{"1": "After this David inquired of the Lord, “Shall I go up into any of the cities of Judah?” And the Lord said to him, “Go up.” David said, “To which shall I go up?” And he said, “To Hebron.” ", "2": "So David went up there, and his two wives also, Ahin′o-am of Jezreel, and Ab′igail the widow of Nabal of Carmel. ", "3": "And David brought up his men who were with him, every one with his household; and they dwelt in the towns of Hebron. ", "4": "And the men of Judah came, and there they anointed David king over the house of Judah. When they told David, “It was the men of Ja′besh-gil′ead who buried Saul,” ", "5": "David sent messengers to the men of Ja′besh-gil′ead, and said to them, “May you be blessed by the Lord, because you showed this loyalty to Saul your lord, and buried him! ", "6": "Now may the Lord show steadfast love and faithfulness to you! And I will do good to you because you have done this thing. ", "7": "Now therefore let your hands be strong, and be valiant; for Saul your lord is dead, and the house of Judah has anointed me king over them.”", "8": "Now Abner the son of Ner, commander of Saul's army, had taken Ish-bo′sheth the son of Saul, and brought him over to Mahana′im; ", "9": "and he made him king over Gilead and the Ash′urites and Jezreel and E′phraim and Benjamin and all Israel. ", "10": "Ish-bo′sheth, Saul's son, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David. ", "11": "And the time that David was king in Hebron over the house of Judah was seven years and six months.", "12": "Abner the son of Ner, and the servants of Ish-bo′sheth the son of Saul, went out from Mahana′im to Gibeon. ", "13": "And Jo′ab the son of Zeru′iah, and the servants of David, went out and met them at the pool of Gibeon; and they sat down, the one on the one side of the pool, and the other on the other side of the pool. ", "14": "And Abner said to Jo′ab, “Let the young men arise and play before us.” And Jo′ab said, “Let them arise.” ", "15": "Then they arose and passed over by number, twelve for Benjamin and Ish-bo′sheth the son of Saul, and twelve of the servants of David. ", "16": "And each caught his opponent by the head, and thrust his sword in his opponent's side; so they fell down together. Therefore that place was called Hel′kath-hazzu′rim,[a] which is at Gibeon. ", "17": "And the battle was very fierce that day; and Abner and the men of Israel were beaten before the servants of David.", "18": "And the three sons of Zeru′iah were there, Jo′ab, Abi′shai, and As′ahel. Now As′ahel was as swift of foot as a wild gazelle; ", "19": "and As′ahel pursued Abner, and as he went he turned neither to the right hand nor to the left from following Abner. ", "20": "Then Abner looked behind him and said, “Is it you, As′ahel?” And he answered, “It is I.” ", "21": "Abner said to him, “Turn aside to your right hand or to your left, and seize one of the young men, and take his spoil.” But As′ahel would not turn aside from following him. ", "22": "And Abner said again to As′ahel, “Turn aside from following me; why should I smite you to the ground? How then could I lift up my face to your brother Jo′ab?” ", "23": "But he refused to turn aside; therefore Abner smote him in the belly with the butt of his spear, so that the spear came out at his back; and he fell there, and died where he was. And all who came to the place where As′ahel had fallen and died, stood still.", "24": "But Jo′ab and Abi′shai pursued Abner; and as the sun was going down they came to the hill of Ammah, which lies before Gi′ah on the way to the wilderness of Gibeon. ", "25": "And the Benjaminites gathered themselves together behind Abner, and became one band, and took their stand on the top of a hill. ", "26": "Then Abner called to Jo′ab, “Shall the sword devour for ever? Do you not know that the end will be bitter? How long will it be before you bid your people turn from the pursuit of their brethren?” ", "27": "And Jo′ab said, “As God lives, if you had not spoken, surely the men would have given up the pursuit of their brethren in the morning.” ", "28": "So Jo′ab blew the trumpet; and all the men stopped, and pursued Israel no more, nor did they fight any more.", "29": "And Abner and his men went all that night through the Arabah; they crossed the Jordan, and marching the whole forenoon they came to Mahana′im. ", "30": "Jo′ab returned from the pursuit of Abner; and when he had gathered all the people together, there were missing of David's servants nineteen men besides As′ahel. ", "31": "But the servants of David had slain of Benjamin three hundred and sixty of Abner's men. ", "32": "And they took up As′ahel, and buried him in the tomb of his father, which was at Bethlehem. And Jo′ab and his men marched all night, and the day broke upon them at Hebron."}