{"1": "Now these are the last words of David: The oracle of David, the son of Jesse, the oracle of the man who was raised on high, the anointed of the God of Jacob, the sweet psalmist of Israel:[a]", "2": "“The Spirit of the Lord speaks by me, his word is upon my tongue.", "3": "The God of Israel has spoken, the Rock of Israel has said to me: When one rules justly over men, ruling in the fear of God,", "4": "he dawns on them like the morning light, like the sun shining forth upon a cloudless morning, like rain[b] that makes grass to sprout from the earth.", "5": "Yea, does not my house stand so with God? For he has made with me an everlasting covenant, ordered in all things and secure. For will he not cause to prosper all my help and my desire?", "6": "But godless men[c] are all like thorns that are thrown away; for they cannot be taken with the hand;", "7": "but the man who touches them arms himself with iron and the shaft of a spear, and they are utterly consumed with fire.”[d]", "8": "These are the names of the mighty men whom David had: Josheb-basshe′beth a Tah-che′monite; he was chief of the three;[e] he wielded his spear[f] against eight hundred whom he slew at one time.", "9": "And next to him among the three mighty men was Elea′zar the son of Dodo, son of Aho′hi. He was with David when they defied the Philistines who were gathered there for battle, and the men of Israel withdrew. ", "10": "He rose and struck down the Philistines until his hand was weary, and his hand cleaved to the sword; and the Lord wrought a great victory that day; and the men returned after him only to strip the slain.", "11": "And next to him was Shammah, the son of Agee the Har′arite. The Philistines gathered together at Lehi, where there was a plot of ground full of lentils; and the men fled from the Philistines. ", "12": "But he took his stand in the midst of the plot, and defended it, and slew the Philistines; and the Lord wrought a great victory.", "13": "And three of the thirty chief men went down, and came about harvest time to David at the cave of Adullam, when a band of Philistines was encamped in the valley of Reph′aim. ", "14": "David was then in the stronghold; and the garrison of the Philistines was then at Bethlehem. ", "15": "And David said longingly, “O that some one would give me water to drink from the well of Bethlehem which is by the gate!” ", "16": "Then the three mighty men broke through the camp of the Philistines, and drew water out of the well of Bethlehem which was by the gate, and took and brought it to David. But he would not drink of it; he poured it out to the Lord, ", "17": "and said, “Far be it from me, O Lord, that I should do this. Shall I drink the blood of the men who went at the risk of their lives?” Therefore he would not drink it. These things did the three mighty men.", "18": "Now Abi′shai, the brother of Jo′ab, the son of Zeru′iah, was chief of the thirty.[g] And he wielded his spear against three hundred men and slew them, and won a name beside the three. ", "19": "He was the most renowned of the thirty,[h] and became their commander; but he did not attain to the three.", "20": "And Benai′ah the son of Jehoi′ada was a valiant man[i] of Kabzeel, a doer of great deeds; he smote two ariels[j] of Moab. He also went down and slew a lion in a pit on a day when snow had fallen. ", "21": "And he slew an Egyptian, a handsome man. The Egyptian had a spear in his hand; but Benai′ah went down to him with a staff, and snatched the spear out of the Egyptian's hand, and slew him with his own spear. ", "22": "These things did Benai′ah the son of Jehoi′ada, and won a name beside the three mighty men. ", "23": "He was renowned among the thirty, but he did not attain to the three. And David set him over his bodyguard.", "24": "As′ahel the brother of Jo′ab was one of the thirty; Elha′nan the son of Dodo of Bethlehem, ", "25": "Shammah of Harod, Eli′ka of Harod, ", "26": "Helez the Paltite, Ira the son of Ikkesh of Teko′a, ", "27": "Abie′zer, of An′athoth, Mebun′nai the Hu′shathite, ", "28": "Zalmon the Aho′hite, Ma′harai of Netoph′ah, ", "29": "Heleb the son of Ba′anah of Netoph′ah, It′tai the son of Ri′bai of Gib′e-ah of the Benjaminites, ", "30": "Benai′ah of Pira′thon, Hid′dai of the brooks of Ga′ash, ", "31": "Abi-al′bon the Ar′bathite, Az′maveth of Bahu′rim, ", "32": "Eli′ahba of Sha-al′bon, the sons of Jashen, Jonathan, ", "33": "Shammah the Har′arite, Ahi′am the son of Sharar the Har′arite, ", "34": "Eliph′elet the son of Ahas′bai of Ma′acah, Eli′am the son of Ahith′ophel of Gilo, ", "35": "Hezro[k] of Carmel, Pa′arai the Arbite, ", "36": "Igal the son of Nathan of Zobah, Bani the Gadite, ", "37": "Zelek the Ammonite, Na′harai of Be-er′oth, the armor-bearer of Jo′ab the son of Zeru′iah, ", "38": "Ira the Ithrite, Gareb the Ithrite, ", "39": "Uri′ah the Hittite: thirty-seven in all."}