{"1": "He sayeth, that to have respect of persons is not agreeable to Christ's faith, 14 which to profess in words is not enough, unless 15 we show it also in deeds of mercy and charity, 21 after the example of Abraham. My [a]brethren, have not the faith of our [b]glorious Lord Jesus Christ in respect of persons.", "2": "For if there come into your company a man with a gold ring, and in goodly apparel, and there come in also a poor man in vile raiment,", "3": "And ye have a respect to him that weareth the gay clothing; and say unto him, Sit thou here in a [c]goodly place, and say unto the poor, Stand thou there, or sit here under my footstool,", "4": "Are ye not partial in [d]your selves, and are become Judges of evil thoughts?", "5": "[e]Hearken my beloved brethren, hath not God chosen the [f]poor of this world, that they should be rich in faith, and heirs of the kingdom which he promised to them that love him?", "6": "But ye have despised the poor. [g]Do not the rich oppress you by tyranny, and do they not draw you before the judgment seats?", "7": "Do not they blaspheme the worthy Name after which ye be [h]named?", "8": "[i]But if ye fulfill the [j]royal Law according to the Scripture, which saith, Thou shalt love thy neighbor as thyself, ye do well.", "9": "But if ye regard the persons, ye commit sin, and are rebuked of the Law, as transgressors.", "10": "[k]For whosoever shall keep the whole Law, and yet faileth in one point, he is guilty of [l]all.", "11": "[m]For he that said, Thou shalt not commit adultery, said also, Thou shalt not kill. Now though thou doest none adultery, yet if thou killest, thou art a transgressor of the Law.", "12": "[n]So speak ye, and so do, as they that shall be judgeth by the Law of liberty.", "13": "For there shall be condemnation merciless to him that showeth not [o]mercy, and mercy rejoiceth against condemnation.", "14": "[p]What availeth it my brethren, though a man saith, he hath faith, when he hath no works? can that faith save him?", "15": "[q]For if a brother or a sister be naked and destitute of daily food,", "16": "And one of you say unto them, Depart in peace: warm yourselves, and fill your bellies, notwithstanding ye give them not those things, which are needful to the body, what helpeth it?", "17": "Even so the faith, if it have no works, is dead in itself.", "18": "But [r]some man might say, Thou hast the faith, and I have works: show me thy faith out of thy works, and I will show thee my faith by my works.", "19": "[s]Thou believest that there is one God: thou doest well: the devils also believe it, and tremble.", "20": "[t]But wilt thou understand, O thou vain man, that the faith which is without works, is dead?", "21": "Was not Abraham our father [u]justified through works, when he offered Isaac his son upon the altar?", "22": "Seest thou not that the faith [v]wrought with his works? and through the works was the faith made [w]perfect.", "23": "And the Scripture was [x]fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the friend of God.", "24": "[y]Ye see then how that of works a man is [z]justified, and not of [aa]faith only.", "25": "[ab]Likewise also was not Rahab the harlot justified through works, when she had received the messengers, and sent them out another way?", "26": "[ac]For as the body without the spirit is dead, even so the faith without works is dead."}