{"1": "To show that a Christian man must govern his tongue with the bridle of faith and charity, 6 he declareth the commodities and mischiefs that ensue thereof: 15 and how much man's wisdom 17 differeth from heavenly. My [a]brethren, be not many masters, [b]knowing that we [c]shall receive the greater condemnation.", "2": "For in many things we [d]sin all. [e]If any man sin not in word, he is a perfect man, and able to bridle all the body.", "3": "[f]Behold, we put bits into the horses' mouths, that they should obey us, and we turn about all their body.", "4": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small rudder, whithersoever the governor listeth.", "5": "Even so the tongue is a little member, and boasteth of great things: [g]behold, how great a thing a little fire kindleth.", "6": "And the tongue is fire, yea, a [h]world of wickedness: so is the tongue set among our members, that it defileth the whole body, and [i]setteth on fire the course of nature, and it is set on fire of hell.", "7": "For the whole nature of beasts, and of birds, and of creeping things, and things of the sea is tamed, and hath been tamed of the nature of man.", "8": "But the tongue can no man tame. It is an unruly evil, full of deadly poison.", "9": "[j]Therewith bless we God even the Father, and therewith curse we men, which are made after the [k]similitude of God.", "10": "[l]Out of one mouth proceedeth blessing and cursing: my brethren, these things ought not so to be.", "11": "Doth a fountain send forth at one place sweet water and bitter?", "12": "Can the fig tree, my brethren, bring forth olives, either a vine figs? so can no fountain make both salt water and sweet.", "13": "[m]Who is a wise man and endued with knowledge among you? let him show by good conversation his works in meekness of wisdom.", "14": "But if ye have bitter envying and strife in your hearts, rejoice not, neither be liars against the truth.", "15": "This wisdom descendeth not from above, but is earthly, sensual, and devilish.", "16": "For where envying and strife is, there is sedition, and all manner of evil works.", "17": "But the wisdom that is from above, is first pure, then peaceable, gentle, easy to be entreated, full of [n]mercy and good fruits, without judging, and without hypocrisy.", "18": "[o]And the fruit of righteousness is sown in peace, of them that make peace."}