{"1": "When you sit down to eat with a ruler, consider carefully[a] what[b] is before you,", "2": "and put a knife to your throat[c] if you possess a large appetite.[d]", "3": "Do not crave that ruler's[e] delicacies, for[f] that food is deceptive.[g]", "4": "Do not wear yourself out to become rich; be wise enough to restrain yourself.[h]", "5": "When you gaze upon riches,[i] they are gone, for they surely make wings for themselves, and fly off into the sky like an eagle![j]", "6": "Do not eat the food of a stingy person,[k] do not crave his delicacies;", "7": "for he is[l] like someone who has calculated the cost[m] in his mind.[n] “Eat and drink,” he says to you, but his heart is not with you;", "8": "you will vomit up[o] the little bit you have eaten, and will have wasted your pleasant words.[p]", "9": "Do not speak in the ears of a fool,[q] for he will despise the wisdom of your words.[r]", "10": "Do not move an ancient boundary stone, or take over[s] the fields of the fatherless,", "11": "for their Protector[t] is strong; he will plead their case against you.[u]", "12": "Apply[v] your heart to instruction and your ears to the words of knowledge.", "13": "Do not withhold discipline from a child; even if you strike him with the rod, he will not die.", "14": "If you strike[w] him with the rod, you will deliver him[x] from death.[y]", "15": "My child,[z] if your heart is wise, then my heart also will be glad;", "16": "my soul[aa] will rejoice when your lips speak what is right.[ab]", "17": "Do not let your heart envy[ac] sinners, but rather be zealous in fearing the Lord[ad] all the time.", "18": "For surely there is a future,[ae] and your hope will not be cut off.[af]", "19": "Listen, my child,[ag] and be wise, and guide your heart on the right way.", "20": "Do not spend time[ah] among drunkards,[ai] among those who eat too much[aj] meat,", "21": "because drunkards and gluttons become impoverished, and drowsiness[ak] clothes them with rags.[al]", "22": "Listen to your father who gave you life, and do not despise your mother when she is old.", "23": "Acquire[am] truth and do not sell it— wisdom, and discipline, and understanding.", "24": "The father of a righteous person will rejoice greatly;[an] whoever fathers a wise child[ao] will have joy in him.", "25": "May your father and your mother have joy; may she who bore you rejoice.[ap]", "26": "Give me your heart, my son,[aq] and let your eyes observe my ways;", "27": "for a prostitute is like[ar] a deep pit; a harlot[as] is like[at] a narrow well.[au]", "28": "Indeed, she lies in wait like a robber,[av] and increases the unfaithful[aw] among men.[ax]", "29": "Who has woe?[ay] Who has sorrow? Who has contentions? Who has complaints? Who has wounds without cause? Who has dullness[az] of the eyes?", "30": "Those who linger over wine, those who go looking for mixed wine.[ba]", "31": "Do not look on the wine when it is red, when it sparkles[bb] in the cup, when it goes down smoothly.[bc]", "32": "Afterward[bd] it bites like a snake, and stings like a viper.", "33": "Your eyes will see strange things,[be] and your mind will speak perverse things.", "34": "And you will be like one who lies down in the midst[bf] of the sea, and like one who lies down on the top of the rigging.[bg]", "35": "You will say,[bh] “They have struck me, but I am not harmed! They beat me, but I did not know it![bi] When will I awake? I will look for another drink.”[bj]"}