{"1": "These also are proverbs of Solomon, which the men of King Hezekiah of Judah copied:[a]", "2": "It is the glory of God[b] to conceal[c] a matter, and it is the glory of a king to search out a matter.", "3": "As the heaven is high[d] and the earth is deep so the hearts of kings are unsearchable.[e]", "4": "Remove the dross from the silver, and material[f] for the silversmith will emerge;", "5": "remove the wicked from before the king,[g] and his throne[h] will be established in righteousness.[i]", "6": "Do not honor yourself before the king, and do not stand in the place of great men;", "7": "for it is better for him[j] to say to you, “Come up here,”[k] than to put you lower[l] before a prince, whom your eyes have seen.[m]", "8": "Do not go out hastily to litigation,[n] or[o] what will you do afterward when your neighbor puts you to shame?", "9": "When you argue a case[p] with your neighbor, do not reveal the secret of another person,[q]", "10": "lest the one who hears it put you to shame and your infamy[r] will never go away.", "11": "Like apples of gold in settings of silver,[s] so is a word skillfully spoken.[t]", "12": "Like an earring of gold and an ornament of fine gold,[u] so is a wise reprover to the ear of the one who listens.[v]", "13": "Like the cold of snow in the time of harvest,[w] so is a faithful messenger to those who send him, for he refreshes the heart[x] of his masters.", "14": "Like cloudy skies and wind that produce no rain,[y] so is the one who boasts[z] of a gift not given.[aa]", "15": "Through patience[ab] a ruler can be persuaded,[ac] and a soft tongue[ad] can break a bone.[ae]", "16": "You have found[af] honey—eat only what is sufficient for you, lest you become stuffed with[ag] it and vomit it up.[ah]", "17": "Don't set foot too frequently[ai] in your neighbor's house, lest he become weary[aj] of you and hate you.", "18": "Like a club or a sword or a sharp arrow,[ak] so is the one who testifies against[al] his neighbor as a false witness.[am]", "19": "Like a bad tooth or a foot out of joint,[an] so is confidence[ao] in an unfaithful person at the time of trouble.[ap]", "20": "Like one who takes off a garment on a cold day,[aq] or like vinegar poured on soda,[ar] so is one who sings songs to a heavy heart.[as]", "21": "If your enemy is hungry, give him food to eat, and if he is thirsty, give him water to drink,", "22": "for you will heap coals of fire on his head,[at] and the Lord will reward you.[au]", "23": "The north wind[av] brings forth rain, and a gossiping tongue[aw] brings forth[ax] an angry look.[ay]", "24": "It is better to live on a corner of the housetop than in a house in company with a quarrelsome wife.[az]", "25": "Like cold water to a weary person,[ba] so is good news from a distant land.[bb]", "26": "Like a muddied[bc] spring and a polluted[bd] well, so is a righteous person who gives way[be] before the wicked.", "27": "It is not good[bf] to eat too much honey, nor is it honorable for people to seek their own glory.[bg]", "28": "Like a city that is broken down and without a wall, so is a person who cannot control his temper.[bh]"}