{"1": "The words of Agur, the son of Jakeh; an oracle:[b] This[c] man says[d] to Ithiel, to Ithiel and to Ukal:[e]", "2": "Surely[f] I am more brutish[g] than any other human being,[h] and I do not have human understanding;[i]", "3": "I have not learned wisdom, nor can[j] I have knowledge[k] of the Holy One.[l]", "4": "Who has ascended into heaven, and then descended?[m] Who has gathered up the winds in his fists?[n] Who has bound up the waters in his cloak?[o] Who has established all the ends of the earth?[p] What is his name, and what is his son's name?[q] Surely[r] you can[s] know!", "5": "Every word of God is purified;[t] he is like[u] a shield for those who take refuge in him.[v]", "6": "Do not add to his words, lest he reprove you, and prove you to be a liar.[w]", "7": "Two things[x] I have asked from you;[y] do not refuse me before I die:", "8": "Remove falsehood and lies[z] far from me; do not give me poverty or riches, feed me with my allotted portion[aa] of bread,[ab]", "9": "lest I become satisfied and act deceptively[ac] and say, “Who is the Lord?” Or lest I become poor and steal and demean[ad] the name of my God.", "10": "Do not slander[ae] a servant to his master, lest he curse you, and you are found guilty.[af]", "11": "There is a generation[ag] who curse their fathers and do not bless their mothers.[ah]", "12": "There is a generation who are pure in their own opinion and yet are not washed[ai] from their filthiness.[aj]", "13": "There is a generation whose eyes are so lofty,[ak] and whose eyelids are lifted up disdainfully.[al]", "14": "There is a generation whose teeth are like[am] swords[an] and whose molars[ao] are like knives to devour[ap] the poor from the earth and the needy from among the human race.", "15": "The leech[aq] has two daughters:[ar] “Give! Give!”[as] There are three things that will[at] never be satisfied, four[au] that have never said, “Enough”[av]—", "16": "the grave,[aw] the barren womb;[ax] earth has not been satisfied[ay] with water; and fire has never said,[az] “Enough!”[ba]", "17": "The eye[bb] that mocks at a father and despises obeying[bc] a mother— the ravens of the valley will peck it out and the young vultures will eat it.[bd]", "18": "There are three things that are too wonderful for me,[be] four that I do not understand:", "19": "the way[bf] of an eagle in the sky, the way of a snake on a rock, the way of a ship in the sea, and the way of a man with a woman.[bg]", "20": "This is the way[bh] of an adulterous[bi] woman: she has eaten and wiped her mouth[bj] and has said, “I have not done wrong.”[bk]", "21": "Under three things the earth has trembled,[bl] and under four things it cannot bear up:", "22": "under a servant[bm] who becomes king, under a fool who becomes stuffed with food,[bn]", "23": "under an unloved woman[bo] who becomes married, and under a female servant who dispossesses[bp] her mistress.", "24": "There are four things on earth that are small,[bq] but they are exceedingly wise:[br]", "25": "ants are creatures with little strength, but they prepare[bs] their food in the summer;", "26": "rock badgers[bt] are creatures with little power, but they make their homes in the crags;", "27": "locusts have no king, but they all go forward by ranks;[bu]", "28": "a lizard[bv] you can catch with the hand, but it gets into the palaces of the king.[bw]", "29": "There are three things that are magnificent[bx] in their step, four things that move about magnificently:[by]", "30": "a lion, mightiest[bz] of the beasts, who does not retreat from anything;", "31": "a strutting rooster,[ca] a male goat, and a king with his army around him.[cb]", "32": "If you have done foolishly by exalting yourself[cc] or if you have planned evil, put[cd] your hand over your mouth!", "33": "For as the churning[ce] of milk produces butter and as punching the nose produces blood, so stirring up anger[cf] produces strife.[cg]"}