{"1": "Where has your lover gone, most beautiful of women? Which way did your lover turn? We will ·look [search] for him with you.", "2": "My lover has gone down to his garden, to the beds of spices, to ·feed [graze] in the gardens and to ·gather [pluck] lilies.", "3": "I belong to my lover, and my lover belongs to me [2:16; 7:11]. He ·feeds [grazes] among the lilies.", "4": "My darling, you are as beautiful as the city of Tirzah [C onetime capital of the northern kingdom of Israel; the name means “pleasant”; 1 Kin. 14:17; 15:21], as lovely as the city of Jerusalem [C the capital of the southern kingdom of Judah; Ps. 122], ·like an army flying flags [L awesome like an army under banners].", "5": "Turn your eyes from me, because they ·excite me too much [unsettle me]. Your hair is like a flock of goats streaming down Mount Gilead [4:1].", "6": "Your teeth are like a flock of sheep just coming from ·their bath [a washing; C white]; each one has a twin, and none of them is missing [4:2].", "7": "Your ·cheeks [or temple] behind your veil are like slices of a pomegranate [reddish orange; 4:3].", "8": "There may be sixty queens and eighty ·slave women [concubines; C secondary wives] and so many girls you cannot count them,", "9": "but there is only one like my dove, my ·perfect [flawless] one. She is her mother's only daughter, the ·brightest [favored] of the one who gave her birth. The ·young women [L daughters] saw her and called her ·happy [blessed]; the queens and the ·slave women [concubines, v. 8] also praised her.", "10": "Who is that young woman that ·shines out [L looks down] like the dawn? She is as ·pretty [beautiful] as the moon, as bright as the sun, ·as wonderful as an army flying flags [awesome like an army under banners; v. 4].", "11": "I went down into the ·orchard [grove] of nut trees to see the ·blossoms [new growth] of the valley, to look for buds on the vines, to see if the pomegranate trees had bloomed.", "12": "Before I realized it, my desire ·for you made me feel like a prince in a chariot [or placed me in the chariots of Amminadab; C perhaps a well-known lover like Romeo].", "13": "·Come back [or Turn around], ·come back [or turn around], woman of Shulam [C feminine form of Solomon, both based on the Hebrew root meaning “peace”; their union brings contentment]. ·Come back [or Turn around], ·come back [or turn around], so we may look at you! Why do you want to look at the woman of Shulam as you would at the dance of two armies [C as at a mesmerizing sight]?"}