{"1": "The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah:", "2": "Listen! Heavens, and hear, earth, for Adonai has spoken: “Sons I have raised and brought up, but they have rebelled against Me.", "3": "The ox knows its owner, and the donkey its manger, but Israel does not know, My people do not understand.”", "4": "Oy, a sinful nation, a people weighed down with iniquity, offspring of evildoers, sons dealing corruptly! They have abandoned Adonai. They have despised Israel's Holy One. They have turned backwards.", "5": "Where will you be struck again, as you stray away more and more? The whole head is sick, the whole heart faint.", "6": "From the foot to the head there is no soundness. Wounds, bruises and raw sores: not pressed, nor bandaged, nor softened with oil.", "7": "Your land is desolate; your cities are burned with fire; your fields, strangers devour it in your presence— a desolation, overthrown by strangers.", "8": "So the Daughter of Zion is left as a sukkah in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.", "9": "Unless Adonai-Tzva'ot had left us a small remnant,[a] we would have been as Sodom, we would have been as Gomorrah.", "10": "Hear the word of Adonai, you rulers of Sodom! Give ear to the Torah of our God, you people of Gomorrah!", "11": "“For what is it to Me—the multitude of your sacrifices?” says Adonai. “I am full of burnt offerings of rams and fat of fed animals. I have no delight in the blood of bulls, or of lambs or he-goats.", "12": "When you come to appear before Me, who has required this at your hand— trampling My courts?", "13": "Bring no more worthless offerings! Incense is an abomination to Me. New Moon and Shabbat, the calling of convocations —I cannot endure it— iniquity with solemn assembly.", "14": "Your New Moons and your Festivals My soul hates! They are a burden to Me. I am weary to bear them.", "15": "When you spread out your hands, I will hide My eyes from you. When you multiply prayers, I will not hear. Your hands are full of blood!”", "16": "“Wash and make yourselves clean. Put away the evil of your deeds from before My eyes. Cease to do evil.", "17": "Learn to do good, seek justice, relieve the oppressed, defend the orphan, plead for the widow.”", "18": "“Come now, let us reason together,” says Adonai. “Though your sins be like scarlet, they will be as white as snow. Though they be red like crimson, they will become like wool.", "19": "If you are willing and obey, you will eat the good of the land.", "20": "But if you refuse and rebel, you will be devoured with the sword.” For the mouth of Adonai has spoken.", "21": "How the Faithful City became a harlot! She once was full of justice, righteousness lodged in her— but now murderers!", "22": "Your silver has become dross, your wine diluted by water.", "23": "Your princes are rebellious and friends with thieves. Everyone loves a bribe and chases after rewards. They do not defend the orphan, nor does a widow's case come to them.", "24": "Therefore says the Lord Adonai-Tzva'ot, the Mighty One of Israel: “Oy! I will get relief from My foes and avenge Myself on My enemies.", "25": "Then I will turn My hand on you, purge away your dross, and remove all your alloy.", "26": "I will restore your judges as at first, your counselors as at the start. Afterward you will be called City of Righteousness, Faithful City.", "27": "Zion will be redeemed with justice, her repentant with righteousness.”", "28": "But there will be a crushing of transgressors and sinners together. Forsaking Adonai, they will be consumed.", "29": "For they will be ashamed of the sacred oaks that you desired, and embarrassed because of the gardens that you have chosen.", "30": "For you will be like an oak of withering leaf, like a garden that has no water.", "31": "So the strong will become tinder and his work like a spark— both will burn together, and no one will quench them."}