{"1": "Oy to those enacting unjust decrees and recording corrupt legislation,", "2": "to deprive the helpless of justice and rob the rights of the poor of My people, so that widows may be their spoil and orphans their prey!", "3": "What will you do in the day of visitation, when desolation comes from afar? To whom will you flee for help? Where will you leave your wealth?", "4": "One can only crouch among the captives or collapse among the slain. For all this His anger is not turned away, yet His hand is still outstretched.", "5": "Oy to Assyria, the rod of My anger— the club in their hand is My indignation!", "6": "I am sending it against an ungodly nation, and against the people of My fury I am commissioning it, to take spoil and plunder, to trample them down like mud in the streets.", "7": "Yet that is not what Assyria intends, nor is that what he is thinking about. Rather his heart is to destroy, and to cut down nations—only a few!", "8": "For he says: “Aren't all my princes kings?", "9": "Isn't Calno like Carchemish? Isn't Hamath like Arpad? Isn't Samaria like Damascus?", "10": "As my hand has reached the kingdoms of the idols— with more graven images than Jerusalem and Samaria—", "11": "as I've done to Samaria and her idols, won't I also do to Jerusalem and her idols?”", "12": "Therefore it will come to pass, when Adonai finishes all His work on Mount Zion and on Jerusalem, “I will punish the fruit of the arrogant heart of the king of Assyria, and the glorying of his haughty eyes.” ", "13": "For he said: “By the strength of my own hand I've done it, and my own wisdom, for I am shrewd! I abolished the borders of peoples, and plundered their treasures. As a mighty one I cast down inhabitants.", "14": "My hand found the riches of the peoples as a nest— like gathering forsaken eggs, I have gathered the entire earth. Not a wing fluttered, not a beak opened or chirped!”", "15": "Should the axe boast against the One who chops with it? Should the saw magnify itself against the One who wields it? It would be like a rod waving the One who lifts it, or like a staff hoisting up the One who is not wood!", "16": "Therefore will the Lord Adonai-Tzva'ot, send leanness among his fat ones. Under its glory He will kindle a burning like a blazing fire.", "17": "So the light of Israel will become a fire, and its Holy One a flame. He will burn and consume its thorns and briers in one day.", "18": "Both the glory of his forest and his fruitful field, he will consume, both soul and body. It will be like a sick man wasting away.", "19": "The remnant of the trees of his forest will be so few, a child could record them.", "20": "Yet it will come about in that day that the remnant of Israel— those of the house of Jacob who escaped— will never again depend on the one who struck them down, but will depend upon Adonai, the Holy One of Israel, in truth.", "21": "A remnant will return, even the remnant of Jacob,[a] to the Mighty God.", "22": "For though your people, O Israel, be as the sand of the sea, only a remnant of them will return.[b] Destruction has been decreed. Justice overflows.", "23": "For a complete destruction, as decreed, will Adonai Elohei-Tzva'ot make throughout the whole land.[c]", "24": "Therefore thus says Adonai Elohei-Tzva'ot: “O My people dwelling in Zion, do not be afraid of Assyria, though he strike you with the war-club, and lift up his rod against you, as Egypt did.", "25": "“For in a very little while My indignation against you will be spent, and My anger will turn to their destruction.” ", "26": "Adonai-Tzva'ot will stir up against him a scourge, as in the slaughter of Midian at the Rock of Oreb. As His staff was over the sea, so will He lift it up, as He did in Egypt.", "27": "In that day his burden will be taken off your shoulders, and his yoke off your neck. Indeed, the yoke will be broken because of fatness.", "28": "He has come to Aiath, and passed through Migron. At Michmas he deposited his supplies.", "29": "They have crossed over the pass. They have taken up lodging at Geba. Ramah is terrified; Gibeath-shaul has fled.", "30": "Shriek your cry, daughter of Gallim! Listen, O Laish! O poor Anathoth!", "31": "Madmenah has fled. The inhabitants of Gebim take cover.", "32": "This very day he will halt at Nob. He shakes his fist at the mountain of the Daughter of Zion, the hill of Jerusalem.", "33": "Behold, the Lord, Adonai-Tzva'ot will lop off the branches with terror! So the tall ones will be cut down and the lofty ones laid low.", "34": "Yes, He will hack down the thickets of the forest with iron, and Lebanon with its majesty will fall."}