{"1": "Then a shoot will come forth out of the stem of Jesse, and a branch will bear fruit out of His roots.[a]", "2": "The Ruach of Adonai will rest upon Him, the Spirit of wisdom and insight, the Spirit of counsel and might, the Spirit of knowledge and of the fear of Adonai.[b]", "3": "His delight will be in the fear of Adonai. He will not judge by what His eyes see, nor decide by what His ears hear.", "4": "But with righteousness He will judge the poor, and decide with fairness for the poor of the land. He will strike the land with the rod of His mouth,[c] and with the breath of His lips He will slay the wicked.", "5": "Also righteousness will be the belt around His loins, and faithfulness the belt around His waist.", "6": "The wolf will dwell with the lamb, the leopard will lie down with the kid, the calf and the young lion and the yearling together, and a little child will lead them.", "7": "The cow and the bear will graze, their young ones lie down together, and the lion will eat straw like an ox.", "8": "A nursing child will play by a cobra's hole, and a weaned child will put his hand into a viper's den.", "9": "They will not hurt or destroy in all My holy mountain, for the earth will be full of the knowledge of Adonai, as the waters cover the sea.", "10": "It will also come about in that day that the root of Jesse will stand as a banner for the peoples.[d] The nations will seek for Him, and His resting place will be glorious.[e]", "11": "It will also come about in that day that my Lord will again redeem—a second time with His hand—the remnant of His people who remain[f] from Assyria, from Egypt, from Pathros, from Cush, Elam, Shinar, Hamath, and from the islands of the sea.", "12": "He will lift up a banner for the nations, and assemble the dispersed of Israel, and gather the scattered of Judah from the four corners of the earth.[g]", "13": "Ephraim's envy will end, those hostile to Judah will be cut off. Ephraim will not be jealous of Judah, and Judah will not harass Ephraim.", "14": "They will swoop down on the Philistine slope to the west. Together they will plunder the children of the east— laying their hand on Edom and Moab, the children of Ammon obeying them.", "15": "Then Adonai will dry up the gulf of the Egyptian sea. He will wave His hand over the River with His scorching wind, and will strike it into seven streams, and let men walk over in sandals.", "16": "So there will be a highway for the remnant of His people who remain, from Assyria, as there was for Israel in the day they came up out of the land of Egypt."}