{"1": "The burden of Damascus: Behold, Damascus will cease as a city and will become a ruinous heap.", "2": "The cities of Aroer are forsaken. They will be for flocks—they will lie down and no one will frighten them.", "3": "The fortress will also cease from Ephraim, and the kingdom from Damascus. The remnant of Aram will be like the glory of Bnei-Yisrael. It is a declaration of Adonai-Tzva'ot.", "4": "Now in that day Jacob's glory will fade, and the fatness of his flesh grow lean.", "5": "It will be as when the harvester gathers the standing grain and reaps the heads with his arm, as when one gleans grain in the valley of Rephaim.", "6": "Only gleanings will remain, as when beating an olive tree— two or three olives at the very top, four or five on a fruitful tree's branches. It is a declaration of Adonai God of Israel.", "7": "In that day a man will look to his Maker and his eyes will turn to the Holy One of Israel. ", "8": "He will not look to the altars, the work of his hands, nor will he look to what his fingers have made—neither the Asherah poles nor the sun-images.", "9": "In that day the strong cities will be like forsaken forests and treetops that were abandoned, because of Bnei-Yisrael—they will be laid waste.", "10": "For you have forgotten the God of your salvation and you have not remembered the Rock of your strength. Therefore you plant delightful plants and set out exotic vines.", "11": "In the day that you plant, you fence it in, and in the morning you made your seed to sprout— but the harvest will be a heap in a day of grief and incurable pain.", "12": "Oy! The uproar of many peoples who roar like the roaring of the seas. The rumbling of nations, who rush in like the rumbling of mighty waters!", "13": "The nations will rush in like the rumbling of many waters, but He will rebuke them so they will flee far away, chased like chaff on the hills before the wind, like whirling dust before the storm.", "14": "At evening time—sudden terror! Before morning, they are no more. This is the reward of those who plunder us and the lot of those who pillage us."}