{"1": "The word which Isaiah, son of Amoz saw concerning Judah and Jerusalem:", "2": "It will come to pass in the last days that the mountain of Adonai's House will stand firm as head of the mountains and will be exalted above the hills. So all nations will flow to it.", "3": "Then many peoples will go and say: “Come, let us go up to the mountain of Adonai, to the House of the God of Jacob! Then He will teach us His ways, and we will walk in His paths.” For Torah will go forth from Zion[a] and the word of Adonai from Jerusalem.", "4": "He will judge between the nations and decide for many peoples. They will beat their swords into plowshares, and their spears into pruning knives. Nation will not lift up sword against nation, nor will they learn war any more.", "5": "Come house of Jacob, let us walk in the light of Adonai.", "6": "For You have forsaken Your people, the house of Jacob. For they are filled with soothsayers from the east, and they have clapped hands with the children of foreigners.", "7": "Their land also is full of silver and gold, nor is there any limit to their treasures. Their land also is full of horses, nor is there any limit to their chariots.", "8": "Their land also is full of idols. They worship the work of their hands, what their own fingers have made.", "9": "So humanity bows down as each one lowers himself. Pardon them not!", "10": "Enter into the rock and hide in the dust, for fear of Adonai, and the glory of His majesty.", "11": "The man of haughty eyes is humbled, the lofty ones brought low, for Adonai alone will be exalted in that day.", "12": "For the day of Adonai-Tzva'ot will be against anyone proud and haughty, against anyone lifted up—he will be humbled,", "13": "against all the cedars of Lebanon that are lofty and lifted up, against all the oaks of Bashan,", "14": "against all the high mountains, against all the exalted hills,", "15": "against every high tower, against every fortified wall,", "16": "against all the Tarshish ships, and against all the luxury boats.", "17": "The pride of man will be humbled, the arrogance of men abased, for Adonai alone will be exalted in that day.", "18": "The idols will completely pass away.", "19": "People will go into the caves of the rocks and into the holes of the earth,[b] because of the fear of Adonai and the splendor of His majesty, when He arises to shake the earth.", "20": "In that day a man will cast away his idols of silver and his idols of gold, which they made to worship, to the moles and to the bats!", "21": "They go into the clefts of the rocks and the crevices of the crags, because of fear of Adonai and the splendor of His majesty, when He arises to shake the earth.", "22": "Stop trusting in mankind —whose breath is in his nose— for what is he really worth?"}