{"1": "The burden of the desert by the sea: As windstorms sweep over the South, so it comes from the desert, a terrifying land.", "2": "A harsh vision has been shown to me: “The traitor betrays, and the plunderer plunders. Go up, Elam! Besiege, Media! I have put an end to all her groaning.”", "3": "Therefore my body is filled with pain. Pangs have taken hold of me like the pangs of a woman in labor. I am bewildered by what I hear, terrified by what I see.", "4": "My heart is bewildered, terror overwhelms me. The twilight I longed for has been turned into trembling.", "5": "Set the table, spread out the cloth! Eat! Drink! “Rise up, you princes, oil the shield!”", "6": "For Adonai has said to me. “Go, post a watchman— let him declare what he sees!", "7": "When he sees a chariot with a pair of horsemen, riders on donkeys, riders on camels, let him pay attention— very close attention!”", "8": "Then he cried out like a lion: “Upon the watch tower, Adonai, I stand continually in the daytime, and stay at my post every night.", "9": "Look! Here comes a chariot of men, with a pair of horsemen.” Then one answered and said, “Fallen, fallen is Babylon! All the images of her gods are broken on the ground.”", "10": "O my people, crushed on the threshing floor, what I heard from Adonai Tzva'ot, God of Israel, I have declared to you.", "11": "The burden of Dumah[a]: One calls to me from Seir, “Watchman, what is left of the night? Watchman, what is left of the night?”", "12": "The watchman said, “Morning comes, yet also it is night.” If you would inquire, inquire. Come back again.”", "13": "The burden of Arabia: In the desert brush of Arabia you will stay for the night, you caravans of Dedanites.", "14": "To him who is thirsty bring water, inhabitants of the land of Tema, meet the fugitive with food.", "15": "For they fled from swords, from drawn sword, from bent bow and distress of war.", "16": "For thus Adonai said to me, “Within a year (as with the years of a hired worker), all the glory of Kedar will cease, ", "17": "and the remainder of the number of the archers, the mighty men of the sons of Kedar, will be few. For Adonai God of Israel has spoken.”"}