{"1": "Behold, Adonai makes the land empty and makes it waste, twists its face, and scatters its inhabitants.", "2": "So it shall be: as with the people, so with the kohen, as with a servant, so with his master, as with a maid, so with her mistress, as with a buyer, so with the seller, as with a lender, so with the borrower, as with a creditor, so with the debtor.", "3": "The land will be utterly emptied, and totally plundered. For Adonai has spoken this word.", "4": "The land faints and fades away, The world wilts and fades away, The exalted people of the earth wilt.", "5": "The land is polluted by its inhabitants, for they have transgressed Torah, violated statutes, and broken the everlasting covenant.", "6": "Therefore a curse will devour the land. Those dwelling there are found guilty. Therefore the inhabitants of the land will be burned up, so the people remaining are few.", "7": "The new wine fails, the vine wilts, all the merry-hearted sigh.", "8": "The glee of tambourines stops, the noise of revelers ends, the joy of the harp ceases.", "9": "They no longer drink wine with song. Liquor is bitter to those drinking it.", "10": "The shattered city is in chaos. Every house is shut up, none may enter.", "11": "In the streets is an outcry for wine; all joy becomes dark as evening; the mirth of the land is banished.", "12": "The city is left in ruins; the gate is battered down.", "13": "So will it be in the earth and among the nations, as when shaking an olive tree, or as when gleanings are left after the grape harvest.", "14": "They will raise their voices, They will sing for joy, of the majesty of Adonai they shout from the sea.", "15": "'Therefore glorify Adonai in the east, the Name of Adonai, the God of Israel, in the isles of the sea.", "16": "From the ends of the earth we have heard songs: “Glory to the righteous!” But I say, “I waste away, I waste away! Oy to me! Traitors betray! With treachery traitors betray!”", "17": "Panic, pit and trap are upon you, O inhabitant of the earth.", "18": "And it shall come to pass: whoever flees from the sound of panic will fall in the pit, and whoever climbs up out of the pit will be caught in the trap. For the windows of heaven are opened and the foundations of the earth shake.", "19": "The earth is broken apart, the earth is split open, the earth is shaken utterly.", "20": "The earth reels to and fro like a drunk, and sways like a hut. its transgression is so heavy upon it that it will fall and never rise again.", "21": "It will come about in that day, Adonai will punish the host of heaven on high, and the kings of the earth on the earth.", "22": "They will be gathered together, like prisoners in the Pit, and will be shut up in the prison, and after many days be punished.", "23": "Then the moon will be abashed and the sun ashamed, for Adonai-Tzva'ot will reign on Mount Zion and in Jerusalem, and before His elders, gloriously."}