{"1": "In that day, this song will be sung in the land of Judah: “We have a strong city. He appoints salvation as its walls and ramparts.", "2": "Open the gates![a] Let the righteous nation enter— one that keeps faith.", "3": "You keep in perfect peace one whose mind is stayed on You, because he trusts in You.", "4": "Trust in Adonai forever, for the LORD Adonai is a Rock of ages.", "5": "For He humbles those dwelling on high, leveling the lofty city, leveling it to the ground, bringing it down to the dust.", "6": "Feet will trample it down, feet of the afflicted, the footsteps of the poor.", "7": "The way of the righteous is straight. Upright One, You make smooth the path of the righteous.", "8": "Yes, in the way of Your judgments, Adonai, we have waited for You. Your Name and Your remembrance is the desire of our soul.", "9": "My soul longs for You at night, yes, my spirit within me seeks You. For when Your judgments are in the earth, the inhabitants of the world learn righteousness.", "10": "Though grace is shown to the wicked, he does not learn righteousness. Even in a land of uprightness he will act wrongly, not perceiving the majesty of Adonai.", "11": "Adonai, Your hand is lifted up, yet they do not see it; They will see Your zeal for the people and be put to shame. Yes, fire will devour Your enemies.", "12": "Adonai, You will establish shalom for us, for all our works You have done for us.", "13": "Adonai Eloheinu, other lords beside You have had dominion over us, but we remember Your Name alone.", "14": "The dead do not live— dead souls do not rise. Thus You punished and destroyed them and wiped out all memory of them.", "15": "You have increased the nation, Adonai, You have increased the nation. You are glorified as You have expanded all the borders of the land.", "16": "Adonai, they sought You in distress, they poured out a whispered prayer when Your discipline was upon them.", "17": "As a pregnant woman about to give birth writhes and cries out in her pain, so we were before You, Adonai.", "18": "We have been with child, we have been in pain, yet we gave birth to wind. We are accomplishing no deliverance for the earth, nor are inhabitants of the world coming to life.", "19": "Yet it will be: “Your dead will live! My corpses will rise! Awake and shout for joy, you who dwell in the dust! Your dew is like the dew of the dawn. The land of dead souls will come to life!", "20": "Go, my people, enter your rooms, and shut your doors behind you. Hide for a little while, until the wrath is past.", "21": "For behold, Adonai is coming out from His place to punish inhabitants of the earth for iniquity. The earth will disclose her bloodshed, no longer covering up her slain."}