{"1": "Oy, the proud crown of Ephraim's drunks! Its glorious beauty is a fading flower, which is at the head of the fertile valleys of those overcome with wine!", "2": "Behold, Adonai is strong and mighty, like a hailstorm, a destructive tempest, like a downpour of overflowing water, He hurls it down to earth with His hand.", "3": "The proud crown of Ephraim's drunks will be trampled underfoot.", "4": "The glorious beauty is a fading flower which is at the head of the fertile valley, like a first-ripe fig before summer— whoever sees it, swallows it up while it is still in his palm.", "5": "In that day Adonai-Tzva'ot will be a crown of glory, a diadem of beauty to the remnant of His people,", "6": "a spirit of judgment for him who sits on the judgment seat, and strength for those turning back the battle at the gate.", "7": "But these also reel from wine and stagger from strong drink —the kohen and the prophet reel from strong drink— are confused because of wine, they stagger because of strong drink, they are muddled in vision, they stumble in judgment.", "8": "Since all the tables are full of the filth of vomit, no place is left.", "9": "To whom will He teach knowledge? To whom will He explain the message? Those just weaned from milk? Those just taken from the breast?", "10": "For it must be 'precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a little.'", "11": "For through stammering lips and a foreign tongue He will speak to this people,", "12": "To whom He said, “Here is rest, give rest to the weary, here is repose”—but they would not listen.", "13": "So the word of Adonai is to them 'precept on precept, precept on precept, line upon line, line upon line, here a little, there a little.' So they walk, and fall backward, and are broken, trapped, and captured.", "14": "Therefore hear the word of Adonai, you scoffers, who rule this people who are in Jerusalem:", "15": "“Because you have said, 'We cut a covenant with death, we made a pact with Sheol, so when the overflowing scourge passes through, it won't come for us, for we have made lies our refuge, and hid ourselves in falsehood'—", "16": "Therefore thus says Adonai Elohim: 'Behold, I am laying in Zion a stone, a tested stone, a costly cornerstone,[a] a firm foundation— whoever trusts will not flee in haste.[b]", "17": "But I will make justice the measuring line and righteousness the plumb line. Hail will sweep away the refuge of lies, and water will overflow the hiding place.", "18": "Your covenant with death is annulled, and your pact with Sheol will not stand. An overflowing scourge will pass through and you will be its trampling place.", "19": "As often as it passes through, it will seize you— morning by morning, by day and by night passing through. It will be sheer terror to understand the message.'”", "20": "For too short is the bed to stretch on, too narrow the blanket to wrap up in.", "21": "For Adonai will rise up as at Mount Perazim, He will quake with awe as at the valley of Gibeon, to do His deed, His strange deed, and to work His work, His extraordinary work.", "22": "So now, stop your scoffing, lest your shackles be strengthened! For I have heard from Adonai Elohei-Tzva'ot of destruction determined upon the whole land.", "23": "Give ear and hear my voice! Pay attention and hear my words.", "24": "Does a plowman plow all day to sow the seed? Does he continually break open and harrow his ground?", "25": "No! When he has leveled its surface, he scatters dill and sows cumin, plants wheat in rows, places barley, and rye on its border.", "26": "For his God teaches him judgment, instructing him.", "27": "For dill is not threshed with a sledge, nor is a cart wheel rolled over cumin. Rather, dill is beaten out with a staff, and cumin with a rod.", "28": "Bread grain is crushed, but not endlessly. Rumbling cart wheels and horses over it would only crush it to powder.", "29": "This also comes from Adonai-Tzva'ot: Wonderful is His counsel, great is His wisdom."}