{"1": "For behold! The Lord, Adonai-Tzva'ot, takes from Jerusalem and from Judah supply and support, every supply of bread and every supply of water,", "2": "mighty man and man of war, judge, and prophet, fortune-teller and elder,", "3": "captain of 50 and man of rank, counselor, crafty magician and cunning charmer.", "4": "I will set children as their rulers. Capricious ones will govern them.", "5": "The people will oppress one another— each one by his fellow, each one by his neighbor. The child will be insolent to the aged, and dishonarable to the honorable.", "6": "When a man takes hold of his brother in the house of his father, saying: “You have a cloak, you be our ruler! This ruin is under your charge.”", "7": "In that day he will protest, saying: “I'm no healer! In my house is no bread or cloak. Don't make me a ruler of people!”", "8": "For Jerusalem has stumbled, and Judah is fallen. For their tongue and their actions are against Adonai, defying the eyes of His glory.", "9": "The expression of their faces bears witness against them. They display their sin like Sodom— they do not hide it. Oy, their souls! For they brought evil on themselves.", "10": "Say to the righteous, he will be well, eating the fruit of their deeds.", "11": "Oy, the wicked! It will be bad for him, for the dealing of his hands will be done to him.", "12": "My people! Children are their oppressors and women rule over them. My people! Your guides mislead you and destroy the way of your paths.", "13": "Adonai arises to contend a case, and stands to judge the people.", "14": "Adonai will enter into judgment with the elders of His people and with the princes: “You have devoured the vineyard. The plunder of the poor is in your houses.", "15": "What do you mean by crushing My people and grinding the face of the poor?” says Adonai Elohei-Tzva'ot.", "16": "Moreover Adonai says: “Since the Daughters of Zion are proud, and walk with outstretched necks and seductive eyes, walking and mincing as they go, making a jingling with their feet,", "17": "therefore Adonai will smite with a scab the forehead of the Daughters of Zion. Adonai will expose their secret parts.", "18": "In that day Adonai will strip the finery of anklets, headbands, crescents, ", "19": "pendants and bracelets, veils, ", "20": "headdresses, armlets, sashes, perfume vials, amulets, ", "21": "rings and nose-jewels, ", "22": "festal robes, capes, cloaks, purses, ", "23": "lace scarves, fine linen, turbans and veils.", "24": "Now it will come to pass: Instead of sweet spices there will be rottenness; instead of a sash, rags; instead of curled hair, baldness; instead of fine clothing, sackcloth; and branding instead of beauty.", "25": "Your men will fall by the sword, and your warriors in battle.", "26": "Her gates will lament and mourn. Desolate, she will sit on the ground."}