{"1": "“Oy, the rebellious children” —it is a declaration of Adonai— “Who carry out a plan, but not Mine, and make an alliance, but not of My Ruach, so they may add sin to sin,", "2": "who go down to Egypt, but did not consult Me, to take refuge in Pharaoh's stronghold, to seek shelter in Egypt's shadow.", "3": "Therefore Pharaoh's stronghold will become your shame, and the shelter in Egypt's shadow will become your disgrace.", "4": "For though their princes are at Zoan and their ambassadors reach Hanes,", "5": "they will all be ashamed of a people who cannot profit them. They are neither help nor profit, but shame and disgrace.”", "6": "The burden concerning the beasts of the Negev[a]: Through a land of trouble and anguish, in which are lioness and lion, viper and flying serpent, they are carrying their riches on the backs of young donkeys, their treasures on camel humps, to a people who cannot profit them.", "7": "Egypt's help is futile and pointless. Therefore I have called her “Rahab who just sits.”", "8": "Now go, write it on a tablet for them and inscribe it in a scroll, so that it may be as a witness for the last day, forever.", "9": "For this is a rebellious people, lying children, children unwilling to obey the Torah of Adonai.", "10": "They say to the seers, “Do not see,” and to the prophets, “Do not prophesy to us what is right. Speak to us smooth words. Prophesy illusions.", "11": "Get out of the way! Turn away from the path! Let's hear no more about the Holy One of Israel.”", "12": "Therefore thus says the Holy One of Israel: “Because you despise this word, and trust in oppression and rely on perversity,", "13": "therefore this sin will be to you like a crack bulging in a high wall, about to fall— its collapse comes suddenly, in an instant!", "14": "Its collapse is like smashing a clay jar, so ruthlessly shattered that a shard will not be found among the pieces to take fire from the hearth or scoop water from the cistern.”", "15": "For thus says Adonai Elohim, the Holy One of Israel: “By repentance and rest you are saved, in quietness and trust is your strength— but you were not willing.”", "16": "But you said, “No, we will flee on horses!” Therefore you will flee. And, “We will ride on swift horses!” Therefore your pursuers will be swift.", "17": "A thousand will flee at the threat of one, at the threat of five you will flee, until you are left like a flag on the top of a mountain, and like a banner on a hill.", "18": "Therefore Adonai is longing to be gracious to you. Thus He will be exalted, so He may have mercy on you. For Adonai is a God of justice. Blessed are all who wait for Him.", "19": "For the people of Zion who are dwelling in Jerusalem will weep no more. He will surely be gracious to you at the sound of your cry. When He hears you, He will answer. ", "20": "Though Adonai gives you the bread of adversity and the water of oppression, your teachers will no longer be hidden, but your eyes will see your teachers. ", "21": "Your ears will hear a word behind you saying: “This is the way, walk in it. When you turn to the right, or when you turn to the left.”", "22": "You will defile your graven images overlaid with silver, and your metal images covered with gold. You will throw them away like a menstrual cloth. You will say, “Be gone!”", "23": "Then He will give you rain for your seed, which you will sow in the ground, and bread, the produce of the ground, will be rich and plentiful. In that day your cattle will feed in wide-open pasture. ", "24": "The oxen and the young donkeys that till the ground will eat seasoned fodder, which has been winnowed with shovel and pitchfork.", "25": "There will be, on every high mountain and on every lofty hill, streams running with water— on a day of the great slaughter, when the towers fall.", "26": "Moreover the light of the moon will be as the light of the sun, and the light of the sun will be seven times brighter— like the light of seven days— in the day Adonai binds up the brokenness of His people, and heals the wounds He inflicted.", "27": "Look, Adonai's Name comes from afar, burning with His anger, in thick rising smoke, His lips full of indignation, His tongue like a consuming fire,", "28": "His Ruach like an overflowing torrent rising up to the neck, to sift the nations with the sieve of the worthless, to put in the jaws of the peoples a bridle that leads away.", "29": "You will have songs as in the night when you keep a holy festival, and gladness of heart like one walking with the flute to go to the mountain of Adonai, to the Rock of Israel.", "30": "Adonai will make His glorious voice heard, and reveal His arm descending with fierce fury in a consuming fire, in cloudburst, rainstorm and hailstones.", "31": "For at the voice of Adonai, Assyria will be terrified— when He strikes with the rod.", "32": "Every stroke of His punishing rod that Adonai brings down on him —with tambourines and harps, and battles brandishing His arm— He will fight against them.", "33": "For Topheth[b] has long been ready, prepared for the king, its fire pit made deep and wide, a pyre of fire with plenty of wood. The breath of Adonai, like a torrent of brimstone, sets it aflame."}