{"1": "Behold, a king will reign in righteousness and princes will rule in justice.", "2": "Each will be like a refuge from the wind and a shelter from the storm, like streams of water in a dry place, like the shade of a massive rock in a weary land.", "3": "Then the eyes of those who see will not be closed, and the ears of those who hear will pay attention.", "4": "The heart of the hasty will understand knowledge, and the tongue of stammerers will speak fluently, clearly.", "5": "No longer will a fool be called noble, or a scoundrel said to be a gentleman.", "6": "For the fool speaks foolishness and his heart works wickedness, to practice ungodliness, and speak error about Adonai, to deprive the hungry of food and withhold drink from the thirsty.", "7": "The scoundrel's methods are evil— he makes up wicked schemes to destroy the poor with lies, even when the plea of the needy is just.", "8": "But the noble devises noble plans, and for noble causes he stands.", "9": "Rise up, you women at ease, And hear my voice. You complacent daughters, give ear to my words.", "10": "Within a year and a few days you will shudder, complacent ones. For the grape harvest will fail and the gathering will not come.", "11": "Tremble, you women at ease! Shudder, you complacent ones! Strip and make yourselves bare, and put sackcloth on your waist.", "12": "Beat your breasts lamenting for pleasant fields, or fruitful vine,", "13": "for the land of my people, where thorns and briars come up, for all the joyful houses of the jubilant city.", "14": "For the palace will be abandoned; the bustling city will be deserted; the citadel and watchtower will become a wasteland forever, a delight of wild donkeys, a pasture for flocks,", "15": "until the Ruach is poured out on us from on high,[a] and the desert becomes a garden, and a garden seems like a forest.", "16": "Then justice will dwell in the wilderness, and righteousness abide in the garden.", "17": "The result of righteousness will be shalom and the effect of righteousness will be quietness and confidence forever.", "18": "My people will live in a peaceful place, in secure dwellings, quiet resting places.", "19": "Then hail will flatten the forest; and the city will be utterly laid low.", "20": "Blessed are you, sowing by all waters, letting the feet of the ox and the donkey range free."}