{"1": "Oy, you destroyer, never destroyed, you traitor, never betrayed! When you have stopped destroying, you will be destroyed; and when you finish betraying, they will betray you.", "2": "Adonai, be gracious to us! We long for You. Be our strength every morning, our salvation in time of trouble.", "3": "From the noise of tumult people will flee; When You lift Yourself up, the nations will be scattered.", "4": "Your spoil is gathered as the caterpillar gathers; like a swarm of locusts, they are rushing over it.", "5": "Adonai is exalted, for He dwells on high! He has filled Zion with justice and righteousness.", "6": "It will be your time of faithfulness, a wealth of salvation, wisdom and knowledge— the fear of Adonai is His treasure.", "7": "Behold, heroes cry outside. Ambassadors of peace weep bitterly.", "8": "Highways are desolate; travel has ceased; covenant is broken; cities are despised; there is no regard for humanity.", "9": "The land mourns and languishes; Lebanon is shamed and withers; Sharon is like a wilderness; Bashan and Carmel are shaken bare.", "10": "“Now I will arise,” says Adonai. “Now I will be exalted. Now I will lift Myself up.", "11": "You conceive chaff, you will give birth to stubble. My breath is a fire that will consume you.", "12": "Then peoples will be burned as lime, like thorns cut down, burned in the fire.", "13": "Hear, you who are afar off, what I have done, and you who are near, acknowledge My might.”", "14": "Sinners in Zion are afraid. Trembling has seized the godless: “Who among us can live with the consuming fire?” “Who among us can live with everlasting burnings?”", "15": "One who walks righteously, and speaks uprightly, who refuses unjust gain by extortion, who shakes his hands free of bribes, who stops his ears from hearing of bloodshed, and shuts his eyes from looking on evil.", "16": "He will dwell on the heights— his refuge will be an impregnable cliff. His bread will be provided, his water assured.", "17": "Your eyes will see the King in His beauty. They will gaze at a far-distant land.", "18": "Your heart will meditate on terror: “Where is the counter?” “Where is the weigher?” “Where is the counter of towers?”", "19": "You will no longer see the fierce people, the people of speech too obscure to comprehend, with a stammering tongue no one understands.", "20": "Look upon Zion, city of our Festivals. Your eyes will see Jerusalem as a quiet home, a tent that will never be folded, Its stakes never pulled up, its cords never broken.", "21": "For there the majestic One, Adonai, will be for us— a place of rivers and wide canals, on which no boat with oars will go, nor any mighty ship will travel by.", "22": "For Adonai is our Judge, Adonai is our Lawgiver, Adonai is our King— He will save us!", "23": "Your cords hang slack, not holding the mast in place firmly, nor spreading out the sail. Then abundant spoil will be divided— even the lame will carry off plunder.", "24": "No inhabitant will say, “I am sick.” The people dwelling there will be forgiven their iniquity."}