{"1": "In those days Hezekiah became mortally ill. So Isaiah the prophet son of Amoz came to him and said to him, “Thus says Adonai: Put your house in order. For you are dying, and will not live.”", "2": "Then Hezekiah turned his face to the wall, and prayed to Adonai. ", "3": "He said: “Please, Adonai, remember how I have walked before You in truth and with a whole heart, and have done what is good in Your eyes.” And Hezekiah wept bitterly.", "4": "Then it came to pass, the word of Adonai came to Isaiah saying: ", "5": "“Go, and say to Hezekiah, thus says Adonai, the God of your father David: 'I have heard your prayer and I have seen your tears. Behold, I will add 15 years to your life. ", "6": "I will deliver you and this city from the hand of the king of Assyria; I will defend this city.'", "7": "“Now this will be the sign to you from Adonai, that Adonai will do this word He has spoken: ", "8": "Behold, I will cause the shadow on the stairs, which went down with the sun on the sundial of Ahaz, to turn back ten steps.” So the sun's shadow went back ten steps on the sundial on which it had gone down.", "9": "A writing of King Hezekiah of Judah, after his illness, when he recovered from his illness:", "10": "I said: “In the prime of my life, I am to enter the gates of Sheol. I am deprived of the rest of my years.”", "11": "I said: “I will not see Adonai, Adonai, in the land of the living. I will look on humanity no longer among the inhabitants of the world.", "12": "Like a shepherd's tent, my dwelling is pulled up and carried away from me. Like a weaver I rolled up my life. He cuts me off from the loom. From day until night You make my end.", "13": "I stilled my soul till morning. Like a lion, He will break all my bones. From day till night You make my end.", "14": "Like a swallow or a crane, I whisper, I moan like a dove. My eyes are weary, looking upward. Adonai, I am oppressed, be my security!", "15": "What should I say? For He has spoken to me— He Himself has done it! I will wander about all my years because of the bitterness of my soul.", "16": "Adonai, by such things men live, and my spirit has life in them too. Restore me to health, and let me live!", "17": "Behold, it was for my own shalom that I had great bitterness. You have loved my soul out of the Pit of destruction! For You have flung all my sins behind Your back.", "18": "For Sheol cannot thank You, death cannot praise You. Those who go down to the Pit cannot hope for Your faithfulness.", "19": "The living, the living—they praise You— as I do today. A father makes Your faithfulness known to his children.", "20": "Adonai will save me. So we will play my songs on stringed instruments all the days of our life in the House of Adonai.”", "21": "Now Isaiah had said, “Let them take a cake of figs, and apply it to the boil, and he will live.” ", "22": "Hezekiah had said, “What is the sign that I will go up to the House of Adonai?”"}