{"1": "“Comfort, comfort My people,” says your God.", "2": "Speak kindly to the heart of Jerusalem and proclaim to her that her warfare has ended, that her iniquity has been removed. For she has received from Adonai's hand double for all her sins.", "3": "A voice cries out in the wilderness, “Prepare the way of Adonai, Make straight in the desert a highway for our God.[a]", "4": "Every valley will be lifted up, every mountain and hill made low, the rough ground will be a plain and the rugged terrain smooth.", "5": "The glory of Adonai will be revealed, and all flesh will see it together.” For the mouth of Adonai has spoken.", "6": "A voice is saying, “Cry out!” So I said, “What shall I cry out?” “All flesh is grass, and all its loveliness is like the flower of the field.", "7": "The grass withers, the flower fades. For the breath of Adonai blows on it. Surely the people are grass.", "8": "The grass withers, the flower fades. But the word of our God stands forever.”[b]", "9": "Get yourself up on a high mountain, you who bring good news to Zion! Lift up your voice with strength, you who bring good news to Jerusalem! Lift it up! Do not fear! Say to the cities of Judah: “Behold your God!”", "10": "Look, Adonai Elohim comes with might, with His arm ruling for Him. Behold, His reward is with Him, and His recompense before Him.[c]", "11": "Like a shepherd, He tends His flock.[d] He gathers the lambs in His arms carries them in his bosom, and gently guides nursing ewes.", "12": "Who has measured the waters in the palm of His hand, or measured out heaven with a span, or calculated the dust of the earth in a measure, or weighed the mountains in scales, or the hills in a balance?", "13": "Who can fathom the Ruach Adonai? Or instruct Him as His counselor?", "14": "With whom did He consult, and who instructed Him? Who taught Him in the path of justice or taught Him knowledge? Who informed Him about the way of understanding?", "15": "Behold, the nations are like a drop from a bucket, and count as a speck of dust on the scales. Behold, the islands weigh as fine dust.", "16": "Lebanon is not enough to burn, or its animals enough for a burnt offering.", "17": "All the nations are as nothing before Him. By Him they are accounted null and void.", "18": "To whom then will you liken God? To what likeness will you compare Him?", "19": "To an idol? A craftsman casts it, a goldsmith overlays it with gold and fashions silver chains for it.", "20": "One too poor for such an offering chooses wood that will not rot. He looks for a skilled craftsman to prepare him an idol that will not totter.", "21": "Do you not know? Have you not heard? Has it not been told to you from the beginning? Have you not understood from the foundations of the earth?", "22": "He sits above the circle of the earth— its inhabitants are like grasshoppers— He stretches out the skies like a curtain, spreads them out like a tent to dwell in.", "23": "He reduces princes to nothing. He makes the judges of the earth a confusion.", "24": "Scarcely are they planted, scarcely are they sown, scarcely their stem takes root in the earth, when He blows on them and they wither, and a storm carries them off as stubble.", "25": "“To whom then will you liken Me? Or who is My equal?” says the Holy One.", "26": "Lift up your eyes on high, and see! Who created these? The One who brings out their host by number, the One who calls them all by name. Because of His great strength and vast power, not one is missing.", "27": "Why do you say, O Jacob, and assert, O Israel, “My way is hidden from Adonai, and the justice due me escapes the notice of my God”?", "28": "Have you not known? Have you not heard? Adonai is the eternal God, the Creator of the ends of the earth. He does not grow tired or weary. His understanding is unsearchable.", "29": "He gives strength to the weary, and to one without vigor He adds might.", "30": "Even youths grow tired and weary, and young men stumble and fall,", "31": "but they who wait for Adonai will renew their strength. They will soar up with wings as eagles. They will run, and not grow weary. They will walk, and not be faint."}