{"1": "“Be silent before Me, O islands! Let peoples renew their strength. Let them draw near, then let them speak. Let us come together for judgment.", "2": "Who has stirred up one from the east? He calls justice to His feet. He gives nations over to him and subdues kings. He makes them like dust with his sword, as driven stubble with his bow.", "3": "He pursues them, passing on safely, by a path his feet had not traveled.", "4": "Who has performed and done it? Calling forth the generations from the beginning, I, Adonai, am the first and the last, I am He!”", "5": "The coastlands have seen and fear. The ends of the earth tremble. They draw near and come.", "6": "Each one helps his neighbor and says to his brother, “Be strong!”", "7": "The craftsman encourages the smith, who smooths with the hammer, who strikes with the anvil, saying of the soldering, “It's good!” as he fastens it with nails so that it will not totter.", "8": "“But you, Israel, My servant, Jacob whom I have chosen, descendant of Abraham, My friend—", "9": "I took hold of you from the ends of the earth, and called from its uttermost parts, and said to you, 'You are My servant— I have chosen you, not rejected you.[a]", "10": "Fear not, for I am with you, be not dismayed, for I am your God. I will strengthen you. Surely I will help you. I will uphold you with My righteous right hand.", "11": "Behold, all who were angry at you will be ashamed and disgraced. Those who quarrel with you will be as nothing and perish.", "12": "Though you will look for those who contended with you, you will not find them. Those who warred against you will be as nothing at all.", "13": "For I am Adonai your God who upholds your right hand, who says to you, “Fear not, I will help you.”", "14": "Fear not, you worm Jacob, you men of Israel! I will help you.” It is a declaration of Adonai, your Redeemer, the Holy One of Israel.", "15": "“Look, I will make you a threshing sledge, new, with sharp, double-edged spikes. You will thresh the mountains and grind them up, and will make the hills like chaff.", "16": "You will winnow them, and a wind will carry them away, a storm-wind will scatter them. But you will rejoice in Adonai. You will glory in the Holy One of Israel.", "17": "“The poor and needy ask for water, but there is none, Their tongues are parched with thirst. I, Adonai, will answer them, I, the God of Israel, will not forsake them.", "18": "I will open rivers on the bare hills and springs in the midst of the valleys. I will make the wilderness a pool of water and the dry land into fountains of water.", "19": "I will plant in the wilderness the cedar and the acacia tree, the myrtle and the olive tree. I will set in the desert the cypress tree and the pine together with the box tree—", "20": "so they may see and know, consider and understand together, that the hand of Adonai has done this, the Holy One of Israel has created it.”", "21": "“Present your case,” says Adonai. “Bring forth your reasons,” says the King of Jacob.", "22": "Let them bring forth and tell us what will happen. The former things, what were they? Tell us, that we may consider them and know their outcome. Or announce to us things to come.", "23": "Declare the things coming afterward, so we may know that you are gods! Indeed, do good or do evil, so we may all see and be awestruck.", "24": "Behold, you are nothing, and your work is null. Whoever chooses you is loathsome.", "25": "“I have stirred up one from the north, and he has come. From the rising of the sun, He will call upon My Name. He will trample rulers as on mortar, like a potter treading clay.”", "26": "Who told this from the beginning, so that we may know? Or from former times, so we may say, “He is right”? In fact, no one foretold it, In fact, no one announced it. In fact, no one heard Your words.", "27": "First it was to Zion: “Behold, here they are!” And to Jerusalem: “I will give a herald of good news.”[b]", "28": "But when I look, there is no one. There is no counselor among them. When I ask them, they have no response.", "29": "Indeed, they are all a delusion. Their works are null. Their molten images are wind and waste."}