{"1": "But now, thus says Adonai— the One who created you, O Jacob, the One who formed you, O Israel: “Fear not, for I have redeemed you, I have called you by name, you are Mine.", "2": "When you pass through the waters, I will be with you, or through the rivers, they will not overflow you. When you walk through the fire, you will not be burned, nor will the flame burn you.", "3": "For I am Adonai your God, the Holy One of Israel, your Savior. I have given Egypt as your ransom, Ethiopia and Seba in your place.", "4": "Since you are precious in My eyes, honored, because I love you, I will give a man in exchange for you, and other peoples for your life.", "5": "Do not fear, for I am with you. I will bring your offspring from the east and gather you from the west.", "6": "I will say to the north, 'Give them up!' and to the south, 'Do not hold them back.' Bring My sons from far and My daughters from the ends of the earth.", "7": "Everyone who is called by My Name, whom I created for My glory. I formed him—yes, I made him!”", "8": "Bring out the people who are blind, yet have eyes, who are deaf, yet have ears.", "9": "All the nations are gathered together, and the peoples are assembled. Who among them can declare this, and proclaim to us former things? Let them present their witnesses so they may be justified, or let them hear and say, “It's true.”", "10": "“You are My witnesses” —it is a declaration of Adonai— “and My Servant whom I have chosen, so that you may know and believe Me, and understand that I am He. Before Me no God was formed, and there will none after Me.", "11": "“I, I am Adonai— and there is no savior beside Me.[a]", "12": "I alone declared, saved and proclaimed, and not some foreign god among you. So you are My witnesses” —it is a declaration of Adonai— “and I am God.", "13": "From eternity, I am He. None can deliver from My hand. I act, and who can reverse it?”", "14": "Thus says Adonai, your Redeemer, the Holy One of Israel: “For your sake I will send to Babylon and bring down the fleeing Chaldeans, all of them, in the ships in which they exult.", "15": "I am Adonai, your Holy One, the Creator of Israel, your King.”", "16": "Thus says Adonai, who makes a way in the sea and a path in the mighty waters.", "17": "who drew out chariots and horses, the army and the warrior (they will lie down together, and not rise again; they are extinguished—quenched like a wick):", "18": "“Do not remember former things, nor consider things of the past.", "19": "Here I am, doing a new thing; Now it is springing up— do you not know about it? I will surely make a way in the desert, rivers in the wasteland.", "20": "The field animals honor Me —the jackals and the ostriches— because I give waters in the desert, rivers in the wilderness, to give drink to My chosen people,", "21": "the people I formed for Myself, so they might declare My praise.", "22": "Yet you have not called on Me, Jacob, for you have been weary of Me, Israel.", "23": "You have not brought Me sheep for your burnt offerings; nor have you honored Me with your sacrifices. I did not compel you to serve offerings nor wearied you with incense.", "24": "You have not spent money buying Me aromatic cane, nor have you satisfied Me with the fat of your sacrifices. Rather you burdened Me with your sins, wearied Me with your iniquities.", "25": "I, I am the One who blots out your transgressions for My own sake, and will not remember your sins.", "26": "Remind me, when we argue our case together— state your case, so you may be proved right.", "27": "Your first father sinned, and your mediators rebelled against Me.", "28": "So I profaned the Sanctuary officials, and gave Jacob over to destruction, and Israel to scorn."}