{"1": "“But now listen, Jacob My servant, Israel, whom I have chosen.”", "2": "Thus says Adonai who made you, and formed you from the womb, who will help you: “Do not fear, Jacob My servant, Jeshurun, whom I have chosen.", "3": "For I will pour water on the thirsty land and streams on the dry ground. I will pour My Spirit on your offspring, and My blessing on your descendants.", "4": "They will spring up among the grass like willows by flowing streams.", "5": "This one will say, 'I am Adonai's.' That one will be called by the name Jacob. Another will write on his hand, 'Adonai's' and will take the name Israel.”", "6": "Thus says Adonai, Israel's King and his Redeemer, Adonai-Tzva'ot: “I am the first, and the last, and there is no God beside Me.[a]", "7": "Who is like Me? Let him proclaim and announce it! Let him arrange it in order for Me— as I established the ancient nation. Let them declare to them what is coming and future events.", "8": "Do not dread or be afraid. Have I not told you and declared it long ago? So you are My witnesses! Is there any God beside Me? Is there any other Rock? I know of none.", "9": "Those who fashion idols are empty. Their precious things do not profit. Their witnesses do not see or know, so they will be put to shame.", "10": "Who fashions a god or casts an idol for no profit?", "11": "Behold, all his friends will be ashamed, for the craftsmen are only human. Let them all assemble. Let them stand up. Let them dread. Let them be put to shame together.", "12": "The blacksmith takes a tool and works with it over the coals, fashioning it with hammers and working it with his strong arm. Yet when he is hungry, his strength fails. When he drinks no water, he gets tired.", "13": "A carpenter stretches out a line; he marks it with a pencil; he shapes it with planes; he marks it with a compass; he shapes it like the figure of a man —like the beauty of a man— so that it may sit in a shrine.", "14": "He chops down cedars for himself, or he takes a cypress or an oak. He lets it grow strong among the trees of the forest. He plants a pine and rain nourishes it.", "15": "Then it is something for a man to burn. so he takes one of them and warms himself. He also makes a fire to bake bread. He also makes a god and worships it. He makes an idol and bows before it.", "16": "He burns half of it in the fire. With this half, he eats meat. He roasts a roast and is satisfied. He also warms himself and says, “Ah! I am warm, I have seen the fire.”", "17": "Yet with the rest he makes a god, his carved image. He falls down before it and worships. He even prays to it and says, “Deliver me, for you are my god!”", "18": "They do not know or understand! For He smeared over their eyes, so they cannot see, and their hearts, so they cannot understand.", "19": "No one reflects in his heart, with no knowledge or discernment to say, “I burned half of it in the fire and I also baked bread on its coals. I roasted meat and ate— and then I make the rest of it an abomination? Should I bow before a block of wood?”", "20": "He is feeding on ashes. A deceived heart has led him astray, so he cannot deliver his soul, nor say, “Isn't what is in my right hand a fraud?”", "21": "Remember these things, Jacob, and Israel, for you are My servant. I formed you, you are My servant. Israel, you will not be forgotten by Me!", "22": "I have blotted out your transgressions like a thick cloud and your sins like a mist. Return to Me, for I have redeemed you.”", "23": "Sing, O heavens, for Adonai has done it! Shout, depths of the earth! Break forth into singing, mountains, forest, and every tree in it! For Adonai has redeemed Jacob and will be glorified through Israel.", "24": "Thus says Adonai, your Redeemer, who formed you from the womb: “I am Adonai, Maker of all things, stretching out the heavens alone, spreading the earth abroad by Myself,", "25": "causing the omens of boasters to fail, making fools of diviners, turning wise men backward and making their knowledge foolish,", "26": "while confirming the word of His servant, fulfilling the counsel of His messengers, saying of Jerusalem, “She will be lived in” and of the cities of Judah, “They will be built, and I will raise up their ruins,”", "27": "while saying to the deep, “Be dry, I will dry up your rivers,”", "28": "while saying of Cyrus, “He is My shepherd, and he shall fulfill all My purpose” while saying to Jerusalem, “You will be built” and to the Temple, “Your foundation will be laid.”"}