{"1": "Thus says Adonai to His anointed, Cyrus, whose right hand I have grasped, to subdue nations before him, to loose the belts of kings, to open doors before him so that gates may not be shut.", "2": "I will go before you and make crooked places straight. I will shatter bronze doors and cut through iron bars.", "3": "I will give you treasures of darkness and hidden riches of secret places, so you may know that I am Adonai, the God of Israel, who calls you by your name.", "4": "For the sake of Jacob My servant, and Israel My chosen one, I have also called you by name, I have given you a title of honor, though you have not known Me.", "5": "I am Adonai—there is no other. Besides Me there is no God. I will strengthen you, though you have not known Me,", "6": "so they may know, from the rising to the setting of the sun, that there is no one besides Me. I am Adonai—there is no other.", "7": "I form light and create darkness. I make shalom and create calamity. I, Adonai, do all these things.", "8": "“Rain down, O heavens, from above, and let the clouds pour down justice. Let the earth open up, let salvation sprout, and righteousness spring up with it. I, Adonai, have created it.”", "9": "Oy, to one who quarrels with his Maker, like a pot among the pots of the earth! Shall the clay say to the potter, “What have you made?” Or does your work say, “It has no handles”?[a]", "10": "Oy, to him who says to his father, “What have you begotten?” Or to a woman, “What have you born?”", "11": "Thus says Adonai, the Holy One of Israel and its Maker, “Ask Me about the things to come upon My children. Then you will commit to Me the work of My hands.", "12": "I made the earth and created man on it. My hands stretched out the heavens and I commanded all their host.", "13": "“I stirred Cyrus up in righteousness and I will level all his roads. He will build My city and set My exiles free, with no price or bribe,” says Adonai-Tzva'ot.", "14": "Thus says Adonai: “Egypt's toil, Ethiopia's merchandise, and the tall Sabeans will come over to you and be yours. They will walk behind you in chains. They will bow down to you, and pray, saying, 'Surely God is with you!' There is none else—no other God!”", "15": "Truly You are a God who hides Himself, O God of Israel, Savior!", "16": "All of them will be ashamed, disgraced— idol-makers go in dishonor together.", "17": "Israel has been saved by Adonai with an everlasting salvation. You will not be put to shame or disgraced, for ever and ever.", "18": "For thus says Adonai— He is God who fashioned the heavens, who formed the earth and made it, He established it and did not create it desolate but formed it to be inhabited— “I am Adonai—there is no other!”", "19": "“I have not spoken in secret, in a place of a land of darkness. I did not say to the seed of Jacob, 'Seek Me in desolation.' I, Adonai, speak righteousness, declaring uprightly.”", "20": "“Assemble yourselves and come, draw near together, fugitives of the nations! Those who carry their wooden idols have no knowledge, praying to a god who cannot save.", "21": "Declare and present your case, Indeed, let them consult together. Who foretold this from ancient time? Who has declared it of old? Is it not I, Adonai? There is no other God beside Me —a righteous God and a Savior— there is none besides Me![b]", "22": "Turn to Me, and be saved, all the ends of the earth. For I am God—there is no other.", "23": "By Myself I have sworn— the word has gone forth from My mouth in righteousness, and is irrevocable: that to Me every knee will bow, every tongue will swear.[c]", "24": "They will say of Me, 'Only in Adonai is righteousness and strength.' All who have raged against Him will come to Him and be put to shame.", "25": "In Adonai all the seed of Israel will be justified and give praise.”"}