{"1": "Come down and sit in the dust, virgin daughter of Babylon. Sit on the ground without a throne, daughter of the Chaldeans. For you will no more be called tender and delicate.", "2": "Take the millstones and grind flour. Remove your veil, strip off the skirt, uncover the leg, cross the rivers.", "3": "Your nakedness will be uncovered, and your shame will be exposed. I will take vengeance, and will spare no one.", "4": "Our Redeemer, Adonai-Tzva'ot is His Name, is the Holy One of Israel.", "5": "Sit in silence, go into darkness, daughter of the Chaldeans. For you will no more be called the mistress-queen of kingdoms.", "6": "I was angry with My people. I profaned My heritage. I gave them into your hand, but you showed them no mercy. You made your yoke very heavy on the aged.", "7": "You said, “Forever, I will be the eternal mistress-queen!” You did not lay these things to heart or remember their end.", "8": "Now then, hear this, voluptuous one, dwelling securely, saying in your heart, “I am, and there is no one besides me! I will not sit as a widow, or know the loss of children,”", "9": "These two things will come upon you in a moment, in one day— loss of children and widowhood— they will come upon you in full measure in spite of your many sorceries and your many spells.", "10": "You felt secure in your wickedness, You said, “No one sees me.” Your wisdom and your knowledge led you astray, so you have said in your heart, “I am—there is no one else beside me!”", "11": "But calamity will come upon you. You won't know how to charm it away. Disaster will fall on you, for which you cannot atone. Catastrophe you cannot foresee will suddenly come upon you.", "12": "Stand fast in your enchantments and your many sorceries, which you have toiled over since your youth. Perhaps you will succeed? Perhaps you will cause terror?", "13": "You are weary of your consultations. So many! So let the astrologers, star-gazers, predicting by new moons, stand up and save you from what will come upon you.", "14": "Behold, they shall be as stubble. Fire will consume them. They cannot deliver themselves from the power of the flame! It is not a coal for warming by or a fire to sit before!", "15": "So much have they become to you, with whom you have toiled, trafficking with you from your youth, each wandering about his own way. No one will save you!"}