{"1": "Hear this, house of Jacob, who are called by the Name of Israel, who came from the wellspring of Judah, who swear by the Name of Adonai and confess the God of Israel— but not in truth or righteousness.", "2": "For they call themselves by the holy city, and lean on the God of Israel, Adonai-Tzva'ot is His Name.", "3": "“I foretold the former things long ago. They went forth from My mouth, and I caused them to be heard. Suddenly I acted, so they came about.", "4": "For I know that you are obstinate, and your neck is iron sinew, and your forehead bronze.", "5": "So I foretold it to you long ago. before it came about I made you hear, lest you should say, 'My idol did them, my carved image, yes, my molded image commanded them.'", "6": "You have heard. See all of it. So will you not admit it? I proclaim to you new things from now on— hidden things that you have not known.", "7": "They are created now, not long ago. Before today you had not heard them. So you will not say, 'Sure, I knew them.'", "8": "You have not heard; you never knew; even from long ago your ear has not been open. For I knew that you are treacherous, and from birth were called a rebel.", "9": "For My Name's sake I defer My anger, for My praise I will restrain it for you— otherwise I would cut you off.", "10": "Behold, I have refined you, though not as silver. I tested you in the furnace of affliction.[a]", "11": "For My own sake, for My own sake, I act. For how should I be profaned? I will not give My glory to another.", "12": "Listen to Me, Jacob, Israel whom I called: I am He; I am the first; I am also the last.[b]", "13": "Surely My hand founded the earth, My right hand spread out the heavens. When I call to them, they stand together.", "14": "Assemble, all of you, and listen! Who among them foretold these things? Adonai loves him. He will do His will against Babylon— His arm against the Chaldeans.", "15": "I, I have spoken, yes I called him. I will bring him, so his ways will succeed.", "16": "Draw near to Me, hear this: Since the beginning, I have not spoken in secret. From the time it existed, I was there. So now Adonai Elohim has sent Me, and His Ruach.”[c]", "17": "Thus says Adonai, your Redeemer, the Holy One of Israel: “I am Adonai your God, who teaches you to profit, who leads you in the way you should go.", "18": "If only you had listened to My commandments! then your peace would be like a river, and your righteousness like the waves of the sea.", "19": "Your seed would have been like sand, and your offspring like its grains. Their name would never be cut off or destroyed from before Me.”", "20": "“Get out of Babylon, flee from Chaldea! With a shout of joy, proclaim this, send it out to the end of the earth, say: 'Adonai has redeemed His servant Jacob!", "21": "They did not thirst when He led them through the deserts. He caused the water to flow out of the rock for them. He split the rock also, and the waters gushed out.'”", "22": "“There is no shalom,” says Adonai, “for the wicked.”"}