{"1": "Let me sing of my beloved, a song of my beloved, about His vineyard. My beloved had a vineyard in a very fertile hill.[a]", "2": "He dug it out and cleared its stones, planted it with a choice vine, built a tower in the midst of it, and even cut out a winepress. He expected it to yield good grapes, but it yielded worthless grapes.", "3": "So now, O inhabitants of Jerusalem and people of Judah, please judge between me and my vineyard.", "4": "What more was there to do for my vineyard that I have not done? Why then, when I expected it to yield good grapes, did it yield worthless grapes?", "5": "So now, I will make known to you what I will do to my vineyard: I will take away the hedge, and it will be eaten up. I will break down the fence, and it will be trodden down.", "6": "I will lay it waste: it will not be pruned or hoed, but briers and thorns will come up. I will also command the clouds not to rain on it.", "7": "For the vineyard of Adonai-Tzva'ot is the house of Israel, and the people of Judah the planting of His delight. He looked for justice, but behold, bloodshed, for righteousness, but behold, a cry!", "8": "Woe to those who join house to house and merge field to field, until there is no room, and you will live alone in the midst of the land!", "9": "In my ears, Adonai-Tzva'ot has said: “Surely many houses will be desolate— even grand and fine ones— with no occupants.”", "10": "Ten acres of vineyard will yield six gallons, and an omer of seed will yield one ephah.[b]", "11": "Woe to those who rise up early in the morning— so they may pursue liquor, who stay up late at night, until wine inflames them!", "12": "Harp and lyre, tambourine and flute, and wine are at their banquets. They do not notice Adonai's activity nor see the works of His hands.", "13": "“Therefore My people are in captivity for lack of knowledge. Their honorable men are famished and their multitudes parched with thirst.", "14": "Therefore Sheol has enlarged its gullet and opened its measureless mouth— down goes her glory, her tumult, her uproar, and the revelry in her.", "15": "So humanity will be bowed down mankind will be humbled, and the eyes of the lofty humbled.”", "16": "But Adonai-Tzva'ot will be exalted through justice, and the Holy God consecrated through righteousness.", "17": "Then lambs will graze as if in their own pasture, and nomads will eat in the ruins of the wealthy.", "18": "Oy to those that drag iniquity along with cords of deceit, and sin as if with a cart rope!", "19": "They say: “Let Him hurry up and hasten His work, so we may see it! Let the plan of the Holy One of Israel draw near and come, so we may know it!”", "20": "Oy to those who call evil good and good evil, who present darkness as light and light as darkness, who present bitter as sweet, and sweet as bitter!", "21": "Oy to those who are wise in their own eyes, and clever in their own sight!", "22": "Oy to those who are heroes at drinking wine, and valiant at mixing drinks,", "23": "who justify the wicked for a bribe, and deprive the innocent of justice!", "24": "Therefore, as a tongue of fire consumes straw, and as chaff collapses into the flame, so their root will be like rot, and their blossom will go up like dust. For they have rejected the Torah of Adonai–Tzva'ot, and despised the word of the Holy One of Israel.", "25": "Therefore Adonai's anger is kindled against His people. When He has stretched out His hand against them and struck them, the hills trembled, and their carcasses were like refuse in the streets. For all this His anger is not turned away, yet His hand is still outstretched.", "26": "He will lift up a banner to nations far off, and will whistle for them from the ends of the earth. Look! Swiftly, speedily they come!", "27": "None will be weary and none stumble among them; none will slumber or sleep; no belt will be loose at the waist; no strap of sandals be broken.", "28": "Their arrows are sharp and all their bows bent; their horse hooves will be like flint and their wheels like a whirlwind.", "29": "Their roaring will be like a lion. They will growl like young lions— yes, they will roar, seize their prey and carry it away safely— and there will be none to rescue.", "30": "They will roar against them like the roaring of the sea. If one looks to the land, behold, darkness and distress! The light is darkened by the clouds."}