{"1": "Awake, awake! Clothe yourself in your strength, Zion! Clothe yourself in beautiful garments, Jerusalem, the holy city, for the uncircumcised and the unclean will never invade you again.", "2": "Shake off the dust and arise! Be enthroned, Jerusalem. Loose the bonds off your neck, captive Daughter of Zion.", "3": "For thus says Adonai: “You were sold for nothing. So you will be redeemed without silver.”", "4": "For thus says Adonai Elohim: “At first My people went down to Egypt to reside there, then the Assyrian oppressed them for nothing.", "5": "“Now therefore, what do I have here?” —it is a declaration of Adonai— “My people are taken away for nothing? Its rulers wail” —it is Adonai's declaration— “and My Name is continually blasphemed all day long.[a]", "6": "Therefore My people will know My Name. Therefore in that day, I am the One who will be saying, 'Hineni!'”", "7": "How beautiful on the mountains are the feet of him who brings good news, who announces shalom, who brings good news of happiness,[b] who announces salvation, who says to Zion, “Your God reigns!”", "8": "The voice of your watchmen—they will lift up their voices. Together they are shouting for joy! For they will see eye to eye when Adonai returns to Zion.", "9": "Break forth in joy, sing together, you ruins of Jerusalem, for Adonai has comforted His people. He has redeemed Jerusalem.", "10": "Adonai has bared His holy arm before the eyes of all the nations. All the ends of the earth will see the salvation of our God.[c]", "11": "Leave, leave! Get out of there! Touch no unclean thing. Go out of her midst. Purify yourselves, you who carry the vessels of Adonai.", "12": "For you will not go out in haste, nor will you go in flight, for Adonai will go before you, and the God of Israel will be your rear guard.", "13": "“Behold, My servant will prosper, He will be high and lifted up and greatly exalted.[d]", "14": "Just as many were appalled at You— His appearance was disfigured more than any man, His form more than the sons of men.", "15": "So He will sprinkle many nations. Kings will shut their mouths because of Him, for what had not been told them they will see, and what they had not heard they will perceive."}