{"1": "'Who has believed our report?[a] To whom is the arm of Adonai revealed?", "2": "For He grew up before Him like a tender shoot, like a root out of dry ground. He had no form or majesty that we should look at Him, nor beauty that we should desire Him.", "3": "He was despised and rejected by men, a man of sorrows, acquainted with grief, One from whom people hide their faces. He was despised, and we did not esteem Him.[b]", "4": "Surely He has borne our griefs[c] and carried our pains. Yet we esteemed Him stricken, struck by God, and afflicted.", "5": "But He was pierced[d] because of our transgressions, crushed because of our iniquities. The chastisement for our shalom was upon Him, and by His stripes we are healed.", "6": "We all like sheep have gone astray. Each of us turned to his own way. So Adonai has laid on Him the iniquity of us all.", "7": "He was oppressed and He was afflicted yet He did not open His mouth. Like a lamb led to the slaughter,[e] like a sheep before its shearers is silent, so He did not open His mouth.[f]", "8": "Because of oppression and judgment He was taken away. As for His generation, who considered? For He was cut off from the land of the living, for the transgression of my people— the stroke was theirs", "9": "His grave was given with the wicked, and by a rich man in His death,[g] though He had done no violence, nor was there any deceit in His mouth.[h]", "10": "Yet it pleased Adonai to bruise Him. He caused Him to suffer. If He makes His soul a guilt offering, He will see His offspring, He will prolong His days, and the will of Adonai will succeed by His hand.", "11": "As a result of the anguish of His soul He will see it and be satisfied by His knowledge. The Righteous One, My Servant will make many righteous and He will bear their iniquities.[i]", "12": "Therefore I will give Him a portion with the great, and He will divide the spoil with the mighty— because He poured out His soul to death, and was counted with transgressors.[j] For He bore the sin of many, and interceded for the transgressors.[k]"}