{"1": "“Sing, barren one, who has not given birth. burst into singing and shout, you who have not travailed. For more are the children of the desolate than the children of the married one,” says Adonai.", "2": "“Enlarge the place of your tent, stretch out your tabernacle curtains. Do not hold back— lengthen your cords, strengthen your stakes.", "3": "For you will spread out to the right hand and to the left. Your offspring will possess the nations and will resettle the desolate cities.", "4": "Fear not, for you will not be ashamed. Nor cringe, for you will not be disgraced. For you will forget the shame of your youth, and you will remember the reproach of your widowhood no more.", "5": "For your Maker is your husband[a] —Adonai-Tzva'ot is His Name— the Holy One of Israel is your Redeemer. He will be called God of all the earth.", "6": "“For Adonai has called you back like a wife deserted and grieved in spirit, like a wife of one's youth that is rejected,” says your God.", "7": "“For a brief moment I deserted you, but I will regather you with great compassion.", "8": "In a surge of anger I hid My face from you a moment, but with everlasting kindness I will have compassion on you,” says Adonai your Redeemer.", "9": "“For this is like the waters of Noah to Me: for as I swore that the waters of Noah should no more cover the earth, so I have sworn that I will not be angry with you, nor will I rebuke you.", "10": "Though the mountains depart and the hills be shaken, My love will not depart from you, nor will My covenant of peace be shaken, says Adonai who has compassion on you.", "11": "Afflicted one, storm-tossed, unconsoled, behold, I set your stones in antimony, lay your foundations with sapphires,", "12": "make your pinnacles of rubies, your gates of crystal, and all your walls of precious stones.", "13": "All your children will be taught by Adonai. Your children will have great shalom.", "14": "“In righteousness you will be established. You will be far from oppression —for you will not fear— and from terror— for it will not come near you.", "15": "Behold, anyone fiercely attacking is not from Me. Whoever stirs up strife with you will fall because of you.", "16": "Behold, I created the smith who blows the fire of coals and produces a weapon for its work, and I created the destroyer to ruin.", "17": "No weapon formed against you will prosper and you will condemn every tongue that rises against you in judgment. This is the heritage of Adonai's servants— their vindication is from Me.” It is a declaration of Adonai."}