{"1": "“Ho, everyone who thirsts, come to the water,[a] and you who have no money, come, buy and eat. Come, buy wine and milk without money and without cost!", "2": "Why do you spend money for what is not bread? Your wages for what does not satisfy? Listen diligently to Me, and eat what is good, and delight yourself in abundance.", "3": "Incline your ear and come to Me. Listen, so that your soul may live. I will make an everlasting covenant with you, the trustworthy loyalty to David.", "4": "Behold, I made him a witness to the peoples, a leader and commander for the peoples.", "5": "Behold, you will summon a nation you do not know, and a nation that did not know you will run to you, because of Adonai your God and the Holy One of Israel, for He has glorified you.”", "6": "Seek Adonai while He may be found, call on Him while He is near.[b]", "7": "Let the wicked forsake his way, and the unrighteous one his thoughts, let him return to Adonai, so He may have compassion on him, and to our God, for He will abundantly pardon.", "8": "“For My thoughts are not your thoughts, nor are your ways My ways.” It is a declaration of Adonai.", "9": "“For as the heavens are higher than earth, so are My ways higher than your ways, and My thoughts than your thoughts.", "10": "For as the rain and snow come down from heaven, and do not return there without having watered the earth, making it bring forth and sprout, giving seed to sow and bread to eat,", "11": "so My word will be that goes out from My mouth. It will not return to Me in vain, but will accomplish what I intend, and will succeed in what I sent it for.", "12": "“Yes, you will go out with joy and be led forth with peace. The mountains and the hills will break forth before you singing, and all the trees of the field will clap their hands!", "13": "Instead of the thorn bush, a cypress will come up, and instead of the brier, a myrtle will come up, and it will be a memorial to Adonai, as an everlasting sign that will never be cut off.”"}