{"1": "The righteous one perishes, but no one takes it to heart. Godly men are taken away, but no one discerns that the righteous man is taken from evil.", "2": "He enters into shalom. They rest on their beds, each who walked in his integrity.", "3": "But as for you, come here, you children of a sorceress, offspring of an adulterer and prostitute.", "4": "Whom are you mocking? At whom do you open your mouth wide and stick out your tongue? Are you not children of transgression, offspring of deceit?", "5": "You who burn with lust among the oaks and under every green tree, who sacrifice your children in the wadis and under the clefts of the rocks?", "6": "Among the smooth stones of the wadi is your portion— they are your lot. To them you have even poured out a drink offering, made a grain offering. Shall I relent concerning these things?", "7": "Upon a high and lofty mountain you made your bed. You also went up there to offer sacrifice.", "8": "Behind the door and the doorpost you have set up your memorial sign. For away from Me, you uncovered, went up and made your bed wide, and cut covenant with them. You loved their bed— you looked on their nakedness.", "9": "You journeyed to the king with oil and multiplied your perfumes. You sent your ambassadors far away, and made them go down to Sheol.", "10": "You wearied of the length of your way, yet you did not say, “It is hopeless!” You found renewed strength, so you did not weaken.", "11": "“Whom was it you dreaded and feared, so that you lied. But you did not remember Me or take it to heart? Have I not kept silent a long time— yet you do not fear Me?", "12": "I will expose your 'righteousness', and your deeds— they will not profit you.", "13": "When you cry out, will your collection of idols save you? The wind will carry them off, a breath will take them away. But he who takes refuge in Me will possess the land, and will inherit My holy mountain.”", "14": "Then it will be said: “Build up, build up, prepare the way, remove every stumbling block out of the way of My people.”", "15": "For thus says the High and Exalted One who inhabits eternity, whose Name is Holy: “I dwell in a high and holy place, yet also with a contrite and humble spirit, to revive the spirit of the humble, and revive the heart of the contrite.", "16": "For I will not contend forever, nor will I always be angry, for the spirit would grow weak before Me, the breath of those whom I made.", "17": "Because of the iniquity of his unjust gain I was angry; I struck him; I hid My face; I was angry— but he went on backsliding in the way of his heart.", "18": "I have seen his ways, but I will heal him. I will lead him and restore comfort to him and his mourners.", "19": "Creating the praise of lips: 'Shalom, shalom to him who is far and to him who is near,' says Adonai, 'and I will heal him.'”", "20": "But the wicked are like a troubled sea, for it cannot rest, and its waters toss up mire and dirt.", "21": "“There is no shalom,” says my God “for the wicked.”"}