{"1": "“Cry aloud, do not hold back! Raise your voice like a shofar. Tell My people their transgression, and the house of Jacob their sins.", "2": "Yet they seek Me day to day and delight to know My ways, as if they were a nation that did right, and had not forsaken their God's decree. They ask Me for righteous judgments; they delight in the nearness of God.”", "3": "“Why have we fasted. yet You do not see? Why have we afflicted our souls, yet You take no notice?” “Behold, in the day of your fast you seek your own pleasure, and exploit all your laborers.", "4": "Behold, you fast for strife and contention and to strike with a wicked fist. You should not fast as you do today to make your voice heard on high.", "5": "Is this the fast I have chosen? A day for one to afflict his soul? Is it to bow down his head like a reed, and spreading out sackcloth and ashes? Will you call this a fast and a day acceptable to Adonai?", "6": "“Is not this the fast I choose: to release the bonds of wickedness, to untie the cords of the yoke, to let the oppressed go free, and to tear off every yoke?", "7": "Is it not to share your bread with the hungry, to bring the homeless poor into your house? When you see the naked, to cover him, and not hide yourself from your own flesh and blood?", "8": "Then your light will break forth like the dawn, and your healing will spring up speedily. Your righteousness will go before you, the glory of Adonai as your rear guard.”", "9": "Then you will call, and Adonai will answer. You will cry and He will say, “Here I am.” If you get rid of the yoke among you— finger-pointing and badmouthing—", "10": "If you give yourself to the hungry, and satisfy the desire of the afflicted, then your light will rise in darkness, and your gloom will be like midday.", "11": "Then Adonai will guide you continually, satisfy your soul in drought and strengthen your bones. You will be like a watered garden, like a spring of water whose waters never fail.", "12": "Some of you will rebuild the ancient ruins, will raise up the age-old foundations, will be called Repairer of the Breach, Restorer of Streets for Dwelling.", "13": "If you turn back your foot from Shabbat, from doing your pleasure on My holy day, and call Shabbat a delight, the holy day of Adonai honorable, If you honor it, not going your own ways, not seeking your own pleasure, nor speaking your usual speech,", "14": "then You will delight yourself in Adonai, and I will let you ride over the heights of the earth, I will feed you with the heritage of your father Jacob.” For the mouth of Adonai has spoken."}