{"1": "Behold, Adonai's hand is not too short to save, nor His ear too dull to hear.", "2": "Rather, your iniquities have made a separation between you and your God. Your sins have hidden His face from you, so that He does not hear.", "3": "For your hands are defiled with blood and your fingers with iniquity. Your lips have spoken lies, your tongue mutters wickedness.", "4": "No one sues justly, and none pleads a case honestly. They trust in confusion and speak lies. They conceive mischief, and bring forth iniquity.", "5": "They hatch adders' eggs, and weave the spider's web— whoever eats their eggs dies; crack one open, a viper breaks out.", "6": "Their webs will not become clothing, nor will they cover themselves with what they make. Their deeds are works of iniquity, an act of violence is in their hands.", "7": "Their feet run after evil. They rush to shed innocent blood.[a] Their thoughts are thoughts of iniquity. Violence and ruin are on their highways.", "8": "They do not know the path of peace, and there is no justice in their tracks. They have made their paths crooked. Whoever walks in them will not experience shalom.", "9": "That is why justice is far from us and righteousness does not reach us. We hope for light, but behold darkness, for brightness, but walk in gloom.", "10": "We grope along the wall like the blind. We grope like those with no eyes. We stumble at noon as at twilight. We are like the dead in desolation.", "11": "All of us growl like bears or moan like doves. We hope for justice, but there is none; for salvation, but it is far from us.", "12": "For our transgressions are multiplied before You, and our sins testify against us, for our transgressions are with us, and we know our iniquities:", "13": "transgressing and denying Adonai, turning back from following our God, speaking oppression and revolt, conceiving and uttering lying words from the heart.", "14": "Justice is turned back, and righteousness stands far off. For truth has stumbled in the street, and uprightness cannot enter.", "15": "So now truth is missing, and whoever shuns evil becomes prey. Now when Adonai saw it, it was displeasing in His eyes that there was no justice.", "16": "He saw that there was no one— He was astonished that no one was interceding.[b] Therefore His own arm brought salvation for Him, and His righteousness upheld Him.", "17": "He put on righteousness as a breastplate and a helmet of salvation on His head. He clothed Himself in robes of vengeance and wrapped Himself in zeal as a cloak.", "18": "According to their deeds, so He will repay: wrath to His adversaries, retribution to His enemies. To the islands He will repay as due.", "19": "So from the west they will fear the Name of Adonai, and His glory from the rising of the sun. For He will come like a rushing stream driven along by the Ruach Adonai.", "20": "“But a Redeemer will come to Zion, and to those in Jacob who turn from transgression.” It is a declaration of Adonai.", "21": "“As for Me, this is My covenant with them,” says Adonai: “My Ruach who is on you,[c] and My words that I have put in your mouth, shall not depart from your mouth, or from the mouth of your offspring, or from the mouth of your children's offspring,” says Adonai, “from now on and forever.”"}