{"1": "Arise, shine, for your light has come! The glory of Adonai has risen on you.", "2": "For behold, darkness covers the earth, and deep darkness the peoples. But Adonai will arise upon you, and His glory will appear over you.", "3": "Nations will come to your light, kings to the brilliance of your rising.", "4": "Lift up your eyes and look all around: they all gather—they come to you— your sons will come from far away, your daughters carried on the hip.", "5": "Then you will see and be radiant, and your heart will throb and swell with joy. For the abundance of the sea will be turned over to you. The wealth of nations will come to you.", "6": "A multitude of camels will cover you, young camels of Midian and Ephah, all those from Sheba will come. They will bring gold and frankincense,[a] and proclaim the praises of Adonai.", "7": "All Kedar's flocks will be gathered to you. Nebaioth's rams will minister to you. They will go up with favor on My altar, and I will beautify My glorious House.", "8": "Who are these who fly like a cloud, like doves to their windows?", "9": "Surely the islands will hope in Me, with the ships of Tarshish in the lead, to bring your sons from afar, their silver and gold with them, for the Name of Adonai your God, and for the Holy One of Israel, because He has glorified you.", "10": "Foreigners will build up your walls, and their kings will minister to you. For in My fury I struck you, but in My favor I will show you mercy.", "11": "Your gates will be open continually. They will not be shut day or night, so that men may bring to you the wealth of the nations, with their kings led in procession.", "12": "For the nation and the kingdom which will not serve you will perish— those nations will be utterly ruined.", "13": "The glory of Lebanon will come to you —cypress, elm and pine together— to beautify the place of My Sanctuary. I will give to the place of My feet glory.", "14": "The sons of those who afflicted you will come bowing to you, and all those who despised you will fall at the soles of your feet. They will call you the city of Adonai, Zion of the Holy One of Israel.", "15": "Instead of deserted and hated, no one passing through, I will make you an eternal pride, joy from generation to generation.", "16": "You will also suck the milk of nations and nurse at the breast of kings. Then you will know that I, Adonai, am your Savior and your Redeemer, the Mighty One of Jacob.", "17": "“Instead of bronze I will bring gold, instead of iron I will bring silver, instead of wood, bronze, and instead of stones, iron. I will make shalom your overseer, and righteousness your taskmasters.", "18": "No more will violence be heard in your land, devastation nor destruction within your borders. But you will call your walls Salvation and your gates Praise.", "19": "No more will the sun be your light by day, nor the glow of the moon be your light, but Adonai will be your everlasting light, and your God for your glory.[b]", "20": "No more will your sun set, nor will your moon wane, for Adonai will be your everlasting light, as the days of your mourning end.[c]", "21": "Then your people will all be righteous. They will possess the land forever— the branch of His planting, the work of My hands— that I may be glorified.", "22": "The smallest will become a thousand, and the least a mighty nation. I, Adonai, will hasten it in its time.”"}