{"1": "The Ruach of Adonai Elohim is on me,[a] because Adonai has anointed me to proclaim Good News to the poor.[b] He has sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to those who are bound,", "2": "to proclaim the year of Adonai's favor and the day of our God's vengeance, to comfort all who mourn", "3": "to console those who mourn in Zion, to give them beauty for ashes, the oil of joy for mourning,[c] the garment of praise for the spirit of heaviness, that they might be called oaks of righteousness, the planting of Adonai, that He may be glorified.", "4": "They will rebuild the ancient ruins. They will restore former desolations. They will repair the ruined cities, the desolations of many generations.", "5": "Strangers will stand and shepherd your flocks, children of foreigners will be your plowmen and vinedressers.", "6": "But you will be called the kohanim of Adonai, They will speak of you as the ministers of our God. You will eat the wealth of nations and boast in their abundance.", "7": "Instead of your shame, double portion. instead of disgrace they will sing for joy. Therefore in their land they will inherit a double portion; they will have everlasting joy.", "8": "For I, Adonai, love justice. I hate robbery in the burnt offering. In faithfulness I will reward My people and cut an eternal covenant with them.", "9": "Then their offspring will be known among the nations, their descendants among the peoples. All who see them will recognize them, for they are the seed that Adonai has blessed.", "10": "I will rejoice greatly in Adonai. My soul will be joyful in my God. For He has clothed me with garments of salvation, He has wrapped me in a robe of righteousness— like a bridegroom wearing a priestly turban, like a bride adorning herself with her jewels.", "11": "For as the earth brings forth its sprouts, and as a garden causes things sown to spring up, so Adonai Elohim will cause justice and praise to spring up before all the nations."}