{"1": "“I was sought by those who did not ask for Me, I was found by those who did not seek Me. I said, 'Hineni, hineni!' to a nation not called by My Name.[a]", "2": "I have stretched out My hands all day to a rebellious people,[b] who walk in a way that is not good, following their own thoughts.", "3": "These people provoke Me continually to My face, sacrificing in gardens, burning incense on bricks,", "4": "sitting among graves, spending the night in cave-tombs; eating swine's flesh, and the broth of detestable things is in their pots,", "5": "who say, 'Keep to yourself, don't come to me, for I am holier than you!' These are smoke in My nostrils, a fire that burns all day.", "6": "Behold, it is written before Me; I will not keep silence, but will repay, even repay into their laps,", "7": "your iniquities, and the iniquities of your fathers together,” says Adonai, “because they burned incense on the mountains, and scorned Me on the hills. So I will measure into their laps full wages for their former deeds.”", "8": "Thus says Adonai: “As new wine is found in a cluster, and one says, 'Do not destroy it, for a blessing is in it,' so I will do for My servants' sakes, that I may not destroy them all.", "9": "I will bring forth offspring from Jacob, an heir of My mountains from Judah. My chosen ones will inherit it, and My servants will dwell there.", "10": "Sharon will be a fold of flocks, and the valley of Achor a place for herds to lie down in, for My people who seek Me.", "11": "But you who forsake Adonai, who forget My holy mountain, who prepare a table for Fortune, who fill cups of mixed wine for Fate,", "12": "I will fate you to the sword, and all of you will kneel to slaughter. For I called, but you did not answer, I spoke, but you did not hear. So you did what was evil in My sight, and chose what I did not delight in.”", "13": "Therefore thus says Adonai Elohim: “Behold, My servants will eat, while you will go hungry. Behold, My servants will drink, but you will be thirsty. Behold, My servants will rejoice, but you will be put to shame.", "14": "Behold, My servants will sing for joy with a happy heart, but you will cry from pain of heart, and wail out of a broken spirit.", "15": "You will leave your name behind as a curse for My chosen ones, and Adonai Elohim will slay you. But He will call His servants by another name.", "16": "So he who says a bracha in the land will be blessed by the God of truth, and he who swears in the land will swear by the God of truth. For the former troubles are forgotten, because they are hidden from My sight!", "17": "For behold, I create new heavens and a new earth.[c] The former things will not be remembered or come to mind.", "18": "But be glad and rejoice forever in what I am creating. For behold, I am creating Jerusalem for rejoicing, and her people for joy.", "19": "Then I will rejoice in Jerusalem, and be glad in My people. No longer will the voice of weeping or the voice of crying be heard in her.", "20": "No longer will there be in it an infant who lives but a few days, or an old man who does not fill out his days. For the youth will die at a hundred years, But one who misses the mark of a hundred must be accursed.", "21": "They will build houses and inhabit them. They will plant vineyards and eat their fruit.", "22": "They will not build and another inhabit, nor plant and another eat. For like the days of a tree, so will be the days of My people, and My chosen ones will long enjoy the work of their hands.", "23": "They will not labor in vain nor bear children for calamity. For they are the offspring of those blessed by Adonai, as well as descendants with them.", "24": "And it will come to pass that before they call, I will answer, and while they are still speaking, I will hear.", "25": "The wolf and the lamb will feed together. The lion will eat straw like the ox, but dust will be the serpent's food. They will not hurt or destroy in all My holy mountain,” says Adonai."}