{"1": "Now it came about in the days of Ahaz son of Jotham, son of Uzziah, king of Judah, that King Rezin of Aram and King Pekah, son of Remaliah of Israel, went up to Jerusalem to war against it, but could not prevail against it. ", "2": "When it was reported to the house of David saying: “Aram is camped in Ephraim,” his heart as well as the heart of his people shook like the trees of the forest shaking with the wind.", "3": "Then Adonai said to Isaiah: “Go out now to meet Ahaz—you and Shear-jashub your son, at the end of the aqueduct from the upper pool, in the highway of the fullers' field[a]; ", "4": "and say to him, 'Keep calm and be quiet. Do not fear nor be faint-hearted because of these two stubs of smoldering firebrands, because of the fierce anger of Rezin and Aram, nor of the son of Remaliah, ", "5": "because Aram has plotted harm against you, along with Ephraim and the son of Remaliah saying, ", "6": "“Let us go up against Judah, terrorize it, divide it for ourselves, and appoint Tabeel's son as king in the midst of it.”", "7": "Thus says Adonai Elohim: “It will not stand, nor will it occur.", "8": "For the head of Aram is Damascus, and the head of Damascus is Rezin. Within 65 years Ephraim will be broken and not be a people.", "9": "The head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If you do not trust, you will not stand.”", "10": "Then Adonai spoke again to Ahaz saying, ", "11": "“Ask for a sign from Adonai your God—from the depths of Sheol or the heights of Heaven.”", "12": "But Ahaz said, “I won't ask—I wouldn't test Adonai!”", "13": "Then he said, “Hear now, house of David! Is it a small thing for you to weary men? Will you also weary my God? ", "14": "Therefore Adonai Himself will give you a sign: Behold, the virgin[b] will conceive. When she is giving birth to a son, she will call his name Immanuel.[c]", "15": "He will be eating curds and honey by the time he knows to refuse evil and choose good.", "16": "For before the boy knows to refuse evil and choose good, the land of the two kings you dread will be abandoned. ", "17": "Adonai will bring—on you, on your people and on your father's house such days as have never come since the day Ephraim separated from Judah—the king of Assyria!", "18": "In that day Adonai will whistle for the fly at the source of the Nile of Egypt and for the bee in the land of Assyria. ", "19": "Then they will come, all of them—and will settle in the steep wadis and in the clefts of the cliffs and in all the thorn bushes and in all the watering holes. ", "20": "In that day Adonai will shave—with a razor hired beyond the River—with the king of Assyria—the head and the hair of the legs, and even clip off the beard.", "21": "In that day it will be that a man will rear a calf and two sheep, ", "22": "and from the abundant milk they give, he will eat curds—for anyone left in the land will eat curds and honey.", "23": "In that day it will be that every place where there were 1,000 vines worth 1,000 silver shekels will become briers and thorns. ", "24": "With arrows and bows one will come there, since all the land will become briers and thorns. ", "25": "As for all the hills that were tilled with the hoe—you will not go there for fear of briers and thorns. Instead it will be for grazing of oxen and roaming of sheep."}