{"1": "Then Adonai said to me: “Take yourself a great tablet, and write on it with a man's stylus: 'Maher-shalal-hashbaz[a].'” ", "2": "So I took for myself trustworthy witnesses—Uriah the kohen and Zechariah son of Jeberechiah.", "3": "Then I went to the prophetess; and she conceived and bore a son. Then Adonai said to me: “Call his name Maher-shalal-hashbaz. ", "4": "For before the child will have knowledge to cry 'my father!' or 'my mother!' the wealth of Damascus and the spoil of Samaria will be carried away before the king of Assyria.” ", "5": "Then Adonai spoke to me further, saying:", "6": "“Because these people have refused the softly flowing waters of Shiloah, and rejoice with Rezin and Remaliah's son,", "7": "therefore behold, Adonai is bringing on them the waters of the River—mighty and massive— Assyria's king with all his glory! It will rise over all its channels and spill over all its banks.", "8": "Then it will sweep through Judah, overflow as it passes through, reaching even to the neck! So the spread of its wings will be the full breadth of your land! Immanuel!", "9": "Make an uproar, O peoples— but you will be broken in pieces. Give ear, all you of far countries. Arm yourselves—yet be shattered! Arm yourselves—yet be shattered!", "10": "Take counsel together, but it will amount to nothing. Speak a word, but it will not stand. For God is with us!", "11": "For thus Adonai spoke to me, with a strong hand, warning me that I should not walk in the way of these people, saying: ", "12": "“Do not say: 'It's a conspiracy!' about everything that these people call a conspiracy. You must not fear or tremble at what they fear.", "13": "Adonai-Tzva'ot, Him will you sanctify, and let Him be your fear, trembling at Him.", "14": "He will be a Sanctuary, but a stone of stumbling and a rock of offence[b] to both the houses of Israel, a trap and a snare to the inhabitants of Jerusalem.", "15": "Many among them will stumble, fall, and be broken, snared and caught.", "16": "Bind up the testimony, seal the instruction with My disciples.", "17": "I will wait for Adonai, who is hiding His face from the house of Jacob, and I will look eagerly for Him.", "18": "Here I am with the children that Adonai has given me as signs and wonders in Israel, from Adonai-Tzva'ot who dwells on Mount Zion. ", "19": "When they say to you: “Consult the mediums and necromancers who chirp and mutter,” shouldn't a people seek their God? Should a people consult the dead on behalf of the living? ", "20": "To Torah and to the testimony! If they do not speak according to this word, it is because they have no light. ", "21": "They will pass this way that are hard-pressed and hungry, and it will turn out that when they are hungry, they will become enraged and curse their king and their God. Whether they turn their faces upward ", "22": "or look to the earth, behold, distress and darkness, the gloom of anguish, and they will be driven into darkness.", "23": "But there is no gloom to her[c] who was in anguish, as in time past. He treated lightly the land of Zebulun and the land of Naphtali, but in the future He will bring glory— by the way of the sea, beyond the Jordan— Galilee of the Gentiles."}