{"1": "The people walking in darkness will see a great light. Upon those dwelling in the land of the shadow of death, light will shine.[a]", "2": "You will multiply the nation. You will increase the joy. They will rejoice before You like the joy in the harvest, as they revel when they divide spoil.", "3": "For You will break the burdensome yoke and the rod on his shoulder— the war-club of his oppressor— as in the day of Midian.", "4": "For every stomping boot quaking and cloak rolled in blood will be for burning— fuel for the fire.", "5": "For to us a child is born, a son will be given to us,[b] and the government will be upon His shoulder.[c] His Name will be called Wonderful Counselor,[d] Mighty God My Father of Eternity, Prince of Peace.[e]", "6": "Of the increase of His government and shalom there will be no end— on the throne of David and over His kingdom— to establish it and uphold it through justice and righteousness from now until forevermore.[f] The zeal of Adonai-Tzva'ot will accomplish this.", "7": "Adonai sent a word to Jacob, and it fell upon Israel.", "8": "All the people will know what Ephraim and the inhabitants of Samaria say in pride and in arrogance of heart:", "9": "“The bricks are fallen, but we will rebuild with cut stones. The sycamores are cut down, but we will replace them with cedars.”", "10": "Therefore Adonai raises up Rezin's adversaries against them, and spurs on his enemies.", "11": "The Arameans from the east and the Philistines from the west— they will devour Israel with open mouth. For all this His anger is not turned away, yet His hand is still outstretched.", "12": "Yet the people will not turn back to the One who strikes them, nor will they seek Adonai-Tzva'ot.", "13": "So Adonai will cut off from Israel head and tail, palm branch and bulrush in a single day.", "14": "The elder and the man of rank— he is the head. The prophet who teaches falsehood— he is the tail.", "15": "The leaders of this people lead them astray. Those they mislead are swallowed up.", "16": "Therefore Adonai will have no joy in their young men, nor will He have compassion on their orphans and widows, for everyone is ungodly and an evildoer, and every mouth speaks foolishness. For all this His anger is not turned away, yet His hand is still outstretched.", "17": "For wickedness burns like a fire and consumes the briers and thorns It kindles the thickets of the forest, so they roll up in a column of smoke.", "18": "By the wrath of Adonai-Tzva'ot is the land burnt up; The people are as fuel for the fire. No one spares his brother.", "19": "One grabs with the right hand but is hungry, and eats with the left hand but is not satisfied. Everyone will eat the flesh of his own arm—", "20": "Manasseh will devour Ephraim, and Ephraim, Manasseh, both are against Judah. For all this His anger is not turned away, yet His hand is outstretched."}