{"1": "The  revelation apokalypsis of  Jesus Iēsous Christ Christos,  which hos God theos gave didōmi him autos · ho to  show deiknymi to ho his autos servants the  things  that hos must dei soon en take  place ginomai.  · kai He  made  it  known sēmainō by  sending apostellō · ho his autos angel angelos to ho his autos servant  John Iōannēs, ", "2": "who hos bore  witness martyreō to  everything hosos he saw,  the ho word logos of ho God theos and kai the ho testimony martyria of  Jesus Iēsous Christ Christos. ", "3": "Blessed makarios is  the ho one  who  reads  aloud anaginōskō the ho words logos of  this ho prophecy prophēteia,  and kai those ho who  hear akouō and kai keep tēreō what ho is  written graphō in en it autos,  for gar the ho time kairos is  near engys. ", "4": "John Iōannēs to  the ho seven hepta churches ekklēsia that ho are  in en · ho Asia Asia:  Grace charis to  you hymeis and kai peace eirēnē from apo the ho one  who  is eimi,  and kai who ho was eimi,  and kai who ho is  to  come erchomai,  and kai from apo the ho seven hepta spirits pneuma who hos are  before enōpion · ho his autos throne thronos, ", "5": "and kai from apo Jesus Iēsous Christ Christos the ho faithful pistos witness martys,  · ho the ho firstborn prōtotokos of  the ho dead nekros,  and kai the ho ruler archōn of  the ho kings basileus of  the ho world gē.  To  him ho who  loves agapaō us hēmeis and kai has  freed lyō us hēmeis from ek · ho our hēmeis sins hamartia by en · ho his autos blood haima", "6": "and kai has  made poieō us hēmeis a  kingdom basileia,  priests hiereus to ho his autos God theos and kai Father patēr,  to  him autos be  · ho glory doxa and kai · ho dominion kratos for eis all ho time aiōn ho.  · ho Amen amēn. ", "7": "Behold idou,  he  is  coming erchomai with meta the ho clouds nephelē,  and kai every pas eye ophthalmos will  see horaō him autos,  even kai those  who hostis pierced ekkenteō him autos;  and kai all pas the ho tribes phylē of ho earth gē will  wail koptō on  account  of epi him autos.  So  shall  it  be nai!  Amen amēn. ", "8": "“ I egō am eimi the ho Alpha alpha and kai the ho Omega ō,”  says legō the  Lord kyrios · ho God theos, “ the ho one  who eimi is ,  and kai who ho was eimi,  and kai who ho is  to  come erchomai,  the ho Almighty pantokratōr.” ", "9": "I egō,  John Iōannēs,  · ho your hymeis brother adelphos and kai partner synkoinōnos in en the ho tribulation thlipsis and kai kingdom basileia and kai patient  endurance hypomonē that are  in en Jesus Iēsous,  was ginomai on en the ho island nēsos · ho called kaleō Patmos Patmos on  account  of dia the ho word logos of ho God theos and kai the ho testimony martyria of  Jesus Iēsous. ", "10": "I  was ginomai in en the  spirit pneuma on en the ho Lord' s kyriakos Day hēmera,  and kai I  heard akouō behind opisō me egō a  loud megas voice phōnē like hōs a  trumpet salpinx, ", "11": "saying legō, “ Write graphō what hos you  see blepō on eis a  scroll biblion and kai send pempō it  to  the ho seven hepta churches ekklēsia— to eis Ephesus Ephesos,  · kai Smyrna Smyrna,  · kai Pergamum Pergamos,  · kai Thyatira Thuateira,  · kai Sardis Sardeis,  · kai Philadelphia Philadelpheia,  and kai Laodicea Laodikeia.” ", "12": "And kai I  turned epistrephō to  see blepō the ho voice phōnē that hostis was  speaking laleō to meta me egō,  and kai when  I  had  turned epistrephō I saw  seven hepta golden chrysous lampstands lychnia, ", "13": "and kai in en the  midst mesos of  the ho lampstands lychnia one  like homoios a  son hyios of  man anthrōpos,  dressed endyō in  a  long  robe podērēs and kai with a  gold chrysous sash zōnē tied perizōnnymi high  across pros his ho chest mastos. ", "14": "· ho · de His autos head kephalē and kai his ho hair thrix were  white leukos,  like hōs white leukos wool erion,  like hōs snow chiōn,  and kai · ho his autos eyes ophthalmos were  like hōs a  flame phlox of  fire pyr. ", "15": "· kai · ho His autos feet pous were  like homoios burnished  bronze chalkolibanon,  refined pyroō in en a  furnace kaminos,  and kai · ho his autos voice phōnē was  like hōs the  roar phōnē of  many polys waters hydōr. ", "16": "· kai In en · ho his autos right dexios hand cheir he  held echō seven hepta stars astēr,  · kai from ek · ho his autos mouth stoma came ekporeuomai a  sharp oxys two-edged distomos sword rhomphaia,  and kai · ho his autos face opsis was  shining phainō like hōs the ho sun hēlios at en · ho full autos strength dynamis. ", "17": "And kai when hote I saw  him autos,  I  fell piptō at pros · ho his autos feet pous as  though hōs dead nekros.  And kai he  laid tithēmi · ho his autos right  hand dexios on epi me egō,  saying legō, “ Do  not mē fear phobeomai!  I egō am eimi the ho First prōtos and kai the ho Last eschatos, ", "18": "· kai the ho Living  One zaō.  · kai I  was ginomai dead nekros,  but kai behold idou,  I  am eimi alive zaō for eis all ho time aiōn ho!  · ho And kai I  hold echō the ho keys kleis of ho death thanatos and kai of ho Hades hadēs. ", "19": "Write graphō therefore oun the  things hos that  you have seen,  · kai those  that hos are eimi,  and kai those  that hos are mellō to  take  place ginomai after meta this houtos. ", "20": "The ho mystery mystērion of  the ho seven hepta stars astēr that hos you saw  in epi · ho my egō right  hand dexios,  and kai the ho seven hepta golden chrysous lampstands lychnia,  · ho is this:  the ho seven hepta stars astēr are eimi the  angels angelos of  the ho seven hepta churches ekklēsia,  and kai the ho seven hepta lampstands lychnia · ho are eimi the  seven hepta churches ekklēsia. "}