{"1": "Then kai I saw  another allos powerful ischuros angel angelos coming  down katabainō from ek · ho heaven ouranos,  wrapped periballō in  a  cloud nephelē,  with kai a ho rainbow iris above epi · ho his autos head kephalē;  · kai · ho his autos face prosōpon was  like hōs the ho sun hēlios,  and kai · ho his autos legs pous were  like hōs pillars stylos of  fire pyr. ", "2": "· kai He  held echō in en · ho his autos hand cheir a  little  scroll biblaridion that  had  been  unrolled anoigō.  · kai Placing tithēmi · ho his autos right dexios foot pous · ho on epi the ho sea thalassa · ho and de his  left  foot euōnymos on epi the ho land gē, ", "3": "· kai he  shouted krazō in  a  loud megas voice phōnē like hōsper a  lion leōn roaring mykaomai.  And kai when hote he  shouted krazō,  the ho seven hepta thunders brontē sounded laleō · ho their heautou voices phōnē. ", "4": "And kai when hote the ho seven hepta thunders brontē had  sounded laleō,  I  was  preparing mellō to  write graphō but kai I  heard akouō a  voice phōnē from ek · ho heaven ouranos saying legō, “ Seal  up sphragizō what hos the ho seven hepta thunders brontē have  said laleō,  and kai do  not mē write  it autos down graphō.” ", "5": "Then kai the ho angel angelos that hos I had seen  standing histēmi on epi the ho sea thalassa and kai on epi the ho land gē raised airō · ho his autos right dexios hand cheir · ho to eis · ho heaven ouranos", "6": "and kai swore omnyō by en the ho one  who  lives zaō for eis all ho time aiōn ho,  · ho who hos created ktizō · ho heaven ouranos and kai what ho is  in en it autos,  · kai the ho earth gē and kai what ho is  in en it autos,  and kai the ho sea thalassa and kai what ho is  in en it autos, “ There  will  be eimi no  more ouketi delay chronos! ", "7": "But alla in en the ho days hēmera when hotan · ho the ho seventh hebdomos angel angelos is  about mellō to  sound  his  trumpet salpizō,  · kai the ho mystery mystērion of ho God theos will  be  fulfilled teleō,  just  as hōs he  announced euangelizō to ho his heautou servants  the ho prophets prophētēs.” ", "8": "Then kai the ho voice phōnē that hos I  had  heard akouō from ek · ho heaven ouranos spoke laleō to meta me egō again palin,  · kai saying legō, “ Go hypagō,  take lambanō the ho scroll biblion that ho is  open anoigō in en the ho hand cheir of  the ho angel angelos who ho is  standing histēmi on epi the ho sea thalassa and kai on epi the ho land gē.” ", "9": "So kai I  went aperchomai to pros the ho angel angelos and  told legō him autos to  give didōmi me egō the ho little  scroll biblaridion.  And kai he  said legō to  me egō, “ Take lambanō it  and kai eat katesthiō it autos;  · kai it  will  make pikrainō your sy · ho stomach koilia bitter ,  but alla in en · ho your sy mouth stoma it  will  be eimi sweet glykys as hōs honey meli.” ", "10": "So kai I  took lambanō the ho little  scroll biblaridion from ek the ho hand cheir of  the ho angel angelos and kai ate katesthiō it autos.  · kai In en · ho my egō mouth stoma it  was eimi as  sweet glykys as hōs honey meli,  but kai when hote I  had  eaten esthiō it autos,  my egō stomach koilia became  bitter pikrainō.  · ho", "11": "Then kai they  said legō to  me egō, “ You sy must dei prophesy prophēteuō again palin about epi many polys peoples laos and kai nations ethnos and kai languages glōssa and kai kings basileus.” "}