{"1": "Then kai a  measuring  rod kalamos like homoios a  staff rhabdos was  given didōmi to  me egō; and someone  said legō, “ Rise egeirō and kai measure metreō the ho temple naos of ho God theos and kai the ho altar thusiastērion and kai those ho who  worship proskyneō there en autos, ", "2": "but kai exclude ekballō the ho court aulē that ho is  outside exōthen the ho temple naos;  · kai do metreō not mē measure metreō it autos because hoti it  has  been  given didōmi to  the ho nations ethnos.  And kai they  will  trample pateō the ho holy hagios city polis · ho for  forty-two tesserakonta months mēn.  · kai", "3": "And kai I  will  give  power didōmi to ho my egō two dyo witnesses martys,  and kai they  will  prophesy prophēteuō for  one  thousand chilioi two  hundred diakosioi and  sixty hexēkonta days hēmera,  clothed periballō in  sackcloth sakkos.” ", "4": "( These houtos are eimi the ho two dyo olive  trees elaia and kai the ho two dyo lampstands lychnia that ho stand histēmi before enōpion the ho Lord kyrios of  the ho earth gē.) ", "5": "And kai if ei anyone tis tries thelō to  harm adikeō them autos,  fire pyr comes ekporeuomai out  of ek · ho their autos mouth stoma and kai devours katesthiō · ho their autos enemies echthros.  And kai if ei anyone tis tries thelō to  harm adikeō them autos,  he autos must dei be  killed apokteinō in  this  way houtōs. ", "6": "These houtos two witnesses  have echō the ho power exousia to  shut kleiō the ho sky ouranos so  that hina no mē rain hyetos will  fall brechō during  the ho days hēmera of ho their autos prophesying prophēteia,  and kai they  have echō power exousia over epi the ho waters hydōr to  turn strephō them autos into eis blood haima and kai to  strike patassō the ho earth gē with en every pas kind  of  plague plēgē,  as  often  as hosakis they  wish thelō. ", "7": "· kai When hotan they  have  finished teleō · ho their autos testimony martyria,  the ho beast thērion that ho comes  up anabainō from ek the ho abyss abyssos will  make poieō war polemos on meta them autos and kai conquer nikaō them autos and kai kill apokteinō them autos, ", "8": "and kai · ho their autos dead  bodies ptōma will lie  in epi the ho street platys of  the ho great megas city polis,  · ho which hostis symbolically pneumatikōs is  called kaleō Sodom Sodoma,  or kai Egypt Aigyptos,  where hopou also kai · ho their autos Lord kyrios was  crucified stauroō. ", "9": "· kai For hēmera three treis and kai a  half hēmisys days hēmera those  from ek every ho people laos and kai tribe phylē and kai language glōssa and kai nation ethnos will  gaze  at blepō · ho their autos dead  bodies ptōma and kai refuse  to  let ou · ho them autos be  placed tithēmi in eis a  tomb mnēma. ", "10": "And kai those ho who  dwell katoikeō on epi the ho earth gē will  rejoice chairō over epi them autos and kai celebrate euphrainō and kai send pempō gifts dōron to  one  another allēlōn,  because hoti these houtos · ho two dyo prophets prophētēs had  tormented basanizō those ho who  dwell katoikeō on epi the ho earth gē. ", "11": "But kai after meta the ho three treis and kai a  half hēmisys days hēmera, the  breath pneuma of  life zōē from ek · ho God theos entered eiserchomai en them autos and kai they  stood histēmi on epi · ho their autos feet pous;  and kai great megas fear phobos fell epipiptō on epi those ho who  were  watching theōreō them autos. ", "12": "Then kai they  heard akouō a  loud megas voice phōnē from ek · ho heaven ouranos,  saying legō to  them autos, “ Come  up anabainō here hōde!”  And kai they  arose anabainō to eis · ho heaven ouranos in en a ho cloud nephelē,  and kai their autos enemies echthros watched theōreō them autos.  · ho", "13": "And kai at en that ekeinos very ho hour hōra there  was ginomai a  great megas earthquake seismos,  and kai a ho tenth dekatos of  the ho city polis fell piptō.  · kai Seven hepta thousand chilias people anthrōpos were  killed apokteinō in en the ho earthquake seismos,  and kai the ho rest loipos were ginomai terrified emphobos and kai gave didōmi glory doxa to  the ho God theos of ho heaven ouranos. ", "14": "The ho second deuteros woe ouai · ho has  passed aperchomai;  the ho third tritos woe ouai · ho is  coming erchomai soon tachus. ", "15": "Then kai the ho seventh hebdomos angel angelos blew  his  trumpet salpizō,  and kai there  were ginomai loud megas voices phōnē in en · ho heaven ouranos,  saying legō, “ The ho kingdom basileia of  the ho world kosmos has  become ginomai the kingdom  of ho our hēmeis Lord kyrios and kai of ho his autos Christ Christos,  and kai he  will  reign basileuō for eis all ho time aiōn ho.”  · ho", "16": "Then kai the ho twenty-four eikosi tessares elders presbyteros who ho were  seated kathēmai on epi their autos thrones thronos before enōpion · ho God theos · ho fell piptō on epi · ho their autos faces prosōpon and kai worshiped proskyneō · ho God theos, ", "17": "saying legō, “ We  give  thanks eucharisteō to  you sy,  Lord kyrios · ho God theos · ho Almighty pantokratōr,  who ho is eimi and kai who ho was eimi,  because hoti you  have  taken lambanō · ho your sy great megas power dynamis · ho and kai begun  to  reign basileuō. ", "18": "· kai The ho nations ethnos raged orgizō,  but kai your sy wrath orgē came erchomai;  · ho and kai the ho time kairos for  the ho dead nekros to  be  judged krinō,  and kai the time  to  reward didōmi · ho · ho your sy servants,  the ho prophets prophētēs and kai · ho saints hagios,  and kai those ho who  fear phobeomai · ho your sy name onoma, both  · ho small mikros and kai · ho great megas,  and kai the time  to  destroy diaphtheirō the ho destroyers diaphtheirō of  the ho earth gē.” ", "19": "Then kai the ho temple naos of ho God theos,  which ho is  in en · ho heaven ouranos,  was  opened anoigō,  and kai the ho ark kibōtos of ho his autos covenant diathēkē was  seen horaō within en · ho his autos temple naos;  and kai there  were ginomai flashes  of  lightning astrapē,  · kai rumblings phōnē,  · kai peals  of  thunder brontē,  · kai an  earthquake seismos,  and kai heavy megas hail chalaza. "}