{"1": "Then kai a  great megas sign sēmeion appeared horaō in en · ho heaven ouranos: a  woman gynē clothed  with periballō the ho sun hēlios,  · kai with  the ho moon selēnē under hypokatō · ho her autos feet pous,  and kai on epi · ho her autos head kephalē was a  crown stephanos of  twelve dōdeka stars astēr. ", "2": "· kai She  was echō pregnant en gastēr and kai was  crying  out krazō in  labor  pains ōdinō as kai she  struggled basanizō to  give  birth tiktō. ", "3": "Then kai another allos sign sēmeion appeared horaō in en · ho heaven ouranos:  · kai a  huge megas red pyrros dragon drakōn that  had echō seven hepta heads kephalē and kai ten deka horns keras,  and kai on epi · ho its autos heads kephalē were  seven hepta crowns diadēma. ", "4": "· kai · ho His autos tail oura swept  away syrō a ho third tritos of  the ho stars astēr of ho heaven ouranos and kai hurled ballō them autos to eis the ho earth gē.  And kai the ho dragon drakōn stood histēmi before enōpion the ho woman gynē who ho was  about mellō to  give  birth tiktō,  so  that hina when hotan she  bore tiktō · ho her autos child teknon he  might  devour katesthiō it. ", "5": "So kai the woman  gave  birth tiktō to  a  son hyios, a  male  child arsēn,  who hos is  going mellō to  rule poimainō all pas the ho nations ethnos with en an  iron sidērous rod rhabdos;  but kai her autos child teknon was  taken  up harpazō · ho to pros · ho God theos and kai to pros · ho his autos throne thronos. ", "6": "Then kai the ho woman gynē fled pheugō into eis the ho wilderness erēmos where hopou a  place topos had  been  prepared hetoimazō for her  by apo · ho God theos,  so hina they  can  take  care  of trephō her autos there ekei for  one  thousand chilioi two  hundred diakosioi and  sixty hexēkonta days hēmera. ", "7": "Then kai war polemos broke  out ginomai in en · ho heaven ouranos,  · ho Michael Michaēl and kai · ho his autos angels angelos fought polemeō against meta the ho dragon drakōn.  · kai The ho dragon drakōn and kai his autos angels angelos fought  back polemeō,  · ho", "8": "but kai he  was  not ou strong  enough ischuō,  and  no oude longer eti was  a  place topos found heuriskō for  them autos in en · ho heaven ouranos. ", "9": "And kai the ho great megas dragon drakōn was  thrown  down ballō,  · ho that ho ancient archaios serpent ophis,  · ho who ho is  called kaleō the  devil diabolos and kai · ho Satan Satanas,  the ho deceiver planaō of  the ho whole holos world oikoumenē— he  was  thrown  down ballō to eis the ho earth gē,  and kai · ho his autos angels angelos were  thrown  down ballō with meta him autos. ", "10": "Then kai I  heard akouō a  loud megas voice phōnē in en · ho heaven ouranos saying legō, “ Just  now arti have  come ginomai the ho salvation sōtēria and kai the ho power dynamis and kai the ho kingdom basileia of ho our hēmeis God theos and kai the ho authority exousia of ho his autos Christ Christos,  because hoti the ho accuser katēgōr of ho our hēmeis brothers adelphos has  been  thrown  down ballō,  the ho one  who  accuses katēgoreō them autos day hēmera and kai night nyx before enōpion · ho our hēmeis God theos. ", "11": "· kai They autos overcame nikaō him autos by dia the ho blood haima of  the ho Lamb arnion and kai by dia the ho word logos of ho their autos testimony martyria,  and kai they  did  not ou love agapaō · ho their autos lives psychē even achri to  death thanatos. ", "12": "Therefore dia houtos,  rejoice euphrainō,  O ho heavens ouranos and kai all  who ho dwell skēnoō in en them autos! But  woe ouai to you,  O ho earth gē and kai · ho sea thalassa,  for hoti the ho devil diabolos has  come  down katabainō to pros you hymeis having echō great megas wrath thumos,  because  he  knows oida that hoti he  has echō only a  short oligos time kairos!” ", "13": "So kai when hote the ho dragon drakōn saw  that hoti he  had  been  thrown  down ballō to eis the ho earth gē,  he  pursued diōkō the ho woman gynē who hostis had  given  birth tiktō to  the ho male  child arsēn. ", "14": "But kai the ho woman gynē was  given didōmi the ho two dyo wings pteryx of ho a  great megas eagle aetos · ho so hina she  could  fly petomai away  into eis the ho wilderness erēmos to eis the ho place topos where hopou she  would  be  taken  care  of trephō for  a  time kairos,  and kai times kairos,  and kai half hēmisys a  time kairos, safe  from apo the  presence prosōpon of  the ho serpent ophis. ", "15": "Then kai the ho serpent ophis spouted ballō water hydōr like hōs a  river potamos out  of ek · ho his autos mouth stoma after opisō the ho woman gynē to hina sweep poieō her autos away poieō by  a  flood potamophorētos, ", "16": "but kai the ho earth gē came  to  the  help  of boētheō the ho woman gynē;  · kai the ho ground gē opened  up anoigō · ho and kai swallowed katapinō the ho river potamos that hos the ho dragon drakōn had  spewed ballō from ek · ho his autos mouth stoma. ", "17": "So kai the ho dragon drakōn became  furious orgizō with epi the ho woman gynē and kai went  off aperchomai to  make poieō war polemos against meta the ho rest loipos of ho her autos children sperma,  those ho who  keep tēreō the ho commandments entolē of ho God theos and kai hold echō to  the ho testimony martyria of  Jesus Iēsous. "}