{"1": "And kai I saw,  rising anabainō out  of ek the ho sea thalassa, a  beast thērion with echō ten deka horns keras and kai seven hepta heads kephalē.  · kai On epi · ho his autos ten  horns keras were  ten deka crowns diadēma and kai on epi · ho his autos heads kephalē were written  blasphemous blasphēmia names onoma. ", "2": "And kai the ho beast thērion that hos I saw  was eimi like homoios a  leopard pardalis,  · kai · ho his autos feet pous were  like hōs a bear' s arkos,  and kai · ho its autos mouth stoma was  like hōs a lion' s leōn mouth stoma.  And kai to autos the  beast autos the ho dragon drakōn gave didōmi · ho his autos power dynamis and kai · ho his autos throne thronos and kai great megas authority exousia. ", "3": "· kai One heis of ek the ho beast' s autos heads kephalē appeared hōs to  have  been  mortally eis wounded sphazō,  but kai · ho his autos deadly thanatos wound plēgē · ho had  been  healed therapeuō.  · kai The ho whole holos world gē marveled thaumazō as they  followed opisō the ho beast thērion. ", "4": "· kai They  worshiped proskyneō the ho dragon drakōn because hoti he  had  given didōmi · ho authority exousia to  the ho beast thērion,  and kai they  worshiped proskyneō the ho beast thērion,  saying legō, “ Who tis is  like homoios the ho beast thērion?”  and kai, “ Who tis is  able dynamai to  make  war polemeō against meta him autos?” ", "5": "· kai The  beast autos was  given didōmi a  mouth stoma to  speak laleō arrogant megas words  and kai blasphemies blasphēmia,  and kai he autos was  allowed didōmi to  exercise poieō authority exousia for  forty-two tesserakonta months mēn.  · kai", "6": "· kai He  opened anoigō · ho his autos mouth stoma in eis blasphemies blasphēmia against pros · ho God theos,  to  blaspheme blasphēmeō · ho his autos name onoma and kai · ho his autos dwelling skēnē, that is,  those ho who  live skēnoō in en · ho heaven ouranos. ", "7": "· kai The  beast autos was  allowed didōmi to  make poieō war polemos against meta the ho saints hagios and kai to  conquer nikaō them autos.  And kai he autos was  given didōmi authority exousia over epi every pas tribe phylē and kai people laos and kai language glōssa and kai nation ethnos. ", "8": "And kai all pas those ho living katoikeō on epi the ho earth gē will  worship proskyneō him autos, everyone  whose hos name onoma has  not ou been  written graphō · ho in en the ho Book biblion of ho Life zōē of  the ho Lamb arnion who ho was  slain sphazō from apo the  foundation katabolē of  the  world kosmos. ", "9": "If ei anyone tis has echō an  ear ous,  let  him  hear akouō! ", "10": "If ei anyone tis is  meant  for eis captivity aichmalōsia,  into eis captivity aichmalōsia he  will  go hypagō.  If ei anyone tis is  to  be  killed apokteinō by en the  sword machaira,  by en the  sword machaira he autos will  be  killed apokteinō.  This hōde calls eimi for  the ho endurance hypomonē and kai · ho faithfulness pistis of  the ho saints hagios. ", "11": "Then kai I saw  another allos beast thērion rising anabainō out  of ek the ho earth gē.  · kai He  had echō two dyo horns keras like homoios a  lamb arnion,  but kai he  spoke laleō like hōs a  dragon drakōn. ", "12": "· kai He  exercised poieō all pas the ho authority exousia of  the ho first prōtos beast thērion on enōpion his autos behalf,  and kai made poieō the ho earth gē and kai those ho who  live katoikeō in en it autos to hina worship proskyneō the ho first prōtos beast thērion,  · ho the  one hos whose  deadly thanatos wound plēgē had  been  healed therapeuō.  · ho · ho", "13": "· kai He  performed poieō impressive megas signs sēmeion,  even hina · kai making poieō fire pyr come  down katabainō from ek · ho heaven ouranos to eis · ho earth gē in  the  sight enōpion of ho everyone anthrōpos; ", "14": "and kai by dia the ho signs sēmeion he autos was  allowed didōmi to  perform poieō on  behalf  of enōpion the ho beast thērion,  he  deceived planaō those ho who  live katoikeō on epi the ho earth gē.  He  told legō those ho who  live katoikeō on epi the ho earth gē to  make poieō an  image eikōn in  honor  of  the ho beast thērion who hos had  been echō · ho wounded plēgē by  the ho sword machaira yet kai lived zaō. ", "15": "· kai The second  beast autos was  allowed didōmi to  animate didōmi the ho image eikōn of  the ho first  beast thērion so  that hina · kai the ho image eikōn of  the ho beast thērion could  speak laleō,  and kai could  cause poieō all  those hosos who  would  not mē worship proskyneō the ho image eikōn of  the ho beast thērion to  be  killed apokteinō. ", "16": "He  also kai caused poieō everyone pas— · ho small mikros and kai · ho great megas,  · kai · ho rich plousios and kai · ho poor ptōchos,  · kai · ho free eleutheros and kai · ho slave— to hina receive didōmi a  mark charagma on epi · ho their autos right dexios hand cheir · ho or ē on epi · ho their autos forehead metōpon. ", "17": "And kai no mē one tis was  permitted dynamai to  buy agorazō or ē to  sell pōleō unless ei mē he ho bore echō the ho mark charagma, that is,  the ho name onoma of  the ho beast thērion or ē the ho number arithmos of ho his autos name onoma. ", "18": "This hōde calls  for eimi · ho wisdom sophia:  let  the ho one  who  has echō insight nous calculate psēphizō the ho number arithmos of  the ho beast thērion,  for gar it  is eimi the  number arithmos of  a  man anthrōpos,  and kai · ho his autos number arithmos is  six  hundred hexakosioi and  sixty-six hexēkonta hex. "}