{"1": "Then kai I looked,  and kai behold idou, I saw  a ho Lamb arnion standing histēmi on epi · ho Mount oros Zion Siōn;  and kai with meta him autos were  one  hundred hekaton and  forty-four tesserakonta tessares thousand chilias who  had echō · ho his autos name onoma and kai · ho his autos Father' s patēr name onoma · ho written graphō on epi · ho their autos foreheads metōpon. ", "2": "And kai I  heard akouō a  sound phōnē from ek · ho heaven ouranos like hōs the  roar phōnē of  many polys waters hydōr and kai like hōs the  sound phōnē of  loud megas thunder brontē.  · kai The ho sound phōnē I  heard akouō was  like hōs the sound  of  harpists kitharōidos playing kitharizō on en · ho their autos harps kithara, ", "3": "and kai they  were  singing adō a  new kainos song  ōdē before enōpion the ho throne thronos and kai before enōpion the ho four tessares living  creatures zōon and kai the ho elders presbyteros.  · kai No  one oudeis was  able dynamai to  learn manthanō the ho song  ōdē except ei mē the ho one  hundred hekaton and  forty-four tesserakonta tessares thousand chilias who ho had  been  redeemed agorazō from apo the ho earth gē. ", "4": "These houtos are eimi the hos ones  who  have molynō not ou been  defiled molynō with meta women gynē,  for gar they  are eimi virgins parthenos.  These houtos are  the ho ones  who  follow akoloutheō the ho Lamb arnion wherever hopou an he  goes hypagō.  These houtos were  redeemed agorazō from apo the ho human anthrōpos race  as  firstfruits aparchē for ho God theos and kai for  the ho Lamb arnion, ", "5": "and kai in en · ho their autos mouth stoma no ou lie pseudos was  found heuriskō;  they  are eimi blameless. ", "6": "Then kai I saw  another allos angel angelos flying petomai directly en overhead mesouranēma,  with echō an  eternal aiōnios gospel euangelion to  proclaim euangelizō to epi those ho who  live kathēmai on epi the ho earth gē— · kai to epi every pas nation ethnos,  · kai tribe phylē,  · kai language glōssa,  and kai people laos. ", "7": "And  he  said legō with en a  loud megas voice phōnē, “ Fear phobeomai · ho God theos and kai give didōmi him autos glory doxa,  because hoti the ho hour hōra of ho his autos judgment krisis has  come erchomai,  and kai worship proskyneō him ho who  made poieō · ho heaven ouranos and kai · ho earth gē,  · kai the  sea thalassa and kai the  springs pēgē of  water hydōr.” ", "8": "Then kai another allos angel angelos, a  second deuteros,  followed akoloutheō,  saying legō, “ Fallen piptō,  fallen piptō is  Babylon Babylōn the ho great megas!— she potizō who hos has  made potizō all pas nations ethnos drink potizō of ek the ho wine oinos of ho her autos passionate thumos · ho immorality porneia.”  · ho", "9": "Then kai another allos angel angelos, a  third tritos,  followed akoloutheō them autos,  declaring legō in en a  loud megas voice phōnē, “ If ei anyone tis worships proskyneō the ho beast thērion and kai · ho his autos image eikōn,  and kai receives lambanō a  mark charagma on epi · ho his autos forehead metōpon or ē on epi · ho his autos hand cheir, ", "10": "he autos also kai will  drink pinō of ek the ho wine oinos of ho God' s theos wrath thumos,  · ho · ho poured kerannymi full  strength akratos into en the ho cup potērion of ho his autos wrath orgē,  and kai he  will  be  tormented basanizō with en fire pyr and kai sulfur theion in  the  presence enōpion of  the  holy hagios angels angelos and kai in  the  presence enōpion of  the ho Lamb arnion. ", "11": "And kai the ho smoke kapnos from ho their autos torture basanismos will  go  up anabainō forever eis aiōn and  ever aiōn,  and kai those ho who  worship proskyneō the ho beast thērion and kai his autos image eikōn will  have echō no ou relief anapausis day hēmera or kai night nyx,  · ho along  with kai anyone tis who  receives lambanō the ho mark charagma of ho his autos name onoma.” ", "12": "This hōde calls  for eimi · ho endurance hypomonē on  the  part  of ho the  saints hagios,  those ho who  keep tēreō the ho commandments entolē of ho God theos and kai hold  fast  to  their ho faith pistis in  Jesus Iēsous. ", "13": "And kai I  heard akouō a  voice phōnē from ek · ho heaven ouranos saying legō, “ Write graphō this:  Blessed makarios are  the ho dead nekros who ho die apothnēskō in en the  Lord kyrios from apo now arti on.” “ Yes nai indeed!”  says legō the ho Spirit pneuma, “ so hina they  can  rest anapauō from ek · ho their autos labors kopos,  · ho because gar their autos deeds ergon will  follow akoloutheō them autos!” ", "14": "Then kai I looked,  and kai behold idou, a  white leukos cloud nephelē,  and kai seated kathēmai on epi the ho cloud nephelē was  one  like homoios a  son hyios of  man anthrōpos.  He  had echō a  golden chrysous crown stephanos on epi · ho his autos head kephalē and kai a  sharp oxys sickle drepanon in en · ho his autos hand cheir. ", "15": "Then kai another allos angel angelos came exerchomai out  of ek the ho temple naos,  calling krazō with en a  loud megas voice phōnē to  the ho one  who  was  sitting kathēmai on epi the ho cloud nephelē, “ Thrust  in pempō · ho your sy sickle drepanon and kai reap therizō,  for hoti the ho hour hōra to  reap therizō has  come erchomai,  because hoti the ho harvest therismos of  the ho earth gē is  ripe xērainō.” ", "16": "So kai the ho one  who  sat kathēmai on epi the ho cloud nephelē swung ballō · ho his autos sickle drepanon across epi the ho earth gē,  and kai the ho earth gē was  reaped therizō. ", "17": "Then kai another allos angel angelos came exerchomai out  of ek the ho temple naos · ho in en · ho heaven ouranos, and  he autos too kai had echō a  sharp oxys sickle drepanon. ", "18": "Then kai another allos angel angelos,  the ho one  who  had echō authority exousia over epi the ho fire pyr,  came  out exerchomai from ek the ho altar thusiastērion and kai called phōneō with  a  loud megas voice phōnē to  the ho angel  who  had echō the ho sharp oxys sickle drepanon,  · ho “ Thrust  in pempō your sy · ho sharp oxys sickle drepanon · ho and kai gather trygaō the ho clusters botrys of  grapes  from  the ho vine ampelos of  the ho earth gē,  for hoti its autos grapes staphylē are  ripe akmazō.”  · ho", "19": "So kai the ho angel angelos swung ballō · ho his autos sickle drepanon across eis the ho earth gē and kai gathered trygaō the ho grape  harvest ampelos of  the ho earth gē and kai threw ballō it  into eis the ho great megas winepress lēnos of  the ho wrath thumos of ho God theos.  · ho", "20": "Then kai the ho winepress lēnos was  trodden pateō outside exōthen the ho city polis,  and kai blood haima poured  out exerchomai from ek the ho winepress lēnos, rising  to achri the  height  of ho horses' hippos bridles chalinos · ho for  a  distance  of  about apo two  hundred  miles stadion. "}