{"1": "Then kai I saw  another allos sign sēmeion in en · ho heaven ouranos,  great megas and kai marvelous thaumastos:  seven hepta angels angelos with echō seven hepta plagues plēgē, which are  the ho last eschatos,  because hoti with en them autos the ho wrath thumos of ho God theos is  finished teleō. ", "2": "And kai I saw  what  appeared  to  be hōs a  sea thalassa of  glass hyalinos mixed mignymi with  fire pyr,  and kai those ho who  had  conquered nikaō the ho beast thērion and kai · ho his autos image eikōn and kai the ho number arithmos of ho his autos name onoma.  They  were  standing histēmi beside epi the ho sea thalassa of ho glass hyalinos with echō harps kithara given them  by ho God theos. ", "3": "And kai they  sing adō the ho song  ōdē of  Moses Mōysēs the ho servant  of ho God theos and kai the ho song  ōdē of  the ho Lamb arnion,  saying legō, “ Great megas and kai marvelous thaumastos are  · ho your sy deeds ergon,  O  Lord kyrios · ho God theos · ho Almighty pantokratōr!  Just dikaios and kai true alēthinos are  · ho your sy ways hodos,  O ho King basileus of  the ho nations ethnos! ", "4": "Who tis will  not ou mē fear phobeomai you,  O  Lord kyrios,  and kai glorify doxazō · ho your sy name onoma?  For hoti you  alone monos are  holy hosios,  for hoti all pas · ho nations ethnos will  come hēkō and kai worship proskyneō before enōpion you sy,  for hoti · ho your sy righteous  acts dikaiōma have  been  revealed phaneroō.” ", "5": "· kai After meta this houtos I looked,  and kai the ho temple naos, that is,  the ho tent skēnē of ho witness martyrion,  in en · ho heaven ouranos was  opened anoigō, ", "6": "and kai out  of ek the ho temple naos came exerchomai the ho seven hepta angels angelos who ho had echō the ho seven hepta plagues plēgē.  They  were  clothed endyō in  linen linon,  clean katharos and  bright lampros,  · kai wearing perizōnnymi golden chrysous sashes zōnē across peri their ho chests stēthos. ", "7": "Then kai one heis of ek the ho four tessares living  creatures zōon gave didōmi the ho seven hepta angels angelos seven hepta golden chrysous bowls phialē full gemō of  the ho wrath thumos of ho God theos who ho lives zaō for eis all ho time aiōn ho;  · ho", "8": "and kai the ho temple naos was  filled gemizō with  smoke kapnos from ek the ho glory doxa of ho God theos and kai from ek · ho his autos power dynamis,  and kai no  one oudeis could dynamai enter eiserchomai eis the ho temple naos until achri the ho seven hepta plagues plēgē from  the ho seven hepta angels angelos had  run  their  course teleō. "}