{"1": "Then kai I  heard akouō a  loud megas voice phōnē from ek the ho temple naos declaring legō to  the ho seven hepta angels angelos, “ Go hypagō and kai pour  out ekcheō on eis the ho earth gē the ho seven hepta bowls phialē of ho God' s theos wrath thumos.”  · ho", "2": "So kai the ho first prōtos angel  went aperchomai and kai poured  out ekcheō · ho his autos bowl phialē on eis the ho earth gē,  and kai a  repulsive kakos and kai malignant ponēros sore helkos broke  out ginomai on epi · ho everyone anthrōpos who ho bore echō the ho mark charagma of  the ho beast thērion and kai who ho worshiped proskyneō · ho his autos image eikōn. ", "3": "· kai The ho second deuteros angel  poured  out ekcheō · ho his autos bowl phialē on eis the ho sea thalassa and kai it  turned  into ginomai blood haima like hōs that  of  a  corpse nekros,  and kai every pas living zōē creature psychē in en the ho sea thalassa died apothnēskō.  · ho", "4": "· kai The ho third tritos angel  poured  out ekcheō · ho his autos bowl phialē on eis the ho rivers potamos and kai the ho springs pēgē of ho water hydōr,  and kai they  turned  into ginomai blood haima. ", "5": "Then kai I  heard akouō the ho angel angelos in charge  of  the ho waters hydōr say legō, “ You  are eimi just dikaios,  O ho Holy  One hosios,  who ho is eimi and kai who ho was eimi,  because hoti you  brought  these houtos judgments krinō, ", "6": "because hoti they  shed ekcheō the  blood haima of  saints hagios and kai prophets prophētēs,  and kai you  have  given didōmi them autos blood haima to  drink pinō.  It  is eimi what  they  deserve axios!” ", "7": "And kai I  heard akouō the ho altar thusiastērion saying legō, “ Yes nai indeed,  O  Lord kyrios · ho God theos the ho Almighty pantokratōr,  true alēthinos and kai just dikaios are  · ho your sy judgments krisis!” ", "8": "· kai The ho fourth tetartos angel  poured  out ekcheō · ho his autos bowl phialē on epi the ho sun hēlios,  and kai it autos was  allowed didōmi to  scorch kaumatizō · ho people anthrōpos with en fire pyr. ", "9": "· kai Although  scorched kaumatizō by the  fierce megas heat kauma the ho people anthrōpos · kai cursed blasphēmeō the ho name onoma of ho God theos who ho had echō · ho authority exousia over epi · ho these houtos plagues plēgē,  and kai would  not ou repent metanoeō and  give didōmi him autos glory doxa. ", "10": "· kai The ho fifth pemptos angel  poured  out ekcheō · ho his autos bowl phialē on epi the ho throne thronos of  the ho beast thērion,  and kai his autos kingdom basileia was  plunged  into ginomai · ho darkness skotoō.  · kai People  gnawed masaomai · ho their autos tongues glōssa in ek · ho pain ponos", "11": "and kai cursed blasphēmeō the ho God theos of ho heaven ouranos for ek · ho their autos pain ponos and kai · ho sores helkos,  but kai they  would  not ou repent metanoeō of ek · ho their autos deeds ergon. ", "12": "· kai The ho sixth hektos angel  poured  out ekcheō · ho his autos bowl phialē on epi the ho great megas river potamos · ho · ho Euphrates euphratēs,  and kai its autos water hydōr was  dried  up xērainō · ho to hina prepare hetoimazō the ho way hodos for  the ho kings basileus · ho from apo the  east anatolē hēlios. ", "13": "And kai I saw  three treis unclean akathartos spirits pneuma, which looked  like hōs frogs batrachos, coming  out  of ek the ho mouth stoma of  the ho dragon drakōn,  · kai out  of ek the ho mouth stoma of  the ho beast thērion,  and kai out  of ek the ho mouth stoma of  the ho false  prophet pseudoprophētēs. ", "14": "They  were eimi demonic daimonion spirits pneuma,  performing poieō signs sēmeion,  who hos go  out ekporeuomai to epi the ho kings basileus of  the ho whole holos world oikoumenē to  assemble synagō them autos for eis · ho battle polemos on  the ho great megas day hēmera · ho of ho God theos the ho Almighty pantokratōr. ", "15": "(“ Behold idou,  I  am  coming erchomai like hōs a  thief kleptēs!  Blessed makarios is  the ho one  who  stays  awake grēgoreō and kai keeps tēreō · ho his autos clothes himation at hand,  so  that hina he  will peripateō not mē be  caught peripateō naked gymnos and kai his autos shameful  condition aschēmosynē be  seen blepō.”)  · ho", "16": "And kai the spirits  gathered synagō the  kings autos to eis the ho place topos that ho in  Hebrew Hebraisti is  called kaleō Armageddon Harmagedōn. ", "17": "Then kai the ho seventh hebdomos angel  poured  out ekcheō · ho his autos bowl phialē on epi the ho air aēr,  and kai out  of ek the ho temple naos came exerchomai a  loud megas voice phōnē from apo the ho throne thronos,  saying legō, “ It  is  done ginomai!” ", "18": "· kai There  came ginomai flashes  of  lightning astrapē,  · kai rumblings phōnē,  · kai peals  of  thunder brontē,  and kai a  violent megas earthquake seismos such  as hoios there  had  never ou been ginomai since apo hos man anthrōpos was ginomai on epi the ho earth gē,  so houtōs violent megas was that  earthquake seismos. ", "19": "· kai The ho great megas city polis was  split ginomai · ho into eis three treis parts meros,  and kai the ho cities polis of  the ho nations ethnos fell piptō.  So kai Babylon Babylōn the ho great megas was  remembered mimnēskomai before enōpion · ho God theos and  was  given didōmi the ho cup potērion filled  with  the ho wine oinos of ho his autos fierce orgē anger thumos.  · ho", "20": "· kai Every pas island nēsos fled pheugō away  and kai no ou mountains oros could  be  found heuriskō. ", "21": "And kai enormous megas hailstones chalaza,  about hōs one  hundred  pounds  each talantiaios,  fell katabainō from ek · ho heaven ouranos on epi · ho people anthrōpos,  and kai people anthrōpos blasphemed blasphēmeō · ho · ho God theos for ek the ho plague plēgē of ho hail chalaza,  because hoti the ho plague plēgē was eimi so sphodra devastating megas. "}