{"1": "After meta this houtos I saw  another allos angel angelos coming  down katabainō from ek · ho heaven ouranos,  having echō great megas authority exousia,  and kai the ho earth gē was  made  bright phōtizō with ek · ho his autos glory doxa. ", "2": "And kai he  called  out krazō with en a  powerful ischuros voice phōnē,  saying legō, “ Fallen piptō,  fallen piptō is  Babylon Babylōn the ho great megas!  · kai She  has  become ginomai a  dwelling  place katoikētērion for  demons daimonion and kai a  haunt phylakē for  every pas unclean akathartos spirit pneuma,  · kai a  haunt phylakē for  every pas unclean akathartos bird orneon,  · kai a  haunt phylakē for  every pas unclean akathartos and kai detestable miseō beast thērion. ", "3": "For hoti all pas the ho nations ethnos have  drunk pinō the ho wine oinos of ho her autos passionate thumos · ho immorality porneia,  and kai the ho kings basileus of  the ho earth gē have  committed  acts  of  immorality porneuō with meta her autos,  and kai the ho merchants emporos of  the ho earth gē have  grown  rich plouteō from ek the ho power dynamis of ho her autos excessive  luxury strēnos.” ", "4": "Then kai I  heard akouō another allos voice phōnē from ek · ho heaven ouranos saying legō, “ Come exerchomai out  of ek her autos,  · ho my egō people laos,  lest hina mē you  share synkoinōneō in ho her autos sins hamartia,  and kai lest hina you  receive lambanō · ho her autos plagues plēgē; ", "5": "for hoti her autos sins hamartia are  heaped  up kollaō · ho as  high  as achri · ho heaven ouranos,  and kai God theos has  remembered mnēmoneuō · ho · ho her autos crimes adikēma. ", "6": "Pay apodidōmi her autos back  as hōs · kai she  herself autos has  paid apodidōmi back  others,  and kai repay diploō her  · ho double diplous according  to kata · ho her autos works ergon;  in en the ho cup potērion that hos she  mixed kerannymi,  mix kerannymi a  double  draught diplous for  her autos. ", "7": "As hosos she  exalted doxazō herself autos and kai lived  in  luxury strēniaō,  give didōmi her autos an  equal  measure tosoutos of  torment basanismos and kai mourning penthos;  because hoti in en · ho her autos heart kardia she  said legō, ' I  sit kathēmai as  a  queen basilissa,  · kai I  am eimi no ou widow chēra,  and kai mourning penthos I will  never ou mē see.' ", "8": "Therefore dia houtos her autos plagues plēgē will  come hēkō in en a  single heis day hēmera · ho— death thanatos and kai mourning penthos and kai famine limos.  And kai she  will  be  consumed katakaiō with en fire pyr,  for hoti mighty ischuros is the  Lord kyrios · ho God theos who ho has  judged krinō her autos.” ", "9": "Then kai the ho kings basileus of  the ho earth gē,  those ho who  committed  acts  of  immorality porneuō with meta her autos and kai shared  her  luxury strēniaō,  will  weep klaiō and kai wail koptō over epi her autos when hotan they  see blepō the ho smoke kapnos of ho her autos burning pyrōsis. ", "10": "They  will  stand histēmi at apo a  distance makrothen in dia · ho fear phobos of ho her autos torment basanismos, and  say legō, “ Alas ouai!  Alas ouai!  O ho great megas city polis,  · ho Babylon Babylōn the ho mighty ischuros city polis!  · ho For hoti in  a  single heis hour hōra your sy judgment krisis has  come erchomai.”  · ho", "11": "And kai the ho merchants emporos of  the ho earth gē will  weep klaiō and kai mourn pentheō over epi her autos since hoti no  one oudeis buys agorazō · ho their autos cargo gomos anymore ouketi, ", "12": "cargo gomos such  as  gold chrysos,  · kai silver argyros,  · kai precious timios stones lithos,  and kai pearls margaritēs;  · kai fine  linen byssinos,  · kai purple porphyra,  · kai silk sirikos,  and kai scarlet  cloth kokkinos;  · kai all pas kinds  of  things  made  of  citron thuinos wood xylon,  · kai all  kinds  of pas articles skeuos made  of  ivory elephantinos,  and kai all  kinds  of pas articles skeuos made  of ek costly timios wood xylon,  · kai bronze chalkos,  · kai iron sidēros,  and kai marble marmaros; ", "13": "· kai cinnamon kinnamōmon,  · kai spice amōmon,  · kai incense thumiama,  · kai myrrh myron,  and kai frankincense libanos;  · kai wine oinos,  · kai olive  oil elaion,  · kai fine  flour semidalis,  and kai wheat sitos;  · kai cattle ktēnos,  · kai sheep probaton,  · kai horses hippos,  and kai chariots rhedē;  and kai slaves sōma,  that  is kai,  human anthrōpos livestock psychē. ", "14": "· kai “ The ho fruit opōra that  your sy soul psychē · ho longed  for epithumia · ho has  gone aperchomai from apo you sy,  and kai all pas your ho delicacies liparos and kai · ho splendid  things lampros are  lost apollymi to apo you sy,  · kai never ouketi ou to  be  found heuriskō again!” ", "15": "The ho merchants emporos who ho became  rich plouteō by apo selling  her autos these  things houtos will  stand histēmi at apo a  distance makrothen weeping klaiō and kai mourning pentheō because dia they  · ho fear phobos · ho her autos torment basanismos. ", "16": "They  will  lament legō, “ Alas ouai,  alas ouai,  O ho great megas city polis,  · ho · ho clothed periballō in  fine  linen byssinos,  · kai purple porphyrous,  and kai scarlet kokkinos,  · kai glittering chrysoō with en gold chrysion,  · kai precious timios stones lithos,  and kai pearls margaritēs! ", "17": "For hoti in  a  single heis hour hōra such tosoutos great  wealth ploutos has  been  brought  to  ruin erēmoō.”  · ho And kai every pas sea  captain kybernētēs and kai everyone pas who ho travels pleō by epi sea topos,  · kai sailors nautēs and kai those  who hosos make  their  living ergazomai from  the ho sea thalassa,  stood histēmi at apo a  distance makrothen", "18": "and kai cried  out krazō as  they  saw blepō the ho smoke kapnos of ho her autos burning pyrōsis,  exclaiming legō, “ What tis city  was  ever  like homoios the ho great megas city polis?”  · ho", "19": "And kai they  threw ballō dust chous on epi · ho their autos heads kephalē and kai cried  out krazō as  they  wept klaiō and kai mourned pentheō,  saying legō, “ Alas ouai,  alas ouai,  O ho great megas city polis · ho by en which hos all pas who ho had echō · ho ships ploion at en · ho sea thalassa grew  rich plouteō from ek · ho her autos prosperity timiotēs!  For hoti in  a  single heis hour hōra she  has  been  brought  to  ruin erēmoō. ", "20": "Rejoice euphrainō over epi her autos,  O  heaven ouranos,  and kai you ho saints hagios and kai · ho apostles apostolos and kai · ho prophets prophētēs,  for hoti God theos has  pronounced krinō · ho · ho judgment krima for  you hymeis against ek her autos!” ", "21": "Then kai a heis mighty ischuros angel angelos picked  up airō a  stone lithos the  size  of hōs a  huge megas millstone mylinos and kai hurled ballō it  into eis the ho sea thalassa,  saying legō, “ With  this  kind  of houtōs violence hormēma Babylon Babylōn the ho great megas city polis will  be  thrown  down ballō,  and kai never ou mē again eti will  it  be  found heuriskō! ", "22": "And kai the  sound phōnē of  harpists kitharōidos and kai musicians mousikos,  · kai flute  players aulētēs and kai trumpeters salpistēs,  will  never ou mē again eti be  heard akouō;  · kai craftsman technitēs of  any pas trade technē will  never ou mē again eti be  found heuriskō in en you sy,  and kai the  sound phōnē of  the  mill mylos will  never ou mē again eti be  heard akouō in en you sy; ", "23": "· kai the  light phōs of  a  lamp lychnos will  never ou mē again eti shine phainō in en you sy,  and kai the  voice phōnē of  bridegroom nymphios and kai bride nymphē will  never ou mē again eti be  heard akouō in en you sy;  for hoti · ho your sy merchants emporos were eimi the ho great  ones megistan of  the ho earth gē,  and hoti all pas nations ethnos were  deceived planaō by en · ho your sy magic  spells pharmakeia.  · ho", "24": "And kai in en her autos was  found heuriskō the  blood haima of  prophets prophētēs and kai of  saints hagios,  and kai of  all pas who ho have  been  slain sphazō on epi the ho earth gē.” "}