{"1": "After meta this houtos I  heard akouō what sounded  like hōs the  roar phōnē megas of  a  great polys throng ochlos in en · ho heaven ouranos,  saying legō, “ Hallelujah hallēlouia!  · ho Salvation sōtēria and kai · ho glory doxa and kai · ho power dynamis belong  to ho our hēmeis God theos, ", "2": "because hoti true alēthinos and kai just dikaios are  · ho his autos judgments krisis.  For hoti he  has  judged krinō the ho great megas prostitute pornē · ho who hostis corrupted phtheirō the ho earth gē with en · ho her autos immorality porneia,  and kai has  avenged ekdikeō the ho blood haima of ho his autos servants shed  by ek her autos hand cheir.” ", "3": "Then kai again deuteros they  cried  out legō, “ Hallelujah hallēlouia!  · kai The ho smoke kapnos from  her autos burning  rises anabainō for eis all ho time aiōn ho!”  · ho", "4": "And kai the ho twenty-four eikosi elders presbyteros · ho and kai the ho four tessares living  creatures zōon fell  down piptō and kai worshiped proskyneō · ho God theos who ho was  seated kathēmai on epi the ho throne thronos,  saying legō, “ Amen amēn!  Hallelujah hallēlouia!” ", "5": "And kai from apo the ho throne thronos came exerchomai a  voice phōnē saying legō, “ Praise aineō · ho our hēmeis God theos,  all pas you ho his autos servants  and kai you ho who  fear phobeomai him autos,  · ho small mikros and kai · ho great megas.” ", "6": "Then kai I  heard akouō what sounded  like hōs the  voice phōnē of  a  great polys multitude ochlos— · kai it was  like hōs the  roar phōnē of  many polys waters hydōr,  · kai like hōs the  sound phōnē of  crashing ischuros thunder brontē— crying  out legō, “ Hallelujah hallēlouia!  For hoti the  Lord kyrios · ho our hēmeis God theos the ho Almighty pantokratōr reigns basileuō! ", "7": "Let  us  rejoice chairō and kai be  glad agalliaō and kai give didōmi him autos the ho glory doxa,  for hoti the ho marriage gamos of  the ho Lamb arnion has  come erchomai,  and kai · ho his autos bride gynē has  made  herself heautou ready hetoimazō. ", "8": "· kai To  her autos it  has  been  granted didōmi to hina be  clothed periballō in  fine  linen byssinos,  bright lampros and  clean katharos”— for gar the ho fine  linen byssinos is eimi the ho righteous  acts dikaiōma of  the ho saints hagios. ", "9": "And kai the angel  said legō to  me egō, “ Write graphō, ' Blessed makarios are  those ho who  are  invited kaleō to eis the ho marriage gamos supper deipnon · ho of  the ho Lamb arnion!'”  He  also kai said legō to  me egō, “ These houtos are eimi the ho true alēthinos words logos of ho God theos.” ", "10": "Then kai I  fell piptō down  at emprosthen · ho his autos feet pous to  worship proskyneō him autos,  but kai he  said legō to  me egō, “ Do horaō not mē do that!  I  am eimi a  fellow  servant syndoulos with  you sy and kai · ho your sy brothers adelphos who ho hold echō to  the ho testimony martyria about  Jesus Iēsous.  Worship proskyneō · ho God theos!  For gar the ho testimony martyria about  Jesus Iēsous is eimi the ho spirit pneuma of ho prophecy prophēteia.” ", "11": "Then kai I saw  · ho heaven ouranos opened anoigō,  and kai behold idou, a  white leukos horse hippos!  · kai The ho one  riding kathēmai it autos is  called kaleō Faithful pistos and kai True alēthinos,  and kai with en justice dikaiosynē he  judges krinō and kai makes  war polemeō. ", "12": "· ho · de His autos eyes ophthalmos are  like hōs a  flame phlox of  fire pyr,  and kai on epi · ho his autos head kephalē are  many polys diadems diadēma, and  he  has echō a  name onoma written graphō that hos no  one oudeis knows oida except ei mē himself autos. ", "13": "· kai He  is  clothed  in periballō a  robe himation dipped baptō in  blood haima,  and kai the ho name onoma by  which autos he  is  called kaleō is  the ho Word logos of ho God theos. ", "14": "And kai the ho armies strateuma · ho of en · ho heaven ouranos,  arrayed  in endyō fine  linen byssinos,  white leukos and  clean katharos,  were  following akoloutheō him autos on epi white leukos horses hippos. ", "15": "· kai From ek · ho his autos mouth stoma extends ekporeuomai a  sharp oxys sword rhomphaia so  that hina with en it autos he  can  strike  down patassō the ho nations ethnos.  · kai He autos will  rule poimainō them autos with en a  rod rhabdos of  iron sidērous.  · kai He autos will  tread pateō the ho winepress lēnos ho · ho of  the ho furious thumos · ho wrath orgē of ho God theos the ho Almighty pantokratōr. ", "16": "· kai On epi his ho robe himation and kai on epi · ho his autos thigh mēros he  has echō a  name onoma written graphō,  King basileus of  kings basileus and kai Lord kyrios of  lords kyrios. ", "17": "Then kai I saw  an heis angel angelos standing histēmi in en the ho sun hēlios,  and kai he  called krazō with en a  loud megas voice phōnē to  all pas the ho birds orneon · ho flying petomai in en midair mesouranēma, “ Come deute,  gather  together synagō for eis the ho great megas supper deipnon · ho of ho God theos, ", "18": "to hina eat esthiō the  flesh sarx of  kings basileus,  · kai the  flesh sarx of  captains chiliarchos,  · kai the  flesh sarx of  mighty  warriors ischuros,  · kai the  flesh sarx of  horses hippos and kai those ho who  ride kathēmai on epi them autos— · kai the  flesh sarx of  all pas,  both te free eleutheros and kai slave,  and kai small mikros and kai great megas.” ", "19": "Then kai I saw  the ho beast thērion and kai the ho kings basileus of  the ho earth gē and kai · ho their autos armies strateuma gathered synagō to  make poieō · ho war polemos against meta the ho one  who  rode kathēmai the ho horse hippos and kai against meta · ho his autos army strateuma. ", "20": "And kai the ho beast thērion was  captured piazō,  and kai with meta him autos the ho false  prophet pseudoprophētēs,  who ho in enōpion his autos presence enōpion performed poieō · ho signs sēmeion by en which hos he  deceived planaō those ho who  had  received lambanō the ho mark charagma of  the ho beast thērion and kai those ho who  worshiped proskyneō · ho his autos image eikōn.  These ho two dyo were  thrown ballō alive zaō into eis the ho lake limnē of ho fire pyr · ho burning kaiō with en sulfur theion. ", "21": "And kai the ho rest loipos were  killed apokteinō by en the ho sword rhomphaia that ho extended exerchomai from ek the ho mouth stoma of ho the  one  who  rode kathēmai the ho horse hippos;  and kai all pas the ho birds orneon gorged  themselves chortazō with ek · ho their autos flesh sarx. "}