{"1": "“ To  the ho angel angelos of  the ho church ekklēsia in en Ephesus Ephesos write graphō:  The ho one  who  holds krateō the ho seven hepta stars astēr in en · ho his autos right  hand dexios,  who ho walks peripateō among en mesos the ho seven hepta golden chrysous lampstands lychnia,  · ho has legō this hode to  say legō: ", "2": "I  know oida · ho your sy works ergon,  · kai your ho toil kopos and kai · ho your sy patient hypomonē endurance ,  and kai that hoti you  cannot ou put  up  with bastazō those  who  are  evil kakos,  but kai have  tested peirazō those ho who  call legō themselves heautou apostles apostolos ( but kai are eimi not ou)  and kai found heuriskō them autos to  be  false pseudēs. ", "3": "I  also kai know that  you  have echō demonstrated your  patience hypomonē and kai borne  hardship bastazō for dia · ho my egō name' s onoma sake,  and kai have  not ou grown  weary kopiaō. ", "4": "But alla I  do  have echō this  against kata you sy,  that hoti you  have  left aphiēmi · ho your sy first prōtos love agapē!  · ho", "5": "Therefore oun remember mnēmoneuō from  where pothen you  have  fallen piptō;  · kai repent metanoeō and kai do poieō the ho works ergon you did  at  first prōtos.  If ei · de not mē,  I  will  come erchomai to  you sy and kai remove kineō · ho your sy lampstand lychnia from ek · ho its autos place topos,  unless ean mē you  repent metanoeō. ", "6": "But alla you  do  have echō this houtos:  you  hate miseō the ho practices ergon of  the ho Nicolaitans Nikolaitēs,  which hos I  also kagō hate miseō. ", "7": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma says legō to  the ho churches ekklēsia.  To  the ho one  who  conquers nikaō,  I  will  give didōmi the  right  to  eat esthiō from ek the ho tree xylon of ho life zōē,  which hos is eimi in en the ho paradise paradeisos of ho God theos. ", "8": "· kai “ To  the ho angel angelos of  the ho church ekklēsia in en Smyrna Smyrna write graphō:  The ho one  who  is  the  First prōtos and kai the ho Last eschatos,  who hos died ginomai nekros and kai came  to  life zaō,  has legō this hode to  say legō: ", "9": "I  know oida your sy · ho affliction thlipsis and kai your ho poverty ptōcheia ( but alla you  are eimi rich plousios),  and kai the ho slander blasphēmia against  you  by ek those ho who  call legō themselves heautou Jews Ioudaios and kai are eimi not ou,  but alla are a  synagogue synagōgē of ho Satan Satanas. ", "10": "Do  not mēdeis fear phobeomai what hos you  are  about mellō to  suffer paschō.  The ho devil diabolos is  about mellō to  throw ballō some  of ek you hymeis into eis prison phylakē so  that hina you  may  be  tested peirazō,  and kai you  will  have echō affliction thlipsis for  ten deka days hēmera.  Be ginomai faithful pistos until achri death thanatos,  and kai I  will  give didōmi you sy the ho crown stephanos of ho life zōē. ", "11": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma is  saying legō to  the ho churches ekklēsia.  The ho one  who  conquers nikaō will  not ou mē be  harmed adikeō by ek the ho second deuteros death thanatos.  · ho", "12": "· kai “ To  the ho angel angelos of  the ho church ekklēsia in en Pergamum Pergamos write graphō:  The ho one  who  has echō the ho sharp oxys two-edged distomos sword rhomphaia · ho · ho has legō this hode to  say legō: ", "13": "I  know oida where pou you  live katoikeō,  where hopou · ho Satan Satanas has  his ho throne thronos.  Yet kai you  are  holding  fast krateō to  · ho my egō name onoma,  and kai you  did  not ou deny arneomai your ho faith pistis in  me egō even kai in en the ho days hēmera of  Antipas Antipas · ho my egō faithful pistos witness martys,  · ho who hos was  put  to  death apokteinō in para your hymeis city  where hopou · ho Satan Satanas lives katoikeō. ", "14": "But alla I  have echō several  things oligos against kata you sy,  because hoti you  have echō among ekei you  those  who  follow krateō the ho teaching didachē of  Balaam Balaam, the one  who hos instructed didaskō · ho Balak Balak to  put ballō a  stumbling  block skandalon before enōpion the ho sons hyios of  Israel Israēl so  they  would  eat esthiō food  sacrificed  to  idols eidōlothutos and kai commit  sexual  immorality porneuō. ", "15": "So houtōs also kai do  you sy have echō those  who  follow krateō the ho teaching didachē of  the ho Nicolaitans Nikolaitēs. ", "16": "Therefore oun repent metanoeō!  Otherwise ei de,  · de I  will  come erchomai to  you sy without  delay tachus and kai will  fight polemeō against meta them autos with en the ho sword rhomphaia of ho my egō mouth stoma. ", "17": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma is  saying legō to  the ho churches ekklēsia.  To  the ho one  who  conquers nikaō I  will  give didōmi some  of  the ho hidden kryptō manna manna.  · ho And kai I  will  give didōmi him autos a  white leukos stone psēphos,  and kai on epi that ho stone psēphos will  be  written graphō a  new kainos name onoma which hos no  one oudeis can  understand oida except ei mē the ho one  who  receives lambanō it. ", "18": "· kai “ To  the ho angel angelos of  the ho church ekklēsia in en Smyrna Thuateira write graphō:  The ho Son hyios of ho God theos,  who ho has echō · ho eyes ophthalmos like hōs a  flame phlox of  fire pyr and kai · ho whose autos feet pous are  like homoios burnished  bronze chalkolibanon,  has legō this hode to  say legō: ", "19": "I  know oida your sy · ho works ergon,  · kai · ho your sy love agapē and kai · ho faith pistis and kai · ho service diakonia and kai · ho steadfast  endurance hypomonē,  and kai that  · ho your sy recent eschatos works ergon · ho are  greater polys than  the ho first prōtos. ", "20": "But alla I  have echō this  against kata you sy,  that hoti you  tolerate aphiēmi that ho woman gynē Jezebel Iezabel,  who ho calls legō herself heautou a  prophetess prophētis and kai is  teaching didaskō and kai seducing planaō · ho my emos servants  to  practice  sexual  immorality porneuō and kai to  eat esthiō food  sacrificed  to  idols eidōlothutos. ", "21": "· kai I  have  given didōmi her autos time chronos to hina repent metanoeō,  but kai she  is  unwilling ou to  repent metanoeō of ek · ho her autos sexual  immorality porneia. ", "22": "Beware idou,  I  will  throw ballō her autos onto eis a  bed klinē of  suffering ,  and kai those ho who  commit  adultery moicheuō with meta her autos into eis great megas affliction thlipsis,  unless ean mē they  repent metanoeō of ek · ho her autos ways ergon. ", "23": "· kai I  will  kill apokteinō · ho her autos children teknon with en a  fatal  disease thanatos.  Then kai all pas the ho churches ekklēsia will  understand ginōskō that hoti I egō am eimi the ho one  who  searches eraunaō minds nephros and kai hearts kardia;  and kai I  will  give didōmi to  each hekastos of  you hymeis according  to kata · ho your hymeis works ergon. ", "24": "But de to  the ho rest loipos of  you hymeis · ho in en Thyatira Thuateira,  who hosos do  not ou follow echō · ho this houtos teaching didachē ( who hostis have  not ou learned ginōskō ' the ho deep  things bathus of ho Satan Satanas,'  as hōs they  call legō them), to you  I  say legō,  I  lay ballō on epi you hymeis no ou other allos burden baros, ", "25": "only plēn hold  fast  to krateō what hos you  have echō until achri I  come hēkō. ", "26": "As  for kai the ho one  who  conquers nikaō,  · kai who ho keeps tēreō my egō works ergon until achri the  end telos,  · ho to  him autos I  will  give didōmi authority exousia over epi the ho nations ethnos, ", "27": "and kai he  will  rule poimainō them autos with en a  rod rhabdos of  iron sidērous,  as hōs when  · ho earthen keramikos pots skeuos · ho are  broken  to  pieces syntribō, ", "28": "even  as hōs I kai myself  have  received lambanō authority  from para · ho my egō Father patēr.  I  will  also kai give didōmi him autos the ho morning prōinos star astēr.  · ho", "29": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma is  saying legō to  the ho churches ekklēsia. "}