{"1": "Then kai I saw a  new kainos heaven ouranos and kai a  new kainos earth gē,  for gar the ho first prōtos heaven ouranos and kai the ho first prōtos earth gē had  passed  away aperchomai,  and kai the ho sea thalassa was eimi no ou more eti. ", "2": "And kai I saw  the ho holy hagios city polis,  · ho the  new kainos Jerusalem Ierousalēm,  coming  down katabainō out  of ek · ho heaven ouranos from apo · ho God theos,  made  ready hetoimazō like hōs a  bride nymphē adorned kosmeō for ho her autos husband anēr. ", "3": "And kai I  heard akouō a  loud megas voice phōnē from ek the ho throne thronos saying legō, “ Behold idou,  the ho dwelling  place skēnē of ho God theos is  with meta · ho man anthrōpos,  and kai he  will  dwell skēnoō with meta them autos.  · kai They autos will  be eimi his autos people laos,  and kai God theos himself autos · ho will  be eimi with meta them autos as  their autos God theos. ", "4": "· kai He  will  wipe  away exaleiphō every pas tear dakryon from ek · ho their autos eyes ophthalmos.  · kai · ho Death thanatos will  be eimi no ou more eti,  mourning penthos and oute crying kraugē and oute pain ponos will  be eimi no ou more eti,  for hoti the ho former  things prōtos have  passed  away aperchomai.” ", "5": "And kai the ho one  seated kathēmai on epi the ho throne thronos said legō, “ Behold idou,  I  am  making poieō all  things pas new kainos.”  And kai he  said legō, “ Write graphō it down,  for hoti these houtos · ho words logos are eimi trustworthy pistos and kai true alēthinos.” ", "6": "And kai he  said legō to  me egō, “ It  is  done ginomai!  I egō am eimi the ho Alpha alpha and kai the ho Omega ō,  the ho beginning archē and kai the ho end telos.  To  the ho one  who  thirsts dipsaō I egō will  give  permission didōmi to drink  free  of  charge dōrean from ek the ho spring pēgē of  the ho water hydōr of ho life zōē. ", "7": "The ho one  who  conquers nikaō will  inherit klēronomeō these houtos blessings,  and kai I  will  be eimi his autos God theos and kai he autos will  be eimi my egō son hyios. ", "8": "But de as  for  the ho cowardly deilos,  · kai the  faithless apistos,  · kai the  detestable bdelyssomai,  · kai those  who  commit  murder phoneus,  · kai the  sexually  immoral pornos,  · kai those  who  practice  the  occult pharmakos,  · kai idolaters eidōlolatrēs,  and kai all pas · ho liars pseudēs— · ho their autos place meros will be  in en the ho lake limnē that ho burns kaiō with  fire pyr and kai sulfur theion.  That hos is eimi the ho second deuteros death thanatos.”  · ho", "9": "Then kai came erchomai one heis of ek the ho seven hepta angels angelos who ho had echō the ho seven hepta bowls phialē · ho full gemō of  the ho seven hepta final eschatos plagues plēgē,  · ho and kai he  spoke laleō with meta me egō,  saying legō, “ Come deuro,  I  will  show deiknymi you sy the ho Bride nymphē,  the ho wife gynē of  the ho Lamb arnion.” ", "10": "And kai he  carried apopherō me egō away  in en the  spirit pneuma up  onto epi a  great megas,  lofty hypsēlos mountain oros,  · kai and kai showed deiknymi me egō the ho holy hagios city polis · ho Jerusalem Ierousalēm coming  down katabainō out  of ek · ho heaven ouranos from apo · ho God theos. ", "11": "It  had echō the ho glory doxa of ho God theos;  · ho its autos radiance phōstēr was  like homoios that of a  very  precious timios jewel lithos,  like hōs a  jasper iaspis stone lithos,  clear  as  crystal krystallizō. ", "12": "It  had echō a  great megas,  high hypsēlos wall teichos · kai with echō twelve dōdeka gates pylōn,  · kai with  twelve dōdeka angels angelos at epi the ho gates pylōn,  and kai the  names onoma · ho of  the ho twelve dōdeka tribes phylē of  the  nation hyios of  Israel Israēl were  inscribed epigraphō on the gates. ", "13": "There were  three treis gates pylōn on apo the  east anatolē,  · kai three treis gates pylōn on apo the  north borras,  · kai three treis gates pylōn on apo the  south notos,  and kai three treis gates pylōn on apo the  west dysmē. ", "14": "· kai The ho wall teichos of  the ho city polis had echō twelve dōdeka foundations themelios,  and kai on epi them autos were the  twelve dōdeka names onoma of  the ho twelve dōdeka apostles apostolos of  the ho Lamb arnion. ", "15": "· kai The ho one  who  spoke laleō with meta me egō had echō a  golden chrysous measuring metron rod kalamos with which  to hina measure metreō the ho city polis,  · kai · ho its autos gates pylōn and kai · ho its autos wall teichos. ", "16": "· kai The ho city polis was  laid  out keimai as  a  square tetragōnos,  · kai · ho its autos length mēkos the  same  as hosos its ho width platos.  · kai He  measured metreō the ho city polis with  the ho measuring  rod kalamos at epi twelve dōdeka thousand chilias stadia stadion,  · ho its autos length mēkos,  · kai · ho width platos,  and kai · ho height hypsos being eimi equal isos. ", "17": "He  also kai measured metreō · ho its autos wall teichos,  one  hundred hekaton and  forty-four tesserakonta tessares cubits pēchus by  human anthrōpos measurement metron,  which hos is eimi also an angel' s angelos measurement. ", "18": "· kai The ho · ho city' s autos wall teichos was  made  of endōmēsis jasper iaspis and kai the ho city polis was  pure katharos gold chrysion, as  pure katharos as homoios glass hyalos. ", "19": "The ho foundations themelios of  the ho wall teichos of  the ho city polis were  adorned kosmeō with  every  kind  of pas precious timios stone lithos:  · ho the ho first prōtos was  jasper iaspis,  the ho second deuteros sapphire sapphiros,  the ho third tritos agate chalkēdōn,  the ho fourth tetartos emerald smaragdos, ", "20": "the ho fifth pemptos onyx sardonyx,  the ho sixth hektos carnelian sardion,  the ho seventh hebdomos chrysolite chrysolithos,  the ho eighth ogdoos beryl bēryllos,  the ho ninth enatos topaz topazion,  the ho tenth dekatos chrysoprase chrysoprasos,  the ho eleventh hendekatos jacinth hyakinthos,  the ho twelfth dōdekatos amethyst amethustos. ", "21": "· kai The ho twelve dōdeka gates pylōn were  twelve dōdeka pearls margaritēs,  each ana heis of  the ho gates pylōn was  made eimi of ek a  single heis pearl margaritēs.  And kai the ho main  street platys of  the ho city polis was  pure katharos gold chrysion,  like hōs transparent diaugēs glass hyalos. ", "22": "· kai I saw  no ou temple naos in en the  city autos,  for gar the ho Lord kyrios · ho God theos · ho Almighty pantokratōr is eimi its autos temple naos,  and kai the ho Lamb arnion. ", "23": "And kai the ho city polis has echō no ou need chreia of ho sun hēlios or oude · ho moon selēnē to hina shine phainō on  it autos,  for gar the ho glory doxa of ho God theos floods  it autos with  light phōtizō,  and kai · ho its autos lamp lychnos is  the ho Lamb arnion. ", "24": "· kai The ho nations ethnos will  walk peripateō by dia · ho its autos light phōs and kai the ho kings basileus of  the ho earth gē will  bring pherō · ho their autos splendor doxa into eis it autos. ", "25": "· kai On hēmera no  day hēmera will  · ho its autos gates pylōn ever ou be  closed kleiō,  since gar there  will  be eimi no ou night nyx there ekei. ", "26": "And kai they  will  bring pherō the ho splendor doxa and kai · ho wealth timē of  the ho nations ethnos into eis it autos. ", "27": "But kai nothing pas that is  unclean koinos— · kai no ou one ho who  practices poieō idolatry bdelygma or kai falsehood pseudos— will eiserchomai ever  enter eiserchomai it autos,  but  only ei those ho whose names  are  written graphō in en the ho Lamb' s arnion Book biblion of ho Life zōē.  · ho"}