{"1": "Then kai the angel  showed deiknymi me egō a  river potamos of  living zōē water hydōr,  clear lampros as hōs crystal krystallos,  flowing ekporeuomai from ek the ho throne thronos of ho God theos and kai of  the ho Lamb arnion, ", "2": "through en the  middle mesos of  the ho city' s autos main  street platys.  · kai On  each  side enteuthen of  the ho river potamos · kai was the  tree xylon of  life zōē producing poieō twelve dōdeka kinds  of  fruit karpos,  yielding apodidōmi its autos fruit karpos every  month kata.  · ho And kai · ho its xylon leaves phyllon · ho were  for eis the  healing therapeia of  the ho nations ethnos. ", "3": "· kai No ou longer eti will eimi anything pas be eimi under  a  curse katathema.  · kai The ho throne thronos of ho God theos and kai of  the ho Lamb arnion will  be eimi in en the  city autos,  and kai · ho his autos servants  will  worship latreuō him autos. ", "4": "· kai They  will  see horaō · ho his autos face prosōpon,  and kai · ho his autos name onoma will be  on epi · ho their autos foreheads metōpon. ", "5": "And kai night nyx will  be eimi no ou more eti.  · kai They  will  have echō no ou need chreia for  the  light phōs of  a  lamp lychnos or kai the  light phōs of  the  sun hēlios because hoti the  Lord kyrios · ho God theos will  shine phōtizō on epi them autos,  and kai they  will  reign basileuō for eis all ho time aiōn ho.  · ho", "6": "And kai he  said legō to  me egō, “ These houtos · ho words logos are  reliable pistos and kai true alēthinos.  And kai the ho Lord kyrios,  the ho God theos of  the ho spirits pneuma of  the ho prophets prophētēs,  has  sent apostellō · ho his autos angel angelos to  show deiknymi to ho his autos servants  what hos must dei soon en take  place ginomai.” ", "7": "· kai “ Behold idou,  I  am  coming erchomai soon tachus!  Blessed makarios is  the ho one  who  keeps tēreō the ho words logos of  the ho prophecy prophēteia of ho this houtos book biblion.” ", "8": "I kagō,  John Iōannēs, am  the ho one  who  heard akouō and kai saw blepō these  things houtos.  And kai when hote I  heard akouō and kai saw blepō them,  I  fell  down piptō to  worship proskyneō at emprosthen the ho feet pous of  the ho angel angelos who ho was  showing deiknyō them houtos to  me egō. ", "9": "But kai he  said legō to  me egō, “ Do horaō not mē do that!  I  am eimi a  fellow  servant syndoulos with  you sy and kai with ho your sy brothers adelphos the ho prophets prophētēs,  and kai with ho those  who  keep tēreō the ho words logos of ho this houtos book biblion.  Worship proskyneō · ho God theos!” ", "10": "Then kai he  said legō to  me egō, “ Do  not mē seal  up sphragizō the ho words logos of  the ho prophecy prophēteia of ho this houtos book biblion,  for gar the ho time kairos is eimi near engys. ", "11": "Let  the ho evildoer adikeō continue eti to  do  evil adikeō,  and kai the ho filthy rhyparos be  filthy rhypainō still eti;  · kai let poieō the ho righteous dikaios continue eti to  act poieō righteously dikaiosynē,  and kai the ho holy hagios be  holy hagiazō still eti.” ", "12": "“ Behold idou,  I  am  coming erchomai soon tachus,  and kai · ho my egō recompense misthos is  with meta me egō,  to  repay apodidōmi everyone hekastos according hōs to  what ho he autos has eimi done ergon. ", "13": "I egō am  the ho Alpha alpha and kai the ho Omega ō,  the ho first prōtos and kai the ho last eschatos,  the ho beginning archē and kai the ho end telos.” ", "14": "Blessed makarios are  those ho who  wash plynō · ho their autos robes stolē,  so hina they autos will  have eimi the ho right exousia to epi the ho tree xylon of ho life zōē and kai may  enter eiserchomai the ho city polis by  its ho gates pylōn. ", "15": "Outside exō are  the ho dogs kyōn,  · kai those ho who  practice  the  occult pharmakos,  · kai the ho sexually  immoral pornos,  · kai · ho murderers phoneus,  · kai · ho idolaters eidōlolatrēs,  and kai everyone pas who  loves phileō and kai practices poieō falsehood pseudos. ", "16": "“ I egō,  Jesus Iēsous,  have  sent pempō · ho my egō angel angelos to  bear  witness martyreō to  you hymeis about  these  things houtos for epi the ho churches ekklēsia.  I egō am eimi the ho Root rhiza,  · kai the ho descendant genos of  David Dauid— the ho bright lampros morning prōinos star astēr!”  · ho · ho", "17": "· kai The ho Spirit pneuma and kai the ho Bride nymphē say legō, “ Come erchomai!”  And kai let  the ho one  who  hears akouō say legō, “ Come erchomai!”  · kai Whoever ho is  thirsty dipsaō,  let  him  come  forward erchomai; and  whoever ho so  desires thelō,  let  him  receive lambanō the  water hydōr of  life zōē free  of  charge dōrean. ", "18": "I egō bear  witness martyreō to  everyone pas who ho hears akouō the ho words logos of  the ho prophecy prophēteia of ho this houtos book biblion:  if ean anyone tis should  add epitithēmi to epi them autos,  God theos will  add epitithēmi · ho to epi him autos the ho plagues plēgē · ho described graphō in en · ho this houtos book biblion; ", "19": "and kai if ean anyone tis should  take  away aphaireō from apo the ho words logos of ho the  book biblion of ho this houtos prophecy prophēteia,  God theos will  take  away aphaireō · ho · ho his autos share meros from apo the ho tree xylon of ho life zōē and kai from ek the ho holy hagios city polis,  · ho which ho are  described graphō in en · ho this houtos book biblion. ", "20": "The ho one  who  testifies martyreō to  these  things houtos says legō: “ Yes nai,  I  am  coming erchomai soon tachus!”  Amen amēn!  Come erchomai,  Lord kyrios Jesus Iēsous! ", "21": "May  the ho grace charis of  the ho Lord kyrios Jesus Iēsous be  with meta you  all pas. "}