{"1": "· kai “ To  the ho angel angelos of  the ho church ekklēsia in en Sardis Sardeis write graphō:  The ho one  who  has echō the ho seven hepta Spirits pneuma of ho God theos and kai the ho seven hepta stars astēr has legō this hode to  say legō:  I  know oida your sy · ho deeds ergon;  that hoti you  have echō a  reputation onoma that hoti you  are  alive zaō,  but kai you  are eimi dead nekros. ", "2": "Wake  up ginomai and kai strengthen stērizō the ho things  that  remain loipos,  which hos are  about mellō to  die apothnēskō;  for gar I  have  not ou found heuriskō your sy · ho works ergon fully  completed plēroō in  the  sight enōpion of ho my egō God theos. ", "3": "Remember mnēmoneuō,  then oun,  what pōs you  received lambanō and kai heard akouō;  · kai obey tēreō it,  and kai repent metanoeō.  But oun if ean you  do  not mē wake  up grēgoreō,  I  will  come hēkō like hōs a  thief kleptēs,  and kai you  will  not ou mē know ginōskō at  what poios hour hōra I  will  come hēkō against epi you sy. ", "4": "But alla you  have echō a  few oligos people onoma in en Sardis Sardeis who hos have  not ou soiled molynō · ho their autos garments himation,  and kai they  will  walk peripateō with meta me egō in en white leukos,  for hoti they  are eimi worthy axios. ", "5": "The ho one  who  conquers nikaō will ,  in  this  way houtōs,  be  dressed periballō in en white leukos clothing himation,  and kai I  will  never ou mē erase exaleiphō · ho his autos name onoma from ek the ho Book biblos of ho Life zōē,  but kai will  acknowledge homologeō · ho his autos name onoma before enōpion · ho my egō Father patēr and kai before enōpion · ho his autos angels angelos. ", "6": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma is  saying legō to  the ho churches ekklēsia. ", "7": "· kai “ To  the ho angel angelos of  the ho church ekklēsia in en Philadelphia Philadelpheia write graphō:  The ho one  who  is  holy hagios,  who ho is  true alēthinos,  who ho has echō the ho key kleis of  David Dauid,  who ho opens anoigō and kai no  one oudeis can  shut kleiō,  who kai shuts kleiō and kai no oudeis one  can  open anoigō,  has legō this hode to  say legō: ", "8": "I  know oida your sy · ho works ergon.  Look idou,  I  have  placed didōmi before enōpion you sy an  open anoigō door thura,  which hos no  one oudeis is  able dynamai to  shut kleiō. I know  that hoti you  have echō little mikros strength dynamis,  yet kai you  have  kept tēreō my egō · ho word logos and kai have  not ou denied arneomai · ho my egō name onoma. ", "9": "Behold idou,  I  will  make didōmi those  of ek the ho synagogue synagōgē of ho Satan Satanas who ho claim legō to  be eimi Jews Ioudaios and kai are eimi not ou,  but alla lie pseudomai— I  will  make poieō them autos come hēkō and kai bow  down proskyneō before enōpion · ho your sy feet pous and kai understand ginōskō that hoti I egō have  loved agapaō you sy. ", "10": "Because hoti you  have  kept tēreō · ho my egō word logos about ho patient  endurance hypomonē,  I  also kagō will  keep tēreō you sy from ek the ho hour hōra of ho testing peirasmos that ho is mellō coming erchomai upon epi the ho whole holos world oikoumenē to  test peirazō those ho who  live katoikeō on epi the ho earth gē. ", "11": "I  am  coming erchomai soon tachus.  Hold  on  to krateō what hos you  have echō,  so  that hina no  one mēdeis can  take lambanō away  · ho your sy crown stephanos. ", "12": "The ho one  who  conquers nikaō,  I  will  make poieō him autos a  pillar stylos in en the ho temple naos of ho my egō God theos and kai he  will  never ou mē go exerchomai out  of exō it,  and kai I  will  write graphō on epi him autos the ho name onoma of ho my egō God theos,  and kai the ho name onoma of  the ho city polis of ho my egō God theos ( the ho new kainos Jerusalem Ierousalēm which ho comes  down katabainō out  of ek · ho heaven ouranos from apo · ho my egō God theos),  and kai · ho my  own egō new kainos name onoma.  · ho", "13": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma is  saying legō to  the ho churches ekklēsia. ", "14": "· kai “ To  the ho angel angelos of  the ho church ekklēsia in en Laodicea Laodikeia write graphō:  The ho Amen amēn,  the ho faithful pistos and kai true alēthinos Witness martys,  · ho the ho Beginning archē of ho God' s theos creation ktisis,  · ho has legō this hode to  say legō: ", "15": "I  know oida your sy · ho works ergon,  that hoti you  are eimi neither oute cold psychros nor oute hot zestos.  Would ophelon that  you  were eimi either  cold psychros or ē hot zestos! ", "16": "So houtōs because hoti you  are eimi lukewarm chliaros,  · kai neither oute hot zestos nor oute cold psychros,  I  am  about mellō to  vomit emeō you sy out  of ek · ho my egō mouth stoma! ", "17": "Because hoti you  say legō, ' I  am eimi rich plousios and kai have  prospered plouteō;  · kai I echō need chreia nothing oudeis,'  but kai do  not ou realize oida that hoti you sy are eimi · ho wretched talaipōros,  · kai miserable eleeinos,  · kai poor ptōchos,  · kai blind typhlos,  and kai naked gymnos, ", "18": "I  counsel symbouleuō you sy to  buy agorazō from para me egō gold chrysion refined pyroō by ek fire pyr so hina you  can  be  rich plouteō;  and kai white leukos garments himation to hina clothe  yourself periballō so kai your sy shameful aischunē nakedness gymnotēs will  not mē be  exposed phaneroō;  · ho · ho and kai salve kollourion to  put  on enchriō · ho your sy eyes ophthalmos so hina you  can  see blepō! ", "19": "As  many  as hosos I egō love phileō,  I  reprove elenchō and kai discipline paideuō;  so oun be  earnest zēleuō and kai repent metanoeō. ", "20": "Take  note idou!  I  am  standing histēmi at epi the ho door thura and kai knocking krouō.  If ean anyone tis hears akouō · ho my egō voice phōnē and kai opens anoigō the ho door thura,  · kai I  will  enter eiserchomai his autos house  and kai eat deipneō with meta him autos,  and kai he autos with meta me egō. ", "21": "As for  the ho one  who  conquers nikaō,  to  him autos I  will  give didōmi the  right  to  sit kathizō with meta me egō on en · ho my egō throne thronos,  as hōs I  also kagō conquered nikaō and kai sat kathizō with meta · ho my egō Father patēr on en · ho his autos throne thronos. ", "22": "He ho who  has echō an  ear ous,  let  him  hear akouō what tis the ho Spirit pneuma is  saying legō to  the ho churches ekklēsia.” "}