{"1": "After meta this houtos I looked,  and kai behold idou, a  door thura standing  open anoigō in en · ho heaven ouranos!  And kai the ho first prōtos voice phōnē,  · ho which hos I  had  heard akouō speaking laleō to meta me egō like hōs a  trumpet salpinx,  said legō, “ Come  up anabainō here hōde,  and kai I  will  show deiknymi you sy what hos must dei take  place ginomai after meta this houtos.” ", "2": "Immediately eutheōs I  was ginomai in en the  spirit pneuma,  and kai behold idou, a  throne thronos was  standing keimai in en · ho heaven ouranos and kai one  sitting kathēmai on epi the ho throne thronos! ", "3": "And kai the ho one  sitting kathēmai there  had homoios the  appearance horasis of  a  precious  gem lithos— jasper iaspis or kai carnelian sardion— and kai a  rainbow iris encircled kyklothen the ho throne thronos,  in  appearance horasis like homoios an  emerald smaragdinos. ", "4": "· kai Around kyklothen the ho throne thronos were  twenty-four eikosi thrones thronos,  and kai seated kathēmai on epi those ho thrones thronos were  twenty-four eikosi tessares elders presbyteros,  clothed periballō in en white leukos garments himation,  and kai upon epi · ho their autos heads kephalē were  crowns stephanos of  gold chrysous. ", "5": "· kai Out  from ek the ho throne thronos came ekporeuomai flashes  of  lightning astrapē,  · kai rumblings phōnē,  and kai peals  of  thunder brontē.  · kai Seven hepta torches lampas of  fire pyr,  which hos are eimi the ho seven hepta spirits pneuma of ho God theos,  were  burning kaiō before enōpion the ho throne thronos, ", "6": "and kai before enōpion the ho throne thronos there was  as  it  were hōs a  sea thalassa of  glass hyalinos,  like homoios crystal krystallos;  and kai around en mesos the ho throne thronos,  · kai close  by kyklōi the ho throne thronos, were  four tessares living zōon creatures  full gemō of  eyes ophthalmos in  front emprosthen and kai in  back opisthen. ", "7": "· kai The ho first prōtos living  creature zōon · ho was  like homoios a  lion leōn,  · kai the ho second deuteros living  creature zōon like homoios an  ox moschos,  · kai the ho third tritos living  creature zōon had echō a ho face prosōpon like hōs a man' s anthrōpos,  and kai the ho fourth tetartos living  creature zōon was  like homoios a  flying petomai eagle aetos. ", "8": "And kai the ho four tessares living  creatures zōon,  each ana of  them autos with echō six hex wings pteryx,  were  full gemō of  eyes ophthalmos around kyklothen and kai within esōthen.  And kai day hēmera or kai night nyx they echō never ou rest anapausis,  saying legō: “ Holy hagios,  holy hagios,  holy hagios,  Lord kyrios · ho God theos · ho Almighty pantokratōr,  who ho was eimi,  and kai who ho is eimi,  and kai who ho is  to  come erchomai!” ", "9": "And kai whenever hotan the ho living  creatures zōon give didōmi glory doxa and kai honor timē and kai thanks eucharistia to  the ho one  who  is  seated kathēmai on epi the ho throne thronos,  to  the ho one  who  lives zaō for eis all ho time aiōn ho,  · ho", "10": "the ho twenty-four eikosi elders presbyteros fall  down piptō before enōpion the ho one  who  is  seated kathēmai on epi the ho throne thronos and kai worship proskyneō the ho one  who  lives zaō for eis all ho time aiōn ho.  · ho · kai They  cast ballō · ho their autos crowns stephanos before enōpion the ho throne thronos,  saying legō, ", "11": "“ Worthy axios are  you eimi,  · ho our hēmeis Lord kyrios and kai · ho God theos,  to  receive lambanō · ho glory doxa and kai · ho honor timē and kai · ho power dynamis,  for hoti you sy created ktizō · ho all  things pas,  and kai because dia of  · ho your sy will thelēma they  existed eimi and kai were  created ktizō.” "}