{"1": "Then kai I saw  in epi the ho right  hand dexios of  the ho one  who  was  seated kathēmai on epi the ho throne thronos a  scroll biblion written graphō inside esōthen and kai on  the  back opisthen,  sealed katasphragizō with  seven hepta seals sphragis. ", "2": "And kai I saw a  powerful ischuros angel angelos proclaiming kēryssō in en a  loud megas voice phōnē, “ Who tis is  worthy axios to  open anoigō the ho scroll biblion and kai break lyō · ho its autos seals sphragis?” ", "3": "But kai no  one oudeis in en · ho heaven ouranos or oude on epi · ho earth gē or oude under hypokatō the ho earth gē was  able dynamai to  open anoigō the ho scroll biblion or oute look blepō into  it autos. ", "4": "So kai I  began  to  weep klaiō bitterly polys because hoti no  one oudeis was  found heuriskō worthy axios to  open anoigō the ho scroll biblion or oute to  look blepō into  it autos. ", "5": "Then kai one heis of ek the ho elders presbyteros said legō to  me egō, “ Stop mē weeping klaiō!  Look idou,  the ho Lion leōn · ho of ek the ho tribe phylē of  Judah Ioudas,  the ho root rhiza of  David Dauid,  has  won  the  victory nikaō so  that  he  can  open anoigō the ho scroll biblion and kai · ho its autos seven hepta seals sphragis.” ", "6": "And kai I saw  standing histēmi there,  between en mesos the ho throne thronos and kai the ho four tessares living  creatures zōon and kai among en mesos the ho elders presbyteros, a  Lamb arnion that  appeared hōs to  have  been  killed sphazō,  having echō seven hepta horns keras and kai seven hepta eyes ophthalmos,  which hos are eimi the ho seven hepta spirits pneuma of ho God theos sent  out apostellō into eis all pas the ho earth gē. ", "7": "And kai he  went erchomai and kai took lambanō the scroll  from ek the ho right  hand dexios of  the ho one  who  was  seated kathēmai on epi the ho throne thronos. ", "8": "And kai when hote he  had  taken lambanō the ho scroll biblion,  the ho four tessares living  creatures zōon and kai the ho twenty-four eikosi tessares elders presbyteros fell  down piptō before enōpion the ho Lamb arnion,  each hekastos holding echō a  harp kithara and kai golden chrysous bowls phialē full gemō of  incense thumiama,  which hos are eimi the ho prayers proseuchē of  the ho saints hagios. ", "9": "And kai they  sang adō a  new kainos song  ōdē,  saying legō, “ Worthy axios are  you eimi to  take lambanō the ho scroll biblion and kai to  open anoigō · ho its autos seals sphragis,  for hoti you  were  slain sphazō,  and kai by en your sy blood haima you  ransomed agorazō people  for ho God theos · ho from ek every pas tribe phylē,  · kai language glōssa,  · kai people laos,  and kai nation ethnos. ", "10": "And kai you  have  made poieō them autos a  kingdom basileia and kai priests hiereus to ho our hēmeis God theos,  and kai they  will  reign basileuō on epi the ho earth gē.” ", "11": "Then kai I looked,  and kai I  heard akouō the  voice phōnē of  many polys angels angelos surrounding kyklōi the ho throne thronos and kai the ho living  creatures zōon and kai the ho elders presbyteros;  and kai their autos number arithmos was eimi · ho ten  thousand myrias times  ten  thousand myrias and kai thousands chilias of  thousands chilias, ", "12": "saying legō with  a  loud megas voice phōnē, “ Worthy axios is eimi the ho Lamb arnion who ho was  slain sphazō,  to  receive lambanō · ho power dynamis and kai wealth ploutos and kai wisdom sophia and kai might ischus and kai honor timē and kai glory doxa and kai praise eulogia!” ", "13": "Then kai I  heard akouō every pas creature ktisma in en · ho heaven ouranos and kai on epi · ho earth gē and kai under hypokatō the ho earth gē and kai in epi the ho sea thalassa,  and kai · ho all pas that is  in en them autos,  saying legō, “ To  the ho one  seated kathēmai on epi the ho throne thronos and kai to  the ho Lamb arnion be  · ho praise eulogia and kai · ho honor timē and kai · ho glory doxa and kai · ho might kratos for eis all ho time aiōn ho!  · ho", "14": "And kai the ho four tessares living  creatures zōon said legō, “ Amen amēn!”  And kai the ho elders presbyteros fell  down piptō and kai worshiped proskyneō. "}