{"1": "Then kai I watched  as hote the ho Lamb arnion opened anoigō one heis of ek the ho seven hepta seals sphragis,  and kai I  heard akouō one heis of ek the ho four tessares living  creatures zōon say legō with phōnē a  voice phōnē like hōs thunder brontē, “ Come erchomai!” ", "2": "· kai I looked,  and kai behold idou, a  white leukos horse hippos!  And kai the ho one  seated kathēmai on epi it autos had echō a  bow toxon;  and kai there  was  given didōmi to  him autos a  crown stephanos,  and kai he  went exerchomai out  conquering nikaō and kai to hina conquer nikaō. ", "3": "And kai when hote he  opened anoigō the ho second deuteros seal sphragis,  · ho I  heard akouō the ho second deuteros living  creature zōon saying legō, “ Come erchomai!” ", "4": "And kai out  came exerchomai another allos horse hippos,  bright  red pyrros;  and kai · ho its autos rider kathēmai was  allowed didōmi to  take lambanō · ho peace eirēnē from ek the ho earth gē · kai so  that hina men  should  slay sphazō one  another allēlōn,  and kai a  great megas sword machaira was  given didōmi to  him autos. ", "5": "And kai when hote he  opened anoigō the ho third tritos seal sphragis,  · ho I  heard akouō the ho third tritos living  creature zōon saying legō, “ Come erchomai!”  And kai I looked,  and kai behold idou, a  black melas horse hippos!  And kai · ho its autos rider kathēmai had echō a  pair  of  scales zygos in en · ho his autos hand cheir. ", "6": "And kai I  heard akouō what  seemed  to  be hōs a  voice phōnē in en the  midst mesos of  the ho four tessares living  creatures zōon,  saying legō, “A  quart choinix of  wheat sitos for  a  denarius dēnarion,  and kai three treis quarts choinix of  barley krithē for  a  denarius dēnarion,  but kai do adikeō not mē harm adikeō the ho oil elaion and kai the ho wine oinos!” ", "7": "And kai when hote he  opened anoigō the ho fourth tetartos seal sphragis,  · ho I  heard akouō the  voice phōnē of  the ho fourth tetartos living  creature zōon saying legō, “ Come erchomai!” ", "8": "And kai I looked,  and kai behold idou, a  pale chlōros horse hippos!  And kai · ho its autos rider' s kathēmai name onoma was  · ho Death thanatos,  and kai · ho Hades hadēs was  following akoloutheō with meta him autos.  And kai authority exousia was  given didōmi to  them autos over epi a ho fourth tetartos of  the ho earth gē,  to  kill apokteinō with en sword rhomphaia and kai with en famine limos and kai with en pestilence thanatos and kai by hypo · ho wild  beasts thērion of  the ho earth gē. ", "9": "And kai when hote he  opened anoigō the ho fifth pemptos seal sphragis, I saw  under hypokatō the ho altar thusiastērion the ho souls psychē of  those ho who  had  been  slain sphazō for dia the ho word logos of ho God theos and kai for dia the ho witness martyria they  had  borne echō. ", "10": "And kai they  cried  out krazō with  a  loud megas voice phōnē,  saying legō, “ How heōs long pote,  O ho Sovereign  Lord despotēs,  · ho holy hagios and kai true alēthinos,  before ou you  bring  judgment krinō and kai avenge ekdikeō · ho our hēmeis blood haima on ek those ho who  dwell katoikeō on epi the ho earth gē?” ", "11": "Then kai a  white leukos robe stolē was  given didōmi to  each hekastos of  them autos and kai they autos were  told legō to hina rest anapauō a  little mikros while chronos,  until heōs the  number  was  reached plēroō · kai · ho of  their autos fellow  servants syndoulos and kai · ho their autos brothers adelphos who ho were mellō to  be  killed apokteinō just kai as hōs they autos had been. ", "12": "And kai when hote he  opened anoigō the ho sixth hektos seal sphragis,  · ho I looked,  and kai there  was ginomai a  great megas earthquake seismos;  · kai the ho sun hēlios became ginomai as  black melas as hōs sackcloth sakkos made  of  hair trichinos,  · kai the ho entire holos moon selēnē became ginomai like hōs blood haima, ", "13": "and kai the ho stars astēr of  the ho sky ouranos fell piptō to eis the ho earth gē as hōs a  fig  tree sykē drops ballō · ho its autos winter  fruit olynthos when  shaken seiō by hypo a  fierce megas wind anemos. ", "14": "· kai The ho sky ouranos vanished apochōrizō like hōs a  scroll biblion being  rolled  up helissō,  and kai every pas mountain oros and kai island nēsos was  removed kineō from ek · ho its autos place topos. ", "15": "Then kai the ho kings basileus of  the ho earth gē and kai the ho princes megistan and kai the ho generals chiliarchos and kai the ho rich plousios and kai the ho powerful ischuros and kai everyone pas—slave  and kai free eleutheros— hid kryptō themselves heautou in eis the ho caves spēlaion and kai among eis the ho rocks petra of  the ho mountains oros. ", "16": "· kai They  said legō to  the ho mountains oros and kai the ho rocks petra, “ Fall piptō on epi us hēmeis and kai hide kryptō us hēmeis from apo the  face prosōpon of  the ho one  who  is  seated kathēmai on epi the ho throne thronos and kai from apo the ho wrath orgē of  the ho Lamb arnion, ", "17": "because hoti the  great megas day hēmera of ho their autos wrath orgē has  come erchomai,  · ho · ho and kai who tis is  able dynamai to  stand  fast histēmi?” "}