{"1": "· kai When hotan the Lamb  opened anoigō the ho seventh hebdomos seal sphragis,  · ho there  was ginomai silence sigē in en · ho heaven ouranos for  about hōs half  an  hour hēmiōrion. ", "2": "Then kai I saw  the ho seven hepta angels angelos who hos stand histēmi before enōpion · ho God theos,  and kai to  them autos were  given didōmi seven hepta trumpets salpinx. ", "3": "And kai another allos angel angelos came erchomai and kai stood histēmi at epi the ho altar thusiastērion,  holding echō a  golden chrysous censer libanōtos.  · kai To  him autos was  given didōmi a  large  quantity polys of  incense thumiama to hina offer  up didōmi,  with  the ho prayers proseuchē of  all pas the ho saints hagios,  on epi the ho golden chrysous altar thusiastērion · ho that ho is  before enōpion the ho throne thronos. ", "4": "And kai the ho smoke kapnos of  the ho incense thumiama,  with  the ho prayers proseuchē of  the ho saints hagios,  rose anabainō before enōpion God theos from ek the  hand cheir of  the ho angel angelos.  · ho", "5": "Then kai the ho angel angelos took lambanō the ho censer libanōtos and kai filled gemizō it autos with ek · ho fire pyr from  the ho altar thusiastērion and kai threw ballō it  down  on eis the ho earth gē,  and kai there  were ginomai peals  of  thunder brontē,  · kai rumblings phōnē,  · kai flashes  of  lightning astrapē,  and kai an  earthquake seismos. ", "6": "And kai the ho seven hepta angels angelos who ho had echō the ho seven hepta trumpets salpinx made hetoimazō themselves autos ready  to hina blow salpizō them. ", "7": "· kai The ho first prōtos angel  blew salpizō his  trumpet ,  and kai there  followed ginomai hail chalaza and kai fire pyr,  mixed mignymi with en blood haima,  and kai it  was  thrown  down ballō on eis the ho earth gē,  and kai a ho third tritos of  the ho earth gē was  burned  up katakaiō,  and kai a ho third tritos of  the ho trees dendron were  burned  up katakaiō,  and kai all pas the  green chlōros grass chortos was  burned  up katakaiō. ", "8": "· kai The ho second deuteros angel angelos blew  his  trumpet salpizō,  and kai something  like hōs a  great megas mountain oros,  burning kaiō with  fire pyr,  was  thrown  down ballō into eis the ho sea thalassa,  and kai a ho third tritos of  the ho sea thalassa turned  into ginomai blood haima, ", "9": "· kai a ho third tritos of  the ho living echō creatures ktisma · ho in en the ho sea thalassa · ho died apothnēskō,  and kai a ho third tritos of  the ho ships ploion were  destroyed diaphtheirō. ", "10": "· kai The ho third tritos angel angelos blew  his  trumpet salpizō,  and kai there  fell piptō from ek · ho heaven ouranos a  great megas star astēr,  blazing kaiō like hōs a  torch lampas,  and kai it  fell piptō on epi a ho third tritos of  the ho rivers potamos and kai on epi the ho springs pēgē of ho water hydōr. ", "11": "· kai The ho name onoma of  the ho star astēr is legō · ho Wormwood apsinthos.  · kai A ho third tritos of  the ho waters hydōr became ginomai wormwood apsinthos,  and kai many polys · ho people anthrōpos died apothnēskō from ek the ho waters hydōr because hoti they  had  been  made  bitter pikrainō. ", "12": "· kai The ho fourth tetartos angel angelos blew  his  trumpet salpizō,  and kai a ho third tritos of  the ho sun hēlios was  struck plēssō,  and kai a ho third tritos of  the ho moon selēnē,  and kai a ho third tritos of  the ho stars astēr,  so  that hina a ho third tritos of  them autos were darkened;  · kai for  a ho third tritos of  the ho day hēmera there  was  no mē light phainō,  and kai for a third of  the ho night nyx as  well homoiōs. ", "13": "Then kai I looked,  and kai I  heard akouō an heis eagle aetos crying legō with phōnē a  loud megas voice phōnē as  it  flew petomai directly en overhead mesouranēma, “ Woe ouai,  woe ouai,  woe ouai to  those ho who  live katoikeō on epi the ho earth gē because  of ek the ho blasts phōnē of  the  other loipos · ho trumpets salpinx that  the ho three treis angels angelos · ho are  about mellō to  blow salpizō!” "}