{"1": "· kai The ho fifth pemptos angel angelos blew  his  trumpet salpizō,  and kai I saw a  star astēr fallen piptō from ek the ho sky ouranos to eis the ho earth gē;  and kai he autos was  given didōmi the ho key kleis to  the ho shaft phrear of  the ho abyss abyssos. ", "2": "· kai He  opened anoigō the ho shaft phrear of  the ho abyss abyssos,  and kai from ek the ho shaft phrear rose anabainō smoke kapnos like hōs the  smoke kapnos of  a  giant megas furnace kaminos,  and kai the ho sun hēlios and kai the ho air aēr were  darkened skotoō with ho smoke kapnos from ek the ho shaft phrear. ", "3": "Then kai out  of ek the ho smoke kapnos came exerchomai locusts akris onto eis the ho earth gē,  and kai they autos were  given didōmi power exousia like hōs the  power exousia of  · ho scorpions skorpios of  the ho earth gē. ", "4": "· kai They autos were  told legō not mē to  harm adikeō the ho grass chortos of  the ho earth gē or oude any pas green  plant chlōros or oude any pas tree dendron,  but  only ei those ho people anthrōpos who hostis did  not ou have echō the ho seal sphragis of ho God theos on epi their ho foreheads metōpon. ", "5": "· kai They autos were  allowed didōmi not mē to  kill apokteinō them autos but alla to  torture basanizō them  for  five pente months mēn,  and kai · ho their autos torture basanismos was  like hōs the  torture basanismos of  a  scorpion skorpios when hotan it  stings paiō a  person anthrōpos. ", "6": "And kai in en · ho those ekeinos days hēmera people anthrōpos will  seek zēteō · ho · ho death thanatos but kai will  not ou mē find heuriskō it autos;  · kai they  will  long epithumeō to  die apothnēskō,  but kai death thanatos will  flee pheugō · ho from apo them autos. ", "7": "· kai · ho In  appearance homoiōma the ho locusts akris were  like homoios horses hippos prepared hetoimazō for eis battle polemos.  · kai On epi · ho their autos heads kephalē were  something homoios like hōs crowns stephanos of  gold chrysos,  and kai · ho their autos faces prosōpon were  like hōs human anthrōpos faces prosōpon. ", "8": "· kai They  had echō hair thrix like hōs women' s gynē hair thrix,  and kai · ho their autos teeth odous were eimi like hōs lions' leōn teeth. ", "9": "· kai They  had echō breastplates thōrax like hōs breastplates thōrax of  iron sidērous,  and kai the ho sound phōnē of ho their autos wings pteryx was  like hōs the  sound phōnē of  many polys horse-drawn hippos chariots harma rushing trechō into eis battle polemos. ", "10": "· kai They  had echō tails oura like homoios scorpions skorpios,  with kai stingers kentron;  and kai · ho · ho their autos power exousia to  hurt adikeō · ho people anthrōpos for  five pente months mēn lies  in en their autos tails oura. ", "11": "They  have echō as  king basileus over epi them autos the ho angel angelos of  the ho abyss abyssos,  whose autos name onoma in  Hebrew Hebraisti is  Abaddon Abaddōn,  but kai in en · ho Greek Hellēnikos he  has echō the  name onoma Apollyon Apollyōn. ", "12": "The ho first heis woe ouai · ho has  passed aperchomai;  behold idou,  two dyo woes ouai are  yet eti to  come erchomai after meta this houtos. ", "13": "· kai The ho sixth hektos angel angelos blew  his  trumpet salpizō,  and kai I  heard akouō a heis voice phōnē from ek the ho four tessares horns keras of  the ho golden chrysous altar thusiastērion · ho that ho is  before enōpion · ho God theos, ", "14": "saying legō to  the ho sixth hektos angel angelos who ho had echō the ho trumpet salpinx, “ Release lyō the ho four tessares angels angelos who ho are  bound deō at epi the ho great megas river potamos · ho Euphrates euphratēs.” ", "15": "So kai the ho four tessares angels angelos,  who ho had  been  prepared hetoimazō for eis this ho hour hōra,  · kai day hēmera,  · kai month mēn,  and kai year eniautos,  were  released lyō to hina kill apokteinō a ho third tritos of ho mankind anthrōpos. ", "16": "· kai The ho number arithmos of ho mounted hippikos troops strateuma · ho was  twice  ten  thousand dismyrias times  ten  thousand myrias;  I  heard akouō · ho their autos number arithmos. ", "17": "And kai this houtōs is  how  I saw  the ho horses hippos in en my ho vision horasis and kai those ho who  rode kathēmai them autos: The riders  wore echō breastplates thōrax that were  fiery  red pyrinos,  · kai dark  blue hyakinthinos,  and kai yellow  like  sulfur theiōdēs,  and kai the ho heads kephalē of  the ho horses hippos were  like hōs lions' leōn heads kephalē,  and kai out  of ek · ho their autos mouths stoma came ekporeuomai fire pyr and kai smoke kapnos and kai sulfur theion. ", "18": "By apo · ho these houtos three treis plagues plēgē a ho third tritos of ho mankind anthrōpos was  killed apokteinō,  by ek the ho fire pyr and kai the ho smoke kapnos and kai the ho sulfur theion that ho came ekporeuomai out  of ek · ho their autos mouths stoma. ", "19": "For gar the ho power exousia of  the ho horses hippos is eimi in en · ho their autos mouths stoma and kai in en · ho their autos tails oura,  · ho for gar their autos tails oura are  like homoios serpents ophis,  having echō heads kephalē;  and kai with en them autos they  inflict  harm adikeō. ", "20": "· kai The ho rest loipos of ho mankind anthrōpos,  those hos who  were  not ou killed apokteinō by en · ho these houtos plagues plēgē,  did  not oude repent metanoeō of ek the ho works ergon of ho their autos hands cheir so  as hina to  give  up mē worshiping proskyneō · ho demons daimonion and kai · ho idols eidōlon of ho gold chrysous and kai · ho silver argyrous and kai · ho bronze chalkous and kai · ho stone lithinos and kai · ho wood xylinos,  which hos are dynamai not oute able dynamai to  see blepō or oute hear akouō or oute walk peripateō. ", "21": "Neither kai ou did  they  repent metanoeō of ek · ho their autos murders phonos or oute · ho their autos sorceries pharmakon or oute · ho their autos sexual  immorality porneia or oute · ho their autos stealing klemma. "}