{"1": "This is a divine revelation. Yahweh spoke his word to Israel through Malachi.", "2": "“I loved you,” says Yahweh. “But you ask, 'How did you love us?' “Wasn't Esau Jacob's brother?” declares Yahweh. “I loved Jacob, ", "3": "but Esau I hated. I turned his mountains into a wasteland and left his inheritance to the jackals in the desert.", "4": "“The descendants of Esau may say, 'We have been beaten down, but we will rebuild the ruins.' “Yet, this is what Yahweh Tsebaoth says: They may rebuild, but I will tear it down. They will be called 'the Wicked Land' and 'the people with whom Yahweh is always angry.' ", "5": "You will see these things with your own eyes and say, 'Even outside the borders of Israel Yahweh is great.'", "6": "“This is what Yahweh Tsebaoth says: A son honors his father, and a servant honors his master. So if I am a father, where is my honor? If I am a master, where is my respect? You priests despise my name. “But you ask, 'How have we despised your name?'", "7": "“You offer contaminated food on my altar. “But you ask, 'Then how have we contaminated you?' “When you say that Yahweh's table may be despised. ", "8": "When you bring a blind animal to sacrifice, isn't that wrong? When you bring a lame or a sick animal, isn't that wrong? Try offering it to your governor. Would he accept it from you? Would he welcome you?” asks Yahweh Tsebaoth.", "9": "“Now try asking El to be kind to you. This is what you are doing! Will he welcome you?” asks Yahweh Tsebaoth.", "10": "“I wish one of you would shut the doors to my house so that you could not light fires on my altar for no reason. I'm not pleased with you,” says Yahweh Tsebaoth, “and I won't accept your offerings.", "11": "“From the nations where the sun rises to the nations where the sun sets, my name will be great. Incense and pure offerings will be offered everywhere in my name, because my name will be great among the nations,” says Yahweh Tsebaoth. ", "12": "“But you dishonor it when you say that Adonay's table may be contaminated and that its food may be despised.", "13": "“You say, 'Oh what a nuisance it is,' and you sniff at it in disgust,” says Yahweh Tsebaoth. “You bring stolen, lame, and sick animals. When you bring such offerings, should I accept them from you?” asks Yahweh.", "14": "“Cheaters are under a curse. They have male animals in their flocks that they vow to give as a sacrifice. But they sacrifice second-rate ones to Adonay instead. I am a great Melek,” says Yahweh Tsebaoth. “Among the nations my name is respected."}