{"1": "But now hear, O Jacob my servant, Israel whom I have chosen!", "2": "Thus says the Lord who made you, who formed you in the womb and will help you: Do not fear, O Jacob my servant, Jeshurun whom I have chosen.", "3": "For I will pour water on the thirsty land, and streams on the dry ground; I will pour my spirit upon your descendants, and my blessing on your offspring.", "4": "They shall spring up like a green tamarisk, like willows by flowing streams.", "5": "This one will say, “I am the Lord's,” another will be called by the name of Jacob, yet another will write on the hand, “The Lord's,” and adopt the name of Israel.", "6": "Thus says the Lord, the King of Israel, and his Redeemer, the Lord of hosts: I am the first and I am the last; besides me there is no god.", "7": "Who is like me? Let them proclaim it, let them declare and set it forth before me. Who has announced from of old the things to come?[a] Let them tell us[b] what is yet to be.", "8": "Do not fear, or be afraid; have I not told you from of old and declared it? You are my witnesses! Is there any god besides me? There is no other rock; I know not one.", "9": "All who make idols are nothing, and the things they delight in do not profit; their witnesses neither see nor know. And so they will be put to shame. ", "10": "Who would fashion a god or cast an image that can do no good? ", "11": "Look, all its devotees shall be put to shame; the artisans too are merely human. Let them all assemble, let them stand up; they shall be terrified, they shall all be put to shame.", "12": "The ironsmith fashions it[c] and works it over the coals, shaping it with hammers, and forging it with his strong arm; he becomes hungry and his strength fails, he drinks no water and is faint. ", "13": "The carpenter stretches a line, marks it out with a stylus, fashions it with planes, and marks it with a compass; he makes it in human form, with human beauty, to be set up in a shrine. ", "14": "He cuts down cedars or chooses a holm tree or an oak and lets it grow strong among the trees of the forest. He plants a cedar and the rain nourishes it. ", "15": "Then it can be used as fuel. Part of it he takes and warms himself; he kindles a fire and bakes bread. Then he makes a god and worships it, makes it a carved image and bows down before it. ", "16": "Half of it he burns in the fire; over this half he roasts meat, eats it and is satisfied. He also warms himself and says, “Ah, I am warm, I can feel the fire!” ", "17": "The rest of it he makes into a god, his idol, bows down to it and worships it; he prays to it and says, “Save me, for you are my god!”", "18": "They do not know, nor do they comprehend; for their eyes are shut, so that they cannot see, and their minds as well, so that they cannot understand. ", "19": "No one considers, nor is there knowledge or discernment to say, “Half of it I burned in the fire; I also baked bread on its coals, I roasted meat and have eaten. Now shall I make the rest of it an abomination? Shall I fall down before a block of wood?” ", "20": "He feeds on ashes; a deluded mind has led him astray, and he cannot save himself or say, “Is not this thing in my right hand a fraud?”", "21": "Remember these things, O Jacob, and Israel, for you are my servant; I formed you, you are my servant; O Israel, you will not be forgotten by me.", "22": "I have swept away your transgressions like a cloud, and your sins like mist; return to me, for I have redeemed you.", "23": "Sing, O heavens, for the Lord has done it; shout, O depths of the earth; break forth into singing, O mountains, O forest, and every tree in it! For the Lord has redeemed Jacob, and will be glorified in Israel.", "24": "Thus says the Lord, your Redeemer, who formed you in the womb: I am the Lord, who made all things, who alone stretched out the heavens, who by myself spread out the earth;", "25": "who frustrates the omens of liars, and makes fools of diviners; who turns back the wise, and makes their knowledge foolish;", "26": "who confirms the word of his servant, and fulfills the prediction of his messengers; who says of Jerusalem, “It shall be inhabited,” and of the cities of Judah, “They shall be rebuilt, and I will raise up their ruins”;", "27": "who says to the deep, “Be dry— I will dry up your rivers”;", "28": "who says of Cyrus, “He is my shepherd, and he shall carry out all my purpose”; and who says of Jerusalem, “It shall be rebuilt,” and of the temple, “Your foundation shall be laid.”"}