{"1": "Then the sons of the prophets said to Elisha, “Please look; the place where we are living before you is too cramped for us. ", "2": "Let us please go to the Jordan and each bring from there one log that we might make a place there for us to live.” Then he said, “Do so.” ", "3": "Then a certain one said, “Please be prepared and go with your servants,” and he said, “I will go.” ", "4": "He went with them, and they went to the Jordan, and they cut down the trees. ", "5": "It happened as the one was felling the log, that the iron ax fell into the water. He called out and said, “Oh, no! My master, it was borrowed!” ", "6": "Then the man of God said, “Where did it fall?” So he showed him the place, and then he cut off a stick and threw it there and made the iron ax float. ", "7": "Then he said, “Pick it up for yourself,” so he stretched out his hand and took it.", "8": "The king of Aram was fighting with Israel, so he consulted with his officers, saying, “My camp is at such and such a place.”[a] ", "9": "Then the man of God sent to the king of Israel, saying, “Take care while crossing over to this place, because the Arameans are descending there.” ", "10": "So the king of Israel sent to the place which the man of God said to him and warned him, so he was on guard there continually.[b]", "11": "Then the heart of the king of Aram was stormy because of this matter, so he called his servants and said to them, “Can you not tell me who among us sides with the king of Israel?”[c] ", "12": "Then one of his servants said, “No, my lord the king, but Elisha the prophet who is in Israel tells the king of Israel things which you speak in your own bedchamber.”[d] ", "13": "Then he said, “Go and see where he is so that I can send and capture him.” Then he was told to him, “Look, he is in Dothan.” ", "14": "So he sent horses, chariots, and an oppressing army there. They arrived at night and surrounded the town. ", "15": "The attendant of the man of God arose early and went out, and look, the army was surrounding the city with horses and chariots. His servant said to him, “Oh no, my master! What shall we do?” ", "16": "And he said, “Don't be afraid, for more are with us than are with them.” ", "17": "Then Elisha prayed and said, “O Yahweh, please open his eyes that he may see,” and Yahweh opened the eyes of the servant, and he saw, and look, the mountain was full of horses and chariots of fire all around Elisha. ", "18": "They came down to him, and Elisha prayed to Yahweh and said, “Please strike this people with blindness,” so he struck them with blindness as Elisha had spoken.[e] ", "19": "Then Elisha said to them, “This is not the way and this is not the city. Come after me, and I will bring you to the man whom you seek.” Then he brought them to Samaria.", "20": "It happened at the moment they came to Samaria, Elisha said, “O Yahweh, open the eyes of these that they may see,” so Yahweh opened their eyes, and they saw, and look, the middle of Samaria! ", "21": "Then the king of Israel said to Elisha when he saw them, “Shall I kill them? Shall I kill, my father?” ", "22": "And he said, “You shall not kill. Would you kill those whom you took captive with the sword or with the bow? Put food and water before them that they may eat and drink and then go to their master.” ", "23": "So he made a great feast for them, and they ate and drank; then he sent them, and they went to their master. And the bands of the Arameans did not come again into the land of Israel.", "24": "It happened after this that Ben-Hadad king of Aram assembled all of his army and marched up and laid siege against Samaria. ", "25": "There was a great famine in Samaria, and behold, a siege was against it, until the head of a donkey went for eighty shekels of silver, and one fourth of the measure of the dung of doves went for five shekels of silver. ", "26": "It happened that the king of Israel was crossing over on the wall, and a woman called out to him, saying, “Help, my lord the king!” ", "27": "He said, “No, let Yahweh help you. How[f] can I save you? From the threshing floor or from the wine press?” ", "28": "The king said to her, “What is the problem?”[g] Then the woman said, “This woman said to me, 'Give me your son, and let us eat him today, then tomorrow we will eat my son.' ", "29": "So we cooked my son and ate him, and I said to her the next day, 'Give your son that we may eat him.' But she had hidden her son.” ", "30": "It happened that when the king heard the words of the woman, he tore his clothes. Now he had been walking on the wall, and the people saw, and behold, sackcloth was over his flesh underneath. ", "31": "Then he said, “May God do to me and thus may he add, if the head of Elisha the son of Shaphat remains on him today!” ", "32": "Now Elisha was sitting in his house and the elders were sitting with him, and the king dispatched a man from before him, but before the messenger came to him, he said to the elders, “Did you see that this son of a murderer has sent to remove my head? Look, when the messenger comes, close the door; and you must hold the door closed against him.[h] Is not the sound of the feet of his master behind him?” ", "33": "While he was still speaking with them, suddenly the messenger was coming down to him, and he said, “Look this trouble is from Yahweh. Why should I wait for Yahweh any longer?”"}