{"1": "In the twelfth year of Ahaz king of Judah Hoshe′a the son of Elah began to reign in Samar′ia over Israel, and he reigned nine years. ", "2": "And he did what was evil in the sight of the Lord, yet not as the kings of Israel who were before him. ", "3": "Against him came up Shalmane′ser king of Assyria; and Hoshe′a became his vassal, and paid him tribute. ", "4": "But the king of Assyria found treachery in Hoshe′a; for he had sent messengers to So, king of Egypt, and offered no tribute to the king of Assyria, as he had done year by year; therefore the king of Assyria shut him up, and bound him in prison. ", "5": "Then the king of Assyria invaded all the land and came to Samar′ia, and for three years he besieged it. ", "6": "In the ninth year of Hoshe′a the king of Assyria captured Samar′ia, and he carried the Israelites away to Assyria, and placed them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes.", "7": "And this was so, because the people of Israel had sinned against the Lord their God, who had brought them up out of the land of Egypt from under the hand of Pharaoh king of Egypt, and had feared other gods ", "8": "and walked in the customs of the nations whom the Lord drove out before the people of Israel, and in the customs which the kings of Israel had introduced.[a] ", "9": "And the people of Israel did secretly against the Lord their God things that were not right. They built for themselves high places at all their towns, from watchtower to fortified city; ", "10": "they set up for themselves pillars and Ashe′rim on every high hill and under every green tree; ", "11": "and there they burned incense on all the high places, as the nations did whom the Lord carried away before them. And they did wicked things, provoking the Lord to anger, ", "12": "and they served idols, of which the Lord had said to them, “You shall not do this.” ", "13": "Yet the Lord warned Israel and Judah by every prophet and every seer, saying, “Turn from your evil ways and keep my commandments and my statutes, in accordance with all the law which I commanded your fathers, and which I sent to you by my servants the prophets.” ", "14": "But they would not listen, but were stubborn, as their fathers had been, who did not believe in the Lord their God. ", "15": "They despised his statutes, and his covenant that he made with their fathers, and the warnings which he gave them. They went after false idols, and became false, and they followed the nations that were round about them, concerning whom the Lord had commanded them that they should not do like them. ", "16": "And they forsook all the commandments of the Lord their God, and made for themselves molten images of two calves; and they made an Ashe′rah, and worshiped all the host of heaven, and served Ba′al. ", "17": "And they burned their sons and their daughters as offerings,[b] and used divination and sorcery, and sold themselves to do evil in the sight of the Lord, provoking him to anger. ", "18": "Therefore the Lord was very angry with Israel, and removed them out of his sight; none was left but the tribe of Judah only.[c]", "19": "Judah also did not keep the commandments of the Lord their God, but walked in the customs which Israel had introduced. ", "20": "And the Lord rejected all the descendants of Israel, and afflicted them, and gave them into the hand of spoilers, until he had cast them out of his sight.", "21": "When he had torn Israel from the house of David they made Jerobo′am the son of Nebat king. And Jerobo′am drove Israel from following the Lord and made them commit great sin. ", "22": "The people of Israel walked in all the sins which Jerobo′am did; they did not depart from them, ", "23": "until the Lord removed Israel out of his sight, as he had spoken by all his servants the prophets. So Israel was exiled from their own land to Assyria until this day.", "24": "[d]And the king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharva′im, and placed them in the cities of Samar′ia instead of the people of Israel; and they took possession of Samar′ia, and dwelt in its cities. ", "25": "And at the beginning of their dwelling there, they did not fear the Lord; therefore the Lord sent lions among them, which killed some of them. ", "26": "So the king of Assyria was told, “The nations which you have carried away and placed in the cities of Samar′ia do not know the law of the god of the land; therefore he has sent lions among them, and behold, they are killing them, because they do not know the law of the god of the land.” ", "27": "Then the king of Assyria commanded, “Send there one of the priests whom you carried away thence; and let him[e] go and dwell there, and teach them the law of the god of the land.” ", "28": "So one of the priests whom they had carried away from Samar′ia came and dwelt in Bethel, and taught them how they should fear the Lord.", "29": "But every nation still made gods of its own, and put them in the shrines of the high places which the Samaritans had made, every nation in the cities in which they dwelt; ", "30": "the men of Babylon made Suc′coth-be′noth, the men of Cuth made Nergal, the men of Hamath made Ashi′ma, ", "31": "and the Av′vites made Nibhaz and Tartak; and the Sephar′vites burned their children in the fire to Adram′melech and Anam′melech, the gods of Sepharva′im. ", "32": "They also feared the Lord, and appointed from among themselves all sorts of people as priests of the high places, who sacrificed for them in the shrines of the high places. ", "33": "So they feared the Lord but also served their own gods, after the manner of the nations from among whom they had been carried away. ", "34": "To this day they do according to the former manner. They do not fear the Lord, and they do not follow the statutes or the ordinances or the law or the commandment which the Lord commanded the children of Jacob, whom he named Israel. ", "35": "The Lord made a covenant with them, and commanded them, “You shall not fear other gods or bow yourselves to them or serve them or sacrifice to them; ", "36": "but you shall fear the Lord, who brought you out of the land of Egypt with great power and with an outstretched arm; you shall bow yourselves to him, and to him you shall sacrifice. ", "37": "And the statutes and the ordinances and the law and the commandment which he wrote for you, you shall always be careful to do. You shall not fear other gods, ", "38": "and you shall not forget the covenant that I have made with you. You shall not fear other gods, ", "39": "but you shall fear the Lord your God, and he will deliver you out of the hand of all your enemies.” ", "40": "However they would not listen, but they did according to their former manner.", "41": "So these nations feared the Lord, and also served their graven images; their children likewise, and their children's children—as their fathers did, so they do to this day."}