{"1": "Now when the Lord was about to take Eli′jah up to heaven by a whirlwind, Eli′jah and Eli′sha were on their way from Gilgal. ", "2": "And Eli′jah said to Eli′sha, “Tarry here, I pray you; for the Lord has sent me as far as Bethel.” But Eli′sha said, “As the Lord lives, and as you yourself live, I will not leave you.” So they went down to Bethel. ", "3": "And the sons of the prophets who were in Bethel came out to Eli′sha, and said to him, “Do you know that today the Lord will take away your master from over you?” And he said, “Yes, I know it; hold your peace.”", "4": "Eli′jah said to him, “Eli′sha, tarry here, I pray you; for the Lord has sent me to Jericho.” But he said, “As the Lord lives, and as you yourself live, I will not leave you.” So they came to Jericho. ", "5": "The sons of the prophets who were at Jericho drew near to Eli′sha, and said to him, “Do you know that today the Lord will take away your master from over you?” And he answered, “Yes, I know it; hold your peace.”", "6": "Then Eli′jah said to him, “Tarry here, I pray you; for the Lord has sent me to the Jordan.” But he said, “As the Lord lives, and as you yourself live, I will not leave you.” So the two of them went on. ", "7": "Fifty men of the sons of the prophets also went, and stood at some distance from them, as they both were standing by the Jordan. ", "8": "Then Eli′jah took his mantle, and rolled it up, and struck the water, and the water was parted to the one side and to the other, till the two of them could go over on dry ground.", "9": "When they had crossed, Eli′jah said to Eli′sha, “Ask what I shall do for you, before I am taken from you.” And Eli′sha said, “I pray you, let me inherit a double share[a] of your spirit.” ", "10": "And he said, “You have asked a hard thing; yet, if you see me as I am being taken from you, it shall be so for you; but if you do not see me, it shall not be so.” ", "11": "And as they still went on and talked, behold, a chariot of fire and horses of fire separated the two of them. And Eli′jah went up by a whirlwind into heaven. ", "12": "And Eli′sha saw it and he cried, “My father, my father! the chariots of Israel and its horsemen!” And he saw him no more. Then he took hold of his own clothes and rent them in two pieces. ", "13": "And he took up the mantle of Eli′jah that had fallen from him, and went back and stood on the bank of the Jordan. ", "14": "Then he took the mantle of Eli′jah that had fallen from him, and struck the water, saying, “Where is the Lord, the God of Eli′jah?” And when he had struck the water, the water was parted to the one side and to the other; and Eli′sha went over.", "15": "Now when the sons of the prophets who were at Jericho saw him over against them, they said, “The spirit of Eli′jah rests on Eli′sha.” And they came to meet him, and bowed to the ground before him. ", "16": "And they said to him, “Behold now, there are with your servants fifty strong men; pray, let them go, and seek your master; it may be that the Spirit of the Lord has caught him up and cast him upon some mountain or into some valley.” And he said, “You shall not send.” ", "17": "But when they urged him till he was ashamed, he said, “Send.” They sent therefore fifty men; and for three days they sought him but did not find him. ", "18": "And they came back to him, while he tarried at Jericho, and he said to them, “Did I not say to you, Do not go?”", "19": "Now the men of the city said to Eli′sha, “Behold, the situation of this city is pleasant, as my lord sees; but the water is bad, and the land is unfruitful.” ", "20": "He said, “Bring me a new bowl, and put salt in it.” So they brought it to him. ", "21": "Then he went to the spring of water and threw salt in it, and said, “Thus says the Lord, I have made this water wholesome; henceforth neither death nor miscarriage shall come from it.” ", "22": "So the water has been wholesome to this day, according to the word which Eli′sha spoke.", "23": "He went up from there to Bethel; and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!” ", "24": "And he turned around, and when he saw them, he cursed them in the name of the Lord. And two she-bears came out of the woods and tore forty-two of the boys. ", "25": "From there he went on to Mount Carmel, and thence he returned to Samar′ia."}