{"1": "¶ Moreover Ahithophel said unto Absalom, Let me now choose out twelve thousand men, and I will arise and pursue after David this night,", "2": "and I will come upon him while he is weary and weak-handed and will make him afraid, and all the people that are with him shall flee; and I will smite the king only.", "3": "Thus will I turn all the people back unto thee, and when they have returned (for that man is whom thou dost seek), all the people shall be in peace.", "4": "And this word seemed right in the eyes of Absalom and of all the elders of Israel.", "5": "Then Absalom said, Now call Hushai, the Archite, also, and let us likewise hear what he says.", "6": "And when Hushai came to Absalom, Absalom spoke unto him, saying, Thus spoke Ahithophel; shall we follow his word or not? Speak thou.", "7": "Then Hushai said unto Absalom, The counsel that Ahithophel has given this time is not good.", "8": "For, said Hushai, thou knowest thy father and his men, that they are mighty men, and now their souls are bitter, as a bear robbed of her whelps in the field. And thy father is a man of war and will not lodge with the people.", "9": "Behold, he is hid now in some pit or in some other place, and if some of thy men are overthrown at the beginning, whoever hears of it will say, There is a slaughter among the people that follow Absalom.", "10": "Thus even the valiant, whose heart is as the heart of a lion, shall utterly melt, for all Israel knows that thy father is a mighty man and those who are with him are valiant men.", "11": "Therefore I counsel that all Israel be generally gathered unto thee from Dan even to Beersheba, as the sand that is by the sea for multitude, and that thou go to battle in thine own person.", "12": "Then we shall come upon him in some place where he shall be found, and we will light upon him as the dew falls on the ground; and of him and of all the men that are with him, there shall not be left so much as one.", "13": "Moreover, if he goes into a city, then all Israel shall bring ropes to that city, and we will draw it into the river until not even one small stone is found there.", "14": "Then Absalom and all the men of Israel said, The counsel of Hushai, the Archite, is better than the counsel of Ahithophel. For the LORD had given orders to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil upon Absalom.", "15": "¶ Then Hushai said unto Zadok and to Abiathar, the priests, Thus and thus did Ahithophel counselled Absalom and the elders of Israel, and thus and thus have I counselled.", "16": "Now, therefore, send quickly and tell David, saying, Do not lodge this night in the plains of the wilderness, but speedily pass the Jordan; lest the king be swallowed up and all the people that are with him.", "17": "Now Jonathan and Ahimaaz stayed by Enrogel, for they could not be seen coming into the city; and a maidservant went and told them, and they went and told King David.", "18": "Nevertheless, a young man saw them and told Absalom, but both of them went away quickly and came to a man's house in Bahurim, who had a well in his court, and they went down into it.", "19": "And the woman of the house took and spread a covering over the well's mouth and spread ground wheat upon it, and the thing was not known.", "20": "And when Absalom's slaves came to the woman to the house, they said, Where is Ahimaaz and Jonathan? And the woman said unto them, They have gone over the brook of water. And when they had sought and could not find them, they returned to Jerusalem.", "21": "And it came to pass, after they had departed, that they came up out of the well and went and told King David and said unto David, Arise and pass quickly over the water, for thus has Ahithophel counselled against you.", "22": "¶ Then David arose and all the people that were with him, and they passed over the Jordan before the morning light; there lacked not one of them that was not gone over the Jordan.", "23": "And when Ahithophel saw that his counsel was not followed, he saddled his ass and arose, and went home to his house, to his city, and put his household in order and hanged himself and died and was buried in the sepulchre of his father.", "24": "Then David came to Mahanaim. And Absalom passed the Jordan with all the men of Israel.", "25": "And Absalom made Amasa captain of the host instead of Joab; this Amasa was the son of a man of Israel named Ithra, who had gone in to Abigail, the daughter of Nahash, sister to Zeruiah, Joab's mother.", "26": "So Israel pitched camp with Absalom in the land of Gilead.", "27": "And it came to pass, when David arrived at Mahanaim, that Shobi, the son of Nahash of Rabbah of the sons of Ammon; and Machir, the son of Ammiel of Lodebar; and Barzillai, the Gileadite of Rogelim,", "28": "brought beds and basins and earthen vessels and wheat and barley and flour and parched wheat and beans and lentils and parched grain", "29": "and honey and butter and sheep and cheese of cows for David and for the people that were with him, to eat, for they said, These people are hungry and weary and thirsty in the wilderness."}