{"1": "¶ And David spoke the words of this song unto the LORD in the day that the LORD had delivered him out of the hand of all his enemies and out of the hand of Saul.", "2": "¶ And he said, The LORD is my rock, my fortress, and my deliverer.", "3": "God is my Strong One; in him will I trust: he is my shield and the horn of my saving health; my defence and my refuge; my saviour, who shall save me from violence.", "4": "I will call on the LORD, who is worthy to be praised; so shall I be saved from my enemies.", "5": "When the waves of death compassed me, the floods of Belial made me afraid;", "6": "when the cords of Sheol compassed me about; the snares of death came before me;", "7": "in my distress I called upon the LORD and cried to my God, who heard my voice out of his temple, and my cry entered into his ears.", "8": "Then the earth shook and trembled; the foundations of the heavens were moved and shook because he was wroth.", "9": "Smoke went up from his nostrils, and fire devoured out of his mouth; coals were kindled by it.", "10": "And he lowered the heavens and came down, and darkness was under his feet.", "11": "And he rode upon a cherub and flew; and he appeared upon the wings of the wind.", "12": "He placed darkness like tabernacles round about him, dark waters and thick clouds of the skies.", "13": "From the brightness of his presence, coals of fire were kindled.", "14": "The LORD thundered from the heavens, and the most High uttered his voice;", "15": "he sent out arrows and scattered them; he sent forth lightning, and consumed them.", "16": "Then the springs of the sea appeared and the foundations of the world were uncovered, at the rebuking of the LORD, at the blast of the breath of his nostrils.", "17": "He extended his hand from above, he took me; he drew me out of the impetuous waters;", "18": "he delivered me from strong enemies, from those that hated me, who were stronger than I.", "19": "They came upon me unawares in the day of my calamity, but the LORD was my stay.", "20": "He brought me forth into a large place; he delivered me, because he had put his will in me.", "21": "The LORD rewarded me according to my righteousness; according to the cleanness of my hands he has recompensed me.", "22": "For I have kept the ways of the LORD and have not wickedly departed from my God.", "23": "For I have all his ordinances before me and am attentive to his statutes; I will not depart from them.", "24": "And I was perfect before him and have kept myself from my iniquity.", "25": "Therefore, the LORD has recompensed me according to my righteousness, according to my cleanness before his eyes.", "26": "With the merciful thou art good, and with the perfect thou art upright.", "27": "With the pure thou art pure, and with the perverse thou art an adversary.", "28": "Thou wilt save the poor in spirit; but thine eyes are upon the haughty that thou may bring them down.", "29": "For thou art my lamp, O LORD, and the LORD gives light unto my darkness.", "30": "For in thee I have run through a troop; with my God I have gone over the walls.", "31": "As for God, his way is perfect; the word of the LORD is purified; he is a shield to all those that trust in him.", "32": "For what God is there except the LORD? Or who is a Strong One, except our God?", "33": "God is he who strengthens me with virtue; he who clears my way;", "34": "he who makes my feet like hinds' feet, and he who sets me upon my high places;", "35": "he who trains my hands for war and causes my arms to break the bow of bronze.", "36": "Thou hast also given me the shield of thy saving health, and thy meekness has multiplied me.", "37": "Thou hast enlarged my steps under me so that my knees did not shake.", "38": "I have pursued my enemies and destroyed them and did not return until I had consumed them.", "39": "And I consumed them and wounded them, and they did not arise; they are fallen under my feet.", "40": "For thou hast girded me with strength for the battle; thou hast subdued under me those that rose up against me.", "41": "Thou hast given me the necks of my enemies, of those that hate me, that I might cut them off.", "42": "They looked, but there was no one to save them; even unto the LORD, but he did not answer them.", "43": "Then I beat them as small as the dust of the earth; I stamped them as the mire of the street and spread them abroad.", "44": "Thou also hast delivered me from the strivings of peoples; thou hast kept me to be head of the Gentiles; peoples whom I did not know have served me.", "45": "The strangers trembled before my command; as soon as they heard, they obeyed me.", "46": "The strangers withered away and trembled in their close places.", "47": "The LORD lives, and blessed be my rock, and exalted be the God who is the rock of my salvation.", "48": "The God who has given me revenge and who subjects the peoples under me,", "49": "who brings me forth from among my enemies; thou hast lifted me up on high from among those that rose up against me; thou hast delivered me from the man of violence.", "50": "Therefore, I will confess thee among the Gentiles, O LORD, and I will sing unto thy name.", "51": "He who makes great the saving health of his king and shows mercy to his anointed, unto David, and to his seed for ever."}