{"1": "¶ Now these are the last words of David. David, the son of Jesse, said, and the man who was raised up high, the anointed of the God of Jacob, and the sweet cantor of Israel, said,", "2": "(The Spirit of the LORD has spoken by me, and his word has been in my tongue.", "3": "The God of Israel dictated unto me, the strong One of Israel spoke): He that rules over men must be just, ruling in the fear of God.", "4": "And as the light of the morning when the sun rises, of a morning shining forth without clouds, as the shining forth through light rain upon the tender grass of the earth:", "5": "shall not my house be so with God, although all my saving health and my desire shall not be produced yet? For he has made an everlasting covenant with me, ordered in all things, and it shall be kept;", "6": "but those of Belial shall all be as thorns to be chased away, whom no one takes with the hand;", "7": "but the one that desires to touch them must be armed with iron and the staff of a spear, and they are completely burned with fire in their place.", "8": "¶ These are the names of the mighty men whom David had: he that sat in the seat of wisdom, chief among the three: Adino, the Eznite, who on one occasion slew eight hundred enemies.", "9": "And after him was Eleazar, the son of Dodo, the Ahohite, one of the three mighty men who were with David, when they defied the Philistines that were there gathered together to battle, and those of Israel were gone away.", "10": "He arose and smote the Philistines until his hand was weary, and his hand clave unto the sword; and the LORD wrought a great salvation that day, and the people returned after him only to spoil.", "11": "And after him was Shammah, the son of Agee, the Hararite. And the Philistines were gathered together into a community, where was an inheritance of land full of lentils, and the people had fled before the Philistines.", "12": "But he stood in the midst of the inheritance and defended it and slew the Philistines, and the LORD wrought a great salvation.", "13": "These three, who were of the thirty chief, went down and came to David in the harvest time unto the cave of Adullam, and the camp of the Philistines was pitched in the valley of Rephaim.", "14": "And David was then in the fortress, and the garrison of the Philistines was in Bethlehem.", "15": "And David longed and said, Oh that one would give me drink of the water of the well of Bethlehem, which is by the gate!", "16": "Then these three mighty men broke through the camp of the Philistines and drew water out of the well of Bethlehem, that was by the gate and took it and brought it to David; nevertheless, he would not drink of it, but poured it out unto the LORD, saying,", "17": "Be it far from me, O LORD, that I should do this; is not this the blood of the men that went in jeopardy of their lives? And he would not drink it. These three mighty men did this.", "18": "And Abishai, the brother of Joab, the son of Zeruiah, was chief of three. And he lifted up his spear against three hundred and slew them and had a name among the three.", "19": "He was the most honourable of the three and captain among them; however, he did not attain unto the first three.", "20": "Then, Benaiah, the son of Jehoiada, the son of a valiant man of Kabzeel, who had done many acts, slew two lions of Moab; he went down also and slew a lion in the midst of a pit in time of snow.", "21": "He also slew an Egyptian, a man of great stature, and the Egyptian had a spear in his hand, but he went down to him with a staff and plucked the spear out of the Egyptian's hand and slew him with his own spear.", "22": "These things did Benaiah, the son of Jehoiada, and had a name among the three mighty men.", "23": "He had more honour than the thirty, but he did not attain to the first three. And David put him in his council.", "24": "Asahel, the brother of Joab was one of the thirty; Elhanan, the son of Dodo of Bethlehem,", "25": "Shammah of Harodi, Elika of Harodi,", "26": "Helez of Palti, Ira, the son of Ikkesh of Tekoah,", "27": "Abiezer of Anethoth, Mebunnai of Hushath,", "28": "Zalmon of Ahoh, Maharai of Netophath,", "29": "Heleb, the son of Baanah of Netophath, Ittai, the son of Ribai of Gibeah of the sons of Benjamin,", "30": "Benaiah, the Pirathonite, Hiddai of the brooks of Gaash,", "31": "Abialbon of Arbath, Azmaveth of Barhum,", "32": "Eliahba of Shaalbon, Jonathan of the sons of Jashen,", "33": "Shammah of Harar, Ahiam, the son of Sharar of Harar,", "34": "Eliphelet, the son of Ahasbai, the son of Maachath, Eliam, the son of Ahithophel of Gilon,", "35": "Hezrai of Carmel, Paarai of Arbi,", "36": "Igal, the son of Nathan of Zobah, Bani of Gadi,", "37": "Zelek of Ammon, Naharai of Beeroth, armourbearer to Joab, the son of Zeruiah,", "38": "Ira of Ithri, Gareb of Ithri,", "39": "Uriah, the Hittite: thirty-seven in all."}