{"1-4": "Adam was the father of Seth, and his descendants were Enosh, Kenan, Mahalalel, Jared, Enoch, Methuselah, Lamech, and Noah, who had three sons: Shem, Ham, and Japheth.", "5": "Japheth was the father of Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras, and they were the ancestors of the kingdoms named after them. ", "6": "Gomer was the ancestor of Ashkenaz, Riphath,[a] and Togarmah. ", "7": "Javan was the ancestor of Elishah, Tarshish, Kittim, and Dodanim.[b]", "8": "Ham was the father of Ethiopia,[c] Egypt, Put, and Canaan, and they were the ancestors of the kingdoms named after them. ", "9": "Ethiopia was the ancestor of Seba, Havilah, Sabta, Raamah, and Sabteca. Raamah was the ancestor of Sheba and Dedan. ", "10": "Ethiopia was also the father of Nimrod, the world's first mighty warrior. ", "11": "Egypt was the ancestor of Ludim, Anamim, Lehabim, Naphtuhim, ", "12": "Pathrusim, Casluhim, and Caphtorim, the ancestor of the Philistines.[d] ", "13": "Canaan's oldest son was Sidon; his other son was Heth. ", "14-16": "Canaan was also the ancestor of the Jebusites, the Amorites, the Girgashites, the Hivites, and Arkites, the Sinites, the Arvadites, the Zemarites, and the Hamathites.", "17": "Shem was the ancestor of Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech;[e] they were the ancestors of the kingdoms named after them. ", "18": "Arpachshad was Shelah's father and Eber's grandfather. ", "19": "Eber named his first son Peleg,[f] because in his time the earth was divided into tribal regions. Eber's second son was Joktan, ", "20-23": "the ancestor of Almodad, Sheleph, Hazarmaveth, Jerah, Hadoram, Uzal, Diklah, Ebal, Abimael, Sheba, Ophir, Havilah, and Jobab.", "24-27": "Shem's descendants included Arpachshad, Shelah, Eber, Peleg, Reu, Serug, Nahor, Terah, and Abram, later renamed Abraham.", "28": "Abraham was the father of Isaac and Ishmael.", "29-31": "Ishmael had twelve sons, who were born in the following order: Nebaioth, Kedar, Adbeel, Mibsam, Mishma, Dumah, Massa, Hadad, Tema, Jetur, Naphish, and Kedemah.", "32": "Abraham and his slave woman Keturah had six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan was the father of Sheba and Dedan. ", "33": "Midian was the father of Ephah, Epher, Hanoch, Abida, and Eldaah.", "34": "Abraham's son Isaac was the father of Esau and Jacob.[g] ", "35": "Esau was the father of Eliphaz, Reuel, Jeush, Jalam, and Korah. ", "36": "Eliphaz was the father of Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek. ", "37": "Reuel was the father of Nahath, Zerah, Shammah, and Mizzah.", "38": "Seir was the father of Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan. ", "39": "Lotan was the father of Hori and Homam; Lotan's sister was Timna. ", "40": "Shobal was the father of Alvan,[h] Manahath, Ebal, Shephi, and Onam. Zibeon was the father of Aiah and Anah.", "41": "Anah was the father of Dishon and the grandfather of Hemdan,[i] Eshban, Ithran, and Cheran. ", "42": "Ezer was the father of Bilhan, Zaavan, and Jaakan.[j] Dishan[k] was the father of Uz and Aran.", "43": "Before kings ruled in Israel, Bela son of Beor ruled the country of Edom from its capital of Dinhabah. ", "44": "After Bela's death, Jobab son of Zerah from Bozrah became king. ", "45": "After Jobab's death, Husham from the land of Teman became king. ", "46": "After Husham's death, Hadad son of Bedad became king and ruled from Avith. Earlier, Bedad had defeated the Midianites in the territory of Moab. ", "47": "After Hadad's death, Samlah from Masrekah became king; ", "48": "after Samlah's death, Shaul from the town of Rehoboth on the Euphrates River became king; ", "49": "and after Shaul's death, Baal Hanan son of Achbor became king. ", "50": "After Baal Hanan's death, Hadad ruled from Pai. His wife was Mehetabel, the daughter of Matred and granddaughter of Mezahab.", "51": "The Edomite clans[l] were Timna, Alvah,[m] Jetheth, ", "52": "Oholibamah, Elah, Pinon, ", "53": "Kenaz, Teman, Mibzar, ", "54": "Magdiel, and Iram."}