{"1": "Israel's leaders met with David at Hebron and said, “We are your relatives, ", "2": "and we know that you have led our army into battle, even when Saul was still our king. The Lord God has promised that you would rule our country and take care of us like a shepherd. ", "3": "So we have come to crown you king of Israel.” David made an agreement with the leaders and asked the Lord to be their witness. Then the leaders poured olive oil on David's head to show that he was now king of Israel. This happened just as the Lord's prophet Samuel had said.", "4": "Jerusalem was called Jebus at the time, and David led Israel's army to attack the town. ", "5": "The Jebusites said, “You won't be able to get in here!” But David captured the fortress of Mount Zion, which is now called the City of David.", "6": "David had told his troops, “The first soldier to kill a Jebusite will become my army commander.” And since Joab son of Zeruiah attacked first, he became commander.", "7": "Later, David moved to the fortress—that's why it's called the City of David. ", "8": "He had the city rebuilt, starting at the landfill on the east side.[a] Meanwhile, Joab supervised the repairs to the rest of the city.", "9": "David became a great and strong ruler, because the Lord All-Powerful was on his side.", "10": "The Lord had promised that David would become king, and so everyone in Israel gave David their support. Certain warriors also helped keep his kingdom strong.", "11": "The first of these warriors was Jashobeam the son of Hachmoni, the leader of the Three Warriors.[b] In one battle he killed three hundred men with his spear.", "12": "Another one of the Three Warriors was Eleazar son of Dodo the Ahohite. ", "13": "During a battle against the Philistines at Pas-Dammim, all the Israelite soldiers ran away, ", "14": "except Eleazar, who stayed with David. They took their positions in a nearby barley field and defeated the Philistines! The Lord gave Israel a great victory that day.", "15": "One time the Three Warriors[c] went to meet David among the rocks at Adullam Cave. The Philistine army had set up camp in Rephaim Valley ", "16": "and had taken over Bethlehem. David was in a fortress, ", "17": "and he said, “I'm very thirsty. I wish I had a drink of water from the well by the gate to Bethlehem.”", "18": "The Three Warriors sneaked through the Philistine camp and got some water from the well near Bethlehem's gate. They took it back to David, but he refused to drink it. Instead, he poured out the water as a sacrifice to the Lord ", "19": "and said, “Drinking this water would be like drinking the blood of these men who risked their lives to get it for me.” The Three Warriors did these brave deeds.", "20": "Joab's brother Abishai was the leader of the Thirty Warriors,[d] and in one battle he killed three hundred men with his spear. He was just as famous as the Three Warriors ", "21": "and was more famous than the rest of the Thirty Warriors. He was their commander, but he never became one of the Three Warriors.[e]", "22": "Benaiah the son of Jehoiada was a brave man from Kabzeel who did some amazing things. One time he killed two of Moab's best fighters, and one snowy day he went into a pit and killed a lion. ", "23": "Another time he killed an Egyptian who was seven and a half feet tall and was armed with a spear. Benaiah only had a club, so he grabbed the spear from the Egyptian and killed him with it. ", "24": "Benaiah did things like that; he was just as brave as the Three Warriors, ", "25": "even though he never became one of them. And he was certainly as famous as the rest of the Thirty Warriors. So David made him the leader of his own bodyguard.", "26-47": "Here is a list of the other famous warriors: Asahel the brother of Joab; Elhanan the son of Dodo from Bethlehem; Shammoth from Haror; Helez from Pelon; Ira the son of Ikkesh from Tekoa; Abiezer from Anathoth; Sibbecai the Hushathite; Ilai[f] the Ahohite; Maharai from Netophah; Heled the son of Baanah from Netophah; Ithai the son of Ribai from Gibeah in Benjamin; Benaiah from Pirathon; Hurai[g] from near the streams on Mount Gaash; Abiel from Arbah; Azmaveth from Baharum; Eliahba from Shaalbon; Hashem[h] the Gizonite; Jonathan the son of Shagee from Harar; Ahiam the son of Sachar the Hararite; Eliphal the son of Ur; Hepher from Mecherah; Ahijah from Pelon; Hezro from Carmel; Naarai the son of Ezbai; Joel the brother of Nathan; Mibhar the son of Hagri; Zelek from Ammon; Naharai from Beeroth who carried Joab's weapons; Ira the Ithrite; Gareb the Ithrite; Uriah the Hittite; Zabad the son of Ahlai; Adina the son of Shiza, a leader in the Reuben tribe, and thirty of his soldiers; Hanan the son of Maacah; Joshaphat from Mithan; Uzzia from Ashterah; Shama and Jeiel the sons of Hotham from Aroer; Jediael and Joha the sons of Shimri from Tiz; Eliel from Mahavah; Jeribai and Joshaviah the sons of Elnaam; Ithmah from Moab; Eliel, Obed, and Jaasiel from Mezobah."}