{"1": "Some time later, David talked with his army commanders, ", "2-3": "and then announced to the people of Israel: While Saul was king, the sacred chest was ignored. But now it's time to bring the chest to Jerusalem. We will invite everyone in Israel to come here, including the priests and the Levites in the towns surrounded by pastureland. But we will do these things only if you agree, and if the Lord our God wants us to.", "4": "The people agreed this was the right thing to do.", "5": "David gathered everyone from the Shihor River in Egypt to Lebo-Hamath in the north. ", "6": "Then he led them to Baalah in Judah, which was also called Kiriath-Jearim. They went there to get the sacred chest and bring it to Jerusalem, because it belonged to the Lord God, whose throne is above the winged creatures[a] on the lid of the chest.", "7": "The sacred chest was still at Abinadab's house,[b] and when David and the crowd arrived there, they brought the chest outside and placed it on a new ox cart. Abinadab's sons[c] Uzzah and Ahio guided the cart, ", "8": "while David and the crowd danced and sang praises to the Lord with all their might. They played music on small harps and other stringed instruments, and on tambourines, cymbals, and trumpets.", "9": "But when they came to Chidon's threshing place, the oxen stumbled, and Uzzah reached out and took hold of the chest to stop it from falling. ", "10": "The Lord God was very angry at Uzzah for doing this, and he killed Uzzah right there beside the chest.", "11": "David then got angry at God for killing Uzzah. So he named that place “Attack on Uzzah,”[d] and it's been called that ever since.", "12": "David was afraid what the Lord might do to him, and he asked himself, “Should I really be the one to take care of the sacred chest?” ", "13": "So instead of taking it to Jerusalem, David decided to take it to the home of Obed-Edom, who lived in the town of Gath.", "14": "The chest stayed there for three months, and the Lord blessed Obed-Edom, his family, and everything he owned."}