{"1": "King Hiram of Tyre sent some officials to David. They brought along carpenters and stone workers, and enough cedar logs to build David a palace. ", "2": "David now knew that the Lord had made him a powerful king of Israel for the good of his people.", "3": "After David moved to Jerusalem, he married more women and had more sons and daughters. ", "4-7": "His children born there were Shammua, Shobab, Nathan, Solomon, Ibhar, Elishua, Elpelet, Nogah, Nepheg, Japhia, Elishama, Beeliada,[a] and Eliphelet.", "8": "When the Philistines heard that David had become king of Israel, they came to capture him. But David heard about their plan and marched out to meet them in battle. ", "9": "The Philistines had already camped in Rephaim Valley and were raiding the nearby villages.", "10": "David asked God, “Should I attack the Philistines? Will you help me win?” The Lord told David, “Yes, attack them! I will give you victory.”", "11": "David and his army marched to Baal-Perazim, where they attacked and defeated the Philistines. He said, “I defeated my enemies because God broke through them like a mighty flood.” So he named the place “The Lord Broke Through.”[b] ", "12": "Then David ordered his troops to burn the idols that the Philistines had left behind.", "13": "Some time later, the Philistines came back into the hill country and camped in Rephaim Valley. ", "14": "David asked God what he should do, and God answered, “Don't attack them from the front. Circle around behind them where the balsam[c] trees are. ", "15": "Wait there until you hear the treetops making the sound of marching troops. That sound will mean I have marched out ahead of you to fight the Philistine army. So you must then attack quickly!”", "16": "David obeyed God and he defeated the Philistines. He even chased them all the way from Gibeon to the entrance to Gezer.", "17": "From then on, David became even more famous, and the Lord made all the nations afraid of him."}