{"1": "Soon after David moved into his new palace, he said to Nathan the prophet, “Look around! I live in a palace made of cedar, but the sacred chest is kept in a tent.”", "2": "Nathan replied, “The Lord is with you—do what you want.”", "3": "That night, the Lord told Nathan ", "4": "to go to David and tell him: David, you are my servant, so listen carefully: You are not the one to build a temple for me. ", "5": "I didn't live in a temple when I brought my people out of Egypt, and I don't live in one now. A tent has always been my home wherever I have gone with them. ", "6": "I chose special leaders and told them to be like shepherds for my people Israel. But did I ever say anything to even one of them about building a cedar temple for me?", "7": "David, this is what I, the Lord All-Powerful, say to you. I brought you in from the fields where you took care of sheep, and I made you the leader of my people. ", "8": "Wherever you went, I helped you and destroyed your enemies right in front of your eyes. I have made you one of the most famous people in the world.", "9": "I have given my people Israel a land of their own where they can live in peace. They will no longer have to tremble with fear—evil nations won't bother them, as they did ", "10": "when I let judges rule my people, and I will keep your enemies from attacking you. Now I promise that like you, your descendants will be kings. ", "11": "I'll choose one of your sons to be king when you reach the end of your life and are buried beside your ancestors. I'll make him a strong ruler, ", "12": "and no one will be able to take his kingdom away from him. He will be the one to build a temple for me. ", "13": "I will be like a father to him, and he will be like a son to me. I will never put an end to my agreement with him, as I put an end to my agreement with Saul, who was king before you. ", "14": "I will make sure that your son and his descendants will rule my people and my kingdom forever.", "15": "Nathan told David exactly what the Lord had said.", "16": "David went into the tent he had set up for the sacred chest. He sat there and prayed: Lord God, my family and I don't deserve what you have already done for us, ", "17": "and yet you have promised to do even more for my descendants. You are treating me as if I am a very important person.[a] ", "18": "I am your servant, and you know my thoughts. What else can I say, except that you have honored me? ", "19": "It was your choice to do these wonderful things for me and to make these promises.", "20": "No other god is like you, Lord—you alone are God. Everything we have heard about you is true. ", "21": "And there is no other nation on earth like Israel, the nation you rescued from slavery in Egypt to be your own. You became famous by using great and wonderful miracles to force other nations and their gods out of your land, so that your people could live here. ", "22": "You have chosen Israel to be your people forever, and you have become their God.", "23": "Lord God, please do what you promised me and my descendants. ", "24": "Then you will be famous forever, and everyone will say, “The Lord All-Powerful rules Israel and is their God.” My kingdom will be strong, ", "25": "because you are my God, and you have promised that my descendants will be kings. That's why I have the courage to pray to you like this, even though I am only your servant.", "26": "You are the Lord God, and you have made this good promise to me. ", "27": "Now please bless my descendants forever, and let them always be your chosen kings. You have already blessed my family, and I know you will bless us forever."}