{"1": "Later, David attacked and defeated the Philistines. He captured their town of Gath and the nearby villages.", "2": "David also defeated the Moabites, and so they had to accept him as their ruler and pay taxes to him.", "3": "While King Hadadezer of Zobah was trying to gain control of the territory near the Euphrates River, David met him in battle at Hamath and defeated him. ", "4": "David captured one thousand chariots, seven thousand chariot drivers, and twenty thousand soldiers. And he crippled all but one hundred of the horses.", "5": "When troops from the Syrian kingdom of Damascus came to help Hadadezer, David killed twenty-two thousand of them. ", "6": "Then David stationed some of his troops in Damascus, and the people there had to accept David as their ruler and pay taxes to him. Everywhere David went, the Lord helped him win battles.", "7": "Hadadezer's officers had carried gold shields, but David took these shields and brought them back to Jerusalem. ", "8": "He also took a lot of bronze from the cities of Tibhath and Cun, which had belonged to Hadadezer. Later, Solomon used this bronze to make the large bowl called the Sea, and to make the pillars and other furnishings for the temple.", "9-10": "King Tou of Hamath and King Hadadezer had been enemies. So when Tou heard that David had defeated Hadadezer's whole army, he sent his son Hadoram to congratulate David on his victory. Hadoram also brought him gifts made of gold, silver, and bronze. ", "11": "David gave these gifts to the Lord, just as he had done with the silver and gold he had captured from Edom, Moab, Ammon, Philistia, and Amalek.", "12": "Abishai the son of Zeruiah defeated the Edomite army in Salt Valley and killed eighteen thousand of their troops. ", "13": "Then he stationed troops in Edom, and the people there had to accept David as their ruler. Everywhere David went, the Lord gave him victory in war.", "14": "David ruled all Israel with fairness and justice.", "15": "Joab the son of Zeruiah was the commander in chief of the army. Jehoshaphat the son of Ahilud kept the government records.", "16": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were the priests. Shavsha was the secretary.", "17": "Benaiah the son of Jehoiada was the commander of David's bodyguard.[a] David's sons were his highest-ranking officials."}