{"1-2": "Jacob[a] was the father of twelve sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.", "3": "Judah and his Canaanite wife Bathshua had three sons: Er, Onan, and Shelah. But the Lord had Er put to death, because he disobeyed and did what the Lord hated. ", "4": "Judah and his daughter-in-law Tamar also had two sons: Perez and Zerah.", "5": "Perez was the father of Hezron and Hamul. ", "6": "Zerah was the father of Zimri, Ethan, Heman, Calcol, and Darda.[b] ", "7": "Achan,[c] who was a descendant of Zerah and the son of Carmi, caused trouble for Israel, because he kept for himself things that belonged only to the Lord.[d] ", "8": "Ethan's son was Azariah.", "9": "Hezron was the father of Jerahmeel, Ram, and Caleb.[e] ", "10": "Ram was the father of Amminadab and the grandfather of Nahshon, a tribal leader of Judah. ", "11": "Nahshon's descendants included Salma, Boaz, ", "12": "Obed, and Jesse. ", "13-15": "Jesse had seven sons, who were born in the following order: Eliab, Abinadab, Shimea, Nethanel, Raddai, Ozem, and David. ", "16": "Jesse also had two daughters: Zeruiah and Abigail. Zeruiah was the mother of Abishai, Joab, and Asahel. ", "17": "Abigail's husband was Jether, who was a descendant of Ishmael, and their son was Amasa.", "18": "Hezron's son Caleb married Azubah, and their daughter was Jerioth,[f] the mother of Jesher, Shobab, and Ardon. ", "19": "After the death of Azubah, Caleb married Ephrath. Their son Hur ", "20": "was the father of Uri and the grandfather of Bezalel.", "21": "When Hezron was sixty years old, he married the daughter of Machir, who settled the region of Gilead. Their son Segub ", "22": "was the father of Jair, who ruled twenty-three villages in the region of Gilead. ", "23": "Some time later the nations of Geshur and Aram captured sixty towns in that region, including the villages that belonged to Jair, as well as the town of Kenath and the nearby villages. Everyone from the region of Gilead was a descendant of Machir.", "24": "After the death of Hezron, Caleb married Ephrath, his father's wife. Their son was Ashhur,[g] who later settled the town of Tekoa.", "25": "Jerahmeel, Hezron's oldest son, was the father of Ram, Bunah, Oren, Ozem, and Ahijah. ", "26": "Jerahmeel had a second wife, Atarah, who gave birth to Onam. ", "27": "Ram was the father of Maaz, Jamin, and Eker. ", "28": "Onam was the father of Shammai and Jada. Shammai was the father of Nadab and Abishur. ", "29": "Abishur married Abihail, and their two sons were Ahban and Molid. ", "30": "Nadab was the father of Seled and Appaim. Seled had no children; ", "31": "Appaim's son was Ishi, the father of Sheshan and the grandfather of Ahlai.", "32": "Jada was the father of Jether and Jonathan. Jether had no children, ", "33": "but Jonathan had two sons: Peleth and Zaza.", "34-35": "Sheshan had no sons, and so he let one of his daughters marry Jarha, his Egyptian slave. Their son was Attai, ", "36": "the father of Nathan and the grandfather of Zabad. ", "37-41": "Zabad's descendants included Ephlal, Obed, Jehu, Azariah, Helez, Eleasah, Sismai, Shallum, Jekamiah, and Elishama.", "42": "Caleb, Jerahmeel's brother, had the following descendants: Mesha,[h] Ziph, Mareshah,[i] Hebron, ", "43": "and Hebron's four sons, Korah, Tappuah, Rekem, and Shema. ", "44": "Shema was the father of Raham and the grandfather of Jorkeam. Rekem was the father of Shammai, ", "45": "the grandfather of Maon, and the great-grandfather of Bethzur.", "46": "Ephah was one of Caleb's wives,[j] and their sons were Haran, Moza, and Gazez. Haran named his son after his brother Gazez. ", "47": "Ephah was the daughter of Jahdai, who was also the father of Regem, Jotham, Geshan, Pelet, and Shaaph.[k]", "48": "Maacah was another of Caleb's wives,[l] and their sons were Sheber and Tirhanah. ", "49": "Later, they had two more sons: Shaaph the father of Madmannah, and Sheva the father of Machbenah and Gibea. Caleb's daughter was Achsah. ", "50-51": "All of these were Caleb's descendants. Hur, the oldest son of Caleb and Ephrath, had three sons: Shobal, Salma, and Hareph, who settled the town of Beth-Gader. ", "52": "Shobal, who settled the town of Kiriath-Jearim, was the ancestor of Haroeh, half of the Menuhoth clan, ", "53": "and the clans that lived near Kiriath-Jearim; they were the Ithrites, the Puthites, the Shumathites, and the Mishraites. The Zorathites and the Eshtaolites were descendants of the Mishraites.", "54": "Salma settled the town of Bethlehem and was the ancestor of the Netophathites, the people of Atroth-Bethjoab, half of the Manahathite clan, and the Zorites. ", "55": "Salma was also the ancestor of the clans in Jabez that kept the court and government records; they were the Tirathites, the Shimeathites, and the Sucathites. These clans were the descendants of Hammath the Kenite, who was also the ancestor of the Rechabites."}