{"1": "Satan decided to cause trouble for Israel by making David think it was a good idea to find out how many people there were in Israel and Judah. ", "2": "David told Joab and the army commanders, “Count everyone in Israel, from the town of Beersheba in the south all the way north to Dan. Then I will know how many people can serve in my army.”", "3": "Joab answered, “Your Majesty, even if the Lord made your kingdom a hundred times larger, you would still rule everyone in it. Why do you need to know how many soldiers there are? Don't you think that would make the whole nation angry?”", "4": "But David would not change his mind. And so Joab went everywhere in Israel and Judah and counted the people. He returned to Jerusalem ", "5": "and told David that the total number of men who could serve in the army was one million one hundred thousand in Israel and four hundred seventy thousand in Judah. ", "6": "Joab refused to include anyone from the tribes of Levi and Benjamin, because he still disagreed with David's orders.", "7": "David's order to count the people made God angry, and he punished Israel. ", "8": "David prayed, “I am your servant. But what I did was stupid and terribly wrong. Please forgive me.”", "9": "The Lord said to Gad, one of David's prophets, ", "10": "“Tell David that I will punish him in one of three ways. But he will have to choose which one it will be.”", "11": "Gad went to David and told him: You must choose how the Lord will punish you: ", "12": "Will there be three years when the land won't grow enough food for its people? Or will your enemies constantly defeat you for three months? Or will the Lord send a horrible disease to strike your land for three days? Think about it and decide, because I have to give your answer to God who sent me.", "13": "David was miserable and said, “It's a terrible choice to make! But the Lord is kind, and I'd rather have him punish me than for anyone else to do it.”", "14": "So the Lord sent a horrible disease on Israel, and seventy thousand Israelites died. ", "15": "Then he sent an angel to destroy the city of Jerusalem. But just as the angel was about to do that, the Lord felt sorry for all the suffering he had caused the people, and he told the angel, “Stop! They have suffered enough.” This happened at the threshing place that belonged to Araunah[a] the Jebusite.", "16": "David saw the Lord's angel in the air, holding a sword over Jerusalem. He and the leaders of Israel, who were all wearing sackcloth,[b] bowed with their faces to the ground, ", "17": "and David prayed, “It's my fault! I sinned by ordering the people to be counted. They have done nothing wrong—they are innocent sheep. Lord God, please punish me and my family. Don't let the disease wipe out your people.”", "18": "The Lord's angel told the prophet Gad to tell David that he must go to Araunah's threshing place and build an altar in honor of the Lord. ", "19": "David followed the Lord's instructions.", "20": "Araunah and his four sons were threshing wheat at the time, and when they saw the angel, the four sons ran to hide. ", "21": "Just then, David arrived, and when Araunah saw him, he stopped his work and bowed down.", "22": "David said, “Would you sell me your threshing place, so I can build an altar on it to the Lord? Then this disease will stop killing the people. I'm willing to pay whatever you say it's worth.”", "23": "Araunah answered, “Take it, Your Majesty, and do whatever you want with it. I'll even give you the oxen for the sacrifice and the wheat for the grain sacrifice. And you can use the threshing-boards[c] for the fire. It's all yours!”", "24": "But David replied, “No! I want to pay you what they're worth. I can't just take something from you and then offer the Lord a sacrifice that cost me nothing.”", "25": "So David paid Araunah six hundred gold coins for his threshing place. ", "26": "David built an altar and offered sacrifices to please the Lord[d] and sacrifices to ask his blessing.[e] David prayed, and the Lord answered him by sending fire down on the altar. ", "27": "Then the Lord commanded the angel to put the sword away.[f]", "28": "When David saw that the Lord had answered his prayer, he offered more sacrifices there at the threshing place, ", "29-30": "because he was afraid of the angel's sword and did not want to go all the way to Gibeon. That's where the sacred tent that Moses had made in the desert was kept, as well as the altar where sacrifices were offered to the Lord."}