{"1": "David said, “The temple of the Lord God must be built right here at this threshing place. And the altar for offering sacrifices will also be here.”", "2": "David ordered the foreigners living in Israel to come to Jerusalem. Then he assigned some to cut blocks of stone for building the temple. ", "3": "He got a large supply of iron to make into nails and hinges for the doors, and he provided so much bronze that it could not be weighed. ", "4": "He also had cedar logs brought in from the cities of Sidon and Tyre.", "5": "He said, “The temple for the Lord must be great, so that everyone in the world will know about it. But since my son Solomon is young and has no experience, I will make sure that everything is ready for the temple to be built.” That's why David did all these things before he died.", "6": "David sent for his son Solomon and told him to build a temple for the Lord God of Israel. ", "7": "He said: My son, I wanted to build a temple where the Lord my God would be worshiped. ", "8": "But some time ago, he told me, “David, you have killed too many people and have fought too many battles. That's why you are not the one to build my temple. ", "9": "But when your son becomes king, I will give him peace throughout his kingdom. His name will be Solomon, because during his rule I will keep Israel safe and peaceful.[a] ", "10": "Solomon will build my temple. He will be like a son to me, and I will be like a father to him. In fact, one of his descendants will always rule in Israel.”", "11": "Solomon, my son, I now pray that the Lord your God will be with you and keep his promise to help you build a temple for him. ", "12": "May he give you wisdom and knowledge, so that you can rule Israel according to his Law. ", "13": "If you obey the laws and teachings that the Lord gave Moses, you will be successful. Be strong and brave and don't get discouraged or be afraid of anything.", "14": "I have all the supplies you'll need to build the temple: You have four thousand tons of gold and forty thousand tons of silver. There's also plenty of wood, stone, and more bronze and iron than I could weigh. Ask for anything else you need. ", "15": "I have also assigned men who will cut and lay the stone. And there are carpenters and people who are experts in working with ", "16": "gold, silver, bronze, and iron. You have plenty of workers to do the job. Now get started, and I pray that the Lord will be with you in your work.", "17": "David then gave orders for the leaders of Israel to help Solomon. ", "18": "David said: The Lord our God has helped me defeat all the people who lived here before us, and he has given you peace from all your enemies. Now this land belongs to the Lord and his people. ", "19": "Obey the Lord your God with your heart and soul. Begin work on the temple to honor him, so that the sacred chest and the things used for worship can be kept there."}