{"1": "David was old when he chose his son Solomon to be king of Israel. ", "2": "Some time later, David called together all of Israel's leaders, priests, and Levites. ", "3": "He then counted the Levite men who were at least thirty years old, and the total was thirty-eight thousand. ", "4": "He said, “Twenty-four thousand of the Levites will be in charge of the temple, six thousand will be temple officials and judges, ", "5": "four thousand will be guards at the temple, and four thousand will praise the Lord by playing the musical instruments I have given them.”", "6": "David then divided the Levites into three groups according to the clans of Levi's sons, Gershon, Kohath, and Merari.", "7": "Gershon had two sons: Ladan and Shimei. ", "8": "Ladan was the father of Jehiel, Zetham, and Joel. ", "9": "They were all family leaders among their father's descendants. Shimei was the father of Shelomoth, Haziel, and Haran. ", "10-11": "Later, Shimei had four more sons, in the following order: Jahath, Zina, Jeush, and Beriah. But Jeush and Beriah didn't have many children, so their descendants were counted as one family.", "12": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel. ", "13": "Amram was the father of Aaron and Moses. Aaron and his descendants were chosen to be in charge of all the sacred things. They served the Lord by offering sacrifices to him and by blessing the people in his name. ", "14-15": "Moses, the man of God, was the father of Gershom and Eliezer, and their descendants were considered Levites. ", "16": "Gershom's oldest son was Shebuel. ", "17": "Rehabiah, who was Eliezer's only son, had many children. ", "18": "The second son born to Kohath was Izhar, and his oldest son was Shelomith. ", "19": "Hebron, the third son of Kohath, was the father of Jeriah, Amariah, Jahaziel, and Jekameam. ", "20": "Kohath's youngest son, Uzziel, was the father of Micah and Isshiah.", "21": "Merari had two sons: Mahli and Mushi. Mahli was the father of Eleazar and Kish. ", "22": "Eleazar had no sons, only daughters, and they married their uncle's sons. ", "23": "Mushi the second son of Merari, was the father of Mahli, Eder, and Jeremoth.", "24": "These were the clans and families of the tribe of Levi. Those who were twenty years and older were assigned to work at the Lord's temple.", "25": "David said: The Lord God of Israel has given his people peace, and he will live in Jerusalem forever. ", "26": "And so, the Levites won't need to move the sacred tent and the things used for worship from place to place. ", "27": "From now on, all Levites at least twenty years old ", "28": "will serve the Lord by helping Aaron's descendants do their work at the temple, by keeping the courtyards and rooms of the temple clean, and by making sure that everything used in worship stays pure. ", "29": "They will also be in charge of the sacred loaves of bread, the flour for the grain sacrifices, the thin wafers, any offerings to be baked, and the flour mixed with olive oil. These Levites will weigh and measure these offerings.", "30": "Every morning and evening, the Levites are to give thanks to the Lord and sing praises to him. ", "31": "They must also give thanks and sing praises when sacrifices are offered on each Sabbath, as well as during New Moon Festivals and other religious feasts. There must always be enough Levites on duty at the temple to do everything that needs to be done. ", "32": "They were once in charge of taking care of the sacred tent; now they are responsible for the temple and for helping Aaron's descendants."}