{"1": "Each month a group of twenty-four thousand men served as soldiers in Israel's army. These men, which included the family leaders, army commanders, and officials of the king, were under the command of the following men, arranged by the month of their service:", "2": "In the first month, Jashobeam the son of Zabdiel, ", "3": "a descendant of Perez;", "4": "in the second month, Dodai the Ahohite, whose assistant was Mikloth;[a]", "5": "in the third month, Benaiah the son of Jehoiada the priest, ", "6": "who was the leader of the Thirty Warriors, and whose son Ammizabad was also an army commander;[b]", "7": "in the fourth month, Asahel the brother of Joab, whose son Zebadiah took over command after him;", "8": "in the fifth month, Shamhuth from the Izrah clan;", "9": "in the sixth month, Ira the son of Ikkesh from Tekoa;", "10": "in the seventh month, Helez from Pelon in the territory of Ephraim;", "11": "in the eighth month, Sibbecai from Hushah of the Zerah clan;", "12": "in the ninth month, Abiezer from Anathoth in the territory of Benjamin;", "13": "in the tenth month, Maharai from Netophah of the Zerah clan;", "14": "in the eleventh month, Benaiah from Pirathon in the territory of Ephraim;", "15": "in the twelfth month, Heldai from Netophah, who was a descendant of Othniel.", "16-22": "Here is a list of the leaders of each tribe in Israel: Eliezer son of Zichri was over Reuben: Shephatiah son of Maacah was over Simeon; Hashabiah son of Kemuel was over the Levites, and Zadok the priest was over the descendants of Aaron; Elihu the brother of David was over Judah; Omri son of Michael was over Issachar; Ishmaiah son of Obadiah was over Zebulun; Jerimoth son of Azriel was over Naphtali; Hoshea son of Azaziah was over Ephraim; Joel son of Pedaiah was over West Manasseh; Iddo son of Zechariah was over East Manasseh; Jaasiel son of Abner was over Benjamin; Azarel son of Jeroham was over Dan.", "23": "When David decided to count the people of Israel, he gave orders not to count anyone under twenty years of age, because the Lord had promised long ago that Israel would have as many people as there are stars in the sky. ", "24": "Joab the son of Zeruiah had begun to count the people, but he stopped when the Lord began punishing Israel. So the total number was never included in David's official records.", "25": "Azmaveth the son of Adiel was in charge of the king's personal storage rooms. Jonathan the son of Uzziah was in charge of the king's other storerooms that were in the towns, the villages, and the defense towers in Israel.", "26": "Ezri the son of Chelub was in charge of the workers who farmed the king's land.", "27": "Shimei from Ramah was in charge of the vineyards, and Zabdi from Shepham was in charge of storing the wine.", "28": "Baal Hanan from Geder was in charge of the olive and sycamore trees in the western foothills, and Joash was in charge of storing the olive oil.", "29": "Shitrai from Sharon was responsible for the cattle that were kept in Sharon Plain, and Shaphat son of Adlai was responsible for those kept in the valleys.", "30": "Obil the Ishmaelite was in charge of the camels, Jehdeiah from Meronoth was in charge of the donkeys, and Jaziz the Hagrite was in charge of the sheep and goats.", "31": "These were the men in charge of David's royal property.", "32": "David's uncle Jonathan was a wise and intelligent advisor. He and Jehiel the son of Hachmoni taught David's sons.", "33": "Ahithophel and Hushai the Archite were two of David's advisors. ", "34": "Jehoiada the son of Benaiah was the king's advisor after Ahithophel, and later, Abiathar was his advisor. Joab was commander of Israel's army."}