{"1": "David called a meeting in Jerusalem for all of Israel's leaders, including the tribal leaders, the government officials, the army commanders, the officials in charge of the royal property and livestock, the palace officials, and the brave warriors.", "2": "After everyone was there, David stood up and said: Listen to me, my people. I wanted to build a place where the sacred chest would be kept, so we could go there and worship the Lord our God. I have prepared all the supplies for building a temple, ", "3": "but the Lord has refused to let me build it, because he said I have killed too many people in battle.", "4": "The Lord God chose Judah to be the leading tribe in Israel. Then from Judah, he chose my father's family, and from that family, he chose me to be the king of Israel, and he promised that my descendants will also rule as kings. ", "5": "The Lord has blessed me with many sons, but he chose my son Solomon to be the next king of Israel. ", "6": "The Lord said to me, “Your son Solomon will build my temple, and it will honor me. Solomon will be like a son to me, and I will be like a father to him. ", "7": "If he continues to obey my laws and commands, his kingdom will never end.”", "8": "My friends, you are the Lord's people. And now, with God as your witness, I want you to promise that you will do your best to obey everything the Lord God has commanded us. Then this land will always belong to you and your descendants.", "9": "Solomon, my son, worship God and obey him with all your heart and mind, just as I have done. He knows all your thoughts and your reasons for doing things, and so if you turn to him, he will hear your prayers. But if you ignore him, he will reject you forever. ", "10": "The Lord has chosen you to build a temple for worshiping him. Be confident and do the work you have been assigned.", "11": "After David finished speaking, he gave Solomon the plans for building the main rooms of the temple, including the porch, the storerooms, the rooms upstairs and downstairs, as well as the most holy place. ", "12": "He gave Solomon his plans for the courtyards and the open areas around the temple, and for the rooms to store the temple treasures and gifts that had been dedicated to God.", "13": "David also gave Solomon his plans for dividing the priests and the Levites into groups, as well as for the work that needed to be done at the temple and for taking care of the objects used for worship. ", "14": "He told Solomon how much gold and silver was to be used in making the sacred objects, ", "15": "including the lampstands and lamps, ", "16": "the gold table which held the sacred loaves of bread, the tables made of silver, ", "17": "the meat forks, the bowls and cups, ", "18": "the gold incense altar, and the gold statue of a chariot for the winged creatures which were on the lid of the sacred chest.", "19": "David then said to Solomon: The Lord showed me how his temple is to be built. ", "20": "But you must see that everything is done according to these plans. Be confident, and never be afraid of anything or get discouraged. The Lord my God will help you do everything needed to finish the temple, so it can be used for worshiping him. ", "21": "The priests and Levites have been assigned their duties, and all the skilled workers are prepared to do their work. The people and their leaders will do anything you tell them."}