{"1": "David told the crowd: God chose my son Solomon to build the temple, but Solomon is young and has no experience. This is not just any building—this is the temple for the Lord God! ", "2": "That's why I have done my best to get everything Solomon will need to build it—gold, silver, bronze, iron, wood, onyx, turquoise, colored gems, all kinds of precious stones, and marble.", "3": "Besides doing all that, I have promised to give part of my own gold and silver as a way of showing my love for God's temple. ", "4": "Almost one hundred twenty tons of my finest gold and over two hundred fifty tons of my silver will be used to decorate its walls ", "5": "and to make the gold and silver objects. Now, who else will show their dedication to the Lord by giving gifts for building his temple?", "6": "After David finished speaking, the family leaders, the tribal leaders, the army commanders, and the government officials voluntarily gave gifts ", "7": "for the temple. These gifts included almost two hundred tons of gold, three hundred eighty tons of silver, almost seven hundred tons of bronze, and three thousand seven hundred fifty tons of iron. ", "8": "Everyone who owned precious stones also donated them to the temple treasury, where Jehiel from the Levite clan of Gershon guarded them.", "9": "David and the people were very happy that so much had been given to the Lord, and they all celebrated.", "10": "Then, in front of everyone, David sang praises to the Lord: I praise you forever, Lord! You are the God our ancestor Jacob[a] worshiped. ", "11": "Your power is great, and your glory is seen everywhere in heaven and on earth. You are king of the entire world, ", "12": "and you rule with strength and power. You make people rich and powerful and famous. ", "13": "We thank you, our God, and praise you.", "14": "But why should we be happy that we have given you these gifts? They belong to you, and we have only given back what is already yours. ", "15": "We are only foreigners living here on earth for a while, just as our ancestors were. And we will soon be gone, like a shadow that suddenly disappears.", "16": "Our Lord God, we have brought all these things for building a temple to honor you. They belong to you, and you gave them to us. ", "17": "But we are happy, because everyone has voluntarily given you these things. You know what is in everyone's heart, and you are pleased when people are honest. ", "18": "Always make us eager to give, and help us be faithful to you, just as our ancestors Abraham, Isaac, and Jacob faithfully worshiped you. ", "19": "And give Solomon the desire to completely obey your laws and teachings, and the desire to build the temple for which I have provided these gifts.", "20": "David then said to the people, “Now it's your turn to praise the Lord, the God your ancestors worshiped!” So everyone praised the Lord, and they bowed down to honor him and David their king.", "21": "The next day, the Israelites slaughtered a thousand bulls, a thousand rams, and a thousand lambs, and they offered them as sacrifices to please the Lord,[b] along with offerings of wine. ", "22": "The people were very happy, and they ate and drank there at the Lord's altar. That same day, Solomon was crowned king. The people celebrated and poured olive oil on Solomon's head to show that he would be their next king. They also poured oil on Zadok's head to show that he was their priest.", "23": "So Solomon became king after David his father. Solomon was successful, and everyone in Israel obeyed him. ", "24": "Every official and every soldier, as well as all of David's other sons, were loyal to him. ", "25": "The Lord made Solomon a great king, and the whole nation was amazed at how famous he was. In fact, no other king of Israel was as great as Solomon.", "26": "David the son of Jesse was king of Israel ", "27": "for forty years. He ruled from Hebron for seven years and from Jerusalem for thirty-three years. ", "28": "David was rich and respected and lived to be an old man. Then he died, and his son Solomon became king.", "29": "Everything David did while he was king is included in the history written by the prophets Samuel, Nathan, and Gad. ", "30": "They wrote about his powerful rule and about the things that happened not only to him, but also to Israel and the other nations."}