{"1": "Issachar was the father of four sons: Tola, Puah, Jashub, and Shimron.", "2": "Tola was the father of Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, who were all brave soldiers and family leaders in their clan. There were 22,600 people in Tola's family by the time David became king.", "3": "Uzzi was the father of Izrahiah and the grandfather of Michael, Obadiah, Joel, and Isshiah, who were also family leaders. ", "4": "Their families were so large that they had 36,000 soldiers in their clans. ", "5": "In fact, according to family records, the tribe of Issachar had a total of 87,000 warriors.", "6": "Benjamin was the father of three sons: Bela, Becher, and Jediael.", "7": "Bela was the father of Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were all brave soldiers and family leaders in their father's clan. The number of soldiers in their clan was 22,034.", "8": "Becher was the father of Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. ", "9": "The official family records listed 20,200 soldiers in the families of this clan, as well as their family leaders.", "10": "Jediael was the father of Bilhan and the grandfather of Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar. ", "11": "They were family leaders in their clan, which had 17,200 soldiers prepared to fight in battle. ", "12": "Ir was the father of Shuppim and Huppim, who also belonged to this clan. Dan[a] was the father of Hushim.", "13": "Naphtali's mother was Bilhah,[b] and he was the father of Jahziel, Guni, Jezer, and Shallum.", "14": "Manasseh and his Syrian wife[c] were the parents of Asriel and Machir the father of Gilead. ", "15": "Machir found a wife for Huppim and one for Shuppim. Machir had a sister named Maacah. Zelophehad was also a descendant of Manasseh, and he had five daughters.[d]", "16": "Machir and his wife Maacah were the parents of Peresh and Sheresh. Peresh was the father of Ulam and Rekem. ", "17": "Ulam was the father of Bedan. These were all descendants of Gilead, the son of Machir and the grandson of Manasseh.", "18": "Gilead's sister Hammolecheth was the mother of Ishhod, Abiezer, and Mahlah.", "19": "Shemida, another descendant of Manasseh, was the father of Ahian, Shechem, Likhi, and Aniam.", "20": "Ephraim was the father of Shuthelah and the ancestor of Bered, Tahath, Eleadah, Tahath, ", "21": "Zabad, and Shuthelah. Ephraim had two other sons, Ezer and Elead. But they were killed when they tried to steal livestock from the people who lived in the territory of Gath. ", "22": "Ephraim mourned for his sons a long time, and his relatives came to comfort him. ", "23": "Some time later his wife gave birth to another son, and Ephraim named him Beriah, because he was born during a time of misery.[e]", "24": "Ephraim's daughter was Sheerah. She built the towns of Lower Beth-Horon, Upper Beth-Horon, and Uzzen-Sheerah.", "25": "Ephraim also had a son named Rephah, and his descendants included Resheph, Telah, Tahan, ", "26": "Ladan, Ammihud, Elishama, ", "27": "Nun, and Joshua.", "28": "The descendants of Ephraim took over the territory as far south as Bethel, as far east as Naaran, and as far west as Gezer. Their territory included all the villages around these towns, as well as Shechem, Ayyah, and the nearby villages.", "29": "The descendants of Manasseh settled in the territory that included Beth-Shan, Taanach, Megiddo, Dor, and the nearby villages. The descendants of Joseph[f] lived in these towns and villages.", "30": "Asher had four sons, Imnah, Ishvah, Ishvi, and Beriah, and one daughter, Serah.", "31": "Beriah was the father of Heber and Malchiel the father of Birzaith. ", "32": "Heber was the father of three sons, Japhlet, Shomer, and Hotham, and one daughter, Shua. ", "33": "Japhlet was the father of Pasach, Bimhal, and Ashvath. ", "34": "Shomer was the father of Ahi, Rohgah, Hubbah, and Aram. ", "35": "And Japhlet's brother Hotham[g] was the father of Zophah, Imna, Shelesh, and Amal. ", "36": "Zophah was the father of Suah, Harnepher, Shual, Beri, Imrah, ", "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera. ", "38": "Jether was the father of Jephunneh, Pispa, and Ara.", "39": "Ulla was the father of Arah, Hanniel, and Rizia.", "40": "These were the descendants of Asher, and they were all respected family leaders and brave soldiers. The tribe of Asher had a total of 26,000 soldiers."}