{"1": "Benjamin had five sons, who were born in the following order: Bela, Ashbel, Aharah, ", "2": "Nohah, and Rapha. ", "3": "Bela was the father of Addar, Gera, Abihud, ", "4": "Abishua, Naaman, Ahoah, ", "5": "Gera, Shephuphan, and Huram.", "6-7": "Ehud was the father of Naaman, Ahijah, and Gera. They were clan leaders in the town of Geba, but were later forced to move to the town of Manahath, and Gera led the way. He had two sons: Uzza and Ahihud.", "8-11": "Shaharaim and his wife Hushim had two sons: Abitub and Elpaal. But Shaharaim later divorced her and his other wife, Baara. Then he moved to the country of Moab and married Hodesh, and they had seven sons: Jobab, Zibia, Mesha, Malcam, Jeuz, Sachia, and Mirmah. They were all family leaders in his clan. ", "12": "Elpaal was the father of Eber, Misham, and Shemed, who settled the towns of Ono and Lod, as well as the nearby villages.", "13": "Beriah and Shema were family leaders in the clan that lived in the town of Aijalon and that forced out the people of Gath. ", "14-16": "Beriah's descendants included Ahio, Shashak, Jeremoth, Zebadiah, Arad, Eder, Michael, Ishpah, and Joha. ", "17-18": "Elpaal's descendants included Zebadiah, Meshullam, Hizki, Heber, Ishmerai, Izliah, and Jobab. ", "19-21": "Shimei's descendants included Jakim, Zichri, Zabdi, Elienai, Zillethai, Eliel, Adaiah, Beraiah, and Shimrath. ", "22-25": "Shashak's descendants included Ishpan, Eber, Eliel, Abdon, Zichri, Hanan, Hananiah, Elam, Anthothijah, Iphdeiah, and Penuel. ", "26-27": "Jeroham's descendants included Shamsherai, Shehariah, Athaliah, Jaareshiah, Elijah, and Zichri. ", "28": "These were the family leaders in their ancestor's clan, and they and their descendants lived in Jerusalem.", "29": "Jeiel[a] settled the town of Gibeon. He and his wife Maacah lived there ", "30": "along with their sons, who were born in the following order: Abdon, Zur, Kish, Baal, Ner,[b] Nadab, ", "31": "Gedor, Ahio, Zecher, ", "32": "and Mikloth the father of Shimeah. Some of them went to live in Jerusalem near their relatives.", "33": "Ner was the father of Kish and the grandfather of King Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal.[c] ", "34": "Jonathan was the father of Meribbaal,[d] the grandfather of Micah, ", "35": "and the great-grandfather of Pithon, Melech, Tarea, and Ahaz. ", "36": "Saul's other descendants were Jehoaddah, Alemeth, Azmaveth, Zimri, Moza, ", "37": "Binea, Raphah, Eleasah, Azel, ", "38": "as well as Azel's six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. ", "39": "Azel's brother Eshek was the father of Ulam, Jeush, and Eliphelet. ", "40": "Ulam's sons were brave soldiers who were experts at using a bow and arrows. They had a total of one hundred fifty children and grandchildren. All of these belonged to the tribe of Benjamin."}