{"1": "Everyone in Israel was listed in the official family records that were included in the history of Israel's kings. The people of Judah were taken to Babylonia as prisoners because they sinned against the Lord. ", "2": "And the first people to return to their towns included priests, Levites, temple workers, and other Israelites. ", "3": "People from the tribes of Judah, Benjamin, Ephraim, and Manasseh settled in Jerusalem.", "4-6": "There were six hundred ninety people from the Judah tribe who settled in Jerusalem. They were all descendants of Judah's three sons: Perez, Shelah, and Zerah. Their leaders were Uthai, Asaiah, and Jeuel. Uthai was the son of Ammihud and a descendant of Omri, Imri, Bani, and Perez. Asaiah was a descendant of Shelah; Jeuel was a descendant of Zerah.", "7-9": "There were also nine hundred fifty-six family leaders from the Benjamin tribe who settled in Jerusalem. They included: Sallu son of Meshullam, grandson of Hodaviah, and great-grandson of Hassenuah; Ibneiah son of Jeroham; Elah son of Uzzi and grandson of Michri; Meshullam son of Shephatiah, grandson of Reuel, and great-grandson of Ibnijah.", "10-12": "Here is a list of priests who settled in Jerusalem: Jedaiah; Jehoiarib; Jachin; Azariah, who was a temple official, and whose ancestors included Hilkiah, Meshullam, Zadok, Meraioth, and Ahitub; Adaiah son of Jeroham, whose ancestors included Pashhur and Malchijah; Maasai son of Adiel, whose ancestors included Jahzerah, Meshullam, Meshillemith, and Immer.", "13": "There was a total of 1,760 priests, all of them family leaders in their clan and trained in the work at the temple.", "14-16": "Here is a list of Levites who settled in Jerusalem: Shemaiah from the Merari clan, whose ancestors included Hasshub, Azrikam, and Hashabiah; Bakbakkar; Heresh; Galal; Mattaniah son of Mica, whose ancestors included Zichri and Asaph; Obadiah son of Shemaiah, whose ancestors included Galal and Jeduthun; Berechiah son of Asa and grandson of Elkanah, who had lived in the villages near the town of Netophah.", "17": "Shallum, Akkub, Talmon, Ahiman, and their relatives were the guards at the temple gates. Shallum was the leader of this clan, ", "18": "and for a long time they had been the guards at the King's Gate on the east side of the city. Before that, their ancestors guarded the entrance to the Levite camp.", "19": "Shallum son of Kore,[a] as well as the other men in the Korahite clan, guarded the entrance to the temple, just as their ancestors had guarded the entrance to the sacred tent. ", "20": "Phinehas son of Eleazar had supervised their work because the Lord was with him.", "21": "Zechariah son of Meshelemiah was also one of the guards at the temple.", "22": "There was a total of two hundred twelve guards, all of them listed in the family records in their towns. Their ancestors had been chosen by King David and by Samuel the prophet to be responsible for this work, ", "23": "and now they guarded the temple gates.", "24": "There was one full-time guard appointed to each of the four sides of the temple. ", "25": "Their assistants lived in the villages outside the city, and every seven days a group of them would come into the city and take their turn at guard duty. ", "26": "The four full-time guards were Levites, and they supervised the other guards and were responsible for the rooms in the temple and the supplies kept there. ", "27": "They guarded the temple day and night and opened its doors every morning.", "28": "Some of the Levites were responsible for the equipment used in worship at the temple, and they had to count everything before and after it was used. ", "29": "Others were responsible for the temple furnishings and its sacred objects, as well as the flour, wine, olive oil, incense, and spices. ", "30": "But only the priests could mix the spices. ", "31": "Mattithiah, Shallum's oldest son, was a member of the Levite clan of Korah, and he was in charge of baking the bread used for offerings.[b] ", "32": "The Levites from the Kohath clan were in charge of baking the sacred loaves of bread for each Sabbath.[c]", "33": "The Levite family leaders who were the musicians also lived at the temple. They had no other responsibilities, because they were on duty day and night.", "34": "All of these men were family leaders in the Levi tribe and were listed that way in their family records. They lived in Jerusalem.", "35": "Jeiel had settled the town of Gibeon, where he and his wife Maacah lived. ", "36": "They had ten sons, who were born in the following order: Abdon, Zur, Kish, Baal, Ner, Nadab, ", "37": "Gedor, Ahio, Zechariah, and Mikloth ", "38": "the father of Shimeam. Some of them went to live in Jerusalem near their relatives.", "39": "Ner was the father of Kish and the grandfather of King Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal.[d] ", "40-41": "Jonathan was the father of Meribbaal,[e] the grandfather of Micah, and the great-grandfather of Pithon, Melech, Tahrea, and Ahaz.[f] ", "42-44": "The descendants of Ahaz included Jarah, Alemeth, Azmaveth, Zimri, Moza, Binea, Rephaiah, Eleasah, and Azel and his six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan."}