{"1": "Would to God you could bear with me a little in my folly — and indeed you do bear with me.", "2": "For I am jealous over you with godly jealousy; for I have espoused you to one Husband, that I may present you as a chaste virgin to Christ.", "3": "But I fear lest by any means, as the serpent beguiled Eve through his subtlety, so your minds should be corrupted from the simplicity that is in Christ.", "4": "For if he that cometh preacheth another Jesus whom we have not preached, or if ye receive another spirit which ye have not received, or another gospel which ye have not accepted, ye might well bear with him.", "5": "For I consider myself not a whit lower than the very chiefest apostles.", "6": "Though I am rude in speech, yet I am not in knowledge; for we have been made thoroughly manifest among you in all things.", "7": "Have I committed an offense in abasing myself that ye might be exalted, because I have preached to you the Gospel of God without charge?", "8": "I robbed other churches, taking wages from them to do you service.", "9": "And when I was present with you and was in want, I was burdensome to no man, for that which I lacked the brethren who came from Macedonia supplied; and in all things I have kept myself from being burdensome to you, and so will I keep myself.", "10": "As the truth of Christ is in me, no man shall stop me from this boasting in the regions of Achaia.", "11": "Why so? Because I love you not? God knoweth!", "12": "But what I do, that I will continue to do, that I may cut off occasion from those who desire occasion, that wherein they glory they may be found even as we.", "13": "For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.", "14": "And no marvel, for Satan himself is transformed into an angel of light.", "15": "Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness, whose end shall be according to their works.", "16": "I say again, let no man think me a fool. But if otherwise, yet as a fool receive me, that I may boast of myself a little.", "17": "(That which I now speak, I speak it not from the Lord, but as it were foolishly, in this confidence as boasting.", "18": "Since many glory in the flesh, I will glory also.)", "19": "For ye suffer fools gladly, seeing ye yourselves are wise!", "20": "For ye suffer if a man bring you into bondage, or if a man devour you, if a man take from you, if a man exalt himself, if a man smite you on the face.", "21": "I speak as reproached, as though we had been weak. However it be, whereinsoever anyone is bold (I speak foolishly), I am bold also.", "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the seed of Abraham? So am I.", "23": "Are they ministers of Christ? (I speak as a fool) I am more — in labors more abundant, in stripes beyond measure, in prisons more frequent, in deaths often.", "24": "From the Jews five times I received forty stripes less one.", "25": "Thrice was I beaten with rods, once was I stoned; thrice I suffered shipwreck, a night and a day adrift in the deep;", "26": "in journeyings often, in perils from waters, in perils from robbers, in perils from mine own countrymen, in perils from the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;", "27": "in weariness and painfulness, in sleeplessness often, in hunger and thirst, in fastings often, in cold and nakedness.", "28": "Besides those things which are external, there is that which cometh upon me daily: the care for all the churches!", "29": "Who is weak, and I am not weak? Who is offended, and I burn not?", "30": "If I must glory, I will glory in the things which concern mine infirmities.", "31": "The God and Father of our Lord Jesus Christ, who is blessed for evermore, knoweth that I lie not.", "32": "In Damascus, the governor under Aretas the king guarded the city of the Damascenes with a garrison, desirous to apprehend me;", "33": "but I was let down by the wall in a basket through a window, and escaped his hands."}