{"1": "In [a]the eighth month of the second year [of the reign] of [b]Darius [the king of Persia], the word of the Lord came to Zechariah (the Lord remembers) the son of Berechiah, the son of Iddo, the prophet, saying, ", "2": "“The Lord was extremely angry with your fathers. ", "3": "Therefore say to the Jews, 'Thus says the Lord of hosts (armies), “Return to Me,” declares the Lord of hosts, “and I shall return to you. ", "4": "Do not be like your fathers, to whom the former prophets proclaimed, 'Thus says the Lord of hosts, “Repent [that is, change your way of thinking] and return now from your evil way [of life] and from your evil deeds.”' But they did not listen or pay attention to Me,” declares the Lord. ", "5": "“Your fathers, where are they? And the prophets, do they live forever? ", "6": "But did not My words (warnings) and My statutes, which I commanded My servants the prophets, overtake your fathers? Then they repented and said, 'As the Lord of hosts planned to do to us [in discipline and punishment], in accordance with our ways and our deeds, so has He dealt with us.'”'”", "7": "On the twenty-fourth day of the eleventh month (Feb 15, 519 b.c.), which is the month of Shebat, in the second year of [the reign of] Darius, the word of the Lord came to Zechariah the prophet, the son of Berechiah, the son of Iddo, as follows: ", "8": "In the night I saw [a vision] and behold, a [c]Man was riding on a red horse, and it stood among the myrtle trees that were in the ravine; and behind Him were horses: red, sorrel (reddish-brown), and white. ", "9": "Then I said, “O my lord, what are these?” And the [d]angel who was speaking with me said, “I will show you what these are.” ", "10": "And the Man who stood among the myrtle trees answered and said, “These are the ones whom the Lord has sent to go throughout the earth and patrol it.” ", "11": "And the men on the horses answered the [e]Angel of the Lord who stood among the myrtle trees and said, “We have gone throughout the earth [patrolling it] and behold, all the earth sits at rest [in peace and free from war].”", "12": "Then the Angel of the Lord said, “O Lord of hosts, how long will You withhold mercy and compassion from Jerusalem and the cities of Judah, against which You have had indignation and anger these seventy years [of the Babylonian captivity]?” ", "13": "And the Lord answered the angel who was speaking with me with gracious and comforting words. ", "14": "So the angel who was speaking with me said to me, “Proclaim, 'Thus says the Lord of hosts, “I am jealous [with a burning, fiery passion] for Jerusalem and for Zion [demanding what is rightfully and uniquely mine] with a great jealousy. ", "15": "But I am very angry with the [f]nations who are at ease and feel secure; for while I was only a little angry, they [g]furthered the disaster [against the people of Israel].” ", "16": "Therefore, thus says the Lord, “I have returned to Jerusalem with mercy and compassion. My house shall be built in it,” says the Lord of hosts, “and a [h]measuring line shall be stretched out over Jerusalem.”' ", "17": "Proclaim again, 'Thus says the Lord of hosts, “My cities shall again overflow with prosperity, and the Lord shall again comfort Zion and again choose Jerusalem.”'”", "18": "Then I looked up, and saw four horns (powers)! ", "19": "So I asked the angel who was speaking with me, “What are these?” And he answered me, “These are the horns [the powerful Gentile nations] that have scattered Judah (the Southern Kingdom), Israel (the Northern Kingdom), and Jerusalem (capital city of Judah).” ", "20": "Then the Lord showed me four craftsmen. ", "21": "I asked, “What are these [horns and craftsmen] coming to do?” And he said, “These are the horns (powers) that have scattered Judah so that no man raised up his head [because of the suffering inflicted by the Gentile nations]. But these craftsmen have come to terrify them and make them panic, and throw down the horns of the nations who have lifted up their horns against the land of Judah in order to scatter it.”"}