{"1": "And the angel who was speaking with me came back and awakened me, like a man who is awakened out of his sleep. ", "2": "He said to me, “What do you see?” I said, “I see, and behold, a [a]lampstand all of gold, with its bowl [for oil] on the top of it and its seven lamps on it with seven spouts belonging to each of the lamps which are on the top of it. ", "3": "And there are two olive trees by it, one on the right side of the bowl and the other on its left side [supplying it continuously with oil].” ", "4": "So I asked the angel who was speaking with me, “What are these, my lord?” ", "5": "Then the angel who was speaking with me answered me, “Do you not know what these are?” And I said, “No, my lord.” ", "6": "Then he said to me, “This [continuous supply of oil] is the word of the Lord to Zerubbabel [prince of Judah], saying, 'Not by might, nor by power, but by My Spirit [of whom the oil is a symbol],' says the Lord of hosts. ", "7": "'What are you, O great mountain [of obstacles]? Before Zerubbabel [who will rebuild the temple] you will become a plain (insignificant)! And he will bring out the capstone [of the new temple] with loud shouts of “Grace, grace to it!”'”", "8": "Also the word of the Lord came to me, saying, ", "9": "“The hands of Zerubbabel have laid the foundations of this house, and his hands will finish it. Then you will know (recognize, understand fully) that the Lord of hosts has sent me [as His messenger] to you. ", "10": "Who [with reason] despises the day of small things (beginnings)? For these [b]seven [eyes] shall rejoice when they see the plumb line in the hand of Zerubbabel. They are the eyes of the Lord which roam throughout the earth.”", "11": "Then I said to him [who was speaking with me], “What are these two olive trees on the right side of the lampstand and on its left?” ", "12": "And a second time I said to him, “What are these two olive branches which are beside the two golden pipes by which the golden oil is emptied?” ", "13": "And he answered me, “Do you not know what these are?” And I said, “No, my lord.” ", "14": "Then he said, “These are the two [c]sons of fresh oil [Joshua the high priest and Zerubbabel the prince of Judah] who are standing by the Lord of the whole earth [as His anointed ones].”"}