{"1": "My brothers, practice the faith of our Lord Yeshua, the glorious Messiah, without showing favoritism. ", "2": "Suppose a man comes into your synagogue wearing gold rings and fancy clothes, and also a poor man comes in dressed in rags. ", "3": "If you show more respect to the man wearing the fancy clothes and say to him, “Have this good seat here,” while to the poor man you say, “You, stand over there,” or, “Sit down on the floor by my feet,” ", "4": "then aren't you creating distinctions among yourselves, and haven't you made yourselves into judges with evil motives?", "5": "Listen, my dear brothers, hasn't God chosen the poor of the world to be rich in faith and to receive the Kingdom which he promised to those who love him? ", "6": "But you despise the poor! Aren't the rich the ones who oppress you and drag you into court? ", "7": "Aren't they the ones who insult the good name of Him to whom you belong? ", "8": "If you truly attain the goal of Kingdom Torah, in conformity with the passage that says, “Love your neighbor as yourself,”[a] you are doing well. ", "9": "But if you show favoritism, your actions constitute sin, since you are convicted under the Torah as transgressors.", "10": "For a person who keeps the whole Torah, yet stumbles at one point, has become guilty of breaking them all. ", "11": "For the One who said, “Don't commit adultery,”[b] also said, “Don't murder.”[c] Now, if you don't commit adultery but do murder, you have become a transgressor of the Torah.", "12": "Keep speaking and acting like people who will be judged by a Torah which gives freedom. ", "13": "For judgment will be without mercy toward one who doesn't show mercy; but mercy wins out over judgment.", "14": "What good is it, my brothers, if someone claims to have faith but has no actions to prove it? Is such “faith” able to save him? ", "15": "Suppose a brother or sister is without clothes and daily food, ", "16": "and someone says to him, “Shalom! Keep warm and eat hearty!” without giving him what he needs, what good does it do? ", "17": "Thus, faith by itself, unaccompanied by actions, is dead.", "18": "But someone will say that you have faith and I have actions. Show me this faith of yours without the actions, and I will show you my faith by my actions! ", "19": "You believe that “God is one”?[d] Good for you! The demons believe it too — the thought makes them shudder with fear!", "20": "But, foolish fellow, do you want to be shown that such “faith” apart from actions is barren? ", "21": "Wasn't Avraham avinu declared righteous because of actions when he offered up his son Yitz'chak on the altar? ", "22": "You see that his faith worked with his actions; by the actions the faith was made complete; ", "23": "and the passage of the Tanakh was fulfilled which says, “Avraham had faith in God, and it was credited to his account as righteousness.”[e] He was even called God's friend.[f] ", "24": "You see that a person is declared righteous because of actions and not because of faith alone.", "25": "Likewise, wasn't Rachav the prostitute also declared righteous because of actions when she welcomed the messengers and sent them out by another route? ", "26": "Indeed, just as the body without a spirit is dead, so too faith without actions is dead."}