{"1": "Not many of you should become teachers, my brothers, since you know that we will be judged more severely. ", "2": "For we all stumble in many ways; if someone does not stumble in what he says, he is a mature man who can bridle his whole body. ", "3": "If we put a bit into a horse's mouth to make it obey us, we control its whole body as well. ", "4": "And think of a ship — although it is huge and is driven by strong winds, yet the pilot can steer it wherever he wants with just a small rudder. ", "5": "So too the tongue is a tiny part of the body, yet it boasts great things. See how a little fire sets a whole forest ablaze! ", "6": "Yes, the tongue is a fire, a world of wickedness. The tongue is so placed in our body that it defiles every part of it, setting ablaze the whole of our life; and it is set on fire by Gei-Hinnom itself. ", "7": "For people have tamed and continue to tame all kinds of animals, birds, reptiles and sea creatures; ", "8": "but the tongue no one can tame — it is an unstable and evil thing, full of death-dealing poison! ", "9": "With it we bless Adonai, the Father; and with it we curse people, who were made in the image of God.[a] ", "10": "Out of the same mouth come blessing and cursing! Brothers, it isn't right for things to be this way. ", "11": "A spring doesn't send both fresh and bitter water from the same opening, does it? ", "12": "Can a fig tree yield olives, my brothers? or a grapevine, figs? Neither does salt water produce fresh.", "13": "Who among you is wise and understanding? Let him demonstrate it by his good way of life, by actions done in the humility that grows out of wisdom. ", "14": "But if you harbor in your hearts bitter jealousy and selfish ambition, don't boast and attack the truth with lies! ", "15": "This wisdom is not the kind that comes down from above; on the contrary, it is worldly, unspiritual, demonic. ", "16": "For where there are jealousy and selfish ambition, there will be disharmony and every foul practice. ", "17": "But the wisdom from above is, first of all, pure, then peaceful, kind, open to reason, full of mercy and good fruits, without partiality and without hypocrisy. ", "18": "And peacemakers who sow seed in peace raise a harvest of righteousness."}