{"1": "What is causing all the quarrels and fights among you? Isn't it your desires battling inside you? ", "2": "You desire things and don't have them. You kill, and you are jealous, and you still can't get them. So you fight and quarrel. The reason you don't have is that you don't pray! ", "3": "Or you pray and don't receive, because you pray with the wrong motive, that of wanting to indulge your own desires.", "4": "You unfaithful wives! Don't you know that loving the world is hating God? Whoever chooses to be the world's friend makes himself God's enemy! ", "5": "Or do you suppose the Scripture speaks in vain when it says that there is a spirit in us which longs to envy? ", "6": "But the grace he gives is greater, which is why it says, “God opposes the arrogant, but to the humble he gives grace.”[a]", "7": "Therefore, submit to God. Moreover, take a stand against the Adversary, and he will flee from you. ", "8": "Come close to God, and he will come close to you. Clean your hands, sinners; and purify your hearts, you double-minded people! ", "9": "Wail, mourn, sob! Let your laughter be turned into mourning and your joy into gloom! ", "10": "Humble yourselves before the Lord, and he will lift you up.", "11": "Brothers, stop speaking against each other! Whoever speaks against a brother or judges a brother is speaking against Torah and judging Torah. And if you judge Torah, you are not a doer of what Torah says, but a judge. ", "12": "There is but one Giver of Torah; he is also the Judge, with the power to deliver and to destroy. Who do you think you are, judging your fellow human being?", "13": "Now listen, you who say, “Today or tomorrow we will go to such-and-such a city, stay there a year trading and make a profit”! ", "14": "You don't even know if you will be alive tomorrow! For all you are is a mist that appears for a little while and then disappears. ", "15": "Instead, you ought to say, “If Adonai wants it to happen, we will live” to do this or that. ", "16": "But as it is, in your arrogance you boast. All such boasting is evil. ", "17": "So then, anyone who knows the right thing to do and fails to do it is committing a sin."}