{"1": "Next, a word for the rich: weep and wail over the hardships coming upon you! ", "2": "Your riches have rotted, and your clothes have become moth-eaten; ", "3": "your gold and silver have corroded, and their corrosion will be evidence against you and will eat up your flesh like fire! This is the acharit-hayamim, and you have been storing up wealth! ", "4": "Listen! The wages you have fraudulently withheld from the workers who mowed your fields are calling out against you, and the outcries of those who harvested have reached the ears of Adonai-Tzva'ot. ", "5": "You have led a life of luxury and self-indulgence here on earth — in a time of slaughter, you have gone on eating to your heart's content. ", "6": "You have condemned, you have murdered the innocent; they have not withstood you.", "7": "So, brothers, be patient until the Lord returns. See how the farmer waits for the precious “fruit of the earth” — he is patient over it until it receives the fall and spring rains.[a] ", "8": "You too, be patient; keep up your courage; for the Lord's return is near. ", "9": "Don't grumble against one another, brothers, so that you won't come under condemnation — look! the Judge is standing at the door! ", "10": "As an example of suffering mistreatment and being patient, brothers, take the prophets who spoke in the name of Adonai. ", "11": "Look, we regard those who persevered as blessed. You have heard of the perseverance of Iyov, and you know what the purpose of Adonai was, that Adonai is very compassionate and merciful.[b]", "12": "Above all, brothers, stop swearing oaths — not “By heaven,” not “By the earth,” and not by any other formula; rather, let your “Yes” be simply “Yes” and your “No” simply “No,” so that you won't fall under condemnation.", "13": "Is someone among you in trouble? He should pray. Is someone feeling good? He should sing songs of praise.", "14": "Is someone among you ill? He should call for the elders of the congregation. They will pray for him and rub olive oil on him in the name of the Lord. ", "15": "The prayer offered with trust will heal the one who is ill — the Lord will restore his health; and if he has committed sins, he will be forgiven. ", "16": "Therefore, openly acknowledge your sins to one another, and pray for each other, so that you may be healed. The prayer of a righteous person is powerful and effective. ", "17": "Eliyahu was only a human being like us; yet he prayed fervently that it might not rain, and no rain fell on the Land for three years and six months. ", "18": "Then he prayed again, and heaven gave rain, and the Land produced its crops.", "19": "My brothers, if one of you wanders from the truth, and someone causes him to return, ", "20": "you should know that whoever turns a sinner from his wandering path will save him from death and cover many sins.[c]"}