{"1": "The Lord God showed me this: He was forming a swarm of locusts at the time the spring crop first began to sprout—after the cutting of the king's hay. ", "2": "When the locusts finished eating the vegetation of the land, I said, “Lord God, please forgive! How will Jacob survive since he is so small?”", "3": "The Lord relented concerning this. “It will not happen,” He said.", "4": "The Lord God showed me this: The Lord God was calling for a judgment by fire. It consumed the great deep and devoured the land. ", "5": "Then I said, “Lord God, please stop! How will Jacob survive since he is so small?”", "6": "The Lord relented concerning this. “This will not happen either,” said the Lord God.", "7": "He showed me this: The Lord was standing there by a vertical wall with a plumb line in His hand. ", "8": "The Lord asked me, “What do you see, Amos?” I replied, “A plumb line.” Then the Lord said, “I am setting a plumb line among My people Israel; I will no longer spare them:", "9": "Isaac's high places will be deserted, and Israel's sanctuaries will be in ruins; I will rise up against the house of Jeroboam with a sword.”", "10": "Amaziah the priest of Bethel sent word to Jeroboam king of Israel, saying, “Amos has conspired against you right here in the house of Israel. The land cannot endure all his words, ", "11": "for Amos has said this: 'Jeroboam will die by the sword, and Israel will certainly go into exile from its homeland.'”", "12": "Then Amaziah said to Amos, “Go away, you seer! Flee to the land of Judah. Earn your living[a] and give your prophecies there, ", "13": "but don't ever prophesy at Bethel again, for it is the king's sanctuary and a royal temple.”", "14": "So Amos answered Amaziah, “I was[b] not a prophet or the son of a prophet;[c] rather, I was[d] a herdsman, and I took care of sycamore figs. ", "15": "But the Lord took me from following the flock and said to me, 'Go, prophesy to My people Israel.'”", "16": "Now hear the word of the Lord. You say: Do not prophesy against Israel; do not preach against the house of Isaac.", "17": "Therefore, this is what the Lord says: Your wife will be a prostitute in the city, your sons and daughters will fall by the sword, and your land will be divided up with a measuring line. You yourself will die on pagan[e] soil, and Israel will certainly go into exile from its homeland."}