{"1": "The Lord God showed me this: A basket of summer fruit. ", "2": "He asked me, “What do you see, Amos?” I replied, “A basket of summer fruit.” The Lord said to me, “The end has come for My people Israel; I will no longer spare them. ", "3": "In that day the temple[a] songs will become wailing”—this is the Lord God's declaration. “Many dead bodies, thrown everywhere! Silence!”", "4": "Hear this, you who trample on the needy and do away with the poor of the land,", "5": "asking, “When will the New Moon be over so we may sell grain, and the Sabbath, so we may market wheat? We can reduce the measure while increasing the price[b] and cheat with dishonest scales.", "6": "We can buy the poor with silver and the needy for a pair of sandals and even sell the chaff!”", "7": "The Lord has sworn by the Pride of Jacob:[c] I will never forget all their deeds.", "8": "Because of this, won't the land quake and all who dwell in it mourn? All of it will rise like the Nile; it will surge and then subside like the Nile in Egypt.", "9": "And in that day— this is the declaration of the Lord God— I will make the sun go down at noon; I will darken the land in the daytime.", "10": "I will turn your feasts into mourning and all your songs into lamentation; I will cause everyone[d] to wear sackcloth and every head to be shaved. I will make that grief like mourning for an only son and its outcome like a bitter day.", "11": "Hear this! The days are coming— this is the declaration of the Lord God— when I will send a famine through the land: not a famine of bread or a thirst for water, but of hearing the words of the Lord.", "12": "People will stagger from sea to sea and roam from north to east, seeking the word of the Lord, but they will not find it.", "13": "In that day the beautiful young women, the young men also, will faint from thirst.", "14": "Those who swear by the guilt of Samaria and say, “As your god lives, Dan,” or “As the way[e][f] of Beer-sheba lives”— they will fall, never to rise again."}