{"1": "¶ Paul, apostle (not from men neither through man, but through Jesus Christ and God the Father, who raised him from the dead)", "2": "and all the brethren who are with me, unto the congregations[a] of Galatia:", "3": "Grace be unto you and peace from God the Father and from our Lord Jesus Christ,", "4": "who gave himself for our sins that he might deliver us from this present evil age, according to the will of our God and Father,", "5": "unto whom be the glory for the ages of the ages. Amen.", "6": "¶ I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel,", "7": "for there is not another; but there are some that trouble you and would pervert the gospel of the Christ.", "8": "But even if we, or an angel from heaven, were to preach any other gospel unto you than that which we have preached unto you, let him be anathema.", "9": "As we said before, so do I say now again, If anyone preaches any other gospel unto you than what ye have received, let him be anathema.", "10": "¶ For do I now persuade men or God? or do I seek to please men? for if I yet pleased men, I should not be the slave of Christ.", "11": "But I make known unto you, brethren, that the gospel which was preached of me is not according to man.", "12": "For I did not receive it nor learn it from man, but by the revelation of Jesus Christ.", "13": "For ye have heard of my conversation in time past in Judaism, how that beyond measure I was persecuting and destroying the congregation[b] of God", "14": "And profited in Judaism above many of my equals in my own nation, being exceedingly more zealous of the traditions of my fathers.", "15": "But when it pleased God, who separated me from my mother's womb and called me by his grace,", "16": "to reveal his Son in me that I might preach him among the Gentiles, immediately I did not confer with flesh and blood,", "17": "neither did I go up to Jerusalem to those who were apostles before me, but I went into Arabia and returned again unto Damascus.", "18": "Then after three years I went up to Jerusalem to see Peter and abode with him fifteen days.", "19": "But I saw none of the other apostles, except James the Lord's brother.", "20": "Now the things which I write unto you, behold, before God, I do not lie.", "21": "Afterwards I came into the regions of Syria and Cilicia", "22": "and was unknown by face unto the congregations[c] of Judaea which were in Christ,", "23": "but they had only heard, That he who persecuted us in time past now preaches the faith which he once destroyed.", "24": "And they glorified God in me."}