{"1": "¶ Stand fast therefore in the liberty with which Christ has made us free and do not be entangled again with the yoke of slavery.", "2": "Behold, I, Paul, say unto you that if ye become circumcised, Christ shall profit you nothing.", "3": "For I testify again to every man that becomes circumcised that he is a debtor to do the whole law.", "4": "Ye are empty of the Christ, whosoever of you that justify yourselves by the law; ye are fallen from grace.", "5": "For we through the Spirit wait for the hope of righteousness by faith.", "6": "For in Christ Jesus neither circumcision avails anything nor uncircumcision, but faith which works by charity.", "7": "Ye did run well; who hindered you that ye should not trust in the truth?", "8": "This persuasion does not come of him that called you.", "9": "A little leaven leavens the whole lump.", "10": "I have confidence in you through the Lord that ye will not be otherwise minded, but he that troubles you shall bear his judgment, whoever he is.", "11": "And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? Then is the offence of the cross[a] ceased.", "12": "I even desire that those who trouble you would cut themselves off.", "13": "¶ For, brethren, ye have been called unto liberty; only do not use liberty for an occasion to the flesh, but by charity serve one another.", "14": "For all the law is fulfilled in one word, even in this: Thou shalt love thy neighbour as thyself.", "15": "But if ye bite and devour one another, take heed that ye are not consumed one of another.", "16": "This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.", "17": "For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary the one to the other, so that ye cannot do the things that ye would.", "18": "But if ye are led of the Spirit, ye are not under the law.", "19": "Now the works of the flesh are manifest, which are these: Adultery, fornication, uncleanness, lasciviousness,", "20": "idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,", "21": "envyings, murders, drunkenness, revellings, and such like; which I denounce, as I have also told you in time past that those who do such things shall not inherit the kingdom of God.", "22": "But the fruit of the Spirit is this: Charity, joy, peace, tolerance, gentleness, goodness, faith,", "23": "meekness, temperance: against such there is no law.", "24": "For those that are of the Christ have crucified the flesh with its affections and lusts.", "25": "If we live by the Spirit, let us also walk in the Spirit.", "26": "Let us not be desirous of vain glory, provoking one another, envying one another."}