{"1": "I wrote my first book, Theophilus, about everything Jesus began doing and teaching ", "2": "until the day he was taken up, after he had given instructions through the Holy Spirit to the apostles he had chosen. ", "3": "After he had suffered, he presented himself alive to the apostles with many convincing proofs. He appeared to them over a period of forty days and told them things about the kingdom of God.", "4": "Once, when he was eating with them, he commanded them, “Do not depart from Jerusalem, but wait for what the Father promised, which you heard from me. ", "5": "For John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”", "6": "So when they were together with him, they asked, “Lord, is this the time when you are going to restore the kingdom to Israel?”", "7": "He said to them, “It is not for you to know the times or seasons that the Father has set by his own authority. ", "8": "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem, in all Judea and Samaria, and to the ends of the earth.”", "9": "After he said these things, he was taken up while they were watching, and a cloud took him out of their sight. ", "10": "They were looking intently into the sky as he went away. Suddenly, two men in white clothes stood beside them. ", "11": "They said, “Men of Galilee, why are you standing here looking up into the sky? This same Jesus, who has been taken up from you into heaven, will come back in the same way you have seen him go into heaven.”", "12": "Then they returned to Jerusalem from the mountain called the Mount of Olives, which is near Jerusalem, a Sabbath day's journey away.[a]", "13": "When they entered the city, they went to the upstairs room where they were staying. Peter and John were there, also James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James. ", "14": "All of them kept praying together with one mind, along with the women, with Mary the mother of Jesus, and with his brothers.", "15": "In those days, when the group there numbered about 120 people, Peter stood up among the brothers[b] and said, ", "16": "“Gentlemen,[c] brothers, the Scripture[d] had to be fulfilled, which the Holy Spirit spoke long ago through the mouth of David about Judas, who became a guide for those who arrested Jesus. ", "17": "Judas was counted as one of us and was given a share in this ministry.", "18": "“Now this man acquired a field with what he was paid for his wicked act. When he fell headfirst, his middle burst open, and all his intestines spilled out. ", "19": "This became known to all the residents of Jerusalem, and so in their own language that field was called Akeldema, which means Field of Blood. ", "20": "Indeed, it is written in the book of Psalms: May his residence be deserted. Let there be no one dwelling in it.[e] And, let someone else take his position.[f]", "21": "“Therefore it is necessary that one of the men who accompanied us during the entire time that the Lord Jesus went in and out among us, ", "22": "beginning from his baptism by John until the day Jesus was taken up from us, become a witness with us of his resurrection.”", "23": "They proposed two: Joseph called Barsabbas (who was also called Justus) and Matthias. ", "24": "Then they prayed, “Lord, you know everyone's heart. Show us which of these two you have chosen ", "25": "to take the place in this apostolic ministry from which Judas turned away to go to his own place.”[g]", "26": "Then they assigned lots for them, and the lot fell to Matthias. So he was counted with the eleven apostles.[h]"}