{"1": "At about that time, King Herod[a] laid violent hands on some who belonged to the church, in order to mistreat them. ", "2": "He had James, the brother of John, put to death with the sword. ", "3": "When he saw that this pleased the Jews, he proceeded to arrest Peter during the days of Unleavened Bread.", "4": "After arresting Peter, Herod put him in prison and handed him over to four squads of four soldiers each to guard him. Herod intended to bring him before the people for trial after the Passover. ", "5": "So Peter was kept in prison, but the church earnestly offered up prayer to God for him.", "6": "The very night before Herod was going to bring him out for trial, Peter was sleeping between two soldiers. He was bound with two chains, while sentries were in front of the door, guarding the prison.", "7": "Suddenly an angel of the Lord stood near him, and a light shone in the cell. The angel woke Peter up by striking him on the side, saying, “Quick, get up!” The chains fell from his wrists.", "8": "Then the angel said to him, “Get dressed and put on your sandals.” So he did so. Then the angel told him, “Put on your cloak and follow me.” ", "9": "Peter went out, following the angel, but he did not realize that what the angel was doing was really happening. He thought he was seeing a vision. ", "10": "When they had passed through the first and second guard posts, they came to the iron gate that leads into the city. It opened all by itself for them. They went outside, walked down one street, and immediately the angel left him.", "11": "When Peter came to himself, he said, “Now I know for sure that the Lord sent his angel and rescued me from the hand of Herod and from everything the Jewish people were expecting.”", "12": "When he realized this, he went to the house of Mary, the mother of John, who is also called Mark. Many had gathered there and were praying. ", "13": "When Peter knocked at the entrance gate, a servant girl named Rhoda came to answer. ", "14": "She recognized Peter's voice and was so overjoyed, she did not open the gate. Instead she ran in and announced that Peter was standing in front of the gate.", "15": "They told her, “You are out of your mind!” But she kept on insisting it was so, and they started saying, “It's his angel.”", "16": "Meanwhile, Peter kept on knocking. When they opened the door and saw him, they were astonished. ", "17": "Peter motioned to them with his hand to be silent and described to them how the Lord had brought him out of prison. He said, “Tell these things to James and to the brothers.” Then he left and went on to another place.", "18": "At daybreak, there was no small commotion among the soldiers about what had become of Peter. ", "19": "After Herod searched for him and did not find him, he questioned the guards and ordered that they be executed. Then Herod went down from Judea to Caesarea and stayed there. ", "20": "Herod was very angry with the people of Tyre and Sidon. They joined together and approached him after they had won over Blastus, the king's personal assistant. They asked for peace because their country depended on the king's country for food.", "21": "On the appointed day Herod, dressed in his royal robes and seated on his throne, delivered a public address to them. ", "22": "The crowd shouted, “It's the voice of a god and not of a man!” ", "23": "Immediately an angel of the Lord struck him down because he did not give the glory to God. He was eaten by worms and died.", "24": "But the word of God continued to grow and increase.", "25": "After Barnabas and Saul had completed their relief mission in Jerusalem, they returned[b] and brought along John, who is called Mark."}