{"1": "Now in the church at Antioch there were some prophets and teachers: Barnabas; Simeon, who was called Niger; Lucius of Cyrene; Manaen, who had been brought up with Herod the tetrarch; and Saul. ", "2": "While they were worshipping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” ", "3": "Then, after they had fasted and prayed and laid their hands on them, they sent them off.", "4": "So they were sent out by the Holy Spirit and went down to Seleucia. From there they sailed to Cyprus. ", "5": "When they arrived at Salamis, they proclaimed the word of God in the Jewish synagogues. They also had John as their assistant.", "6": "When they had traveled through the whole island as far as Paphos, they came across a sorcerer, a Jewish false prophet whose name was Bar-Jesus. ", "7": "He was with the proconsul, Sergius Paulus, who was an intelligent man. The proconsul summoned Barnabas and Saul and wanted to hear the word of God.", "8": "Elymas the sorcerer (for that is what his name means) opposed them and tried to turn the proconsul away from the faith. ", "9": "But Saul, who is also called Paul, filled with the Holy Spirit and looking straight at him, ", "10": "said, “You are full of every kind of deceit and fraud, you son of the Devil, you enemy of all righteousness! Will you never stop twisting the straight paths of the Lord? ", "11": "Now look! The hand of the Lord is against you. You will be blind, and for a time you will be unable to see the sun.” Immediately mist and darkness came over him, and he went around looking for someone to lead him by the hand. ", "12": "When the proconsul saw what happened, he believed. He was amazed at the teaching of the Lord.", "13": "Paul and his companions set sail from Paphos and came to Perga in Pamphylia. John, however, left them and returned to Jerusalem. ", "14": "But they went on from Perga and arrived at Antioch in Pisidia. They went into the synagogue on the Sabbath day and sat down. ", "15": "After the reading of the Law and the Prophets, the leaders of the synagogue sent a message to them, saying, “Gentlemen,[a] brothers, if you have a word of encouragement for the people, say it.”", "16": "Then Paul stood up, motioned with his hand, and said, “Men of Israel and you who fear God, listen. ", "17": "The God of the people of Israel chose our fathers and made them a great people during their stay in the land of Egypt, and with his uplifted arm, he led them out of it. ", "18": "He put up with them[b] for about forty years in the wilderness. ", "19": "Then he destroyed seven nations in the land of Canaan, and he gave their land to his people as an inheritance. ", "20": "All this took about 450 years. After that, he gave them judges[c] until the time of Samuel the prophet.", "21": "“Then the people asked for a king, and God gave them Saul, son of Kish, a man of the tribe of Benjamin, for forty years. ", "22": "After removing him, he raised up David as their king. God testified about him: 'I have found David the son of Jesse to be a man after my own heart. He will do all that I want him to do.'[d]", "23": "“From this man's descendants[e] God brought the Savior Jesus to Israel, in keeping with his promise. ", "24": "Before he appeared publicly, John had preached a baptism of repentance to all the people of Israel. ", "25": "As John was finishing his course, he said, 'Who do you suppose I am? I am not that One. But look! That One is coming after me, and I am not worthy to untie the sandals on his feet.'[f]", "26": "“Gentlemen, brothers, sons of Abraham's family, and those among you who fear God, this message of salvation has been sent to you.[g] ", "27": "The people of Jerusalem and their rulers did not recognize him, and by condemning him they fulfilled the statements of the prophets that are read every Sabbath. ", "28": "Though they found no grounds for a death sentence, they asked Pilate to have him executed. ", "29": "When they carried out everything that was written about him, they took him down from the cross[h] and laid him in a tomb. ", "30": "But God raised him from the dead, ", "31": "and for many days he was seen by those who had come up with him from Galilee to Jerusalem. These same individuals are now his witnesses to the people.", "32": "“We are preaching to you the good news about the promise that was made to our fathers. ", "33": "God has fulfilled this promise for us, their children, by raising up Jesus. As it is also written in the second Psalm: You are my Son. Today I have begotten you.[i]", "34": "“That God would raise him from the dead never again to be subject to decay, God said in this way: I will give you the holy and sure blessings promised to David.[j]", "35": "“Therefore he also says in another place: You will not let your Holy One see decay.[k]", "36": "“For David, after he had served God's purpose in his own generation, fell asleep, was laid to rest with his fathers, and saw decay. ", "37": "But the One God raised did not see decay.", "38": "“So, gentlemen, brothers, let it be known to you that through this Jesus forgiveness of sins is being proclaimed to you, also forgiveness from everything from which you could not be justified through the law of Moses. ", "39": "In this Jesus, everyone who believes is justified. ", "40": "So watch out that what is said in the prophets does not happen to you:", "41": "Look, you scoffers, be amazed and perish! For I am going to do something in your days, something you would never believe, even if someone were to explain it to you.”[l]", "42": "As Paul and Barnabas were leaving, the people kept begging them to speak again on this same subject on the next Sabbath. ", "43": "When the meeting of the synagogue had been dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who talked with them and urged them to continue in the grace of God.", "44": "On the next Sabbath almost the whole city gathered to hear the word of God.[m] ", "45": "But when the Jews saw the crowds, they were filled with envy and began to contradict what Paul was saying by slandering him.[n]", "46": "Then Paul and Barnabas responded fearlessly, “It was necessary that God's word be spoken to you first. But since you reject it and consider yourselves unworthy of eternal life, look: We are now turning to the Gentiles! ", "47": "For this is what the Lord has instructed us: I have made you a light for the Gentiles, that you may bring salvation to the end of the earth.”[o]", "48": "When the Gentiles heard this, they were rejoicing and praising the word of the Lord. All who had been appointed for eternal life believed.", "49": "And the word of the Lord was being carried through the whole region. ", "50": "But the Jews incited the God-fearing women of high standing and the leading men of the city. They stirred up persecution against Paul and Barnabas and expelled them from their district. ", "51": "So they shook the dust off their feet against them and went to Iconium. ", "52": "The disciples continued to be filled with joy and the Holy Spirit."}