{"1": "The same thing happened in Iconium. Paul and Barnabas entered the Jewish synagogue and spoke in such a way that a great number of both Jews and Greeks believed. ", "2": "But the Jews who refused to believe stirred up the Gentiles and poisoned their minds against the brothers.", "3": "Paul and Barnabas stayed there a long time, speaking boldly for the Lord, who confirmed the message of his grace by granting them the ability to perform miraculous signs and wonders. ", "4": "But the people of the city were divided. Some sided with the Jews and some with the apostles.", "5": "When there was a plot by both Gentiles and Jews, together with their rulers, to mistreat and stone them, ", "6": "they found out about it and fled to the Lycaonian cities of Lystra and Derbe and to the surrounding countryside. ", "7": "There they kept on preaching the good news.", "8": "In Lystra there was a man who was sitting down because he had no strength in his feet. He had never walked because he was lame from birth. ", "9": "When he was listening to Paul as he was speaking, Paul looked at him closely and saw that he had faith to be healed. ", "10": "Paul said in a loud voice, “Stand up on your feet!” And the man jumped up and began to walk.", "11": "When the crowds saw what Paul had done, they raised their voices, saying in the Lycaonian language, “The gods have come down to us in human form.” ", "12": "Barnabas they called Zeus, and Paul they called Hermes, because he was the main speaker. ", "13": "The priest of Zeus, whose temple was just outside the city, brought bulls and garlands to the city gates, because he wanted to offer sacrifices along with the crowds.", "14": "But when the apostles Paul and Barnabas heard about this, they tore their clothes and rushed into the crowd, shouting, ", "15": "“Men, why are you doing these things? We too are men with the same nature as you. We are preaching the good news to you so that you turn from these worthless things to the living God, who made the heaven, the earth, the sea, and everything in them. ", "16": "In past generations he allowed all the nations to go their own ways. ", "17": "Yet he did not leave himself without testimony of the good he does. He gives you rain from heaven and crops in their seasons. He fills you with food and fills your hearts with gladness.” ", "18": "Even though they said these things, they had a hard time stopping the crowds from sacrificing to them.", "19": "Then some Jews came from Antioch and Iconium and persuaded the crowds to stone Paul. When they thought he was dead, they dragged him out of the city. ", "20": "But after the disciples had gathered around him, he stood up and went into the city. The next day, he left with Barnabas for Derbe.", "21": "After they preached the good news in that city and had gathered many disciples, they returned to Lystra, Iconium, and Antioch, ", "22": "strengthening the souls of the disciples and encouraging them to continue in the faith. They told them, “We must go through many troubles on our way to the kingdom of God.” ", "23": "They had elders elected[a] for them in every church, and with prayer and fasting they entrusted them to the Lord, in whom they believed. ", "24": "When they had passed through Pisidia, they came to Pamphylia. ", "25": "When they had spoken the Word in Perga, they went down to Attalia.", "26": "From there they sailed back to Antioch, where they had been entrusted to the grace of God for the work they had just completed. ", "27": "When they arrived and called the church together, they reported everything God had done with them and how he had opened the door of faith for the Gentiles. ", "28": "Then they stayed there a long time with the disciples."}