{"1": "Some men came down from Judea and began to teach the brothers: “Unless you are circumcised according to the law handed down by Moses, you cannot be saved.” ", "2": "Because this brought about a serious argument and debate between Paul and Barnabas and these men, they appointed Paul and Barnabas and some other men from the church to go up to Jerusalem, to see the apostles and the elders concerning this controversy.", "3": "After they were sent on their way by the church, and as they passed through both Phoenicia and Samaria, they described in detail the conversion of the Gentiles and brought great joy to all the brothers. ", "4": "When they arrived at Jerusalem, they were welcomed by the church, the apostles, and the elders, and they reported everything God had done through them.", "5": "But some of the believers from the party of the Pharisees stood up and said, “It is necessary to circumcise the Gentiles and to command them to keep the Law of Moses.”", "6": "The apostles and the elders gathered together to look into this matter. ", "7": "After there had been much discussion, Peter stood up and said to them, “Gentlemen, brothers, you know that some time ago God made a choice among you, that through my mouth the Gentiles would hear the message of the gospel and believe. ", "8": "God, who knows the heart, testified on their behalf by giving them the Holy Spirit, exactly as he gave him to us. ", "9": "He also showed that there is no distinction between us and them, cleansing their hearts by faith. ", "10": "Now then, why are you testing God by putting on the necks of the disciples a yoke, which neither our fathers nor we have been able to bear? ", "11": "On the contrary! We believe that we are saved in the same way they are—through the grace of our Lord Jesus.”", "12": "The whole assembly fell silent and listened to Barnabas and Paul, who reported all the signs and wonders God had done among the Gentiles through them.", "13": "After they finished speaking, James responded, “Gentlemen, brothers, listen to me. ", "14": "Simon has reported how God for the first time has visited the Gentiles, to take from them a people for his name. ", "15": "The words of the prophets agree with this, as it is written:", "16": "After these things I will return and rebuild David's fallen tent. I will rebuild its ruins, and I will restore it,", "17": "so that the rest of mankind may seek the Lord— even all the Gentiles who are called by my name, says the Lord who does these things.[a]", "18": "“Long ago he made these things known. ", "19": "So it is my judgment that we should not cause extra difficulty for those among the Gentiles who are turning to God. ", "20": "Instead we should write a letter telling them to abstain from things polluted by idols, from sexual immorality, from what is strangled, and from blood. ", "21": "For from ancient times Moses has had those who proclaim him in every city, since he is being read in the synagogues every Sabbath.”", "22": "Then the apostles and the elders, together with the whole church, thought it would be best to choose men from their group to send to Antioch along with Paul and Barnabas, namely, Judas, called Barsabbas, and Silas, who were leading men among the brothers.", "23": "They wrote this letter for them to deliver: From the apostles and the elders, your brothers, To the Gentile brothers in Antioch, Syria, and Cilicia: Greetings.", "24": "We heard that there were some who came from us without our authorization and caused you distress by unsettling your minds with what they said.[b] ", "25": "So it seemed best to us, since we are of one mind, to choose some men to send to you, along with our dear friends Barnabas and Paul, ", "26": "men who have risked their lives for the name of our Lord Jesus Christ. ", "27": "Therefore we have sent Judas and Silas, who will report these same things by word of mouth. ", "28": "For it seemed best to the Holy Spirit and to us to put no greater burden on you than these essentials: ", "29": "You are to abstain from food sacrificed to idols, from blood, from what has been strangled, and from sexual immorality. If you carefully avoid these things, you will do well. Farewell.", "30": "After they were sent on their way, they went down to Antioch. They gathered the congregation together and delivered the letter. ", "31": "The people read it and rejoiced over its encouraging message. ", "32": "Judas and Silas, who were prophets themselves, also said much that encouraged and strengthened the brothers. ", "33": "After they had spent some time there, they were sent off by the brothers with the greeting of peace to those who had sent them.[c] ", "35": "But Paul and Barnabas remained in Antioch, where they, along with many others, kept on teaching and preaching the word of the Lord.", "36": "After a time Paul said to Barnabas, “Let's return and visit the[d] brothers[e] in every town where we have preached the word of the Lord and see how they are doing.” ", "37": "Barnabas wanted to take John, who is called Mark, along with them. ", "38": "But Paul did not think it was a good idea to take him along, since he had deserted them in Pamphylia and did not continue to travel with them in the work. ", "39": "They had such a sharp disagreement that they parted company. Barnabas took Mark with him and sailed away to Cyprus, ", "40": "but Paul chose Silas and set out, after being entrusted to the grace of the Lord[f] by the brothers. ", "41": "He went through Syria and Cilicia, strengthening the churches."}