{"1": "After this, Paul left Athens and went to Corinth. ", "2": "There he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all the Jews to leave Rome. Paul went to see them. ", "3": "Because he had the same occupation, he stayed and worked with them, for they were tentmakers by trade. ", "4": "Every Sabbath he led a discussion in the synagogue, trying to persuade both Jews and Greeks.", "5": "When Silas and Timothy came down from Macedonia, Paul was entirely devoted to preaching the word,[a] testifying to the Jews that Jesus was the Christ. ", "6": "But when they opposed Paul and slandered him, he shook out his clothes and said to them, “Your blood be on your own heads! I am innocent. From now on, I will go to the Gentiles!”", "7": "He left that place and went to the house of a man named Titius[b] Justus, a worshipper of God, whose house was next door to the synagogue. ", "8": "Crispus, the synagogue leader, believed in the Lord, together with his entire household. And many of the Corinthians, when they heard, believed and were baptized.", "9": "One night the Lord spoke to Paul in a vision: “Do not be afraid, but keep on speaking, and do not be silent. ", "10": "For I am with you, and no one will lay a hand on you to harm you, because I have many people in this city.” ", "11": "He stayed there a year and six months, teaching the word of God among them.", "12": "But while Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the judicial bench. ", "13": "They said, “This man is persuading the people to worship God in a way that is against the law.”", "14": "But just as Paul was about to speak, Gallio said to the Jews, “If this were some kind of misdemeanor or vicious crime, I would formally accept the complaint of you Jews. ", "15": "But since these are disputes about words and names and your own law, see to it yourselves. I do not intend to be a judge of these things.” ", "16": "So he drove them away from the judicial bench. ", "17": "Then all the Greeks[c] seized Sosthenes, the synagogue leader, and beat him in front of the judicial bench. But none of these things concerned Gallio.", "18": "After Paul stayed many more days, he said good-bye to the brothers and sailed for Syria, accompanied by Priscilla and Aquila. At Cenchrea Paul had his head shaved, because he was keeping a vow.", "19": "Next they arrived at Ephesus, where he left Priscilla and Aquila. Paul himself went into the synagogue and led a discussion with the Jews. ", "20": "When they asked him to stay for a longer time, he declined. ", "21": "But as he said good-bye, he told them,[d] “I will come back to you again if it is God's will.” Then he set sail from Ephesus.", "22": "When he landed at Caesarea, he went up and greeted the church. Then he went down to Antioch. ", "23": "After spending some time there, he set out, traveling through one place after another in the region of Galatia and Phrygia, strengthening all the disciples.", "24": "A Jew named Apollos, a native of Alexandria, came to Ephesus. He was an eloquent man and well versed in the Scriptures. ", "25": "He had been instructed in the way of the Lord. He spoke with burning zeal and taught the facts about Jesus[e] accurately, although he knew only the baptism of John. ", "26": "He began to speak boldly in the synagogue. But when Priscilla and Aquila heard him, they took him home and explained to him the way of God more accurately.", "27": "When he wanted to cross over to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. When he arrived, he provided much help to those who had become believers by grace, ", "28": "because he vigorously refuted the Jews in public, proving from the Scriptures that Jesus was the Christ."}