{"1": "After the uproar had ended, Paul sent for the disciples and encouraged them. After saying good-bye, he left to go to Macedonia. ", "2": "After he had gone through those areas and had spoken many words of encouragement to the people, he came to Greece ", "3": "and stayed there three months. Because a plot was made against him by the Jews just as he was about to set sail for Syria, he decided to go back through Macedonia. ", "4": "He was accompanied[a] by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, along with Tychicus and Trophimus from the province of Asia. ", "5": "These men went on ahead and waited for us[b] at Troas. ", "6": "We sailed from Philippi after the days of Unleavened Bread, and within five days we came to them at Troas, where we stayed seven days.", "7": "On the first day of the week, when we were gathered together to break bread, Paul spoke to the people. Since he intended to leave the next day, he continued talking until midnight. ", "8": "There were many lamps in the upstairs room where we were gathered. ", "9": "Seated in a window was a young man named Eutychus. He was sinking into a deep sleep as Paul kept on talking for a long time. When he was sound asleep, he fell down from the third story and was picked up dead. ", "10": "Paul went down, bent over him, threw his arms around him, and said, “Do not be alarmed, because he is alive!” ", "11": "Then he went upstairs, broke bread, and ate. After talking for a considerable time until dawn, he left. ", "12": "They brought the boy home alive and were greatly comforted.", "13": "We went on ahead to the ship and sailed for Assos, where we were going to take Paul aboard. He had arranged it this way, since he was intending to travel there by land. ", "14": "When he met us at Assos, we took him on board and went to Mitylene. ", "15": "From there we set sail. We arrived off Chios the next day. The day after that we crossed over to Samos, and[c] on the following day we came to Miletus. ", "16": "Paul had decided to sail past Ephesus, so that he would not have to spend time in the province of Asia. He was in a hurry to be in Jerusalem, if possible, by the day of Pentecost.", "17": "From Miletus, Paul sent to Ephesus and called for the elders of the church. ", "18": "When they came to him, he said to them, “You know how I lived the whole time I was with you, from the first day I set foot in the province of Asia. ", "19": "I served the Lord with all humility, with tears, and with the trials that came to me due to the plots of the Jews. ", "20": "You know how I did not hesitate to proclaim to you anything that would be beneficial for you or to teach you publicly and from house to house. ", "21": "I have solemnly testified to both Jews and Greeks about repentance toward God and faith in our Lord Jesus Christ.[d]", "22": "“And you see, now I am going to Jerusalem, compelled by the Spirit, not knowing what will happen to me there, ", "23": "except that the Holy Spirit keeps warning me in town after town that chains and afflictions are waiting for me. ", "24": "However, I consider my life as of no great value to me, so that I may finish my race and the ministry I received from the Lord Jesus—to testify to the gospel of God's grace.", "25": "“Now take note of this too. I know that none of you among whom I went around preaching the kingdom of God will ever see my face again. ", "26": "Therefore I solemnly declare to you today that I am innocent of the blood of all of you, ", "27": "for I did not hesitate to proclaim to you the whole counsel of God.", "28": "“Always keep watch over yourselves and over the whole flock in which the Holy Spirit has placed you as overseers, to shepherd the church of God,[e] which he purchased with his own blood. ", "29": "I know that after my departure savage wolves, who will not spare the flock, will come in among you. ", "30": "Even from your own group men will rise up, twisting the truth in order to draw away disciples after them. ", "31": "Therefore be always on the alert! Remember that for three years, night and day, I never stopped warning each one of you with tears.", "32": "“And now I entrust you to God and to the word of his grace, which has power to build you up and to give you an inheritance among all those who are sanctified. ", "33": "I did not covet anyone's silver or gold or clothing. ", "34": "You yourselves know that these hands have provided for my needs and for those who were with me. ", "35": "In every way I gave you an example that, by working hard like this, we need to help the weak and to remember the words that the Lord Jesus himself said: 'It is more blessed to give than to receive.'”", "36": "After Paul said these things, he knelt down with all of them and prayed. ", "37": "They all wept very much, as they threw their arms around Paul's neck and kissed him. ", "38": "They were most distressed over the statement he made, that they would never see his face again. Then they accompanied him to the ship."}