{"1": "“Gentlemen, brothers, and fathers, listen to my defense, which I am now going to make to you.”", "2": "When they heard that he was addressing them in the Hebrew dialect,[a] they became even more quiet. Then he said, ", "3": "“I am a Jew, born in Tarsus of Cilicia, but brought up in this city and trained at the feet of Gamaliel, according to the strict ways of the law of our fathers. I am just as zealous for God as all of you are today. ", "4": "I persecuted this Way to the death, tying up and throwing both men and women into prisons, ", "5": "as also the high priest and the whole council of elders can testify about me. I even received letters from them to the brothers, and I was going to Damascus to bring back those who were there as prisoners to Jerusalem so that they could be punished.", "6": "“While I was on the way and approaching Damascus, about noon a very bright light from heaven suddenly flashed around me. ", "7": "I fell to the ground and heard a voice saying to me, 'Saul, Saul, why are you persecuting me?'", "8": "“I answered, 'Who are you, Lord?' “He said to me, 'I am Jesus the Nazarene, whom you are persecuting.'", "9": "“Those who were with me saw the light,[b] but they did not understand the voice of the one who was speaking to me.", "10": "“I said, 'What shall I do, Lord?' “The Lord said to me, 'Get up and go into Damascus. There you will be told about everything you have been assigned to do.' ", "11": "Since I could not see because of the brightness of that light, those who were with me took me by the hand and led me into Damascus.", "12": "“A man named Ananias lived there. He was a devout observer of the law and highly recommended by all the Jews living there. ", "13": "He came to me, and as he stood beside me, he said, 'Brother Saul, receive your sight!' At that very moment I was able to see him.", "14": "“Then he said, 'The God of our fathers has chosen you to know his will and to see the Righteous One and to hear the sound of his voice. ", "15": "For you will be his witness to all people of what you have seen and heard. ", "16": "Now what are you waiting for? Get up, be baptized, and wash away your sins, calling on his name.'", "17": "“When I returned to Jerusalem and was praying in the temple, I fell into a trance. ", "18": "I saw the Lord telling me: 'Hurry, get out of Jerusalem quickly, because they will not accept your testimony about me.'", "19": "“I said, 'Lord, these people know that I went from one synagogue to another imprisoning and beating those who believed in you. ", "20": "And when the blood of your witness Stephen was shed, I stood by, giving my approval and guarding the clothes of those who were putting him to death.'", "21": "“Then the Lord said to me, 'Go, because I will send you far away to the Gentiles.'”", "22": "They were listening to Paul until he said this. Then they raised their voices, shouting, “Rid the earth of this fellow, for he is not fit to live!”", "23": "When they started shouting and throwing off their cloaks and throwing dust into the air, ", "24": "the commander ordered that Paul be brought into the barracks. He directed that Paul be interrogated by whipping, in order to learn why the people were shouting at him like this. ", "25": "As they stretched him for the whipping, Paul asked the centurion standing by, “Is it legal for you to whip a man who is a Roman citizen and who has not been found guilty by a proper trial?”", "26": "When the centurion heard this, he went to the commander and said, “What are you about to do?[c] This man is a Roman citizen!”", "27": "The commander came and asked him, “Tell me, are you a Roman citizen?” He answered, “Yes.”", "28": "Then the commander answered, “I acquired this citizenship for a large sum of money.” Paul said, “But I was born a citizen.”", "29": "Immediately, those who were about to interrogate him moved away from him. The commander was also alarmed when he realized that Paul was a Roman citizen, because he had tied him up.", "30": "The next day, since the commander wanted to find out exactly why Paul was being accused by the Jews, he untied him and ordered the chief priests and all the Sanhedrin to meet. Then he brought Paul down and had him stand before them."}