{"1": "Five days later the high priest Ananias came down with some elders and a lawyer named Tertullus. They brought formal charges against Paul to the governor.", "2": "When Paul was called in, Tertullus began to accuse him, saying, “We are enjoying a long period of peace because of you, most excellent Felix, and reforms are coming to this nation because of your foresight. ", "3": "In every way and in every place, we acknowledge this with all gratitude. ", "4": "But in order not to detain you any longer, I beg you in your kindness to give us a brief hearing. ", "5": "For we have found this man to be a public menace, one who stirs up riots among all the Jews throughout the world, and a ringleader of the Nazarene sect. ", "6": "He even tried to desecrate the temple, so we arrested him.[a] ", "8": "By examining him yourself, you will be able to learn from him about all these accusations we are bringing against him.”", "9": "The Jews also joined in the attack, asserting that these things were so.", "10": "When the governor motioned to him to speak, Paul replied, “Because I know that you have been a judge over this nation for many years, I gladly make my defense. ", "11": "You can verify for yourself that it was no more than twelve days ago when I went up to worship at Jerusalem. ", "12": "They did not find me arguing with anyone in the temple or stirring up a crowd in the synagogues or anywhere else in the city. ", "13": "And they cannot prove to you the accusations they are now making against me.", "14": "“But I do confess to you that I worship the God of our fathers according to the Way, which they call a sect. I believe everything written throughout the Law and in the Prophets; ", "15": "and I have the same hope in God that these men have, that there is going to be a resurrection[b] of both the righteous and the unrighteous. ", "16": "This is the reason I continue to do my best to have a clear conscience toward both God and people.", "17": "“After several years, I came to bring my people gifts for the poor and to present offerings. ", "18": "While I was doing these things, they found me ceremonially purified in the temple, without a crowd or disturbance. ", "19": "But there are some Jews from the province of Asia who ought to be here before you and bring charges, if they have anything against me. ", "20": "Or let these men here state what crime they found in me when I stood before the Sanhedrin, ", "21": "unless this is about the one thing I shouted while standing in their presence: 'It is concerning the resurrection of the dead that I am on trial before you today.'”", "22": "Then Felix,[c] because he was rather well informed about the Way, adjourned the proceedings. He said, “When Lysias the commander comes down, I will decide your case.” ", "23": "He ordered the centurion to guard Paul, but to let him have some freedom and not to prevent any of his friends from taking care of his needs.", "24": "Several days later, Felix appeared in public with his wife Drusilla, who was Jewish. He sent for Paul and listened to him speak about faith in Christ Jesus. ", "25": "While Paul instructed him about righteousness, self-control, and the coming judgment, Felix became frightened and replied, “Leave me for now, but when it is convenient, I will send for you.” ", "26": "At the same time, he was also hoping that Paul would give him money,[d] and for this reason he sent for him as often as possible and talked with him.", "27": "After two years had passed, Felix was succeeded by Portius Festus. But because he wanted to do the Jews a favor, Felix left Paul in prison."}