{"1": "Then Agrippa said to Paul, “You have permission to speak for yourself.” Then Paul stretched out his hand and began his defense. ", "2": "“King Agrippa, I consider myself fortunate that I am going to make my defense before you today concerning all the things about which I am being accused by the Jews, ", "3": "especially because you are an expert in all the Jewish customs and controversies. Therefore, I beg you to listen to me patiently.", "4": "“All the Jews know the way I have lived from the earliest days of my youth, among my own people and in Jerusalem. ", "5": "They have known about me for a long time, if they are willing to testify, that I lived as a Pharisee according to the strictest party of our religion.", "6": "“And now I stand on trial because of my hope in the promise made by God to our fathers, ", "7": "the promise that our twelve tribes hope to attain as they earnestly serve God night and day. I am being accused by the Jews concerning this hope, O King. ", "8": "Why does it seem unbelievable to any of you that God raises the dead?", "9": "“I too was convinced that it was necessary to do many things hostile to the name of Jesus the Nazarene. ", "10": "And that is what I did in Jerusalem. After receiving authority from the chief priests, I put many of the saints in prison, and when they were put to death, I cast my vote against them. ", "11": "I often tried to make them blaspheme by punishing them throughout all the synagogues. Because I was so insanely angry with them, I even pursued them to foreign cities.", "12": "“That is how I came to be traveling to Damascus with the authority and commission of the chief priests. ", "13": "At noon along the road, O King, I saw a light from heaven, brighter than the sun, shining around me and those traveling with me. ", "14": "We all fell to the ground, and I heard a voice saying to me in the Hebrew dialect,[a] 'Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.'[b]", "15": "“Then I said, 'Who are you, Lord?' “The Lord replied, 'I am Jesus, whom you are persecuting. ", "16": "Now get up and stand on your feet, for I have appeared to you for this purpose: to appoint you as a servant and witness to the things you have seen[c] and to the things I will reveal to you. ", "17": "I will rescue you from your people and from the Gentiles to whom I am sending you. ", "18": "You are to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, so that they may receive the forgiveness of sins and a place among those who are sanctified by faith in me.'", "19": "“Therefore, King Agrippa, I was not disobedient to the vision from heaven. ", "20": "Rather, I first told those in Damascus and Jerusalem about it, and then throughout the entire country of Judea and also the Gentiles. I told them that they should repent and turn to God, while also doing works that are consistent with repentance. ", "21": "These are the reasons the Jews seized me in the temple and tried to kill me.", "22": "“But I have had help from God right up to this day, and so I stand testifying to both small and great. I am saying nothing other than what the prophets and Moses said would happen, ", "23": "that the Christ would suffer and, as the first to rise from the dead, he would proclaim light to our people and to the Gentiles.”", "24": "While Paul was saying these things in his defense, Festus shouted, “Paul, you are out of your mind! Your great learning is driving you insane.”", "25": "But Paul replied, “I am not insane, most excellent Festus, but I am clearly speaking words that are true and sensible. ", "26": "Certainly the king to whom I am freely speaking knows about these things. Indeed, I cannot believe that any of these things has escaped his notice, because this has not been done in a corner. ", "27": "King Agrippa, do you believe the prophets? I know that you believe.”", "28": "Then Agrippa said to Paul, “In such a short time are you going to persuade me to become[d] a Christian?”", "29": "Paul replied, “I pray God, that whether in a short time or a long time, not only you, but also all those who are listening to me today would become what I am, except for these chains.”", "30": "After he had said these things,[e] the king stood up, along with the governor and Bernice and those sitting with them. ", "31": "After they had left, they said to one another in private, “This man is doing nothing worthy of death or chains.”", "32": "Agrippa said to Festus, “This man could have been set free if he had not appealed to Caesar.”"}