{"1": "Peter and John were going up to the temple at the ninth hour,[a] an hour of prayer. ", "2": "A certain man who was lame from birth was carried there every day and placed at the temple gate, which is called Beautiful, so that he could beg for donations from those entering the temple. ", "3": "When he saw Peter and John about to enter the temple, he asked them for a donation.", "4": "Peter looked directly at him, as did John. Peter said, “Look at us.” ", "5": "So the man paid close attention to them, expecting to receive something from them.", "6": "But Peter said, “Silver and gold I do not have, but what I have I will give you. In the name of Jesus Christ the Nazarene, get up and walk!” ", "7": "Peter took him by the right hand and raised him up, and immediately the man's feet and ankles were made strong. ", "8": "Jumping up, he stood and began to walk. He entered the temple courts with them, walking, jumping, and praising God.", "9": "All the people saw him walking and praising God. ", "10": "They recognized him as the one who used to sit begging for money at the Beautiful Gate of the temple, and they were filled with wonder and amazement at what had happened to him. ", "11": "While the man held on to Peter and John, all the people came running toward them in utter amazement in the area called Solomon's Colonnade.", "12": "When Peter saw this, he addressed the people: “Men of Israel, why are you amazed at this? Why are you staring at us, as if by our own power or godliness we have made this man walk? ", "13": "The God of Abraham, Isaac, and Jacob,[b] the God of our fathers, glorified his servant Jesus, whom you handed over and disowned in the presence of Pilate, though he had decided to release him. ", "14": "You disowned the Holy and Righteous One and asked to have a murderer given to you. ", "15": "You killed the Author[c] of Life, whom God raised from the dead. We are witnesses of this. ", "16": "And on the basis of faith in his name, it is the name of Jesus that has strengthened this man, whom you see and know. This faith that comes through Jesus has given him this perfect health in the presence of all of you.", "17": "“Now brothers,[d] I know that you acted in ignorance, just like your leaders. ", "18": "But in this way God fulfilled what he had foretold through the mouth of all the prophets: that his Christ would suffer. ", "19": "Therefore repent and return to have your sins wiped out, ", "20": "so that refreshing times may come from the presence of the Lord and that he may send Jesus, the Christ appointed for you. ", "21": "He must receive heaven[e] until the times when everything will be restored, as God spoke through the mouth of his holy prophets long ago.", "22": "“Moses said to the fathers:[f] The Lord your[g] God will raise up for you a Prophet from your brothers who is like me. Listen to everything he tells you. ", "23": "And this is what will happen: Every person who does not listen to that Prophet will be completely cut off from the people.[h]", "24": "“Also, all the prophets from Samuel on, as many as have spoken, have talked about these days. ", "25": "You are the sons of the prophets and of the covenant that God made with our[i] fathers when he said to Abraham: In your seed[j] all the families of the earth will be blessed.[k]", "26": "“God raised up his Servant and sent him to you first, to bless you by turning every one of you away from your wicked ways.”"}