{"1": "As Peter and John were speaking to the people, the priests, the commander of the temple guard, and the Sadducees approached them. ", "2": "They were very upset because Peter and John were teaching the people and proclaiming the resurrection from the dead in connection with Jesus. ", "3": "They arrested them and put them in jail until the next day because it was already evening.", "4": "But many of those who had heard the message believed, and the number of the men increased to about five thousand.", "5": "The next day, the rulers, the elders, and the experts in the law assembled in Jerusalem ", "6": "with Annas the high priest, Caiaphas, John, Alexander, and all the rest of the high priest's family. ", "7": "After they made Peter and John stand in front of them, they began to question them: “By what power or by what name did you do this?”", "8": "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders of Israel,[a] ", "9": "if we are being questioned today for a kind act that was done for the lame man, as to how this man has been healed, ", "10": "let it be known to all of you and to all the people of Israel that it was by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead! By him this man stands before you healed. ", "11": "This Jesus is the stone that was rejected by you builders, which has become the cornerstone.[b]", "12": "“There is salvation in no one else, for there is no other name under heaven given to people by which we must be saved.”", "13": "When they saw the boldness of Peter and John and found out that they were uneducated and untrained men, they were astonished and took note of the fact that these men had been with Jesus.", "14": "But since they saw the man who had been healed standing there with them, they could not say anything in reply. ", "15": "After they had ordered them to leave the Sanhedrin, they discussed the matter among themselves. ", "16": "They asked, “What should we do with these men? To be sure, it is evident to all who live in Jerusalem that a miraculous sign has been done through them, and we cannot deny it. ", "17": "However, in order that this may spread no further among the people, let us give them a strict[c] warning not to speak any longer to anyone in this name.”", "18": "Then they summoned them and commanded them not to speak or teach at all in the name of Jesus.", "19": "But Peter and John answered them, “Decide whether it is right in the sight of God to listen to you rather than to God. ", "20": "For we cannot stop speaking about what we have seen and heard.”", "21": "After they had threatened them further, they let them go. They found no way to punish them because all of the people were praising God for what had happened. ", "22": "For the man on whom this miraculous sign of healing was performed was over forty years old.", "23": "After Peter and John were released, they went to their own friends and reported everything the high priests and the elders had said. ", "24": "When they heard this, with one mind they raised their voices to God and said, “Master, you are the God who[d] made the heaven, the earth, the sea, and everything in them. ", "25": "By the Holy Spirit, through the mouth of our father David, your servant, you said: Why do the nations rage and the peoples plot in vain?", "26": "The kings of the earth take their stand, and the rulers are gathered together against the Lord and against his Anointed One.[e] [f]", "27": "“For certainly, in this city both Herod and Pontius Pilate, along with the Gentiles and people of Israel, were gathered together against your holy servant Jesus, whom you anointed. ", "28": "They did whatever your hand and your plan had decided beforehand should happen.", "29": "“Now Lord, look at their threats and give to your servants the ability to keep on speaking your word with all boldness ", "30": "as you stretch out your hand to heal and as signs and wonders take place through the name of your holy servant Jesus.”", "31": "After they prayed, the place where they were gathered was shaken. Also, everyone was filled with the Holy Spirit, and they continued to speak the word of God with boldness.", "32": "The whole group of believers was one in heart and soul. No one claimed that any of his possessions was his own, but they held everything in common. ", "33": "The apostles continued to testify about the resurrection of the Lord Jesus Christ[g] with great power, and abundant grace was on all of them. ", "34": "There was not a needy person among them. For from time to time those who were owners of lands or houses sold them, brought the proceeds received from what was sold, ", "35": "and laid it at the apostles' feet. It was distributed to each one according to what anyone needed.", "36": "Joseph, who was called Barnabas by the apostles (which is translated “son of encouragement”), a Levite, a native of Cyprus, ", "37": "sold a field that belonged to him. He brought the money and laid it at the apostles' feet."}