{"1-2": "Later on—it was during the wheat harvest—Samson visited his bride, bringing a young goat. He said, “Let me see my wife—show me her bedroom.” But her father wouldn't let him in. He said, “I concluded that by now you hated her with a passion, so I gave her to your best man. But her little sister is even more beautiful. Why not take her instead?”", "3": "Samson said, “That does it. This time when I wreak havoc on the Philistines, I'm blameless.”", "4-5": "Samson then went out and caught three hundred jackals. He lashed the jackals' tails together in pairs and tied a torch between each pair of tails. He then set fire to the torches and let them loose in the Philistine fields of ripe grain. Everything burned, both stacked and standing grain, vineyards and olive orchards—everything.", "6": "The Philistines said, “Who did this?” They were told, “Samson, son-in-law of the Timnite who took his bride and gave her to his best man.” The Philistines went up and burned both her and her father to death.", "7": "Samson then said, “If this is the way you're going to act, I swear I'll get even with you. And I'm not quitting till the job's done!”", "8": "With that he tore into them, ripping them limb from limb—a huge slaughter. Then he went down and stayed in a cave at Etam Rock.", "9-10": "The Philistines set out and made camp in Judah, preparing to attack Lehi (Jawbone). When the men of Judah asked, “Why have you come up against us?” they said, “We're out to get Samson. We're going after Samson to do to him what he did to us.”", "11": "Three companies of men from Judah went down to the cave at Etam Rock and said to Samson, “Don't you realize that the Philistines already bully and lord it over us? So what's going on with you, making things even worse?” He said, “It was tit for tat. I only did to them what they did to me.”", "12": "They said, “Well, we've come down here to tie you up and turn you over to the Philistines.” Samson said, “Just promise not to hurt me.”", "13": "“We promise,” they said. “We will tie you up and surrender you to them but, believe us, we won't kill you.” They proceeded to tie him with new ropes and led him up from the Rock.", "14-16": "As he approached Lehi, the Philistines came to meet him, shouting in triumph. And then the Spirit of God came on him with great power. The ropes on his arms fell apart like flax on fire; the thongs slipped off his hands. He spotted a fresh donkey jawbone, reached down and grabbed it, and with it killed the whole company. And Samson said, With a donkey's jawbone I made heaps of donkeys of them. With a donkey's jawbone I killed an entire company.", "17": "When he finished speaking, he threw away the jawbone. He named that place Ramath Lehi (Jawbone Hill).", "18-19": "Now he was suddenly very thirsty. He called out to God, “You have given your servant this great victory. Are you going to abandon me to die of thirst and fall into the hands of the uncircumcised?” So God split open the rock basin in Lehi; water gushed out and Samson drank. His spirit revived—he was alive again! That's why it's called En Hakkore (Caller's Spring). It's still there at Lehi today.", "20": "Samson judged Israel for twenty years in the days of the Philistines."}