{"1": "In those days there was no king in Israel. But also in those days, the tribe of Dan was looking for a place to settle down. They hadn't yet occupied their plot among the tribes of Israel.", "2-3": "The Danites sent out five robust warriors from Zorah and Eshtaol to look over the land and see what was out there suitable for their families. They said, “Go and explore the land.” They went into the hill country of Ephraim and got as far as the house of Micah. They camped there for the night. As they neared Micah's house, they recognized the voice of the young Levite. They went over and said to him, “How on earth did you get here? What's going on? What are you doing here?”", "4": "He said, “One thing led to another: Micah hired me and I'm now his priest.”", "5": "They said, “Oh, good—inquire of God for us. Find out whether our mission will be a success.”", "6": "The priest said, “Go assured. God's looking out for you all the way.”", "7": "The five men left and headed north to Laish. They saw that the people there were living in safety under the umbrella of the Sidonians, quiet and unsuspecting. They had everything going for them. But the people lived a long way from the Sidonians to the west and had no treaty with the Arameans to the east.", "8": "When they got back to Zorah and Eshtaol, their brothers asked, “So, how did you find things?”", "9-10": "They said, “Let's go for it! Let's attack. We've seen the land and it is excellent. Are you going to just sit on your hands? Don't dawdle! Invade and conquer! When you get there, you'll find they're sitting ducks, totally unsuspecting. Wide open land—God is handing it over to you, everything you could ever ask for.”", "11-13": "So six hundred Danite men set out from Zorah and Eshtaol, armed to the teeth. Along the way they made camp at Kiriath Jearim in Judah. That is why the place is still today called Dan's Camp—it's just west of Kiriath Jearim. From there they proceeded into the hill country of Ephraim and came to Micah's house.", "14": "The five men who earlier had explored the country of Laish told their companions, “Did you know there's an ephod, teraphim-idols, and a cast god-sculpture in these buildings? What do you think? Do you want to do something about it?”", "15-18": "So they turned off the road there, went to the house of the young Levite at Micah's place and asked how things had been with him. The six hundred Danites, all well-armed, stood guard at the entrance to the gate while the five scouts who had gone to explore the land went in and took the carved idol, the ephod, the teraphim-idols, and the god-sculpture. The priest was standing at the gate entrance with the six hundred armed men. When the five went into Micah's house and took the carved idol, the ephod, the teraphim-idols, and the sculpted god, the priest said to them, “What do you think you're doing?”", "19": "They said to him, “Hush! Don't make a sound. Come with us. Be our father and priest. Which is more important, that you be a priest to one man or that you become priest to a whole tribe and clan in Israel?”", "20": "The priest jumped at the chance. He took the ephod, the teraphim-idols, and the idol and fell in with the troops.", "21-23": "They turned away and set out, putting the children, the cattle, and the gear in the lead. They were well on their way from Micah's house before Micah and his neighbors got organized. But they soon overtook the Danites. They shouted at them. The Danites turned around and said, “So what's all the noise about?”", "24": "Micah said, “You took my god, the one I made, and you took my priest. And you marched off! What do I have left? How can you now say, 'What's the matter?'”", "25": "But the Danites answered, “Don't yell at us; you just might provoke some fierce, hot-tempered men to attack you, and you'll end up an army of dead men.”", "26": "The Danites went on their way. Micah saw that he didn't stand a chance against their arms. He turned back and went home.", "27": "So they took the things that Micah had made, along with his priest, and they arrived at Laish, that city of quiet and unsuspecting people. They massacred the people and burned down the city.", "28-29": "There was no one around to help. They were a long way from Sidon and had no treaty with the Arameans. Laish was in the valley of Beth Rehob. When they rebuilt the city they renamed it Dan after their ancestor who was a son of Israel, but its original name was Laish.", "30-31": "The Danites set up the god-figure for themselves. Jonathan son of Gershom, the son of Moses, and his descendants were priests to the tribe of Dan down to the time of the land's captivity. All during the time that there was a sanctuary of God in Shiloh, they kept for their private use the god-figure that Micah had made."}