{"1": "Back at Mizpah the men of Israel had taken an oath: “No man among us will give his daughter to a Benjaminite in marriage.”", "2-3": "Now, back in Bethel, the people sat in the presence of God until evening. They cried loudly; there was widespread lamentation. They said, “Why, O God, God of Israel, has this happened? Why do we find ourselves today missing one whole tribe from Israel?”", "4": "Early the next morning, the people got busy and built an altar. They sacrificed Whole-Burnt-Offerings and Peace-Offerings.", "5": "Then the Israelites said, “Who from all the tribes of Israel didn't show up as we gathered in the presence of God?” For they had all taken a sacred oath that anyone who had not gathered in the presence of God at Mizpah had to be put to death.", "6-7": "But the People of Israel were feeling sorry for Benjamin, their brothers. They said, “Today, one tribe is cut off from Israel. How can we get wives for those who are left? We have sworn by God not to give any of our daughters to them in marriage.”", "8-9": "They said, “Which one of the tribes of Israel didn't gather before God at Mizpah?” It turned out that no one had come to the gathering from Jabesh Gilead. When they took a roll call of the people, not a single person from Jabesh Gilead was there.", "10-11": "So the congregation sent twelve divisions of their top men there with the command, “Kill everyone of Jabesh Gilead, including women and children. These are your instructions: Every man and woman who has had sexual intercourse you must kill. But keep the virgins alive.” And that's what they did.", "12": "And they found four hundred virgins among those who lived in Jabesh Gilead; they had never had sexual intercourse with a man. And they brought them to the camp at Shiloh, which is in the land of Canaan.", "13-14": "Then the congregation sent word to the Benjaminites who were at the Rimmon Rock and offered them peace. And Benjamin came. They gave them the women they had let live at Jabesh Gilead. But even then, there weren't enough for all the men.", "15": "The people felt bad for Benjamin; God had left out Benjamin—the missing piece from the Israelite tribes.", "16-18": "The elders of the congregation said, “How can we get wives for the rest of the men, since all the Benjaminite women have been killed? How can we keep the inheritance alive for the Benjaminite survivors? How can we prevent an entire tribe from extinction? We certainly can't give our own daughters to them as wives.” (Remember, the Israelites had taken the oath: “Cursed is anyone who provides a wife to Benjamin.”)", "19": "Then they said, “There is that festival of God held every year in Shiloh. It's north of Bethel, just east of the main road that goes up from Bethel to Shechem and a little south of Lebonah.”", "20-22": "So they told the Benjaminites, “Go and hide in the vineyards. Stay alert—when you see the Shiloh girls come out to dance the dances, run out of the vineyards, grab one of the Shiloh girls for your wife, and then hightail it back to the country of Benjamin. When their fathers or brothers come to lay charges against us, we'll tell them, 'We did them a favor. After all we didn't go to war and kill to get wives for men. And it wasn't as if you were in on it by giving consent. But if you keep this up, you will incur blame.'”", "23": "And that's what the Benjaminites did: They carried off girls from the dance, wives enough for their number, got away, and went home to their inheritance. They rebuilt their towns and settled down.", "24": "From there the People of Israel dispersed, each man heading back to his own tribe and clan, each to his own plot of land.", "25": "At that time there was no king in Israel. People did whatever they felt like doing."}