{"1": "These are the stages of the people of Israel, when they went forth out of the land of Egypt by their hosts under the leadership of Moses and Aaron. ", "2": "Moses wrote down their starting places, stage by stage, by command of the Lord; and these are their stages according to their starting places. ", "3": "They set out from Ram′eses in the first month, on the fifteenth day of the first month; on the day after the passover the people of Israel went out triumphantly in the sight of all the Egyptians, ", "4": "while the Egyptians were burying all their first-born, whom the Lord had struck down among them; upon their gods also the Lord executed judgments.", "5": "So the people of Israel set out from Ram′eses, and encamped at Succoth. ", "6": "And they set out from Succoth, and encamped at Etham, which is on the edge of the wilderness. ", "7": "And they set out from Etham, and turned back to Pi-hahi′roth, which is east of Ba′al-ze′phon; and they encamped before Migdol. ", "8": "And they set out from before Hahi′roth, and passed through the midst of the sea into the wilderness, and they went a three days' journey in the wilderness of Etham, and encamped at Marah. ", "9": "And they set out from Marah, and came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they encamped there. ", "10": "And they set out from Elim, and encamped by the Red Sea. ", "11": "And they set out from the Red Sea, and encamped in the wilderness of Sin. ", "12": "And they set out from the wilderness of Sin, and encamped at Dophkah. ", "13": "And they set out from Dophkah, and encamped at Alush. ", "14": "And they set out from Alush, and encamped at Reph′idim, where there was no water for the people to drink. ", "15": "And they set out from Reph′idim, and encamped in the wilderness of Sinai. ", "16": "And they set out from the wilderness of Sinai, and encamped at Kib′roth-hatta′avah. ", "17": "And they set out from Kib′roth-hatta′avah, and encamped at Haze′roth. ", "18": "And they set out from Haze′roth, and encamped at Rithmah. ", "19": "And they set out from Rithmah, and encamped at Rim′mon-per′ez. ", "20": "And they set out from Rim′mon-per′ez, and encamped at Libnah. ", "21": "And they set out from Libnah, and encamped at Rissah. ", "22": "And they set out from Rissah, and encamped at Kehela′thah. ", "23": "And they set out from Kehela′thah, and encamped at Mount Shepher. ", "24": "And they set out from Mount Shepher, and encamped at Hara′dah. ", "25": "And they set out from Hara′dah, and encamped at Makhe′loth. ", "26": "And they set out from Makhe′loth, and encamped at Tahath. ", "27": "And they set out from Tahath, and encamped at Terah. ", "28": "And they set out from Terah, and encamped at Mithkah. ", "29": "And they set out from Mithkah, and encamped at Hashmo′nah. ", "30": "And they set out from Hashmo′nah, and encamped at Mose′roth. ", "31": "And they set out from Mose′roth, and encamped at Bene-ja′akan. ", "32": "And they set out from Bene-ja′akan, and encamped at Hor-haggid′gad. ", "33": "And they set out from Hor-haggid′gad, and encamped at Jot′bathah. ", "34": "And they set out from Jot′bathah, and encamped at Abro′nah. ", "35": "And they set out from Abro′nah, and encamped at E′zion-ge′ber. ", "36": "And they set out from E′zion-ge′ber, and encamped in the wilderness of Zin (that is, Kadesh). ", "37": "And they set out from Kadesh, and encamped at Mount Hor, on the edge of the land of Edom.", "38": "And Aaron the priest went up Mount Hor at the command of the Lord, and died there, in the fortieth year after the people of Israel had come out of the land of Egypt, on the first day of the fifth month. ", "39": "And Aaron was a hundred and twenty-three years old when he died on Mount Hor.", "40": "And the Canaanite, the king of Arad, who dwelt in the Negeb in the land of Canaan, heard of the coming of the people of Israel.", "41": "And they set out from Mount Hor, and encamped at Zalmo′nah. ", "42": "And they set out from Zalmo′nah, and encamped at Punon. ", "43": "And they set out from Punon, and encamped at Oboth. ", "44": "And they set out from Oboth, and encamped at I′ye-ab′arim, in the territory of Moab. ", "45": "And they set out from I′yim, and encamped at Dibon-gad. ", "46": "And they set out from Dibon-gad, and encamped at Al′mon-diblatha′im. ", "47": "And they set out from Al′mon-diblatha′im, and encamped in the mountains of Ab′arim, before Nebo. ", "48": "And they set out from the mountains of Ab′arim, and encamped in the plains of Moab by the Jordan at Jericho; ", "49": "they encamped by the Jordan from Beth-jesh′imoth as far as Abel-shittim in the plains of Moab.", "50": "And the Lord said to Moses in the plains of Moab by the Jordan at Jericho, ", "51": "“Say to the people of Israel, When you pass over the Jordan into the land of Canaan, ", "52": "then you shall drive out all the inhabitants of the land from before you, and destroy all their figured stones, and destroy all their molten images, and demolish all their high places; ", "53": "and you shall take possession of the land and settle in it, for I have given the land to you to possess it. ", "54": "You shall inherit the land by lot according to your families; to a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance; wherever the lot falls to any man, that shall be his; according to the tribes of your fathers you shall inherit. ", "55": "But if you do not drive out the inhabitants of the land from before you, then those of them whom you let remain shall be as pricks in your eyes and thorns in your sides, and they shall trouble you in the land where you dwell. ", "56": "And I will do to you as I thought to do to them.”"}