{"1": "On the third day Esther put on her royal robes and stood in the inner court of the king's palace, opposite the king's hall. The king was sitting on his royal throne inside the palace opposite the entrance to the palace; ", "2": "and when the king saw Queen Esther standing in the court, she found favor in his sight and he held out to Esther the golden scepter that was in his hand. Then Esther approached and touched the top of the scepter. ", "3": "And the king said to her, “What is it, Queen Esther? What is your request? It shall be given you, even to the half of my kingdom.” ", "4": "And Esther said, “If it please the king, let the king and Haman come this day to a dinner that I have prepared for the king.” ", "5": "Then said the king, “Bring Haman quickly, that we may do as Esther desires.” So the king and Haman came to the dinner that Esther had prepared. ", "6": "And as they were drinking wine, the king said to Esther, “What is your petition? It shall be granted you. And what is your request? Even to the half of my kingdom, it shall be fulfilled.” ", "7": "But Esther said, “My petition and my request is: ", "8": "If I have found favor in the sight of the king, and if it please the king to grant my petition and fulfil my request, let the king and Haman come tomorrow[a] to the dinner which I will prepare for them, and tomorrow I will do as the king has said.”", "9": "And Haman went out that day joyful and glad of heart. But when Haman saw Mor′decai in the king's gate, that he neither rose nor trembled before him, he was filled with wrath against Mor′decai. ", "10": "Nevertheless Haman restrained himself, and went home; and he sent and fetched his friends and his wife Zeresh. ", "11": "And Haman recounted to them the splendor of his riches, the number of his sons, all the promotions with which the king had honored him, and how he had advanced him above the princes and the servants of the king. ", "12": "And Haman added, “Even Queen Esther let no one come with the king to the banquet she prepared but myself. And tomorrow also I am invited by her together with the king. ", "13": "Yet all this does me no good, so long as I see Mor′decai the Jew sitting at the king's gate.” ", "14": "Then his wife Zeresh and all his friends said to him, “Let a gallows fifty cubits high be made, and in the morning tell the king to have Mor′decai hanged upon it; then go merrily with the king to the dinner.” This counsel pleased Haman, and he had the gallows made."}