{"1": "“Now because of all this, we are making a binding agreement in writing, and the names of our leaders, our Levites and our kohanim are affixing their seals on the document. ", "2": "On the sealed document were: Nehemiah, the governor, son of Hachaliah, Zedekiah, ", "3": "Seraiah, Azariah, Jeremiah, ", "4": "Pashhur, Amariah, Malchijah, ", "5": "Hattush, Shebaniah, Malluch, ", "6": "Harim, Meremot, Obadiah, ", "7": "Daniel, Ginnethon, Baruch, ", "8": "Meshullam, Abijah, Mijamin, ", "9": "Maaziah, Bilgai, and Shemaiah. These were the kohanim.", "10": "And the Levites were: Jeshua son of Azaniah, Binnui from the sons of Henadad, Kadmiel,", "11": "and their associates Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,", "12": "Mica, Rehob, Hashabiah,", "13": "Zaccur, Sherebiah, Shebaniah,", "14": "Hodiah, Bani, and Beninu.", "15": "The leaders of the people: Parosh, Pahat-Moab, Elam, Zattu, Bani,", "16": "Bunni, Azgad, Bebai,", "17": "Adonijah, Bigvai, Adin,", "18": "Ater, Hezekiah, Azzur,", "19": "Hodiah, Hashum, Bezai,", "20": "Hariph, Anathoth, Nebai,", "21": "Magpiash, Meshullam, Hezir,", "22": "Meshezabel, Zadok, Jaddua,", "23": "Pelatiah, Hanan, Anaiah,", "24": "Hoshea, Hananiah, Hasshub,", "25": "Hallohesh, Pilha, Shobek,", "26": "Rehum, Hashabnah, Maaseiah,", "27": "and Ahiah, Hanan, Anan,", "28": "Malluch, Harim, and Baanah.", "29": "“Now the rest of the people—the kohanim, the Levites, the gatekeepers, the singers, the Temple servants, and all who had separated themselves from the peoples of the lands for the sake of the Torah of God, along with their wives, their sons and their daughters who were able to understand—", "30": "all join their brothers the nobles, and enter into a curse and an oath to walk in the Torah of God given through Moses the servant of God, and to keep and do all the mitzvot of Adonai our Lord, along with His ordinances and His statutes.", "31": "“Furthermore, we will not give our daughters to the peoples of the land, and we will not take their daughters for our sons. ", "32": "When the peoples of the land bring merchandise or any kind of grain on Shabbat, we will not buy from them on Shabbat or on a holy day. Also every seventh year we will forego working the land and the debt of every hand. ", "33": "We also assume responsibility for the mitzvot to give a third of a shekel each year for the work of the House of our God:", "34": "[a] 34 for the rows of bread, the regular grain offering and regular burnt offering, the Shabbatot, the New Moons, for the moadim, for the holy things, for the sin offerings to atone for Israel, and for all the service of the House of our God.", "35": "“We—the kohanim, the Levites and the people—have cast lots concerning the offering of wood, to bring it into the House of our God according to our ancestral house at the appointed times year by year to burn on the altar of Adonai, our God, as it is written in the Torah. ", "36": "Also to bring the firstfruits of our land and the first fruits of all fruit trees year by year to the House of Adonai, ", "37": "and the firstborn of our sons and our livestock as written in the Torah; the firstborn of our cattle and our sheep to the House of our God—to the kohanim ministering in the House of our God; ", "38": "and the first of our coarse meal, along with our offerings—the fruit from every kind of tree, new wine and oil—to the kohanim at the storerooms of the House of our God, as well as a tenth of the crop of our land to the Levites, for they, the Levites, receive tithes in all the towns where we labor.", "39": "“Also the kohen, a descendant of Aaron, will be with the Levites when the Levites receive the tithe, and the Levites will bring a tenth of the tithes up to the House of our God, to the storerooms of the treasury. ", "40": "For Bnei-Yisrael and the sons of Levi will bring the grain offering, new wine, and oil to the storerooms where the utensils for the Sanctuary, and for the ministering kohanim, the gatekeepers, and the singers are kept. “We will not forsake the House of our God.”"}