{"1": "So the leaders of the people dwelt in Jerusalem while the remainder of the people cast lots to bring one out of every ten to live in Jerusalem, the holy city, while the other nine remained in the other towns. ", "2": "Then the people blessed all the men who volunteered to dwell in Jerusalem.", "3": "These are the leaders of the province who dwelt in Jerusalem. (Some of Israel, the kohanim, the Levites, the Temple servants, and the children of Solomon's servants dwelt in the towns of Judah, each on his own property in their towns, ", "4": "and some of the descendants of Judah and Benjamin dwelt in Jerusalem). From the sons of Judah: Athaiah son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, from the descendants of Perez; ", "5": "also Maaseiah son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite. ", "6": "In all, 468 sons of Perez dwelt in Jerusalem—valiant men.", "7": "Now these are the sons of Benjamin: Sallu son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah. ", "8": "Following him were 928 valiant men. ", "9": "Joel son of Zichri was in charge over them; Judah son of Hassenuah was second over the city.", "10": "Of the kohanim: Jedaiah son of Joiarib, Jachin, ", "11": "Seraiah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the ruler of the House of God, ", "12": "their relatives who performed the work of the House—822. Also Adaiah son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah, ", "13": "and his relatives, leaders of ancestral lines—242. Also Amashsai son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer, ", "14": "and their relatives were 128 valiant warriors. Zabdiel son of Haggedolim was in charge over them.", "15": "From the Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah of Bunni. ", "16": "From the leaders of the Levites, Shabbethai and Jozabad had oversight over the external business of the House of God. ", "17": "Mattaniah son of Mica, son of Zabdi, son of Asaph, the director who led the thanksgiving prayer. Also Bakbukiah, second among his relatives, and then Abda son of Shammua, son of Galal, son of Jeduthun. ", "18": "In all there were 284 Levites in the holy city.", "19": "Also there were 172 gatekeepers Akkub, Talmon and their brothers—who kept watch at the gates.", "20": "The rest of Israel, the kohanim, and the Levites, were in all the towns of Judah, each in his own inheritance.", "21": "But the Temple servants dwelt on the Ophel, with Ziha and Gishpa over the Temple servants. ", "22": "The one in charge over the Levites in Jerusalem was Uzzi the son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, from the sons of Asaph who were singers responsible for the service in the House of God. ", "23": "The king's command concerning them was to provide regular daily support for the singers. ", "24": "Pethahiah the son of Meshezabel, from the descendants of Zerah the son of Judah, was the king's agent for any matter concerning the people.", "25": "Now as for the villages with their fields, some of the people of Judah dwelt in Kiriat-arba and its towns, in Dibon and its towns, in Jekabzeel and its villages, ", "26": "in Jeshua; in Moladah, in Beth-pelet; ", "27": "in Hazar-shual, in Beersheba and its towns, ", "28": "in Ziklag, in Meconah and its towns, ", "29": "in En-rimmon, in Zorah, in Jarmuth, ", "30": "in Zanoah, Adullam, and their villages, in Lachish and its fields, and in Azekah and its towns. So they settled from Beersheba to the Hinnom valley.", "31": "The descendants of Benjamin dwelt in Geba, Michmas and Aijah, Bethel and its towns, ", "32": "Anatoth, Nob, Ananiah, ", "33": "Hazor, Ramah, Gittaim, ", "34": "Hadid, Zeboim, Neballat, ", "35": "Lod, Ono and Ge-harashim. ", "36": "Some of the divisions of the Levites of Judah settled with Benjamin."}