{"1": "Then in the month of Nisan, in the twentieth year of King Artaxerxes, when wine was set before him, I took the wine and gave it to the king. I had not been sad in his presence before. ", "2": "So the king said to me, “Why is your face so sad when you are not ill? This can be nothing but sadness of heart.” I was very frightened, ", "3": "but I said to the king, “May the king live forever! Why should my face not be sad, when the city where my ancestors are buried lies in ruins and its gates have been destroyed by fire?”", "4": "The king asked me, “What is your request?” Then I prayed to the God of heaven, ", "5": "and I answered the king, “If it seems good to the king and if your servant has found favor in your sight, send me to the city in Judah where my ancestors are buried that I may rebuild it.”", "6": "Then the king, with the queen sitting beside him, asked me, “How long will your journey take, and when will you return?” Since it pleased the king to send me, I set a time for him.", "7": "I said to the king, “If it pleases the king, let him give me letters for the governors of Trans-Euphrates that will enable me to pass through until I arrive in Judah, ", "8": "as well as a letter to Asaph, the keeper of the king's forest so he will give me lumber to make beams for the gates of the fortress adjacent to the Temple, for the wall of the city and for the residence I will occupy.” The king granted me the requests because the good hand of my God was upon me.", "9": "Then I went to the governors of Trans-Euphrates and I gave them the king's letters. The king had also sent army officials and cavalry with me.", "10": "When Sanballat the Horonite and Tobiah the Ammonite officials heard all this, they were very displeased that a man had come to seek the welfare of Bnei-Yisrael.", "11": "I came to Jerusalem, and after I was there for three days, ", "12": "I got up during the night along with a few men. But I did not tell anyone what my God had put in my heart to do for Jerusalem. There were no animals with me except the animal I was riding. ", "13": "By night I went out by the Valley Gate toward Jackal Spring and the Dung Gate, inspecting the walls of Jerusalem, which had been broken down, and its gates, which had been destroyed by fire. ", "14": "Then I moved on to the Fountain Gate and to the King's Pool, where there was not enough room for my animal to pass with me; ", "15": "so I went up the valley by night, examining the wall. Finally, I turned back and returned to the Valley Gate. ", "16": "The officials did not know where I had gone or what I was doing, but as yet I had not told the Jews, the kohanim, the nobles, the officials or the rest of the workers.", "17": "Then I said to them, “You see the bad situation we are in: Jerusalem is desolate and its gates have been burnt. Come! Let us rebuild the wall of Jerusalem so that we will no longer be a disgrace.”", "18": "Then I told them how the good hand of my God was on me and the words that the king had said to me. Then they replied, “Let us begin building!” So they prepared themselves for this good work.", "19": "But when Sanballat the Horonite, Tobiah the Ammonite official and Geshem the Arab heard about it, they mocked and ridiculed us. They said, “What is this you are doing? Are you rebelling against the king?”", "20": "I responded to them saying, “The God of heaven will bring us success. We His servants will arise and build. But you have no part, right, or historical claim in Jerusalem.”"}