{"1": "After the wall had been rebuilt, the doors set up, and the gatekeepers, singers and Levites appointed, ", "2": "I put in charge over Jerusalem, my brother Hanani along with Hananiah the commander of the fortress, for he was a man of integrity and feared God more than many. ", "3": "I said to them, “The gates of Jerusalem must not be opened until the sun is hot. While those are still on duty, have them shut and bar the doors. Also appoint residents of Jerusalem as guards, some at their post and some near their homes.”", "4": "Now the city was spacious and large, but there were few people within it and no houses were being built. ", "5": "So my God put into my heart to assemble the nobles, the officials and the people to be registered by genealogy. I found the scroll of the genealogical record of those who formerly returned. I found the following written there:", "6": "These are the people of the province who returned from the captivity of the exile, whom Nebuchadnezzar the king of Babylon had taken away, and who returned to Jerusalem and to Judah, each man to his own town. ", "7": "Those who came with Zerubbabel were Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number of the men of Bnei-Yisrael was:", "8": "The sons of Parosh—2,172", "9": "The sons of Shephatiah—372", "10": "The sons of Arah—652", "11": "The sons of Pahat-moab, from the sons of Jeshua and Joab—2,818", "12": "The sons of Elam—1,254", "13": "The sons of Zattu—845", "14": "The sons of Zaccai—760", "15": "The sons of Binnui—648", "16": "The sons of Bebai—628", "17": "The sons of Azgad—2,328", "18": "The sons of Adonikam—667", "19": "The sons of Bigvai—2,067", "20": "The sons of Adin—655", "21": "The sons of Ater of Hezekiah—98", "22": "The sons of Hashum—328", "23": "The sons of Bezai—324", "24": "The sons of Hariph—112", "25": "The sons of Gibeon—95", "26": "The men of Bethlehem and Neto-phah—188", "27": "The men of Anathoth—128", "28": "The men of Beth-azmaveth—42", "29": "The men of Kiriath-jearim, Kephirah, and Beeroth—743", "30": "The men of Ramah and Geba—621", "31": "The men of Michmas—122", "32": "The men of Bethel and Ai—123", "33": "The men of the other Nebo—52", "34": "The sons of the other Elam—1,254", "35": "The sons of Harim—320", "36": "The sons of Jericho—345", "37": "The sons of Lod, Hadid and Ono—721", "38": "The sons of Senaah—3,930", "39": "The kohanim: The sons of Jedaiah, of the house of Jeshua—973", "40": "The sons of Immer—1,052", "41": "The sons of Pashhur—1,247", "42": "The sons of Harim—1,017", "43": "The Levites: the sons of Jeshua of Kadmiel from the sons of Hodeiah—74", "44": "The singers: the sons of Asaph—148", "45": "The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita and the sons of Shobai—138.", "46": "The sanctuary servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaot, ", "47": "the sons of Keros, the sons of Sia, the sons of Padon, ", "48": "the sons of Lebanah, the sons of Hagaba, the sons of Salmai, ", "49": "the sons of Hanan, the sons of Giddel, the sons of Gahar, ", "50": "the sons of Reaiah, the sons of Rezin, the sons of Nekoda, ", "51": "the sons of Gazzam, the sons of Uzza, the sons of Paseah, ", "52": "the sons of Besai, the sons of Meunim, the sons of Nephishesim, ", "53": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur, ", "54": "the sons of Bazlith, the sons of Mehida, the sons of Harsha, ", "55": "the sons of Barkos, the sons of Sisera, the sons of Temah, ", "56": "the sons of Neziah and the sons of Hatipha.", "57": "The sons of Solomon's servants: the sons of Sotai, the sons of Sophereth, the sons of Perida, ", "58": "the sons of Jala, the sons of Darkon, the sons of Giddel, ", "59": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim and the sons of Amon.", "60": "All the Temple servants and the sons of Solomon's servants—392.", "61": "Now the following were the ones who came up from Tel-melah, Tel-harsha, Cherub, Addon and Immer—but they were not able to identify their ancestral houses or whether their descendants were from Israel: ", "62": "the sons of Delaiah, the sons of Tobiah and the sons of Nekoda—642.", "63": "Also of the kohanim: the sons of Habaiah, the sons of Hakkoz, the sons of Barzillai. (Their ancestor took a wife from the daughters of Barzillai the Gileadite and subsequently was called by their name.) ", "64": "These sought their names in the genealogies, but were not found; so they were disqualified from the priesthood. ", "65": "The governor said to them that they should not eat any of the most holy things until a kohen arose with Urim and Thummim[a].", "66": "The whole congregation together was 42,360, ", "67": "not including their male and female servants—these were 7,337—as well as 245 male and female singers.", "68": "There were 435 camels and 6,720 donkeys.", "69": "Some from among the family leaders contributed to the work. The governor gave to the treasury: gold drachmas—1,000; bowls—50; and priestly tunics—500. ", "70": "Those from the heads of ancestral lines gave to the treasury for the work: gold drachmas—20,000; silver minas—2,000. ", "71": "The rest of the people gave: gold drachmas—20,000; silver minas—2,000; and priestly tunics—67.", "72": "So the kohanim, the Levites, the gatekeepers, the singers, some of the people, and the Temple servants, even all Israel, dwelt in their towns. Then the seventh month came and Bnei-Yisrael were in their towns."}