{"1": "Then all the people were brought as a single body into the plaza that was before the Water Gate. They said to Ezra the scribe, “Bring out the Torah scroll of Moses that Adonai had commanded Israel.”", "2": "Ezra the kohen brought the Torah before the assembly, which included men and women and all who could understand what they heard. This happened on the first day of the seventh month. ", "3": "So he read from it before the plaza in front of the Water Gate from first light until midday, in the presence of the men and women, and others who could understand. And all the people listened attentively to the scroll of the Torah. ", "4": "Ezra the scribe stood on a high wooden platform constructed for this purpose. Standing near him at his right hand were Mattitiah, Shema, Anaiah, Uriah, Hilkiah and Maaseiah and at his left hand were Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah and Meshullam.", "5": "Ezra opened the scroll in the sight of all the people for he was above all the people. When he opened it, all the people stood up. ", "6": "Ezra blessed Adonai, the great God, and all the people answered, “Amen, amen!” as they lifted up of their hands. Then they bowed down and worshiped Adonai with their faces to the ground.", "7": "The Levites—Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbetai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan and Pelaiah—instructed the people in the Torah while the people were standing in their place. ", "8": "They read from the Torah scroll of God, distinctly explaining[a] it and giving insight. Thus they understood what was read.", "9": "Then Nehemiah the governor, Ezra the kohen-scribe, and the Levites who were teaching the people said to all the people, “Today is kadosh to Adonai your God. Do not mourn or weep!” For all the people had been weeping when they heard the words of the Torah.", "10": "So he said to them, “Go! Eat choice food, drink sweet drinks, and send portions to those who have nothing ready. For today is kadosh to our Lord. Do not grieve, for the joy of Adonai is your strength.”", "11": "Then the Levites quieted all the people, saying, “Hush! For today is kadosh. Do not grieve.” ", "12": "So all the people departed to eat and drink, to send portions and to celebrate with great joy, because they came to understand the words that were explained to them.", "13": "On the second day, the heads of the families along with the kohanim and the Levites gathered around Ezra to ponder the words of the Torah. ", "14": "They found written in the Torah that Adonai had commanded through Moses that Bnei-Yisrael should dwell in sukkot during the feast of the seventh month. ", "15": "So that they should proclaim and spread this message in all their towns and in Jerusalem saying, “Go out to the hill country and bring olive branches and wild olive branches, myrtle branches, palm branches and branches of other leafy trees to make sukkot, just as it is written.”", "16": "So the people went out and brought branches, and made sukkot for themselves, each on their own roof, in their courtyards, in the courtyards of the House of God, in the plaza before the Water Gate and in the plaza of the Ephraim Gate. ", "17": "The entire assembly who had returned from the captivity made sukkot and dwelt in the sukkot. Since the days of Joshua the son of Nun until that day Bnei-Yisrael had not done so—and the joy was very great.", "18": "Day after day from the first day to the last day, he read from the scroll of the Torah of God. So they kept the festival for seven days, and on the eighth day, according to the regulation, there was a solemn assembly."}