{"1-4": "We know, for instance, that if our earthly dwelling were taken down, like a tent, we have a permanent house in Heaven, made, not by man, but by God. In this present frame we sigh with deep longing for the heavenly house, for we do not want to face utter nakedness when death destroys our present dwelling—these bodies of ours. So long as we are clothed in this temporary dwelling we have a painful longing, not because we want just to get rid of these “clothes” but because we want to know the full cover of the permanent house that will be ours. We want our transitory life to be absorbed into the life that is eternal.", "5-8": "Now the power that has planned this experience for us is God, and he has given us his Spirit as a guarantee of its truth. This makes us confident, whatever happens. We realise that being “at home” in the body means that to some extent we are “away” from the Lord, for we have to live by trusting him without seeing him. We are so sure of this that we would really rather be “away” from the body (in death) and be “at home” with the Lord.", "9-10": "It is our aim, therefore, to please him, whether we are “at home” or “away”. For every one of us will have to stand without pretence before Christ our judge, and we shall be rewarded for what we did when we lived in our bodies, whether it was good or bad.", "11-15": "All our persuading of men, then, is with this solemn fear of God in our minds. What we are is utterly plain to God—and I hope to your consciences as well. (No, we are not recommending ourselves to you again, but we can give you grounds for legitimate pride in us—if that is what you need to meet those who are so proud of the outward rather than the inward qualification). If we have been “mad” it was for God's glory; if we are perfectly sane it is for your benefit. At any rate there has been no selfish motive. The very spring of our actions is the love of Christ. We look at it like this: if one died for all men then, in a sense, they all died, and his purpose in dying for them is that their lives should now be no longer lived for themselves but for him who died and rose again for them.", "16-21": "This means that our knowledge of men can no longer be based on their outward lives (indeed, even though we knew Christ as a man we do not know him like that any longer). For if a man is in Christ he becomes a new person altogether—the past is finished and gone, everything has become fresh and new. All this is God's doing, for he has reconciled us to himself through Jesus Christ; and he has made us agents of the reconciliation. God was in Christ personally reconciling the world to himself—not counting their sins against them—and has commissioned us with the message of reconciliation. We are now Christ's ambassadors, as though God were appealing direct to you through us. As his personal representatives we say, “Make your peace with God.” For God caused Christ, who himself knew nothing of sin, actually to be sin for our sakes, so that in Christ we might be made good with the goodness of God."}