{"1-2": "As co-operators with God himself we beg, you then, not to fail to use the grace of God. For God's word is—'In an acceptable time I have heard you, and in the day of salvation I have helped you'. Now is the “acceptable time”, and this very day is the “day of salvation”.", "3-10": "As far as we are concerned we do not wish to stand in anyone's way, nor do we wish to bring discredit on the ministry God has given us. Indeed we want to prove ourselves genuine ministers of God whatever we have to go through—patient endurance of troubles or even disasters, being flogged or imprisoned; being mobbed, having to work like slaves, having to go without food or sleep. All this we want to meet with sincerity, with insight and patience; by sheer kindness and the Holy Spirit; with genuine love, speaking the plain truth, and living by the power of God. Our sole defence, our only weapon, is a life of integrity, whether we meet honour or dishonour, praise or blame. Called “impostors” we must be true, called “nobodies” we must be in the public eye. Never far from death, yet here we are alive, always “going through it” yet never “going under”. We know sorrow, yet our joy is inextinguishable. We have “nothing to bless ourselves with” yet we bless many others with true riches. We are penniless, and yet in reality we have everything worth having.", "11-13": "Oh, our dear friends in Corinth, we are hiding nothing from you and our hearts are absolutely open to you. Any stiffness between us must be on your side, for we assure you there is none on ours. Do reward me (I talk to you as though you were my own children) with the same complete candour!", "14-16": "Don't link up with unbelievers and try to work with them. What common interest can there be between goodness and evil? How can light and darkness share life together? How can there be harmony between Christ and the devil? What business can a believer have with an unbeliever? What common ground can idols hold with the temple of God? For we, remember, are ourselves living temples of the living God, as God has said: 'I will dwell in them and walk among them. I will be their God, and they shall be my people'.", "17-18": "Wherefore: 'Come out from among them and be separate, says the Lord. Do not touch what is unclean, and I will receive you'. 'I will be a father to you, and you shall be my sons and daughters, says the Lord Almighty'."}