{"1": "The words of the Teacher,[a] son of David, king in Jerusalem.", "2": "“Absolute futility,” says the Teacher. “Absolute futility. Everything is futile.”", "3": "What does a man gain for all his efforts that he labors at under the sun?", "4": "A generation goes and a generation comes, but the earth remains forever.", "5": "The sun rises and the sun sets; panting, it returns to its place where it rises.", "6": "Gusting to the south, turning to the north, turning, turning, goes the wind, and the wind returns in its cycles.", "7": "All the streams flow to the sea, yet the sea is never full. The streams are flowing to the place, and they flow there again.", "8": "All things[b] are wearisome; man is unable to speak. The eye is not satisfied by seeing or the ear filled with hearing.", "9": "What has been is what will be, and what has been done is what will be done; there is nothing new under the sun.", "10": "Can one say about anything, “Look, this is new”? It has already existed in the ages before us.", "11": "There is no remembrance of those who[c] came before; and of those who[d] will come after there will also be no remembrance by those who follow them.", "12": "I, the Teacher, have been[e] king over Israel in Jerusalem. ", "13": "I applied my mind to seek and explore through wisdom all that is done under heaven. God has given people this miserable task to keep them occupied. ", "14": "I have seen all the things that are done under the sun and have found everything to be futile, a pursuit of the wind.[f]", "15": "What is crooked cannot be straightened; what is lacking cannot be counted.", "16": "I said to myself,[g] “Look, I have amassed wisdom far beyond all those who were over Jerusalem before me, and my mind has thoroughly grasped[h] wisdom and knowledge.” ", "17": "I applied my mind to know wisdom and knowledge, madness and folly; I learned that this too is a pursuit of the wind.[i]", "18": "For with much wisdom is much sorrow; as knowledge increases, grief increases."}