{"1": "Ahithophel said to Absalom, “Let me pick out 12,000 men. Then I will go and pursue David this very night. ", "2": "When I catch up with[a] him he will be exhausted and worn out.[b] I will rout him, and the entire army that is with him will flee. I will kill only the king ", "3": "and will bring the entire army back to you. In exchange for the life of the man you are seeking, you will get back everyone.[c] The entire army will return unharmed.”[d]", "4": "This seemed like a good idea to Absalom and to all the leaders[e] of Israel. ", "5": "But Absalom said, “Call for[f] Hushai the Arkite, and let's hear what he has to say.”[g] ", "6": "So Hushai came to Absalom. Absalom said to him, “Here is what Ahithophel has advised. Should we follow his advice? If not, what would you recommend?”", "7": "Hushai replied to Absalom, “Ahithophel's advice is not sound this time.”[h] ", "8": "Hushai went on to say, “You know your father and his men—they are soldiers and are as dangerous as a bear out in the wild that has been robbed of her cubs.[i] Your father is an experienced soldier; he will not stay overnight with the army. ", "9": "At this very moment he is hiding out in one of the caves or in some other similar place. If it should turn out that he attacks our troops first,[j] whoever hears about it will say, 'Absalom's army has been slaughtered!' ", "10": "If that happens even the bravest soldier—one who is lion-hearted—will virtually melt away. For all Israel knows that your father is a warrior and that those who are with him are brave. ", "11": "My advice therefore is this: Let all Israel from Dan to Beer Sheba—in number like the sand by the sea—be mustered to you, and you lead them personally into battle. ", "12": "We will come against him wherever he happens to be found. We will descend on him like the dew falls on the ground. Neither he nor any of the men who are with him will be spared alive—not one of them! ", "13": "If he regroups in a city, all Israel will take up ropes to that city and drag it down to the valley, so that not a single pebble will be left there!”", "14": "Then Absalom and all the men of Israel said, “The advice of Hushai the Arkite sounds better than the advice of Ahithophel.” Now the Lord had decided[k] to frustrate the sound advice of Ahithophel, so that the Lord could bring disaster on Absalom.", "15": "Then Hushai reported to Zadok and Abiathar the priests, “Here is what Ahithophel has advised Absalom and the leaders[l] of Israel to do, and here is what I have advised. ", "16": "Now send word quickly to David and warn him,[m] “Don't spend the night at the fords[n] of the wilderness tonight. Instead, be sure you cross over,[o] or else the king and everyone who is with him may be overwhelmed.”[p]", "17": "Now Jonathan and Ahimaaz were staying in En Rogel. A female servant would go and inform them, and they would then go and inform King David. It was not advisable for them to be seen going into the city. ", "18": "But a young man saw them on one occasion and informed Absalom. So the two of them quickly departed and went to the house of a man in Bahurim. There was a well in his courtyard, and they got down in it. ", "19": "His wife then took the covering and spread it over the top of the well and scattered some grain over it. No one was aware of what she had done.", "20": "When the servants of Absalom approached the woman at her home, they asked, “Where are Ahimaaz and Jonathan?” The woman replied to them, “They crossed over the stream.” Absalom's men[q] searched but did not find them, so they returned to Jerusalem.", "21": "After the men had left, Ahimaaz and Jonathan[r] climbed out of the well. Then they left and informed King David. They advised David, “Get up and cross the stream[s] quickly, for Ahithophel has devised a plan to catch you.”[t] ", "22": "So David and all the people who were with him got up and crossed the Jordan River.[u] By dawn there was not one person left who had not crossed the Jordan.", "23": "When Ahithophel realized that his advice had not been followed, he saddled his donkey and returned to his house in his hometown. After setting his household in order, he hanged himself. So he died and was buried in the grave[v] of his father.", "24": "Meanwhile David had gone to Mahanaim, while Absalom and all the men of Israel had crossed the Jordan River. ", "25": "Absalom had made Amasa general in command of the army in place of Joab. (Now Amasa was the son of an Israelite man named Jether, who had married[w] Abigail the daughter of Nahash and sister of Zeruiah, Joab's mother.) ", "26": "The army of Israel[x] and Absalom camped in the land of Gilead.", "27": "When David came to Mahanaim, Shobi the son of Nahash from Rabbah of the Ammonites, Makir the son of Ammiel from Lo Debar, and Barzillai the Gileadite from Rogelim ", "28": "brought bedding, basins, and pottery utensils. They also brought food for David and all who were with him, including wheat, barley, flour, roasted grain, beans, lentils,[y] ", "29": "honey, curds, flocks, and cheese.[z] For they said, “The people are no doubt hungry, tired, and thirsty there in the desert.”[aa]"}