{"1": "David again assembled[a] all the best[b] men in Israel, 30,000 in number. ", "2": "David and all the men who were with him traveled[c] to[d] Baalah[e] in Judah to bring up from there the ark of God which is called by the name[f] of the Lord of Heaven's Armies, who sits enthroned between the cherubim that are on it. ", "3": "They loaded the ark of God on a new cart and carried it from the house of Abinadab, which was on the hill. Uzzah and Ahio, the sons of Abinadab, were guiding the new cart. ", "4": "They brought[g] it with the ark of God from the house of Abinadab on the hill. Ahio was walking in front of the ark, ", "5": "while David and all Israel[h] were energetically celebrating before the Lord, singing[i] and playing various stringed instruments,[j] tambourines, rattles,[k] and cymbals.", "6": "When they arrived at the threshing floor of Nacon,[l] Uzzah reached out and grabbed hold of[m] the ark of God,[n] because the oxen stumbled. ", "7": "The Lord was so furious with Uzzah,[o] he[p] killed him on the spot[q] for his negligence.[r] He died right there beside the ark of God.", "8": "David was angry because the Lord attacked[s] Uzzah; so he called that place Perez Uzzah,[t] which remains its name to this very day. ", "9": "David was afraid of the Lord that day and said, “How will the ark of the Lord ever come to me?” ", "10": "So David was no longer willing to bring the ark of the Lord to be with him in the City of David. David left it in the house of Obed-Edom the Gittite. ", "11": "The ark of the Lord remained in the house of Obed-Edom the Gittite for three months. The Lord blessed Obed-Edom and all his family.[u] ", "12": "King David was told,[v] “The Lord has blessed the family of Obed-Edom and everything he owns because of the ark of God.” So David went and joyfully brought the ark of God from the house of Obed-Edom to the City of David. ", "13": "Those who carried the ark of the Lord took six steps and then David[w] sacrificed an ox and a fatling calf. ", "14": "Now David, wearing a linen ephod, was dancing with all his strength before the Lord.[x] ", "15": "David and all Israel[y] were bringing up the ark of the Lord, shouting and blowing trumpets.[z]", "16": "As the ark of the Lord entered the City of David, Saul's daughter Michal looked out the window. When she saw King David leaping and dancing before the Lord, she despised him.[aa] ", "17": "They brought the ark of the Lord and put it in its place[ab] in the middle of the tent that David had pitched for it. Then David offered burnt sacrifices and peace offerings before the Lord. ", "18": "When David finished offering the burnt sacrifices and peace offerings, he pronounced a blessing over the people in the name of the Lord of Heaven's Armies. ", "19": "He then handed out to each member of the entire assembly of Israel,[ac] both men and women, a portion of bread, a date cake,[ad] and a raisin cake. Then all the people went home.[ae] ", "20": "When David went home to pronounce a blessing on his own house,[af] Michal, Saul's daughter, came out to meet him.[ag] She said, “How the king of Israel has distinguished[ah] himself this day! He has exposed himself today before his servants' slave girls the way a vulgar fool[ai] might do!”", "21": "David replied to Michal, “It was before the Lord! I was celebrating before the Lord, who chose me over your father and his entire family[aj] and appointed me as leader over the Lord's people Israel. ", "22": "I am willing to shame and humiliate myself even more than this.[ak] But with the slave girls whom you mentioned, let me be distinguished.” ", "23": "Now Michal, Saul's daughter, had no children to the day of her death."}