{"1": "The Lord also said to Moses,", "2": "“Give the following instructions to the entire community of Israel. You must be holy because I, the Lord your God, am holy.", "3": "“Each of you must show great respect for your mother and father, and you must always observe my Sabbath days of rest. I am the Lord your God.", "4": "“Do not put your trust in idols or make metal images of gods for yourselves. I am the Lord your God.", "5": "“When you sacrifice a peace offering to the Lord, offer it properly so you[a] will be accepted by God.", "6": "The sacrifice must be eaten on the same day you offer it or on the next day. Whatever is left over until the third day must be completely burned up.", "7": "If any of the sacrifice is eaten on the third day, it will be contaminated, and I will not accept it.", "8": "Anyone who eats it on the third day will be punished for defiling what is holy to the Lord and will be cut off from the community.", "9": "“When you harvest the crops of your land, do not harvest the grain along the edges of your fields, and do not pick up what the harvesters drop.", "10": "It is the same with your grape crop—do not strip every last bunch of grapes from the vines, and do not pick up the grapes that fall to the ground. Leave them for the poor and the foreigners living among you. I am the Lord your God.", "11": "“Do not steal. “Do not deceive or cheat one another.", "12": "“Do not bring shame on the name of your God by using it to swear falsely. I am the Lord.", "13": "“Do not defraud or rob your neighbor. “Do not make your hired workers wait until the next day to receive their pay.", "14": "“Do not insult the deaf or cause the blind to stumble. You must fear your God; I am the Lord.", "15": "“Do not twist justice in legal matters by favoring the poor or being partial to the rich and powerful. Always judge people fairly.", "16": "“Do not spread slanderous gossip among your people.[b] “Do not stand idly by when your neighbor's life is threatened. I am the Lord.", "17": "“Do not nurse hatred in your heart for any of your relatives.[c] Confront people directly so you will not be held guilty for their sin.", "18": "“Do not seek revenge or bear a grudge against a fellow Israelite, but love your neighbor as yourself. I am the Lord.", "19": "“You must obey all my decrees. “Do not mate two different kinds of animals. Do not plant your field with two different kinds of seed. Do not wear clothing woven from two different kinds of thread.", "20": "“If a man has sex with a slave girl whose freedom has never been purchased but who is committed to become another man's wife, he must pay full compensation to her master. But since she is not a free woman, neither the man nor the woman will be put to death.", "21": "The man, however, must bring a ram as a guilt offering and present it to the Lord at the entrance of the Tabernacle.[d]", "22": "The priest will then purify him[e] before the Lord with the ram of the guilt offering, and the man's sin will be forgiven.", "23": "“When you enter the land and plant fruit trees, leave the fruit unharvested for the first three years and consider it forbidden.[f] Do not eat it.", "24": "In the fourth year the entire crop must be consecrated to the Lord as a celebration of praise.", "25": "Finally, in the fifth year you may eat the fruit. If you follow this pattern, your harvest will increase. I am the Lord your God.", "26": "“Do not eat meat that has not been drained of its blood. “Do not practice fortune-telling or witchcraft.", "27": "“Do not trim off the hair on your temples or trim your beards.", "28": "“Do not cut your bodies for the dead, and do not mark your skin with tattoos. I am the Lord.", "29": "“Do not defile your daughter by making her a prostitute, or the land will be filled with prostitution and wickedness.", "30": "“Keep my Sabbath days of rest, and show reverence toward my sanctuary. I am the Lord.", "31": "“Do not defile yourselves by turning to mediums or to those who consult the spirits of the dead. I am the Lord your God.", "32": "“Stand up in the presence of the elderly, and show respect for the aged. Fear your God. I am the Lord.", "33": "“Do not take advantage of foreigners who live among you in your land.", "34": "Treat them like native-born Israelites, and love them as you love yourself. Remember that you were once foreigners living in the land of Egypt. I am the Lord your God.", "35": "“Do not use dishonest standards when measuring length, weight, or volume.", "36": "Your scales and weights must be accurate. Your containers for measuring dry materials or liquids must be accurate.[g] I am the Lord your God who brought you out of the land of Egypt.", "37": "“You must be careful to keep all of my decrees and regulations by putting them into practice. I am the Lord.”"}