{"1": "Rehoboam traveled to Shechem because all of Israel went there to install him as king. ", "2": "Nebat's son Jeroboam heard about it while he was still in Egypt, where he had fled to get away from King Solomon. Jeroboam returned from Egypt ", "3": "after being summoned. When Jeroboam and the entire assembly of Israel arrived, they spoke to Rehoboam, ", "4": "“Your father made our burdens unbearable.[a] Therefore lighten your father's requirements and his heavy burdens that he placed on us, and we'll serve you.”", "5": "“Come again in three days,” Rehoboam[b] told them. So the people left ", "6": "while King Rehoboam conferred with his advisors who had worked for his father Solomon during his administration. He asked them, “What is your advice as to how I should respond to these people?”", "7": "They advised him, “If today you are a servant, you will serve this people by answering them and speaking kindly to them. Then they will serve you forever.”", "8": "But Rehoboam[c] ignored the counsel that his elder advisors had given him. Instead, he consulted the younger men who had grown up with him and who worked for[d] him. ", "9": "As a result, he asked them, “What's your advice so that we can give an answer to these people who have asked me, 'Please lighten the burden that your father put on us.'?”", "10": "“This is what you should tell these people who asked you 'Your father made our burden heavy, but you must make it lighter for us!'” the young men who grew up with Rehoboam[e] replied. “Tell them, 'My little finger will be thicker than my father's whole body![f] ", "11": "Not only that, but since my father loaded you down heavily, I'm going to add to that burden. My father disciplined you with whips, but I'm going to discipline you with scorpions!'”", "12": "So Jeroboam and all the people went back to Rehoboam on the third day, just as they had been directed when the king said, “Come back again in three days.” ", "13": "But the king gave the people a harsh response, because he was ignoring the counsel that his elders had given him. ", "14": "Instead, Rehoboam[g] spoke to them along the lines of what the younger men suggested. He told them, “My father burdened you heavily, but I will add to that burden. If my father disciplined you with whips, I'm going to discipline you with scorpions!”", "15": "The king would not listen to the people, because the turn of events was from the Lord, to fulfill his prediction that the Lord spoke by means of Ahijah the Shilonite to Nebat's son Jeroboam. ", "16": "When all of Israel saw that the king wasn't listening to them, the people responded to the king's message, “What's the point in following David? We have no inheritance in the descendants of Jesse. Let's go home,[h] Israel! David, take care of your own household!' So Israel left for home.[i] ", "17": "And so Rehoboam ruled over the Israelis who lived in the cities of Judah.", "18": "King Rehoboam sent Hadoram, who was in charge of conscripted labor, but all of Israel stoned him to death, and King Rehoboam had to jump in his chariot and flee back in a hurry to Jerusalem. ", "19": "That's how Israel came to be in rebellion against David's dynasty to this day.", "20": "Now when all of Israel heard that Jeroboam had returned, they sent for him and invited him to visit their assembly, where they installed him as king over all of Israel. Nobody (with the sole exception of the tribe of Judah) would align with David's dynasty. ", "21": "As soon as Rehoboam returned to Jerusalem, he assembled 180,000 elite soldiers from the tribes of Judah and Benjamin, intending to attack the dynasty of Israel and restore the kingdom to Solomon's son Rehoboam. ", "22": "But a message from God came to Shemaiah, a man of God: ", "23": "“Tell Solomon's son Rehoboam, king of Judah, all the dynasty of Judah, Benjamin, and the rest of the people, ", "24": "'This is what the Lord says: “You are not to fight or even approach your fellow Israelis in battle. Every soldier is to return to his own home, because this development comes from me.”'” So they listened to what the Lord had to say and returned home,[j] just as the Lord had directed.", "25": "Later on, Jeroboam fortified Shechem in the hill country of Ephraim and lived there. He also expanded from there and built Penuel. ", "26": "Jeroboam was thinking to himself, “The kingdom is about to return to David's control.[k] ", "27": "If these people keep going up to Jerusalem to offer sacrifices to the Lord there, the hearts of these people will return to their lord, King Rehoboam of Judah. Then they'll kill me and return to Rehoboam, king of Judah!” ", "28": "So the king sought some advice and then built two golden calves and announced, “It's too difficult for you to travel to Jerusalem. So here are your gods, Israel, who brought you up from the land of Egypt!” ", "29": "He set one of them in Bethel and placed the other one in Dan. ", "30": "Doing this was sinful, because the people traveled as far as Dan to appear before one of their idols.[l] ", "31": "Jeroboam[m] built temples on the high places, and appointed his own priests from the fringe elements of the people who were not descendants of Levi.", "32": "Jeroboam invented a festival for the fifteenth day of the eighth month similar to the festival that takes place in Judah. He approached the altar that he had set up in Bethel and sacrificed to the calves that he had made, having stationed in Bethel the priests that he had appointed. ", "33": "Then, on the fifteenth day of the eighth month, he went up to burn incense on the altar that he had set up in Bethel, thus beginning the festival that he had made up out of his own heart for the Israelis."}