{"1": "Right at that time, Jeroboam's son Abijah became ill, ", "2": "so Jeroboam suggested to his wife, “Get up, disguise yourself so that no one will know that you're Jeroboam's wife, and go to Shiloh where the prophet Ahijah lives. He's the one who told me that I would be king over this people. ", "3": "Take ten loaves with you, some[a] cakes, and a jar of honey and go visit him. He will tell you what will happen to the boy.”", "4": "So that's what Jeroboam's wife did. She got up, went to Shiloh, and found Ahijah's home. Ahijah was blind, because his eyes could not focus[b] due to his age. ", "5": "Meanwhile, the Lord had spoken to Ahijah, “Be on your guard! Jeroboam's wife is coming to ask you about her son, because he is ill. You're to say such and such to her. When she arrives, she will pretend to be someone else!”", "6": "When she arrived, Ahijah heard the sound of her feet as she came through the doorway. He said this to her: “Come in, wife of Jeroboam. What is this pretension at being someone else? I have some harsh news.[c] ", "7": "Go tell Jeroboam: 'I raised you up from among the people. 'I made you Commander-in-Chief[d] over my people Israel.", "8": "'I tore the kingdom away from David's dynasty. 'Then I gave it to you. But you have not lived like my servant David, who kept my commands with all his heart, and did only what I considered to be right.", "9": "'Instead, you have done more evil than everyone who lived before you. 'You have gone out and crafted other gods for yourself. 'You made cast images. 'You have provoked me to anger. 'You have thrown me behind your back.", "10": "'Therefore, watch while I bring calamity on Jeroboam's dynasty! 'I will eliminate every male,[e] both slave and free in Israel, from Jeroboam. 'I will burn up Jeroboam's dynasty, as a man burns up manure until it is gone. ", "11": "Dogs will eat anyone who dies in the city that belongs to Jeroboam's household. The birds of the sky will eat anyone who dies in the open field, because the Lord has determined it.'", "12": "“Now get up and go home. When your feet cross the city line, your child will die. ", "13": "Everyone in Israel will mourn for him and will bury him, because he alone from Jeroboam's family will receive a decent burial, because something good was observed in him with respect to the Lord God of Israel out of all the household of Jeroboam!", "14": "“In addition to this, the Lord will raise up for himself a king over Israel who will eliminate Jeroboam's dynasty, starting today and from now on. ", "15": "The Lord will attack Israel, and Israel will shake like a reed shakes in a river current! He will uproot Israel from this good land that he gave to their ancestors and he will scatter them beyond the Euphrates[f] River, because they erected their Asherim[g] and provoked the Lord to become angry! ", "16": "He will give up Israel because of Jeroboam's sins that he committed and by which Jeroboam[h] caused Israel to sin.”", "17": "Then Jeroboam's wife got up and left for Tirzah. As soon as she set foot over the threshold of the house, the child died. ", "18": "All of Israel mourned him at his burial, just as the Lord had said when he spoke through Ahijah the prophet.", "19": "Now as for the rest of Jeroboam's accomplishments, including how he waged war and how he reigned, you may read about them in the Book of the Chronicles of the Kings of Israel. ", "20": "Jeroboam reigned for 22 years and then died, as had his ancestors, and his son Nadab reigned in his place.", "21": "Meanwhile, Solomon's son Rehoboam reigned in Judah. Rehoboam was 41 years old when he became king, and he reigned for seventeen years in Jerusalem, the city where the Lord had chosen from all the tribes of Israel to place his Name. His mother was an Ammonite named Naamah. ", "22": "Judah practiced what the Lord considered to be evil. They did more to provoke him to jealousy than their ancestors had ever done by committing the sins that they committed. ", "23": "They erected high places, sacred pillars, and Asherim[i] for themselves on every high hill and under every green tree. ", "24": "They even maintained male shrine prostitutes throughout the land, and imitated every detestable practice that the nations practiced whom the Lord had expelled in front of the Israelis.", "25": "As a result, during the fifth year of the reign of[j] King Rehoboam, King Shishak of Egypt invaded and attacked Jerusalem. ", "26": "He stripped the Lord's Temple and the royal palace of their treasures. He took everything, even the gold shields that Solomon had made. ", "27": "King Rehoboam made shields out of bronze to take their place, and then committed them to the care and custody of the commanders of those who guarded the entrance to the royal palace. ", "28": "Whenever the king entered the Lord's Temple, the guards would carry them to and from the guard's quarters.", "29": "As to the rest of Rehoboam's accomplishments, and everything else that he undertook, they are recorded in the Book of the Chronicles of the Kings of Judah, aren't they? ", "30": "There was continual warfare between Rehoboam and Jeroboam, ", "31": "but eventually Rehoboam died, as had his ancestors, and he was buried with his ancestors in the City of David. His mother's name had been Naamah the Ammonite, and his son Abijah became king to replace him."}