{"1": "Elijah the foreigner,[a] who was an alien resident from Gilead, told Ahab, “As the Lord God of Israel lives, in whose presence I'm standing, there will be neither dew nor rain these next several years, except when I say so.”", "2": "Later, this message came to him from the Lord: ", "3": "“Leave here and go into hiding at the Wadi[b] Cherith, where it enters the Jordan River.[c] ", "4": "You will be able to drink from that brook, and I've commanded some crows to sustain you there.”", "5": "So Elijah[d] left and did exactly what the Lord had told him to do—he went to live near the Wadi[e] Cherith, where it enters the Jordan River. ", "6": "Crows would bring him bread and meat both in the morning and in the evening, and he would drink from the brook. ", "7": "But after a while,[f] the brook dried up because there had been no rain in the land.", "8": "Then this message came to him from the Lord: ", "9": "“Get up, move to Zarephath in Sidon, and stay there. Look! I've commanded a widow to sustain you there.”", "10": "So he got up and went to Zarephath. As he arrived at the entrance to the city, a widow was there gathering sticks. So he asked her, “Please, may I have some water in a cup so I can have a drink.” ", "11": "While she was on her way to get the water, he called out to her, “Would you please also bring me a piece of bread while you're at it?”[g]", "12": "“As the Lord your God lives,” she replied, “I don't have so much as a muffin, just a handful of flour in a bowl and some oil left in a bottle. Now I'm going to find some sticks so I can cook a last meal for my son and for me. Then we're going to eat it and die.”", "13": "But Elijah told her, “You can stop being afraid. Go and do what you said, but first make me a muffin and bring it to me. Then make a meal for yourself and for your son, ", "14": "because this is what the Lord God of Israel says: 'That jar of flour will not run out, nor will that bottle of oil become empty until the very day that the Lord sends rain on the surface of the ground.'”", "15": "So she went out and did precisely what Elijah told her to do. As a result, Elijah,[h] the widow,[i] and her son[j] were fed for days. ", "16": "The jar of flour never ran out and the bottle of oil never became empty, just as the Lord had promised[k] through[l] Elijah.", "17": "Sometime later, the son of the woman who owned the house became ill. In fact, his illness became so severe that he died.[m] ", "18": "“What do we have in common, you man of God?” she accused Elijah. “You came to me so you could uncover my guilt! And you're responsible for the death of my son!”", "19": "“Give me your son,” he replied. Then he took him from her lap, carried him upstairs to the room where he lived, and laid him on his bed. ", "20": "Then he called out to the Lord and asked him, “Lord my God, have you also brought evil to this dear widow with whom I am living as her guest? Have you caused the death of her son?” ", "21": "Then he stretched himself three times and cried out to the Lord, “Lord my God, please cause the soul of this little boy to return to him.”", "22": "The Lord listened to Elijah, and the soul of the little boy returned to him, and he revived. ", "23": "Then Elijah took the little boy downstairs from the upper chamber back into the main house and delivered him to his mother. “Look,” Elijah told her, “your son is alive.”", "24": "The woman responded to Elijah, “Now at last I've really learned that you are a man of God and that what you have to say about the Lord[n] is the truth.”"}