{"1": "Quite some time later—three years later!—this message from the Lord came to Elijah: “Go visit Ahab, and I'll send some rain to the surface of the ground.” ", "2": "So Elijah went to show himself to Ahab, right when the famine in Samaria was most severe.", "3": "Ahab called for Obadiah, his household supervisor. This man, who feared the Lord very much, ", "4": "had taken 100 prophets and had hidden them by fifties in a cave, providing them with food and water when Jezebel was trying to destroy the Lord's prophets.", "5": "Ahab had instructed Obadiah, “Go throughout the land to all of the water springs and to all of the valleys. Maybe we'll find some grass to keep the horses and mules alive. Also, maybe we won't have to kill some of our cattle.” ", "6": "So they divided the land between them so they could conduct their survey. Ahab went off by himself in one direction and Obadiah went off by himself in the other.", "7": "While Obadiah was on the road, Elijah met him. Obadiah recognized him and bowed down with his face to the ground. “It's you, isn't it, my master Elijah?”", "8": "“I am,” he replied. “Go tell your master, 'Look! Elijah!'”", "9": "But Obadiah replied, “What did I do wrong, that you would put me in a position where Ahab would execute me? ", "10": "As surely as the Lord your God lives, there isn't a nation or kingdom where my master hasn't tried to find you. Whenever they would say 'He isn't here,' he forced that kingdom or nation to swear that they hadn't seen you. ", "11": "But now you're saying 'Go tell your master, “Elijah is here!”' ", "12": "As soon as I've left you, the Spirit of the Lord will carry you off to I don't know where! Then when I go tell Ahab and he can't find you, he'll kill me, even though I have been your servant and have feared the Lord since I was young! ", "13": "Hasn't anyone told you, my master, what I did when Jezebel was killing the Lord's prophets? I hid 100 of the Lord's prophets by fifties in a cave and provided food and water for them. ", "14": "Now you're saying, 'Go tell your master, “Elijah's here!”' He's sure to kill me!”", "15": "But Elijah promised him, “As the Lord of the Heavenly Armies lives, in whose presence I stand, I will appear to Ahab today.”", "16": "So Obadiah went out to meet Ahab and reported to him. Then Ahab went to meet Elijah. ", "17": "When Ahab saw Elijah, Ahab asked him, “Is it really you, you destroyer of Israel?”", "18": "But Elijah[a] replied, “I'm no destroyer of Israel. But you and your ancestor's household have been doing that, because you have abandoned the Lord's commandments and have followed the Baals. ", "19": "So go gather all of Israel to meet me on Mount Carmel. Bring along 450 prophets of Baal and 400 prophets of the Asherah who are funded at Jezebel's expense.”[b]", "20": "Ahab sent for the Israelis and brought the prophets together at Mount Carmel, ", "21": "where Elijah approached all the people and asked them, “How long will you keep hesitating[c] between both sides? If the Lord is God, go after him. If Baal, go after him.” But the people didn't say a word.", "22": "So Elijah told the people, “I'm the only one left over as a prophet of the Lord, am I? But Baal's prophets number 450 men? ", "23": "So let them provide two oxen. They can choose one ox for themselves. Cut it up, lay it on top of some wood, but don't set fire to it. I will prepare the other ox and lay it on top of some wood, and I won't set fire to it. ", "24": "Then you can call on the name of your god, and I'll call on the name of the Lord. Let the God who answers by fire be our God!” “That's a good idea!” all the people shouted.", "25": "So Elijah told the prophets of Baal, “Choose an ox for yourselves and you prepare it first, since there are so many of you. Call on the name of your god, but don't set fire to the offering.”", "26": "So they took the ox that was given to them, prepared it, and called on the name of Baal from early morning until noon. “Baal! Answer us!” they cried. But there was no response. Nobody answered. So they kept on dancing[d] around the altar that they had made.", "27": "Starting about noon, Elijah began to tease them: “Shout louder! “He's a god, so maybe he's busy. “Maybe he's relieving himself. “Maybe he's busy someplace. “Maybe he's taking a nap and somebody needs to wake him up.”", "28": "So the prophets of Baal[e] cried even louder and slashed themselves with swords and lances until their blood gushed out all over them, as was their custom. ", "29": "They kept on raving right through midday and until it was time to offer the evening sacrifice, but there was still no response. Nobody answered, and nobody paid attention.", "30": "Eventually, Elijah told everybody, “Come here!” So everybody approached him, and he repaired the Lord's altar that had been torn down. ", "31": "Elijah took twelve stones, one for each of the tribes of Jacob's descendants, to whom the message from the Lord had come that “Israel is to be your name.” ", "32": "So Elijah used the stones to build an altar to the name of the Lord. But then he dug a trench around the altar large enough to hold two measures[f] of seed. ", "33": "Then he laid the wood in order, cut the bull into pieces, and laid them on top of the wood. “Fill four pitchers with water,” he ordered. “Then pour them out on the burnt offering and the wood.”", "34": "“Do it a second time,” he ordered. So they did it a second time. “Do it a third time,” he said. So they did it a third time. ", "35": "The water ran down around the altar and completely filled the trench.[g]", "36": "As the time for the evening offering arrived, Elijah the prophet approached and said, “Lord God of Abraham, Isaac, and Israel, let it be known today that you are God in Israel and that I, your servant, have done all of this in obedience to your word. ", "37": "Answer me, Lord! Answer me so that this people may know that you, Lord, are God, and that you are turning back their hearts again.”", "38": "Right then the Lord's fire fell and consumed the burnt offering, the wood, the stones, the dust, and even the water that was in the trench! ", "39": "When all the people saw what had happened, they fell flat on their faces and cried out “The Lord is God! The Lord is God!”", "40": "But Elijah said, “Arrest the prophets of Baal. Don't let even one of them get away.” So the people[h] seized them, and Elijah brought them down to the Wadi[i] Kishon and executed them there.", "41": "After this, Elijah told Ahab, “Get up and have something to eat and drink, because there's the sound of a coming rainstorm.” ", "42": "So Ahab got up to get something to eat and drink while Elijah went back up to the top of Mount[j] Carmel, where he bowed low to the ground and placed his face between his knees.", "43": "Then he told his young servant, “Go and look toward the sea.” So he went and looked out to sea. “Nothing there,” he said. But Elijah told him to go back seven times. ", "44": "On the seventh look, he said, “Look! There's a cloud, a small one, about the size of a man's hand. It's coming up out of the sea!” “Get up and find Ahab!” Elijah[k] said. “Tell him, 'Mount your chariot and ride down the mountain[l] so the storm doesn't stop you.'”", "45": "A little while later, the sky turned black with storm clouds and winds, and there was a heavy shower. So Ahab rode off to Jezreel. ", "46": "After Ahab had left,[m] the hand of the Lord came upon Elijah, and he tucked his mantle into his belt and outran Ahab in a race to the city gate of Jezreel."}