{"1": "Ahab complained to Jezebel about everything that Elijah had done, especially the part about him killing all the prophets of Baal with a sword. ", "2": "Jezebel sent a messenger to tell Elijah, “May the gods do the same to me and even more if tomorrow about this time I haven't made you like one of those prophets you had killed.”[a]", "3": "Elijah was terrified, so he got up and ran for his life to Beer-sheba, which is part of Judah, and left his servant there ", "4": "and ran for a day's journey deep into the wilderness. He found a juniper tree, sat down under it, and prayed that he could die. He asked God, “Enough! Lord! Take my life, because I'm not better than my ancestors!” ", "5": "Then he lay down and went to sleep under the juniper tree. All of a sudden, there was an angel, who kept grabbing him and telling him, “Get up! Eat!”", "6": "So he looked around, and there near his head was a muffin sitting on top of some heated stones, along with a jar of water. Elijah ate and drank and then lay down again. ", "7": "Later, the angel of the Lord came a second time, grabbed him, and said “Get up! Eat! The journey ahead[b] is too difficult for you!” ", "8": "So Elijah[c] got up, ate and drank, and survived on that one meal for 40 days and nights as he set out on his journey to Horeb, God's mountain.", "9": "Elijah[d] arrived at a cave and stayed there. All of a sudden this message came from the Lord: “What are you doing here, Elijah?”", "10": "“I've been very zealous for the Lord God of the Heavenly Armies,” he replied. “The Israelis have abandoned your covenant, demolished your altars, executed your prophets with swords, and I—that's right, just me!—am the only one left. Now they're seeking my life, to get rid of me!”", "11": "“Go out,” he responded, “and stand on the mountain in the presence of the Lord.” And there was the Lord, passing by! A tremendous, mighty windstorm was tearing at the mountains and breaking the rocks in pieces in the presence of the Lord, but the Lord was not in the windstorm. After the wind there came an earthquake, but the Lord was not in the earthquake. ", "12": "After the earthquake there came fire, but the Lord was not in the fire. And after the fire, there was the sound of a gentle whisper. ", "13": "As soon as Elijah heard it, he covered his face in his mantle, went outside, and stood at the entrance to the cave. And there a voice spoke to him and said, “What are you doing here, Elijah?”", "14": "“I've been very zealous for the Lord God of the Heavenly Armies,” he replied. “The Israelis have abandoned your covenant, demolished your altars, executed your prophets with swords, and I—that's right, just me!—am the only one left. Now they're seeking my life, to get rid of me!”", "15": "The Lord replied to him, “Go! Return to Damascus, and when you get there, anoint Hazael as king over Aram, ", "16": "anoint Nimshi's son Jehu as king over Israel, and anoint Shaphat's son Elisha from Abel-meholah as a prophet to replace you. ", "17": "Whoever escapes from Hazael's sword Jehu will execute, and whoever escapes from Jehu's sword Elisha will put to death. ", "18": "Nevertheless, I've reserved 7,000 in Israel who have neither bowed their knees to Baal nor kissed him.”", "19": "Elijah left there and located Shaphat's son Elisha, who was plowing, along with a total of[e] twelve pairs of oxen.[f] (He was plowing with the twelfth pair.) As Elijah passed by, he tossed his cloak at Elisha.[g] ", "20": "He abandoned the oxen, ran off to follow Elijah, and asked him, “Please, let me kiss my mother and father good-bye, and then I'll come after you.” “Go back again,” Elijah replied. “What have I done to you?”", "21": "So Elisha[h] turned back, took the pair of oxen, sacrificed them, boiled their flesh using the farm implements for fuel, and gave the food to the people with him.[i] Then he got up, followed Elijah, and became his servant."}