{"1": "As David's time to die approached, he addressed his son Solomon with these words:", "2": "“I'm headed down the road that everyone who lives on earth travels, so be strong and demonstrate that you're a grown man ", "3": "by keeping the charge that the Lord your God entrusted to you. Live life his way, keep his statutes, his commands, his ordinances, and his testimonies, just as they're written down in the Law of Moses, so that you may succeed in everything you do and wherever you go,[a] ", "4": "and so that the Lord may fulfill his promise that he spoke about me when he said, 'If your sons pay attention to how they live by walking truthfully in my presence with all their heart and with all their soul, you will never lack a man on the throne of Israel.'", "5": "“Furthermore, you're aware of what Zeruiah's son Joab did to me and to those two commanders of the armies of Israel, Ner's son Abner and Jether's son Amasa, whom he killed, and how he shed the blood of wartime during times of peace, staining the very belt he wears around his waist and the sandals he wears on his feet. ", "6": "So act consistently with your wisdom, and don't let him die as a peaceful old man.[b] ", "7": "Be gracious to the descendants of Barzillai the Gileadite, and provide for them in your household,[c] because they helped me when I had to run from your brother Absalom.", "8": "“Pay attention now! You have with you Gera's son Shimei the descendant of Benjamin from Bahurim. He cursed me violently that day when I had to leave for Mahanaim. When he visited me at the Jordan River,[d] I made an oath to the Lord and told him, 'I won't execute you with a sword.' ", "9": "But don't let him off unpunished, since you're a wise man and you'll know what you need to do to him. Find a way that he dies in his old age[e] by shedding his blood.”", "10": "After this, David died, as had[f] his ancestors, and he was buried in the City of David. ", "11": "David had reigned over Israel for 40 years. He reigned in Hebron for seven years and in Jerusalem for 33 years. ", "12": "Solomon then assumed his father David's throne, and his kingdom was firmly established.", "13": "Later, Haggith's son Adonijah approached Solomon's mother. “Are you here on a peaceful mission?” she asked. “Yes,” he replied. ", "14": "“I have something to ask you about.” “Talk,” she told him.", "15": "So he replied, “You know that the kingdom should have come to me, and that everyone in Israel intended to place me as the next[g] king. However, the kingdom has turned around and now belongs to my brother, because it went to him from the Lord. ", "16": "So now I'm asking one thing from you. Don't refuse me.” “Talk,” she told him.", "17": "Then he asked her, “Please talk to King Solomon for me, since he won't refuse you. Ask him to give me Abishag the Shunammite as a wife.”", "18": "“Very well,” Bathsheba replied. “I'll talk to the king for you.” ", "19": "So Bathsheba went to talk to King Solomon for Adonijah. The king rose to meet her, bowed to her, and sat down on his throne. He ordered a throne be set in place for his mother. She sat on a throne to his right ", "20": "and told him,[h] “I would like to make a minor request of you. Please don't refuse me.” “What is your request, mother?” the king asked her. “I won't turn you down.”", "21": "So she asked him, “Give Abishag the Shunammite to your brother Adonijah as a wife.”", "22": "But King Solomon replied to his mother, “Why are you asking Abishag the Shunammite for Adonijah? Why not ask me to give up the kingdom for him, since he's my older brother, and why not ask[i] for Abiathar the priest, and for Zeruiah's son Joab?”", "23": "Then King Solomon took this oath in the name of the Lord: “May God do so to me, and more besides, if Adonijah hasn't endangered his life by bringing up this subject. ", "24": "Now therefore, as the Lord lives, who has established me and set me on the throne of my father David, and who has established a dynasty, just like he promised, Adonijah will surely be executed today.” ", "25": "So King Solomon sent for Jehoiada's son Benaiah, who attacked and killed Adonijah.[j]", "26": "The king also told Abiathar the priest, “Go home to Anathoth. You deserve to die, but I won't kill you today, because you carried the ark of the Lord God before my father David and because you shared all the troubles that my father went through.” ", "27": "So Solomon fired Abiathar as the Lord's priest, thus fulfilling the promise that the Lord had spoken in Shiloh concerning Eli's household.[k]", "28": "When Joab learned what had happened, he ran to the Lord's tent and grabbed hold of the horns of the altar, since Joab had supported Adonijah (though he had not supported Absalom). ", "29": "Somebody informed King Solomon, “Joab just ran to the Lord's tent and now he's standing beside the altar!” But Solomon ordered Jehoiada's son Benaiah, “Go kill him!”", "30": "So Benaiah went into the Lord's tent and told Joab,[l] “The king orders you to come out!” “No,” Joab said, “I'd rather die here!” So Benaiah went and informed the king, “This is how Joab answered me.”", "31": "The king replied to him, “Do just what he asked. Kill him and bury him so that you may remove from me and from my father's household the guilt that Joab shed needlessly. ", "32": "The Lord will repay him for his bloodshed because, without my father David's consent he attacked and murdered two men more righteous and better than he, Ner's son Abner, the commander of Israel's army and Jether's son Amasa, commander of Judah's army. ", "33": "May their blood be repaid to Joab and to his descendants forever, and may there be peace shown from the Lord forever to David, to his descendants, to his household, and to his throne.”", "34": "Jehoiada's son Benaiah then approached Joab, attacked him, killed him, and had him buried at Joab's[m] home in the wilderness. ", "35": "The king appointed Jehoiada's son Benaiah in charge of the army to replace Joab and also appointed Zadok the priest to replace Abiathar.", "36": "The king sent for Shimei and told him, “Build yourself a house in Jerusalem and live there, but don't go anywhere from there. ", "37": "If you ever leave and cross the Kidron Brook, you can be sure that you'll die. You'll be responsible for your own death.”", "38": "Shimei replied to the king, “What your majesty has decreed is acceptable to me. I'll do what you've said.” So Shimei lived in Jerusalem for quite some time. ", "39": "But three years later, two of Shimei's servants escaped to Maacah's son Achish, the king of Gath. Somebody told Shimei, “Look! Your servants went to Gath!” ", "40": "So Shimei got up, saddled a donkey, and traveled to Gath to find his servants. He found them and brought them back from Gath.", "41": "Later, Solomon found out that Shimei had left Jerusalem, gone to Gath, and had returned, ", "42": "so the king sent for Shimei and asked him, “Didn't I make a promise to the Lord and warn you, 'The day you leave and go anywhere else, you can be sure you'll die'? And you told me, 'What your majesty has decreed is acceptable to me.' ", "43": "So why haven't you kept the oath you made to the Lord, and why didn't you obey my personal order to you?”", "44": "The king also reminded Shimei, “You know all the evil things that you admit you did to my father David. Therefore the Lord is going to repay you for[n] all of your evil. ", "45": "But King Solomon will be blessed, and David's throne will be established in the presence of the Lord forever.” ", "46": "So the king gave orders to Jehoiada's son Benaiah to go out, attack Shimei, and kill him. That is how the kingdom was established under Solomon's control."}