{"1": "Meanwhile, there was a man named Naboth from Jezreel who owned a vineyard that was located contiguous to King Ahab's palace in Samaria. ", "2": "Ahab addressed Naboth and asked him, “I would like to plant a vegetable garden near my house. Please exchange your vineyard with a better one from me, or if you'd rather have cash, I'll buy it for its full value.”", "3": "But Naboth replied to Ahab, “No way! The Lord prohibits the sale to you of the inheritance of my ancestors!”", "4": "Ahab went back to his palace, sullen and in a foul mood, because Naboth the Jezreelite had turned down Ahab's offer by saying, “I will not transfer my ancestors' inheritance to you!” He laid down on his bed, curled up with his face to the wall, and refused to eat.", "5": "But his wife Jezebel went to him and asked him, “How is it that you're so sullen and refusing to eat?”", "6": "“I asked Naboth the Jezreelite, 'Sell me your vineyard for cash, or if you want, I'll give you a better one in its place.' But he refused. He told me, 'I won't give you my vineyard!'”", "7": "“Aren't you the reigning king of Israel?” his wife Jezebel replied. “Get up, have a meal, and get ready to be happy. I'll go get you the vineyard that Naboth the Jezreelite owns.” ", "8": "So she wrote some memos in Ahab's name, set his personal seal to them, and sent them to the elders and nobles who lived with Naboth in his city. ", "9": "In the memos, she wrote the following directives: “Proclaim a public fast and seat Naboth in the front row. ", "10": "Seat two wicked men in front of him, and make them testify against him. Tell them to claim, 'You cursed God and the king.' Then take him out and stone him to death.”", "11": "So the leading men of the city, along with the elders and nobles who lived there, did precisely what Jezebel had directed them to do. They followed the instructions that she had set forth in the memos: ", "12": "They proclaimed a public fast and seated Naboth in the front row. ", "13": "Two wicked men came in, sat down in front of them, and testified against Naboth in public, “Naboth cursed God and the king!” So they took him outside the city and stoned him to death.[a]", "14": "Afterwards, they sent a message[b] to Jezebel that said, “Naboth has been stoned. He's dead.”", "15": "When Jezebel heard that Naboth had been stoned to death, she told Ahab, “Get up and confiscate Naboth's vineyard that he refused to sell you for cash. Naboth the Jezreelite isn't alive anymore. He's dead!” ", "16": "So once he heard that Naboth was dead, Ahab got up, went down to the vineyard of Naboth the Jezreelite, and confiscated it.", "17": "That's when this message from the Lord came to Elijah the foreigner:[c] ", "18": "“Get up and go down to meet King Ahab of Israel. He's in Samaria. Look! He's in Naboth's vineyard, where he's gone to confiscate it. ", "19": "Ask the king, 'Did you commit murder? And now you're going to steal as well?' Also tell him, 'This is what the Lord says: “Where the dogs were licking up Naboth's blood, dogs will also lick up your blood—that's right—yours!”'”", "20": "Later on, Ahab asked Elijah, “Have you found me, my enemy?” But Elijah answered, “I've found you because you sold yourself to do what the Lord considers to be evil! ", "21": "Now pay attention! I'm going to send evil in your direction! I will completely sweep you away and eliminate from Ahab every male, whether indentured servant or free, throughout Israel. ", "22": "I will make your household resemble that of Nebat's son Jeroboam, or like the household of Ahijah's son Baasha, because of how you've provoked me to anger and made Israel to sin. ", "23": "The Lord also has this to say about Jezebel: 'Dogs will eat Jezebel within the outer ramparts of Jezreel. ", "24": "Dogs will eat whoever belongs to Ahab and who dies in the city. The birds of the sky will eat whoever dies in the fields.'”", "25": "It can be truly said that no one else sold himself to practice what the Lord considered to be evil quite like the way Ahab did, because his wife Jezebel incited him. ", "26": "His behavior in pursuing idolatry was detestable, just like the Amorites had done whom the Lord had expelled in front of the army of Israel. ", "27": "Nevertheless, as soon as Ahab heard this message, he tore his clothes, put on sackcloth, and fasted. He even slept in sackcloth and wandered around meekly.", "28": "Later, this message from the Lord came to Elijah the foreigner:[d] ", "29": "“Have you noticed that Ahab has humbled himself in my presence? Because he has humbled himself in my presence, I will not bring his evil to harvest[e] during his lifetime, but I will bring evil to his household during his son's lifetime.”"}