{"1": "Three years passed without war between Aram and Israel. ", "2": "During that third year, King Jehoshaphat of Judah went to visit the king of Israel. ", "3": "The king of Israel asked his servants, “Were you aware that Ramoth-gilead belongs to us, but we aren't doing anything to remove it from the control of the king of Aram?”", "4": "Then he asked Jehoshaphat, “Will you join me in battle against Ramoth-gilead?” “I'm with you,” Jehoshaphat answered the king of Israel. “My army will join yours, and my cavalry will be your cavalry.” ", "5": "But Jehoshaphat also asked the king of Israel, “Please ask for a message from the Lord, first.”", "6": "So the king of Israel called in about 400 prophets and asked them, “Should we go attack Ramoth-gilead, or should I call off the attack?”[a] “Go attack them,” they all said, “because the Lord will drop them right into the king's hand!”", "7": "But Jehoshaphat asked, “Isn't there a prophet of the Lord left here that we could talk to?”", "8": "“There is still one man left by whom we could ask the Lord what to do,”[b] the king of Israel replied to Jehoshaphat, “but I hate him because he never prophesies anything good about me. Instead, he prophesies evil. He is Imla's son Micaiah.” But Jehoshaphat rebuked Ahab, “Kings[c] should never talk like that.”", "9": "Nevertheless, the king of Israel called one of his officers and ordered him, “Bring me Imla's son Micaiah quickly.”", "10": "Now the king of Israel and King Jehoshaphat of Judah were each sitting on their respective thrones, arrayed in their robes, on the threshing floor at the entrance to the city gate of Samaria, and all of the prophets were prophesying in front of them. ", "11": "Chenaanah's son Zedekiah made iron horns for himself and told them, “This is what the Lord says, 'With these horns you are to gore the Arameans until they are eliminated!'”", "12": "All the other prophets were saying similar things, like “Go up to Ramoth-gilead and you will be successful, because the Lord will hand it over to the king!”", "13": "Meanwhile, the messenger who had gone off to summon Micaiah advised him, “Look, everything that the other prophets were saying was unanimously favorable to the king. So please, cooperate with them and speak favorably.”", "14": "“As the Lord lives,” Micaiah replied, “I'll say what my God tells me to say.”", "15": "When Micaiah[d] approached the king, the king asked him, “Micaiah, should we go to war against Ramoth-gilead, or should I not?” “Go to war,” Micaiah[e] replied, “and you will be successful, because the Lord will hand it over to the king!”", "16": "When he heard this, the king asked him, “How many times do I have to make you swear to tell me nothing but the truth? Now do it in the name of the Lord!”", "17": "So Micaiah replied: “I saw all of Israel scattered on the mountains like sheep without a shepherd. And the Lord told me, 'These have no master, so let them each return to his own home in peace.'”", "18": "Then the king of Israel told Jehoshaphat, “Didn't I tell you that he wouldn't prophesy anything good about me, but only evil?”", "19": "But Micaiah responded, “Therefore, listen to what the Lord has to say. I saw the Lord, sitting on his throne, and the entire Heavenly Army was standing around him on his right hand and on his left hand.", "20": "“The Lord asked, 'Who will tempt King Ahab of Israel to attack Ramoth-gilead, so that he will die there?' And one was saying one thing and one was saying another.", "21": "“But then a spirit approached, stood in front of the Lord, and said, 'I will entice him.'", "22": "“And the Lord asked him, 'How?' “'I will go,' he announced, 'and I will be a deceiving spirit in the mouth of all of his prophets!' “So the Lord said, 'You're just the one to deceive him. You will be successful. Go and do it.'", "23": "“Now therefore, listen! The Lord has placed a lying spirit in the mouth of all of these prophets of yours, because the Lord has determined to bring disaster upon you.”", "24": "Right then, Chenaanah's son Zedekiah approached Micaiah and struck him on the cheek. Then he asked him, “How did the Spirit of the Lord move from me to speak to you?”", "25": "Micaiah replied, “You'll see how when the day comes that you run away to hide yourself in a closet!”", "26": "Then the king of Israel ordered, “Take Micaiah and place him in the custody of Amon, the city governor. Hand him over to Joash, the king's son. ", "27": "Give him this order: 'Place him in prison on survival rations of bread and water only until I come back safely.'”", "28": "“If you return alive,” Micaiah responded, “then the Lord has not spoken by me.” Then he added, “Listen, all you people!”", "29": "So the king of Israel and King Jehoshaphat of Judah both attacked Ramoth-gilead. ", "30": "The king of Israel suggested to Jehoshaphat, “I'll go into battle in disguise, but you keep your royal uniform on.” So the king of Israel disguised himself and they both went into the battle.", "31": "Meanwhile, the king of Aram had issued these orders to 32 of his chariot commanders: “Don't attack unimportant soldiers or ranking officers. Go after only the king of Israel.”", "32": "So when the chariot commanders observed Jehoshaphat, they said by mistake,[f] “It's the king of Israel!” and they turned aside to attack him. But Jehoshaphat cried out. ", "33": "When the chariot commanders saw that their target[g] was not the king of Israel, they stopped pursuing him.", "34": "Meanwhile, somebody drew his bow aimlessly and struck the king of Israel between the scales where his armor breastplates joined, so he instructed his chariot driver, “Turn around and take me out of the battle, because I've been severely wounded.” ", "35": "The battle continued on for the rest of the day while the king of Israel was propped up in front of the Arameans until the sun set, at which time he died. The blood from Ahab's wound ran down into the bottom of the chariot.", "36": "As the day drew to a close, this order was circulated throughout the army telling the soldiers, “Everybody go back to his city and to his own land.” ", "37": "So the king died and was brought back to Samaria, and they buried the king in Samaria. ", "38": "They washed the chariot by the reservoir of Samaria, and the dogs licked up his blood near where the prostitutes went to bathe, in keeping with the message that the Lord had spoken.", "39": "Now as to the rest of Ahab's accomplishments, everything that he undertook, the ivory palace he built, and the cities that he built, they are written in the Book of the Chronicles of the Kings of Israel, are they not? ", "40": "That's how Ahab died, just as his ancestors had, and his son Ahaziah became king in his place.", "41": "Asa's son Jehoshaphat became king over Judah during the fourth year of the reign of[h] King Ahab of Israel. ", "42": "Jehoshaphat was 35 years old when he became king. He reigned 25 years in Jerusalem. His mother's name was Azubah. She was the daughter of Shilhi. ", "43": "He lived like his father Asa and never abandoned that life. He did what the Lord considered to be right. Nevertheless, the high places were not demolished, and the people continued to sacrifice and burn incense on the high places.[i] ", "44": "Jehoshaphat also made a peace treaty with the king of Israel.", "45": "Now the rest of Jehoshaphat's accomplishments, the power that he demonstrated, and how he waged war are written in the book of the Chronicles of the Kings of Judah, are they not? ", "46": "He also eliminated the male cult prostitutes who still remained from the time of his father Asa.", "47": "There was no king reigning in Edom; there was only a stand-in[j] king. ", "48": "Jehoshaphat had ocean-going vessels from Tarshish sail to Ophir[k] for gold, but they never made it because they were shipwrecked at Ezion-geber. ", "49": "Ahab's son Ahaziah had offered to go. “Let my servants go with your servants in the ships!” he said. But Jehoshaphat was not willing. ", "50": "Later, Jehoshaphat died, as did his ancestors, and he was buried alongside his ancestors in the City of David. Jehoram his son became king in his place.", "51": "Ahab's son Ahaziah became king over Israel in Samaria in the seventeenth year of King Jehoshaphat of Judah. He reigned for two years over Israel. ", "52": "He practiced what the Lord considered to be evil by living life like his father and mother did. He lived like Nebat's son Jeroboam, who led Israel into sin. ", "53": "He served Baal, worshipped him, and provoked the Lord God of Israel to anger, in accordance with everything his father had done."}