{"1": "And so King Solomon ruled over all of Israel. ", "2": "Here's a list of his officials: Zadok's son Azariah was priest, ", "3": "Shisha's sons Elihoreph and Ahijah were his secretaries, Ahilud's son Jehoshaphat was recorder, ", "4": "Jehoiada's son Benaiah commanded the army, Zadok and Abiathar served as priests, ", "5": "Nathan's son Azariah supervised the governors, Nathan's son Zabud the priest was the king's counselor, ", "6": "Ahishar supervised palace matters, and Abda's son Adoniram supervised conscripted labor. ", "7": "Solomon also appointed twelve governors over all of Israel, each of whom were responsible for providing one month's food provisions to the king and to his administration during each year.", "8": "Here's a list of their names: Ben-hur from the hill country of Ephraim; ", "9": "Ben-deker in Makaz, Shaalbim and Beth-shemesh and Elonbeth-hanan; ", "10": "Ben-hesed served in Arubboth (where he supervised Socoh and all of the territory of Hepher); ", "11": "Ben-abinadab supervised the Dor heights (Solomon's daughter Taphath was his wife); ", "12": "Ahilud's son Baana served Taanach, Megiddo, and all of Beth-shean near Zarethan below Jezreel, including from Beth-shean to Abel-meholah as far as the other side of Jokmeam; ", "13": "Ben-geber in Ramoth-gilead, including the towns that belonged to Manasseh's descendant Jair that are in Gilead; ", "14": "Iddo's son Ahinadab served in Mahanaim; ", "15": "Ahimaaz served in Naphtali (he was married to Solomon's daughter Basemath); ", "16": "Hushai's son Baana served in Asher and Bealoth; ", "17": "Paruah's son Jehoshaphat served in Issachar; ", "18": "Ela's son Shimei served in Benjamin; ", "19": "and Uri's son Geber served in the territory of Gilead, the territory formerly ruled by King Sihon of the Amorites and King Og of Bashan (he was the only governor over that territory).", "20": "Judah and Israel became as numerous as the sand on the seashore. They enjoyed abundance, and ate, drank, and rejoiced regularly. ", "21": "[a]Solomon ruled over all the kingdoms from the Euphrates River[b] to the territory of the Philistines and south[c] to the border of Egypt. They brought tribute and served Solomon throughout his lifetime. ", "22": "Solomon's daily provisions were 30 kors of fine flour, 60 kors of meal, ", "23": "ten fattened oxen, 20 pasture-fed cattle, 100 sheep, as well as deer, gazelles, roebucks, and domestic poultry. ", "24": "He ruled over everything west of the Euphrates[d] River from Tiphsah to Gaza, over all of the kings west of the Euphrates[e] River, and he enjoyed peace on all sides around him.", "25": "Judah and Israel lived safely, and everyone enjoyed their own vine and fig tree from Dan to Beer-sheba through all of Solomon's life. ", "26": "Solomon owned 40,000 stalls for the horses that drove his chariots, and he employed 12,000 men to drive them.[f] ", "27": "His officers supplied provisions for King Solomon and for everyone who visited King Solomon's palace,[g] each in their respective month of service responsibility.[h] Nothing ever ran out. ", "28": "They also provided barley and straw for the horses and camels to their respective locations, each consistent with their responsibilities.", "29": "God gave Solomon wisdom and great discernment. His insights were as numerous as sand on the seashore. ", "30": "Solomon was wiser than any of the eastern leaders and wiser than anyone in Egypt. ", "31": "He was wiser than anyone of his day—wiser than Ethan the Ezrahite, Heman, and wiser than Mahol's sons Calcol and Darda. His reputation was known throughout the surrounding nations. ", "32": "Solomon wrote 3,000 proverbs and 1,005 songs. ", "33": "He described trees—everything from cedars[i] that grow in Lebanon to hyssop that grows on a garden wall. He described animals, birds, reptiles, and fish. ", "34": "People came from everywhere to hear Solomon's advice. Every king on the earth heard of his wisdom."}