{"1": "But Solomon took thirteen years to build his own palace, and finally finished it. ", "2": "He built his own palace out of timber supplied from the forest of Lebanon. It was 100 cubits[a] long, 50 cubits[b] wide, 20 cubits[c] tall, and was constructed on four rows of cedar pillars, with cedar beams interlocking the pillars. ", "3": "There were 45 pillars paneled with cedar above the side chambers, with rows of fifteen pillars, ", "4": "with three rows of framed windows facing each other in three ranks. ", "5": "All the doorways and doorposts had rectangular frames, with the doorways facing each other in three tiers. ", "6": "There was also a hall of pillars 50 cubits[d] long and 30 cubits[e] wide, and a porch in front with pillars, and a canopy in front of the pillars.[f] ", "7": "He constructed the Judgment Hall for the throne room where he would be ruling, paneling it with cedar from floor to ceiling.[g] ", "8": "Solomon's[h] personal dwelling quarters, a separate court behind the hall, was of similar workmanship. Solomon[i] also built a house similar to this for Pharaoh's daughter, whom Solomon had married.", "9": "All of these were made with expensive stones, pre-cut according to specifications, hand-sawed inside and out from the foundation to the coping, including from inside to the great court. ", "10": "The foundation was made of expensive stone, including large stones ten cubits[j] long and stones eight cubits[k] long. ", "11": "Above these were expensive stones cut according to specifications, and cedar. ", "12": "So the great court was surrounded by three rows of cut stone, along with a row of cedar beams, just like the inner court of the Lord's Temple and the porch surrounding the Temple.", "13": "King Solomon sent for Hiram[l] from Tyre, ", "14": "the son of a widow from the tribe of Naphtali, whose father was from Tyre. A bronze worker, he was wise, knowledgeable, and was skilled in all sorts of bronze working. He went to King Solomon and did all of his work.", "15": "He fashioned two bronze pillars, each one eighteen cubits[m] high, with a circumference of twelve cubits.[n] ", "16": "He also crafted two capitals of cast bronze and set them on top of the pillars. The height of one capital was five cubits,[o] and the height of the other capital was five cubits.[p] ", "17": "A network of latticework on top of the pillars was inlaid with ornamental wreaths and chains, the top of each pillar containing seven groups of ornamental structures. ", "18": "The pillars contained two rows of ornaments shaped like pomegranates around the latticework covering the top of each pillar. ", "19": "The capitals on top of each pillar above the rounded latticework contained four cubits[q] of lily designs, ", "20": "with the capitals on the two pillars covered by 200 pomegranates in rows around both the capitals above and adjoining the rounded latticework. ", "21": "That's how he designed the pillars at the portico of the sanctuary. When he set up the right pillar, he named it Jachin.[r] When he set up the left pillar, he named it Boaz.[s] ", "22": "The work on the pillars was finished with a lily design on top of the pillars.", "23": "Hiram[t] also made a sea of cast metal ten cubits[u] from brim to brim, circular in shape and five cubits[v] and 30 cubits[w] in its inner circumference. ", "24": "Under the brim, completely encircling it, were two rows of gourds inlaid as part of the original casting, ten to a cubit.[x] ", "25": "The sea stood on top of twelve oxen. Three faced north, three faced west, three faced south, and three faced east. The sea was set on top of them, and their hind parts faced the center.[y] ", "26": "The reservoir, which held about 2,000 baths,[z] stood about a handbreadth[aa] thick, and its rim looked like the brim of a cup or of a lily blossom.", "27": "Hiram[ab] also made ten bronze water carts.[ac] Each one was four cubits[ad] wide, four cubits long,[ae] and three cubits[af] high. ", "28": "The carts were designed with borders between cross-pieces, ", "29": "and on the borders between the cross-pieces were lions, oxen, and cherubim. A pedestal was placed above the cross-pieces, and beneath the lions and oxen there were wreaths hanging down. ", "30": "Each cart had four bronze wheels equipped with bronze axles with four support feet. Beneath the basin were cast support structures made like wreaths on each side. ", "31": "The opening to each water cart inside the crown on top was one cubit[ag] wide, with engravings on the opening. The borders to the frames surrounding the opening were square, not round. ", "32": "The four wheels were placed underneath the borders, and the axles for the wheels were on the stand. Each wheel stood one and a half cubits[ah] high. ", "33": "The wheels resembled those of a chariot, with their axles, rims, spokes, and hubs made of cast bronze. ", "34": "Four supports stood at the four corners of each cart, built into the carts themselves. ", "35": "On top of each stand was a circular structure one half of one cubit[ai] high, with its braces and support frames integral with it, forming a single piece. ", "36": "Hiram[aj] engraved ornamental cherubim, lions, and palm trees on the surfaces of the supports and frames wherever there was space to do so, and encircled the artwork with wreaths. ", "37": "He made ten identical water carts by using the same plans, castings, and shapes for all of them.", "38": "Hiram[ak] also fashioned ten bronze basins, each holding about 40 baths,[al] each basin measuring four cubits[am] in diameter,[an] with one basin for each stand. ", "39": "He set five of the stands on the right side of the Temple and five on the left side of the Temple. He set the bronze sea on the right side of the Temple eastward facing the south. ", "40": "Hiram also made the basins, shovels, and bowls to complete the work that he performed for King Solomon in the Lord's Temple, ", "41": "including the two pillars and the bowls for the capitals that stood on top of the two pillars, along with the two lattices that covered the two bowls of the capitals that stood on top of the pillars, ", "42": "plus the 400 pomegranates for the two lattices (that is, the two rows of pomegranates for each lattice to cover the two bowls of the capitals that stood on top of the pillars), ", "43": "the ten stands with the ten basins on the stands, ", "44": "the single bronze[ao] sea and the twelve oxen that stood under the sea, ", "45": "and the pots, shovels, and bowls—all of these utensils that Hiram made for King Solomon for the Lord's Temple were made from polished bronze.", "46": "The king had them cast in the clay ground between Succoth and Zarethan in the Jordan plain. ", "47": "Solomon never inventoried the weight of the bronze used, because there were too many utensils, so the weight of the bronze used was never ascertained. ", "48": "Solomon made all the furnishings that were placed in the Lord's Temple, including the golden altar and the golden table on which the bread of the Presence was placed, ", "49": "along with the lamp stands (five on the right side and five on the left in front of the inner sanctuary), all made of pure gold, as well as the flower blossoms, lamps, and tongs of gold, ", "50": "and the cups, snuffers, bowls, spoons, and the fire pans, all made of pure gold, and hinges for the doors of the inner sanctuary, the Most Holy Place, and for the gates of the Temple that led to the nave, also of gold.", "51": "Thus all the work that King Solomon performed in the Lord's Temple was finished. Then Solomon brought in the articles that had been dedicated by his father David, including silver, gold, and other utensils, and he placed them into storage in the treasuries of the Lord's Temple."}