{"1": "I want you to know how hard I am working for you. I'm concerned for those who are in Laodicea. I'm also concerned for everyone who has not met me in person. ", "2": "My goal is that their hearts may be encouraged and strengthened. I want them to be joined together in love. Then their understanding will be rich and complete. They will know the mystery of God. That mystery is Christ. ", "3": "All the treasures of wisdom and knowledge are hidden in him. ", "4": "But I don't want anyone to fool you with words that only sound good. ", "5": "So even though I am away from you in body, I am with you in spirit. And I am glad to see that you are controlling yourselves. I am happy that your faith in Christ is so strong.", "6": "You received Christ Jesus as Lord. So keep on living your lives in him. ", "7": "Have your roots in him. Build yourselves up in him. Grow strong in what you believe, just as you were taught. Be more thankful than ever before.", "8": "Make sure no one controls you. They will try to control you by using false reasoning that has no meaning. Their ideas depend on human teachings. They also depend on the basic spiritual powers of this world. They don't depend on Christ.", "9": "God's whole nature is living in Christ in human form. ", "10": "Because you belong to Christ, you have been made complete. He is the ruler over every power and authority. ", "11": "When you received Christ, your circumcision was not done by human hands. Instead, your circumcision was done by Christ. He put away the person you used to be. At that time, sin's power ruled over you. ", "12": "When you were baptized, you were buried together with Christ. And you were raised to life together with him when you were baptized. You were raised to life by believing in God's work. God himself raised Jesus from the dead.", "13": "At one time you were dead in your sins. Your desires controlled by sin were not circumcised. But God gave you new life together with Christ. He forgave us all our sins. ", "14": "He wiped out what the law said that we owed. The law stood against us. It judged us. But he has taken it away and nailed it to the cross. ", "15": "He took away the weapons of the powers and authorities. He made a public show of them. He won the battle over them by dying on the cross.", "16": "So don't let anyone judge you because of what you eat or drink. Don't let anyone judge you about holy days. I'm talking about special feasts and New Moons and Sabbath days. ", "17": "They are only a shadow of the things to come. But what is real is found in Christ. ", "18": "Some people enjoy pretending they aren't proud. They worship angels. But don't let people like that judge you. These people tell you every little thing about what they have seen. They are proud of their useless ideas. That's because their minds are not guided by the Holy Spirit. ", "19": "They aren't connected anymore to the head, who is Christ. But the whole body grows from the head. The muscles and tendons hold the body together. And God causes it to grow.", "20": "Some people still follow the basic spiritual powers of the world. But you died with Christ as far as these powers are concerned. So why do you act as if you still belong to the world? Here are the rules you follow. ", "21": "“Do not handle! Do not taste! Do not touch!” ", "22": "Rules like these are about things that will pass away soon. They are based on merely human rules and teachings. ", "23": "It is true that these rules seem wise. Because of them, people give themselves over to their own kind of worship. They pretend they are humble. They treat their bodies very badly. But rules like these don't help. They don't stop people from chasing after sinful pleasures."}