{"1": "To Theophilus. The first book I wrote was about everything Jesus began to do and teach ", "2": "until the day he was taken up into heaven. Before this, with the help of the Holy Spirit, Jesus told the apostles he had chosen what they should do. ", "3": "After his death, he showed himself to them and proved in many ways that he was alive. The apostles saw Jesus during the forty days after he was raised from the dead, and he spoke to them about the kingdom of God. ", "4": "Once when he was eating with them, he told them not to leave Jerusalem. He said, “Wait here to receive the promise from the Father which I told you about. ", "5": "John baptized people with water, but in a few days you will be baptized with the Holy Spirit.”", "6": "When the apostles were all together, they asked Jesus, “Lord, are you now going to give the kingdom back to Israel?”", "7": "Jesus said to them, “The Father is the only One who has the authority to decide dates and times. These things are not for you to know. ", "8": "But when the Holy Spirit comes to you, you will receive power. You will be my witnesses—in Jerusalem, in all of Judea, in Samaria, and in every part of the world.”", "9": "After he said this, as they were watching, he was lifted up, and a cloud hid him from their sight. ", "10": "As he was going, they were looking into the sky. Suddenly, two men wearing white clothes stood beside them. ", "11": "They said, “Men of Galilee, why are you standing here looking into the sky? Jesus, whom you saw taken up from you into heaven, will come back in the same way you saw him go.”", "12": "Then they went back to Jerusalem from the Mount of Olives. (This mountain is about half a mile from Jerusalem.) ", "13": "When they entered the city, they went to the upstairs room where they were staying. Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James son of Alphaeus, Simon (known as the Zealot), and Judas son of James were there. ", "14": "They all continued praying together with some women, including Mary the mother of Jesus, and Jesus' brothers.", "15": "During this time there was a meeting of the believers (about one hundred twenty of them). Peter stood up and said, ", "16-17": "“Brothers and sisters, in the Scriptures the Holy Spirit said through David something that must happen involving Judas. He was one of our own group and served together with us. He led those who arrested Jesus.” ", "18": "(Judas bought a field with the money he got for his evil act. But he fell to his death, his body burst open, and all his intestines poured out. ", "19": "Everyone in Jerusalem learned about this so they named this place Akeldama. In their language Akeldama means “Field of Blood.”) ", "20": "“In the Book of Psalms,” Peter said, “this is written: 'May his place be empty; leave no one to live in it.' Psalm 69:25 And it is also written: 'Let another man replace him as leader.' Psalm 109:8", "21-22": "“So now a man must become a witness with us of Jesus' being raised from the dead. He must be one of the men who were part of our group during all the time the Lord Jesus was among us—from the time John was baptizing people until the day Jesus was taken up from us to heaven.”", "23": "They put the names of two men before the group. One was Joseph Barsabbas, who was also called Justus. The other was Matthias. ", "24-25": "The apostles prayed, “Lord, you know the thoughts of everyone. Show us which one of these two you have chosen to do this work. Show us who should be an apostle in place of Judas, who turned away and went where he belongs.” ", "26": "Then they used lots to choose between them, and the lots showed that Matthias was the one. So he became an apostle with the other eleven."}