{"1": "The apostles and the believers in Judea heard that some who were not Jewish had accepted God's teaching too. ", "2": "But when Peter came to Jerusalem, some people argued with him. ", "3": "They said, “You went into the homes of people who are not circumcised and ate with them!”", "4": "So Peter explained the whole story to them. ", "5": "He said, “I was in the city of Joppa, and while I was praying, I had a vision. I saw something that looked like a big sheet being lowered from heaven by its four corners. It came very close to me. ", "6": "I looked inside it and saw animals, wild beasts, reptiles, and birds. ", "7": "I heard a voice say to me, 'Get up, Peter. Kill and eat.' ", "8": "But I said, 'No, Lord! I have never eaten anything that is unholy or unclean.' ", "9": "But the voice from heaven spoke again, 'God has made these things clean, so don't call them unholy.' ", "10": "This happened three times. Then the whole thing was taken back to heaven. ", "11": "Right then three men who were sent to me from Caesarea came to the house where I was staying. ", "12": "The Spirit told me to go with them without doubting. These six believers here also went with me, and we entered the house of Cornelius. ", "13": "He told us about the angel he saw standing in his house. The angel said to him, 'Send some men to Joppa and invite Simon Peter to come. ", "14": "By the words he will say to you, you and all your family will be saved.' ", "15": "When I began my speech, the Holy Spirit came on them just as he came on us at the beginning. ", "16": "Then I remembered the words of the Lord. He said, 'John baptized with water, but you will be baptized with the Holy Spirit.' ", "17": "Since God gave them the same gift he gave us who believed in the Lord Jesus Christ, how could I stop the work of God?”", "18": "When the believers heard this, they stopped arguing. They praised God and said, “So God is allowing even other nations to turn to him and live.”", "19": "Many of the believers were scattered when they were persecuted after Stephen was killed. Some of them went as far as Phoenicia, Cyprus, and Antioch telling the message to others, but only to Jews. ", "20": "Some of these believers were people from Cyprus and Cyrene. When they came to Antioch, they spoke also to Greeks,[a] telling them the Good News about the Lord Jesus. ", "21": "The Lord was helping the believers, and a large group of people believed and turned to the Lord.", "22": "The church in Jerusalem heard about all of this, so they sent Barnabas to Antioch. ", "23-24": "Barnabas was a good man, full of the Holy Spirit and full of faith. When he reached Antioch and saw how God had blessed the people, he was glad. He encouraged all the believers in Antioch always to obey the Lord with all their hearts, and many people became followers of the Lord.", "25": "Then Barnabas went to the city of Tarsus to look for Saul, ", "26": "and when he found Saul, he brought him to Antioch. For a whole year Saul and Barnabas met with the church and taught many people there. In Antioch the followers were called Christians for the first time.", "27": "About that time some prophets came from Jerusalem to Antioch. ", "28": "One of them, named Agabus, stood up and spoke with the help of the Holy Spirit. He said, “A very hard time is coming to the whole world. There will be no food to eat.” (This happened when Claudius ruled.) ", "29": "The followers all decided to help the believers who lived in Judea, as much as each one could. ", "30": "They gathered the money and gave it to Barnabas and Saul, who brought it to the elders in Judea."}