{"1": "In the church at Antioch there were these prophets and teachers: Barnabas, Simeon (also called Niger), Lucius (from the city of Cyrene), Manaen (who had grown up with Herod, the ruler), and Saul. ", "2": "They were all worshiping the Lord and fasting[a] for a certain time. During this time the Holy Spirit said to them, “Set apart for me Barnabas and Saul to do a special work for which I have chosen them.”", "3": "So after they fasted and prayed, they laid their hands on[b] Barnabas and Saul and sent them out.", "4": "Barnabas and Saul, sent out by the Holy Spirit, went to the city of Seleucia. From there they sailed to the island of Cyprus. ", "5": "When they came to Salamis, they preached the Good News of God in the synagogues. John Mark was with them to help.", "6": "They went across the whole island to Paphos where they met a magician named Bar-Jesus. He was a false prophet ", "7": "who always stayed close to Sergius Paulus, the governor and a smart man. He asked Barnabas and Saul to come to him, because he wanted to hear the message of God. ", "8": "But Elymas, the magician, was against them. (Elymas is the name for Bar-Jesus in the Greek language.) He tried to stop the governor from believing in Jesus. ", "9": "But Saul, who was also called Paul, was filled with the Holy Spirit. He looked straight at Elymas ", "10": "and said, “You son of the devil! You are an enemy of everything that is right! You are full of evil tricks and lies, always trying to change the Lord's truths into lies. ", "11": "Now the Lord will touch you, and you will be blind. For a time you will not be able to see anything—not even the light from the sun.” Then everything became dark for Elymas, and he walked around, trying to find someone to lead him by the hand. ", "12": "When the governor saw this, he believed because he was amazed at the teaching about the Lord.", "13": "Paul and those with him sailed from Paphos and came to Perga, in Pamphylia. There John Mark left them to return to Jerusalem. ", "14": "They continued their trip from Perga and went to Antioch, a city in Pisidia. On the Sabbath day they went into the synagogue and sat down. ", "15": "After the law of Moses and the writings of the prophets were read, the leaders of the synagogue sent a message to Paul and Barnabas: “Brothers, if you have any message that will encourage the people, please speak.”", "16": "Paul stood up, raised his hand, and said, “You Israelites and you who worship God, please listen! ", "17": "The God of the Israelites chose our ancestors. He made the people great during the time they lived in Egypt, and he brought them out of that country with great power. ", "18": "And he was patient with them[c] for forty years in the desert. ", "19": "God destroyed seven nations in the land of Canaan and gave the land to his people. ", "20": "All this happened in about four hundred fifty years. “After this, God gave them judges until the time of Samuel the prophet. ", "21": "Then the people asked for a king, so God gave them Saul son of Kish. Saul was from the tribe of Benjamin and was king for forty years. ", "22": "After God took him away, God made David their king. God said about him: 'I have found in David son of Jesse the kind of man I want. He will do all I want him to do.' ", "23": "So God has brought Jesus, one of David's descendants, to Israel to be its Savior, as he promised. ", "24": "Before Jesus came, John[d] preached to all the people of Israel about a baptism of changed hearts and lives. ", "25": "When he was finishing his work, he said, 'Who do you think I am? I am not the Christ. He is coming later, and I am not worthy to untie his sandals.'", "26": "“Brothers, sons of the family of Abraham, and others who worship God, listen! The news about this salvation has been sent to us. ", "27": "Those who live in Jerusalem and their leaders did not realize that Jesus was the Savior. They did not understand the words that the prophets wrote, which are read every Sabbath day. But they made them come true when they said Jesus was guilty. ", "28": "They could not find any real reason for Jesus to be put to death, but they asked Pilate to have him killed. ", "29": "When they had done to him all that the Scriptures had said, they took him down from the cross and laid him in a tomb. ", "30": "But God raised him up from the dead! ", "31": "After this, for many days, those who had gone with Jesus from Galilee to Jerusalem saw him. They are now his witnesses to the people. ", "32": "We tell you the Good News about the promise God made to our ancestors. ", "33": "God has made this promise come true for us, his children, by raising Jesus from the dead. We read about this also in Psalm 2: 'You are my Son. Today I have become your Father.' Psalm 2:7", "34": "God raised Jesus from the dead, and he will never go back to the grave and become dust. So God said: 'I will give you the holy and sure blessings that I promised to David.' Isaiah 55:3", "35": "But in another place God says: 'You will not let your Holy One rot.' Psalm 16:10", "36": "David did God's will during his lifetime. Then he died and was buried beside his ancestors, and his body did rot in the grave. ", "37": "But the One God raised from the dead did not rot in the grave. ", "38-39": "Brothers, understand what we are telling you: You can have forgiveness of your sins through Jesus. The law of Moses could not free you from your sins. But through Jesus everyone who believes is free from all sins. ", "40": "Be careful! Don't let what the prophets said happen to you:", "41": "'Listen, you people who doubt! You can wonder, and then die. I will do something in your lifetime that you won't believe even when you are told about it!'” Habakkuk 1:5", "42": "While Paul and Barnabas were leaving the synagogue, the people asked them to tell them more about these things on the next Sabbath. ", "43": "When the meeting was over, many people with those who had changed to worship God followed Paul and Barnabas from that place. Paul and Barnabas were persuading them to continue trusting in God's grace.", "44": "On the next Sabbath day, almost everyone in the city came to hear the word of the Lord. ", "45": "Seeing the crowd, the Jewish people became very jealous and said insulting things and argued against what Paul said. ", "46": "But Paul and Barnabas spoke very boldly, saying, “We must speak the message of God to you first. But you refuse to listen. You are judging yourselves not worthy of having eternal life! So we will now go to the people of other nations. ", "47": "This is what the Lord told us to do, saying: 'I have made you a light for the nations; you will show people all over the world the way to be saved.'” Isaiah 49:6", "48": "When those who were not Jewish heard Paul say this, they were happy and gave honor to the message of the Lord. And the people who were chosen to have life forever believed the message.", "49": "So the message of the Lord was spreading through the whole country. ", "50": "But the Jewish people stirred up some of the important religious women and the leaders of the city. They started trouble against Paul and Barnabas and forced them out of their area. ", "51": "So Paul and Barnabas shook the dust off their feet[e] and went to Iconium. ", "52": "But the followers were filled with joy and the Holy Spirit."}