{"1": "In Iconium, Paul and Barnabas went as usual to the synagogue. They spoke so well that a great many Jews and Greeks believed. ", "2": "But some people who did not believe excited the others and turned them against the believers. ", "3": "Paul and Barnabas stayed in Iconium a long time and spoke bravely for the Lord. He showed that their message about his grace was true by giving them the power to work miracles and signs. ", "4": "But the city was divided. Some of the people agreed with the Jews, and others believed the apostles.", "5": "Some who were not Jews, some Jews, and some of their rulers wanted to mistreat Paul and Barnabas and to stone them to death. ", "6": "When Paul and Barnabas learned about this, they ran away to Lystra and Derbe, cities in Lycaonia, and to the areas around those cities. ", "7": "They announced the Good News there, too.", "8": "In Lystra there sat a man who had been born crippled; he had never walked. ", "9": "As this man was listening to Paul speak, Paul looked straight at him and saw that he believed God could heal him. ", "10": "So he cried out, “Stand up on your feet!” The man jumped up and began walking around. ", "11": "When the crowds saw what Paul did, they shouted in the Lycaonian language, “The gods have become like humans and have come down to us!” ", "12": "Then the people began to call Barnabas “Zeus”[a] and Paul “Hermes,”[b] because he was the main speaker. ", "13": "The priest in the temple of Zeus, which was near the city, brought some bulls and flowers to the city gates. He and the people wanted to offer a sacrifice to Paul and Barnabas. ", "14": "But when the apostles, Barnabas and Paul, heard about it, they tore their clothes. They ran in among the people, shouting, ", "15": "“Friends, why are you doing these things? We are only human beings like you. We are bringing you the Good News and are telling you to turn away from these worthless things and turn to the living God. He is the One who made the sky, the earth, the sea, and everything in them. ", "16": "In the past, God let all the nations do what they wanted. ", "17": "Yet he proved he is real by showing kindness, by giving you rain from heaven and crops at the right times, by giving you food and filling your hearts with joy.” ", "18": "Even with these words, they were barely able to keep the crowd from offering sacrifices to them.", "19": "Then some evil people came from Antioch and Iconium and persuaded the people to turn against Paul. So they threw stones at him and dragged him out of town, thinking they had killed him. ", "20": "But the followers gathered around him, and he got up and went back into the town. The next day he and Barnabas left and went to the city of Derbe.", "21": "Paul and Barnabas told the Good News in Derbe, and many became followers. Paul and Barnabas returned to Lystra, Iconium, and Antioch, ", "22": "making the followers of Jesus stronger and helping them stay in the faith. They said, “We must suffer many things to enter God's kingdom.” ", "23": "They chose elders for each church, by praying and fasting[c] for a certain time. These elders had trusted the Lord, so Paul and Barnabas put them in the Lord's care.", "24": "Then they went through Pisidia and came to Pamphylia. ", "25": "When they had preached the message in Perga, they went down to Attalia. ", "26": "And from there they sailed away to Antioch where the believers had put them into God's care and had sent them out to do this work. Now they had finished.", "27": "When they arrived in Antioch, Paul and Barnabas gathered the church together. They told the church all about what God had done with them and how God had made it possible for those who were not Jewish to believe. ", "28": "And they stayed there a long time with the followers."}