{"1": "Then some people came to Antioch from Judea and began teaching the non-Jewish believers: “You cannot be saved if you are not circumcised as Moses taught us.” ", "2": "Paul and Barnabas were against this teaching and argued with them about it. So the church decided to send Paul, Barnabas, and some others to Jerusalem where they could talk more about this with the apostles and elders.", "3": "The church helped them leave on the trip, and they went through the countries of Phoenicia and Samaria, telling all about how the other nations had turned to God. This made all the believers very happy. ", "4": "When they arrived in Jerusalem, they were welcomed by the apostles, the elders, and the church. Paul, Barnabas, and the others told about everything God had done with them. ", "5": "But some of the believers who belonged to the Pharisee group came forward and said, “The non-Jewish believers must be circumcised. They must be told to obey the law of Moses.”", "6": "The apostles and the elders gathered to consider this problem. ", "7": "After a long debate, Peter stood up and said to them, “Brothers, you know that in the early days God chose me from among you to preach the Good News to the nations. They heard the Good News from me, and they believed. ", "8": "God, who knows the thoughts of everyone, accepted them. He showed this to us by giving them the Holy Spirit, just as he did to us. ", "9": "To God, those people are not different from us. When they believed, he made their hearts pure. ", "10": "So now why are you testing God by putting a heavy load around the necks of the non-Jewish believers? It is a load that neither we nor our ancestors were able to carry. ", "11": "But we believe that we and they too will be saved by the grace of the Lord Jesus.”", "12": "Then the whole group became quiet. They listened to Paul and Barnabas tell about all the miracles and signs that God did through them among the people. ", "13": "After they finished speaking, James said, “Brothers, listen to me. ", "14": "Simon has told us how God showed his love for those people. For the first time he is accepting from among them a people to be his own. ", "15": "The words of the prophets agree with this too:", "16": "'After these things I will return. The kingdom of David is like a fallen tent. But I will rebuild its ruins, and I will set it up.", "17": "Then those people who are left alive may ask the Lord for help, and the other nations that belong to me, says the Lord, who will make it happen.", "18": "And these things have been known for a long time.' Amos 9:11–12", "19": "“So I think we should not bother the other people who are turning to God. ", "20": "Instead, we should write a letter to them telling them these things: Stay away from food that has been offered to idols (which makes it unclean), any kind of sexual sin, eating animals that have been strangled, and blood. ", "21": "They should do these things, because for a long time in every city the law of Moses has been taught. And it is still read in the synagogue every Sabbath day.”", "22": "The apostles, the elders, and the whole church decided to send some of their men with Paul and Barnabas to Antioch. They chose Judas Barsabbas and Silas, who were respected by the believers. ", "23": "They sent the following letter with them: From the apostles and elders, your brothers. To all the non-Jewish believers in Antioch, Syria, and Cilicia: Greetings!", "24": "We have heard that some of our group have come to you and said things that trouble and upset you. But we did not tell them to do this. ", "25": "We have all agreed to choose some messengers and send them to you with our dear friends Barnabas and Paul— ", "26": "people who have given their lives to serve our Lord Jesus Christ. ", "27": "So we are sending Judas and Silas, who will tell you the same things. ", "28": "It has pleased the Holy Spirit that you should not have a heavy load to carry, and we agree. You need to do only these things: ", "29": "Stay away from any food that has been offered to idols, eating any animals that have been strangled, and blood, and any kind of sexual sin. If you stay away from these things, you will do well. Good-bye.", "30": "So they left Jerusalem and went to Antioch where they gathered the church and gave them the letter. ", "31": "When they read it, they were very happy because of the encouraging message. ", "32": "Judas and Silas, who were also prophets, said many things to encourage the believers and make them stronger. ", "33": "After some time Judas and Silas were sent off in peace by the believers, and they went back to those who had sent them [, ", "34": "but Silas decided to remain there].[a]", "35": "But Paul and Barnabas stayed in Antioch and, along with many others, preached the Good News and taught the people the message of the Lord.", "36": "After some time, Paul said to Barnabas, “We should go back to all those towns where we preached the message of the Lord. Let's visit the believers and see how they are doing.”", "37": "Barnabas wanted to take John Mark with them, ", "38": "but he had left them at Pamphylia; he did not continue with them in the work. So Paul did not think it was a good idea to take him. ", "39": "Paul and Barnabas had such a serious argument about this that they separated and went different ways. Barnabas took Mark and sailed to Cyprus, ", "40": "but Paul chose Silas and left. The believers in Antioch put Paul into the Lord's care, ", "41": "and he went through Syria and Cilicia, giving strength to the churches."}