{"1": "Paul came to Derbe and Lystra, where a follower named Timothy lived. Timothy's mother was Jewish and a believer, but his father was a Greek.", "2": "The believers in Lystra and Iconium respected Timothy and said good things about him. ", "3": "Paul wanted Timothy to travel with him, but all the people living in that area knew that Timothy's father was Greek. So Paul circumcised Timothy to please his mother's people. ", "4": "Paul and those with him traveled from town to town and gave the decisions made by the apostles and elders in Jerusalem for the people to obey. ", "5": "So the churches became stronger in the faith and grew larger every day.", "6": "Paul and those with him went through the areas of Phrygia and Galatia since the Holy Spirit did not let them preach the Good News in Asia. ", "7": "When they came near the country of Mysia, they tried to go into Bithynia, but the Spirit of Jesus did not let them. ", "8": "So they passed by Mysia and went to Troas. ", "9": "That night Paul saw in a vision a man from Macedonia. The man stood and begged, “Come over to Macedonia and help us.” ", "10": "After Paul had seen the vision, we immediately prepared to leave for Macedonia, understanding that God had called us to tell the Good News to those people.", "11": "We left Troas and sailed straight to the island of Samothrace. The next day we sailed to Neapolis.[a] ", "12": "Then we went by land to Philippi, a Roman colony[b] and the leading city in that part of Macedonia. We stayed there for several days.", "13": "On the Sabbath day we went outside the city gate to the river where we thought we would find a special place for prayer. Some women had gathered there, so we sat down and talked with them. ", "14": "One of the listeners was a woman named Lydia from the city of Thyatira whose job was selling purple cloth. She worshiped God, and he opened her mind to pay attention to what Paul was saying. ", "15": "She and all the people in her house were baptized. Then she invited us to her home, saying, “If you think I am truly a believer in the Lord, then come stay in my house.” And she persuaded us to stay with her.", "16": "Once, while we were going to the place for prayer, a servant girl met us. She had a special spirit[c] in her, and she earned a lot of money for her owners by telling fortunes. ", "17": "This girl followed Paul and us, shouting, “These men are servants of the Most High God. They are telling you how you can be saved.”", "18": "She kept this up for many days. This bothered Paul, so he turned and said to the spirit, “By the power of Jesus Christ, I command you to come out of her!” Immediately, the spirit came out.", "19": "When the owners of the servant girl saw this, they knew that now they could not use her to make money. So they grabbed Paul and Silas and dragged them before the city rulers in the marketplace. ", "20": "They brought Paul and Silas to the Roman rulers and said, “These men are Jews and are making trouble in our city. ", "21": "They are teaching things that are not right for us as Romans to do.”", "22": "The crowd joined the attack against them. The Roman officers tore the clothes of Paul and Silas and had them beaten with rods. ", "23": "Then Paul and Silas were thrown into jail, and the jailer was ordered to guard them carefully. ", "24": "When he heard this order, he put them far inside the jail and pinned their feet down between large blocks of wood.", "25": "About midnight Paul and Silas were praying and singing songs to God as the other prisoners listened. ", "26": "Suddenly, there was a strong earthquake that shook the foundation of the jail. Then all the doors of the jail broke open, and all the prisoners were freed from their chains. ", "27": "The jailer woke up and saw that the jail doors were open. Thinking that the prisoners had already escaped, he got his sword and was about to kill himself.[d] ", "28": "But Paul shouted, “Don't hurt yourself! We are all here.”", "29": "The jailer told someone to bring a light. Then he ran inside and, shaking with fear, fell down before Paul and Silas. ", "30": "He brought them outside and said, “Men, what must I do to be saved?”", "31": "They said to him, “Believe in the Lord Jesus and you will be saved—you and all the people in your house.” ", "32": "So Paul and Silas told the message of the Lord to the jailer and all the people in his house. ", "33": "At that hour of the night the jailer took Paul and Silas and washed their wounds. Then he and all his people were baptized immediately. ", "34": "After this the jailer took Paul and Silas home and gave them food. He and his family were very happy because they now believed in God.", "35": "The next morning, the Roman officers sent the police to tell the jailer, “Let these men go free.”", "36": "The jailer said to Paul, “The officers have sent an order to let you go free. You can leave now. Go in peace.”", "37": "But Paul said to the police, “They beat us in public without a trial, even though we are Roman citizens.[e] And they threw us in jail. Now they want to make us go away quietly. No! Let them come themselves and bring us out.”", "38": "The police told the Roman officers what Paul said. When the officers heard that Paul and Silas were Roman citizens, they were afraid. ", "39": "So they came and told Paul and Silas they were sorry and took them out of jail and asked them to leave the city. ", "40": "So when they came out of the jail, they went to Lydia's house where they saw some of the believers and encouraged them. Then they left."}