{"1": "Paul and Silas traveled through Amphipolis and Apollonia and came to Thessalonica where there was a synagogue. ", "2": "Paul went into the synagogue as he always did, and on each Sabbath day for three weeks, he talked with his fellow Jews about the Scriptures. ", "3": "He explained and proved that the Christ must die and then rise from the dead. He said, “This Jesus I am telling you about is the Christ.” ", "4": "Some of them were convinced and joined Paul and Silas, along with many of the Greeks who worshiped God and many of the important women.", "5": "But some others became jealous. So they got some evil men from the marketplace, formed a mob, and started a riot. They ran to Jason's house, looking for Paul and Silas, wanting to bring them out to the people. ", "6": "But when they did not find them, they dragged Jason and some other believers to the leaders of the city. The people were yelling, “These people have made trouble everywhere in the world, and now they have come here too! ", "7": "Jason is keeping them in his house. All of them do things against the laws of Caesar, saying there is another king, called Jesus.”", "8": "When the people and the leaders of the city heard these things, they became very upset. ", "9": "They made Jason and the others put up a sum of money. Then they let the believers go free.", "10": "That same night the believers sent Paul and Silas to Berea where they went to the synagogue. ", "11": "These people were more willing to listen than the people in Thessalonica. The Bereans were eager to hear what Paul and Silas said and studied the Scriptures every day to find out if these things were true. ", "12": "So, many of them believed, as well as many important Greek women and men. ", "13": "But the people in Thessalonica learned that Paul was preaching the word of God in Berea, too. So they came there, upsetting the people and making trouble. ", "14": "The believers quickly sent Paul away to the coast, but Silas and Timothy stayed in Berea. ", "15": "The people leading Paul went with him to Athens. Then they carried a message from Paul back to Silas and Timothy for them to come to him as soon as they could.", "16": "While Paul was waiting for Silas and Timothy in Athens, he was troubled because he saw that the city was full of idols. ", "17": "In the synagogue, he talked with the Jews and the Greeks who worshiped God. He also talked every day with people in the marketplace.", "18": "Some of the Epicurean and Stoic philosophers[a] argued with him, saying, “This man doesn't know what he is talking about. What is he trying to say?” Others said, “He seems to be telling us about some other gods,” because Paul was telling them about Jesus and his rising from the dead. ", "19": "They got Paul and took him to a meeting of the Areopagus,[b] where they said, “Please explain to us this new idea you have been teaching. ", "20": "The things you are saying are new to us, and we want to know what this teaching means.” ", "21": "(All the people of Athens and those from other countries who lived there always used their time to talk about the newest ideas.)", "22": "Then Paul stood before the meeting of the Areopagus and said, “People of Athens, I can see you are very religious in all things. ", "23": "As I was going through your city, I saw the objects you worship. I found an altar that had these words written on it: to a god who is not known. You worship a god that you don't know, and this is the God I am telling you about! ", "24": "The God who made the whole world and everything in it is the Lord of the land and the sky. He does not live in temples built by human hands. ", "25": "This God is the One who gives life, breath, and everything else to people. He does not need any help from them; he has everything he needs. ", "26": "God began by making one person, and from him came all the different people who live everywhere in the world. God decided exactly when and where they must live. ", "27": "God wanted them to look for him and perhaps search all around for him and find him, though he is not far from any of us: ", "28": "'By his power we live and move and exist.' Some of your own poets have said: 'For we are his children.' ", "29": "Since we are God's children, you must not think that God is like something that people imagine or make from gold, silver, or rock. ", "30": "In the past, people did not understand God, and he ignored this. But now, God tells all people in the world to change their hearts and lives. ", "31": "God has set a day that he will judge all the world with fairness, by the man he chose long ago. And God has proved this to everyone by raising that man from the dead!”", "32": "When the people heard about Jesus being raised from the dead, some of them laughed. But others said, “We will hear more about this from you later.” ", "33": "So Paul went away from them. ", "34": "But some of the people believed Paul and joined him. Among those who believed was Dionysius, a member of the Areopagus, a woman named Damaris, and some others."}