{"1": "When the day of Pentecost came, they were all together in one place. ", "2": "Suddenly a noise like a strong, blowing wind came from heaven and filled the whole house where they were sitting. ", "3": "They saw something like flames of fire that were separated and stood over each person there. ", "4": "They were all filled with the Holy Spirit, and they began to speak different languages[a] by the power the Holy Spirit was giving them.", "5": "There were some religious Jews staying in Jerusalem who were from every country in the world. ", "6": "When they heard this noise, a crowd came together. They were all surprised, because each one heard them speaking in his own language. ", "7": "They were completely amazed at this. They said, “Look! Aren't all these people that we hear speaking from Galilee? ", "8": "Then how is it possible that we each hear them in our own languages? We are from different places: ", "9": "Parthia, Media, Elam, Mesopotamia, Judea, Cappadocia, Pontus, Asia, ", "10": "Phrygia, Pamphylia, Egypt, the areas of Libya near Cyrene, Rome ", "11": "(both Jews and those who had become Jews), Crete, and Arabia. But we hear them telling in our own languages about the great things God has done!” ", "12": "They were all amazed and confused, asking each other, “What does this mean?”", "13": "But others were making fun of them, saying, “They have had too much wine.”", "14": "But Peter stood up with the eleven apostles, and in a loud voice he spoke to the crowd: “My fellow Jews, and all of you who are in Jerusalem, listen to me. Pay attention to what I have to say. ", "15": "These people are not drunk, as you think; it is only nine o'clock in the morning! ", "16": "But Joel the prophet wrote about what is happening here today:", "17": "'God says: In the last days I will pour out my Spirit on all kinds of people. Your sons and daughters will prophesy. Your young men will see visions, and your old men will dream dreams.", "18": "At that time I will pour out my Spirit also on my male slaves and female slaves, and they will prophesy.", "19": "I will show miracles in the sky and on the earth: blood, fire, and thick smoke.", "20": "The sun will become dark, the moon red as blood, before the overwhelming and glorious day of the Lord will come.", "21": "Then anyone who calls on the Lord will be saved.' Joel 2:28–32", "22": "“People of Israel, listen to these words: Jesus from Nazareth was a very special man. God clearly showed this to you by the miracles, wonders, and signs he did through Jesus. You all know this, because it happened right here among you. ", "23": "Jesus was given to you, and with the help of those who don't know the law, you put him to death by nailing him to a cross. But this was God's plan which he had made long ago; he knew all this would happen. ", "24": "God raised Jesus from the dead and set him free from the pain of death, because death could not hold him. ", "25": "For David said this about him: 'I keep the Lord before me always. Because he is close by my side, I will not be hurt.", "26": "So I am glad, and I rejoice. Even my body has hope,", "27": "because you will not leave me in the grave. You will not let your Holy One rot.", "28": "You will teach me how to live a holy life. Being with you will fill me with joy.' Psalm 16:8–11", "29": "“Brothers and sisters, I can tell you truly that David, our ancestor, died and was buried. His grave is still here with us today. ", "30": "He was a prophet and knew God had promised him that he would make a person from David's family a king just as he was.[b] ", "31": "Knowing this before it happened, David talked about the Christ rising from the dead. He said: 'He was not left in the grave. His body did not rot.'", "32": "So Jesus is the One whom God raised from the dead. And we are all witnesses to this. ", "33": "Jesus was lifted up to heaven and is now at God's right side. The Father has given the Holy Spirit to Jesus as he promised. So Jesus has poured out that Spirit, and this is what you now see and hear. ", "34": "David was not the one who was lifted up to heaven, but he said: 'The Lord said to my Lord, “Sit by me at my right side,", "35": "until I put your enemies under your control.”'[c] Psalm 110:1", "36": "“So, all the people of Israel should know this truly: God has made Jesus—the man you nailed to the cross—both Lord and Christ.”", "37": "When the people heard this, they felt guilty and asked Peter and the other apostles, “What shall we do?”", "38": "Peter said to them, “Change your hearts and lives and be baptized, each one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. ", "39": "This promise is for you, for your children, and for all who are far away. It is for everyone the Lord our God calls to himself.”", "40": "Peter warned them with many other words. He begged them, “Save yourselves from the evil of today's people!” ", "41": "Then those people who accepted what Peter said were baptized. About three thousand people were added to the number of believers that day. ", "42": "They spent their time learning the apostles' teaching, sharing, breaking bread,[d] and praying together.", "43": "The apostles were doing many miracles and signs, and everyone felt great respect for God. ", "44": "All the believers were together and shared everything. ", "45": "They would sell their land and the things they owned and then divide the money and give it to anyone who needed it. ", "46": "The believers met together in the Temple every day. They ate together in their homes, happy to share their food with joyful hearts. ", "47": "They praised God and were liked by all the people. Every day the Lord added those who were being saved to the group of believers."}