{"1": "Paul looked at the council and said, “Brothers, I have lived my life without guilt feelings before God up to this day.” ", "2": "Ananias,[a] the high priest, heard this and told the men who were standing near Paul to hit him on the mouth. ", "3": "Paul said to Ananias, “God will hit you, too! You are like a wall that has been painted white. You sit there and judge me, using the law of Moses, but you are telling them to hit me, and that is against the law.”", "4": "The men standing near Paul said to him, “You cannot insult God's high priest like that!”", "5": "Paul said, “Brothers, I did not know this man was the high priest. It is written in the Scriptures, 'You must not curse a leader of your people.'”[b]", "6": "Some of the men in the meeting were Sadducees, and others were Pharisees. Knowing this, Paul shouted to them, “My brothers, I am a Pharisee, and my father was a Pharisee. I am on trial here because I believe that people will rise from the dead.”", "7": "When Paul said this, there was an argument between the Pharisees and the Sadducees, and the group was divided. ", "8": "(The Sadducees do not believe in angels or spirits or that people will rise from the dead. But the Pharisees believe in them all.) ", "9": "So there was a great uproar. Some of the teachers of the law, who were Pharisees, stood up and argued, “We find nothing wrong with this man. Maybe an angel or a spirit did speak to him.”", "10": "The argument was beginning to turn into such a fight that the commander was afraid some evil people would tear Paul to pieces. So he told the soldiers to go down and take Paul away and put him in the army building.", "11": "The next night the Lord came and stood by Paul. He said, “Be brave! You have told people in Jerusalem about me. You must do the same in Rome.”", "12": "In the morning some evil people made a plan to kill Paul, and they took an oath not to eat or drink anything until they had killed him. ", "13": "There were more than forty men who made this plan. ", "14": "They went to the leading priests and the elders and said, “We have taken an oath not to eat or drink until we have killed Paul. ", "15": "So this is what we want you to do: Send a message to the commander to bring Paul out to you as though you want to ask him more questions. We will be waiting to kill him while he is on the way here.”", "16": "But Paul's nephew heard about this plan and went to the army building and told Paul. ", "17": "Then Paul called one of the officers and said, “Take this young man to the commander. He has a message for him.”", "18": "So the officer brought Paul's nephew to the commander and said, “The prisoner, Paul, asked me to bring this young man to you. He wants to tell you something.”", "19": "The commander took the young man's hand and led him to a place where they could be alone. He asked, “What do you want to tell me?”", "20": "The young man said, “The Jews have decided to ask you to bring Paul down to their council meeting tomorrow. They want you to think they are going to ask him more questions. ", "21": "But don't believe them! More than forty men are hiding and waiting to kill Paul. They have all taken an oath not to eat or drink until they have killed him. Now they are waiting for you to agree.”", "22": "The commander sent the young man away, ordering him, “Don't tell anyone that you have told me about their plan.”", "23": "Then the commander called two officers and said, “I need some men to go to Caesarea. Get two hundred soldiers, seventy horsemen, and two hundred men with spears ready to leave at nine o'clock tonight. ", "24": "Get some horses for Paul to ride so he can be taken to Governor Felix safely.” ", "25": "And he wrote a letter that said:", "26": "From Claudius Lysias. To the Most Excellent Governor Felix: Greetings.", "27": "Some of the Jews had taken this man and planned to kill him. But I learned that he is a Roman citizen, so I went with my soldiers and saved him. ", "28": "I wanted to know why they were accusing him, so I brought him before their council meeting. ", "29": "I learned that these people said Paul did some things that were wrong by their own laws, but no charge was worthy of jail or death. ", "30": "When I was told that some of them were planning to kill Paul, I sent him to you at once. I also told them to tell you what they have against him.", "31": "So the soldiers did what they were told and took Paul and brought him to the city of Antipatris that night. ", "32": "The next day the horsemen went with Paul to Caesarea, but the other soldiers went back to the army building in Jerusalem. ", "33": "When the horsemen came to Caesarea and gave the letter to the governor, they turned Paul over to him. ", "34": "The governor read the letter and asked Paul, “What area are you from?” When he learned that Paul was from Cilicia, ", "35": "he said, “I will hear your case when those who are against you come here, too.” Then the governor gave orders for Paul to be kept under guard in Herod's palace."}