{"1": "Three days after Festus became governor, he went from Caesarea to Jerusalem. ", "2": "There the leading priests and the important leaders made charges against Paul before Festus. ", "3": "They asked Festus to do them a favor. They wanted him to send Paul back to Jerusalem, because they had a plan to kill him on the way. ", "4": "But Festus answered that Paul would be kept in Caesarea and that he himself was returning there soon. ", "5": "He said, “Some of your leaders should go with me. They can accuse the man there in Caesarea, if he has really done something wrong.”", "6": "Festus stayed in Jerusalem another eight or ten days and then went back to Caesarea. The next day he told the soldiers to bring Paul before him. Festus was seated on the judge's seat ", "7": "when Paul came into the room. The people who had come from Jerusalem stood around him, making serious charges against him, which they could not prove. ", "8": "This is what Paul said to defend himself: “I have done nothing wrong against the law, against the Temple, or against Caesar.”", "9": "But Festus wanted to please the people. So he asked Paul, “Do you want to go to Jerusalem for me to judge you there on these charges?”", "10": "Paul said, “I am standing at Caesar's judgment seat now, where I should be judged. I have done nothing wrong to them; you know this is true. ", "11": "If I have done something wrong and the law says I must die, I do not ask to be saved from death. But if these charges are not true, then no one can give me to them. I want Caesar to hear my case!”", "12": "Festus talked about this with his advisers. Then he said, “You have asked to see Caesar, so you will go to Caesar!”", "13": "A few days later King Agrippa and Bernice came to Caesarea to visit Festus. ", "14": "They stayed there for some time, and Festus told the king about Paul's case. Festus said, “There is a man that Felix left in prison. ", "15": "When I went to Jerusalem, the leading priests and the elders there made charges against him, asking me to sentence him to death. ", "16": "But I answered, 'When a man is accused of a crime, Romans do not hand him over until he has been allowed to face his accusers and defend himself against their charges.' ", "17": "So when these people came here to Caesarea for the trial, I did not waste time. The next day I sat on the judge's seat and commanded that the man be brought in. ", "18": "They stood up and accused him, but not of any serious crime as I thought they would. ", "19": "The things they said were about their own religion and about a man named Jesus who died. But Paul said that he is still alive. ", "20": "Not knowing how to find out about these questions, I asked Paul, 'Do you want to go to Jerusalem and be judged there?' ", "21": "But he asked to be kept in Caesarea. He wants a decision from the emperor.[a] So I ordered that he be held until I could send him to Caesar.”", "22": "Agrippa said to Festus, “I would also like to hear this man myself.” Festus said, “Tomorrow you will hear him.”", "23": "The next day Agrippa and Bernice appeared with great show, acting like very important people. They went into the judgment room with the army leaders and the important men of Caesarea. Then Festus ordered the soldiers to bring Paul in. ", "24": "Festus said, “King Agrippa and all who are gathered here with us, you see this man. All the people, here and in Jerusalem, have complained to me about him, shouting that he should not live any longer. ", "25": "When I judged him, I found no reason to order his death. But since he asked to be judged by Caesar, I decided to send him. ", "26": "But I have nothing definite to write the emperor about him. So I have brought him before all of you—especially you, King Agrippa. I hope you can question him and give me something to write. ", "27": "I think it is foolish to send a prisoner to Caesar without telling what charges are against him.”"}