{"1": "Agrippa said to Paul, “You may now speak to defend yourself.” Then Paul raised his hand and began to speak. ", "2": "He said, “King Agrippa, I am very blessed to stand before you and will answer all the charges the evil people make against me. ", "3": "You know so much about all the customs and the things they argue about, so please listen to me patiently.", "4": "“All my people know about my whole life, how I lived from the beginning in my own country and later in Jerusalem. ", "5": "They have known me for a long time. If they want to, they can tell you that I was a good Pharisee. And the Pharisees obey the laws of my tradition more carefully than any other group. ", "6": "Now I am on trial because I hope for the promise that God made to our ancestors. ", "7": "This is the promise that the twelve tribes of our people hope to receive as they serve God day and night. My king, they have accused me because I hope for this same promise! ", "8": "Why do any of you people think it is impossible for God to raise people from the dead?", "9": "“I, too, thought I ought to do many things against Jesus from Nazareth. ", "10": "And that is what I did in Jerusalem. The leading priests gave me the power to put many of God's people in jail, and when they were being killed, I agreed it was a good thing. ", "11": "In every synagogue, I often punished them and tried to make them speak against Jesus. I was so angry against them I even went to other cities to find them and punish them.", "12": "“One time the leading priests gave me permission and the power to go to Damascus. ", "13": "On the way there, at noon, I saw a light from heaven. It was brighter than the sun and flashed all around me and those who were traveling with me. ", "14": "We all fell to the ground. Then I heard a voice speaking to me in the Hebrew language,[a] saying, 'Saul, Saul, why are you persecuting me? You are only hurting yourself by fighting me.' ", "15": "I said, 'Who are you, Lord?' The Lord said, 'I am Jesus, the one you are persecuting. ", "16": "Stand up! I have chosen you to be my servant and my witness—you will tell people the things that you have seen and the things that I will show you. This is why I have come to you today. ", "17": "I will keep you safe from your own people and also from the others. I am sending you to them ", "18": "to open their eyes so that they may turn away from darkness to the light, away from the power of Satan and to God. Then their sins can be forgiven, and they can have a place with those people who have been made holy by believing in me.'", "19": "“King Agrippa, after I had this vision from heaven, I obeyed it. ", "20": "I began telling people that they should change their hearts and lives and turn to God and do things to show they really had changed. I told this first to those in Damascus, then in Jerusalem, and in every part of Judea, and also to the other people. ", "21": "This is why the Jews took me and were trying to kill me in the Temple. ", "22": "But God has helped me, and so I stand here today, telling all people, small and great, what I have seen. But I am saying only what Moses and the prophets said would happen— ", "23": "that the Christ would die, and as the first to rise from the dead, he would bring light to all people.”", "24": "While Paul was saying these things to defend himself, Festus said loudly, “Paul, you are out of your mind! Too much study has driven you crazy!”", "25": "Paul said, “Most excellent Festus, I am not crazy. My words are true and sensible. ", "26": "King Agrippa knows about these things, and I can speak freely to him. I know he has heard about all of these things, because they did not happen off in a corner. ", "27": "King Agrippa, do you believe what the prophets wrote? I know you believe.”", "28": "King Agrippa said to Paul, “Do you think you can persuade me to become a Christian in such a short time?”", "29": "Paul said, “Whether it is a short or a long time, I pray to God that not only you but every person listening to me today would be saved and be like me—except for these chains I have.”", "30": "Then King Agrippa, Governor Festus, Bernice, and all the people sitting with them stood up ", "31": "and left the room. Talking to each other, they said, “There is no reason why this man should die or be put in jail.” ", "32": "And Agrippa said to Festus, “We could let this man go free, but he has asked Caesar to hear his case.”"}