{"1": "The number of followers was growing. But during this same time, the Greek-speaking followers had an argument with the other followers. The Greek-speaking widows were not getting their share of the food that was given out every day. ", "2": "The twelve apostles called the whole group of followers together and said, “It is not right for us to stop our work of teaching God's word in order to serve tables. ", "3": "So, brothers and sisters, choose seven of your own men who are good, full of the Spirit and full of wisdom. We will put them in charge of this work. ", "4": "Then we can continue to pray and to teach the word of God.”", "5": "The whole group liked the idea, so they chose these seven men: Stephen (a man with great faith and full of the Holy Spirit), Philip,[a] Procorus, Nicanor, Timon, Parmenas, and Nicolas (a man from Antioch who had become a follower of the Jewish religion). ", "6": "Then they put these men before the apostles, who prayed and laid their hands[b] on them.", "7": "The word of God was continuing to spread. The group of followers in Jerusalem increased, and a great number of the Jewish priests believed and obeyed.", "8": "Stephen was richly blessed by God who gave him the power to do great miracles and signs among the people. ", "9": "But some people were against him. They belonged to the synagogue of Free Men[c] (as it was called), which included people from Cyrene, Alexandria, Cilicia, and Asia. They all came and argued with Stephen.", "10": "But the Spirit was helping him to speak with wisdom, and his words were so strong that they could not argue with him. ", "11": "So they secretly urged some men to say, “We heard Stephen speak against Moses and against God.”", "12": "This upset the people, the elders, and the teachers of the law. They came and grabbed Stephen and brought him to a meeting of the leaders. ", "13": "They brought in some people to tell lies about Stephen, saying, “This man is always speaking against this holy place and the law of Moses. ", "14": "We heard him say that Jesus from Nazareth will destroy this place and that Jesus will change the customs Moses gave us.” ", "15": "All the people in the meeting were watching Stephen closely and saw that his face looked like the face of an angel."}