{"1": "All you Christians who are servants must respect your owners and work hard for them. Do not let the name of God and our teaching be spoken against because of poor work. ", "2": "Those who have Christian owners must respect their owners because they are Christian brothers. They should work hard for them because much-loved Christian brothers are being helped by their work. Teach and preach these things.", "3": "Someone may teach something else. He may not agree with the teaching of our Lord Jesus Christ. He may not teach you to live God-like lives. ", "4": "Such a person is full of pride and knows nothing. He wastes time on questions and argues about things that are not important. This makes those he teaches jealous and they want to fight. They talk bad and have bad ideas about others. ", "5": "Men who are not able to use their minds in the right way because of sin argue all the time. They do not have the truth. They think religion is a way to get much for themselves.", "6": "A God-like life gives us much when we are happy for what we have. ", "7": "We came into this world with nothing. For sure, when we die, we will take nothing with us. ", "8": "If we have food and clothing, let us be happy. ", "9": "But men who want lots of money are tempted. They are trapped into doing all kinds of foolish things and things which hurt them. These things drag them into sin and will destroy them. ", "10": "The love of money is the beginning of all kinds of sin. Some people have turned from the faith because of their love for money. They have made much pain for themselves because of this.", "11": "But you, man of God, turn away from all these sinful things. Work at being right with God. Live a God-like life. Have faith and love. Be willing to wait. Have a kind heart. ", "12": "Fight the good fight of faith. Take hold of the life that lasts forever. You were chosen to receive it. You have spoken well about this life in front of many people.", "13": "I tell you this before God Who gives life to all people and before Jesus Christ Who spoke well in front of Pontius Pilate. ", "14": "You must do all our Lord Jesus Christ said so no one can speak against you. Do this until He comes again. ", "15": "At the right time, we will be shown that God is the One Who has all power. He is the King of kings and Lord of lords. ", "16": "He can never die. He lives in a light so bright that no man can go near Him. No man has ever seen God or can see Him. Honor and power belong to Him forever. Let it be so.", "17": "Tell those who are rich in this world not to be proud and not to trust in their money. Money cannot be trusted. They should put their trust in God. He gives us all we need for our happiness. ", "18": "Tell them to do good and be rich in good works. They should give much to those in need and be ready to share. ", "19": "Then they will be gathering together riches for themselves. These good things are what they will build on for the future. Then they will have the only true life!", "20": "Timothy, keep safe what God has trusted you with. Turn away from foolish talk. Do not argue with those who think they know so much. They know less than they think they do. ", "21": "Some people have gone after much learning. It has proved to be false and they have turned away from the faith. May you have God's loving-favor."}