{"1": "And the Lord spoke to Moses, saying: ", "2": "Speak to Aaron, and to his sons, and to all the children of Israel, and say to them: This is the thing which the Lord has commanded, saying: ", "3": "If anyone of the house of Israel ritually slaughters an ox, a lamb, or goat in the camp, or slaughters it outside of the camp, ", "4": "and does not bring it to the entrance of the tent of meeting to offer it as a gift to the Lord before the tabernacle of the Lord, then blood guilt shall be accounted to that man. He has shed blood, and that man shall be cut off from among his people. ", "5": "This is so that the children of Israel may bring their sacrifices which they offer in the open field, even that they may bring them to the Lord at the entrance of the tent of meeting, to the priest, and offer them for peace offerings to the Lord. ", "6": "The priest shall sprinkle the blood on the altar of the Lord at the entrance of the tent of meeting, and burn the fat for a pleasing aroma to the Lord. ", "7": "They shall no more offer their sacrifices to goat demons, after whom they have acted like whores. This shall be a perpetual statute for them throughout their generations.", "8": "You shall say to them: Any man from the house of Israel, or from the foreigners who sojourn among you, who offers a burnt offering or sacrifice, ", "9": "and does not bring it to the entrance of the tent of meeting to offer it to the Lord, even that man shall be cut off from among his people.", "10": "Whoever from the house of Israel, or from the strangers who sojourn among you, who eats any manner of blood, I will set My face against that person who eats blood, and will cut him off from among his people. ", "11": "For the life of the flesh is in the blood, and I have given it to you on the altar to make atonement for your lives; for it is the blood that makes atonement for the soul. ", "12": "Therefore I said to the children of Israel: No person among you shall eat blood, nor shall any stranger who sojourns among you eat blood.", "13": "Whoever from the children of Israel, or from the foreigners who sojourn among you, who hunts and catches any wild animal or fowl that may be eaten, he shall even pour out the blood and cover it with dirt. ", "14": "For the life of every creature is its blood; in its blood is its life. Therefore I said to the children of Israel: You shall not eat the blood of any creature, for the life of every creature is its blood. Whoever eats it shall be cut off.", "15": "Every person who eats that which died of itself, or that which was torn by animals, whether he is a native citizen or a foreigner, he shall both wash his clothes and bathe himself in water, and be unclean until the evening. Then he shall be clean. ", "16": "But if he does not wash them or bathe his body, then he shall bear his iniquity."}