{"1": "The Lord spoke to Moses, saying: ", "2": "Speak to the children of Israel, and say to them: I am the Lord your God. ", "3": "After the practices of the land of Egypt, from where you lived, you shall not follow, and after the practices of the land of Canaan, to where I will bring you, you shall not follow; nor shall you walk in their ordinances. ", "4": "You shall follow My decrees and keep My ordinances to walk in them: I am the Lord your God. ", "5": "You shall therefore keep My statutes and My judgments, which if a man does them, then he shall live by them: I am the Lord.", "6": "None of you shall approach any of his near relatives to have relations: I am the Lord.", "7": "You shall not have relations with your father or have relations with your mother. She is your mother. You shall not have relations with her.", "8": "You shall not have relations with your father's wife, for this exposes your father's nakedness.", "9": "You shall not have relations with your sister, whether your father's or mother's daughter, whether raised in the family or another home.", "10": "You shall not have relations with your son's daughter or your daughter's daughter, for this exposes your own nakedness.", "11": "You shall not have relations with your father's wife's daughter who is raised in your father's family, for she is your sister.", "12": "You shall not have relations with your father's sister, for she is your father's relative.", "13": "You shall not have relations with your mother's sister, for she is your mother's relative.", "14": "You shall not expose the nakedness of your father's brother. You shall not approach his wife for relations; she is your aunt.", "15": "You shall not have relations with your daughter-in-law, for she is your son's wife—you shall not have relations with her.", "16": "You shall not have relations with your brother's wife, for this exposes your brother's nakedness.", "17": "You shall not have relations with a woman and her daughter, nor shall you have her son's daughter or her daughter's daughter, for this exposes the woman's nakedness. They are all near relatives. It is depravity.", "18": "And you shall not have a woman as a rival wife, who is the sister of your other wife, for this is to expose her nakedness while her sister, your other wife, is still alive.", "19": "Also you shall not approach a woman to have relations as long as she is in her menstrual uncleanness.", "20": "Moreover, you shall not have relations with your neighbor's wife to defile yourself with her.", "21": "You shall not let any of your children be offered through the fire to Molek, and so profane the name of your God: I am the Lord.", "22": "You shall not lie with a man as one does with a woman. It is an abomination.", "23": "You shall not lie with an animal to defile yourself, nor shall any woman lie with an animal. It is a perversion.", "24": "Do not defile yourselves in any of these ways, for in these practices the nations I am casting out before you have defiled themselves. ", "25": "And the land has become defiled; therefore I have punished its iniquity, and the land has vomited out her inhabitants. ", "26": "But you shall therefore keep My statutes and My decrees, and you shall not commit any of these abominations, either the native citizen or any foreigner who sojourns among you ", "27": "(for the people of the land, who were before you, committed all of these abominations, and the land became defiled), ", "28": "lest the land vomit you out also when you defile it, as it vomited out the nations that were before you.", "29": "For whoever shall commit any of these abominations, those persons who commit them shall be cut off from among their people. ", "30": "Therefore you shall keep My ordinances, that you do not commit any one of these abominable customs which were committed before you, so that you do not defile yourselves by them: I am the Lord your God."}