{"1": "And the Lord spoke to Moses, saying: ", "2": "Speak to all the congregation of the children of Israel, and say to them: You shall be holy, for I the Lord your God am holy.", "3": "Every one of you shall revere his mother and his father, and you will keep My Sabbaths: I am the Lord your God.", "4": "Do not turn to idols, nor make for yourselves cast metal gods: I am the Lord your God.", "5": "When you offer a sacrifice of peace offerings to the Lord, you shall offer it so that you might be accepted. ", "6": "It shall be eaten the same day you offer it or on the next day, and if any remains until the third day, it shall be burned in the fire. ", "7": "If it is eaten at all on the third day, then it is contaminated. It shall not be accepted. ", "8": "Therefore everyone who eats it shall bear his iniquity, because he has defiled what is holy of the Lord, and that person shall be cut off from among his people.", "9": "When you reap the harvest of your land, you shall not reap up to the edge of your field, nor shall you gather the gleanings of your harvest. ", "10": "You shall not glean bare your vineyard, nor shall you gather every fallen grape of your vineyard. You shall leave them for the poor and stranger: I am the Lord your God.", "11": "You shall not steal, nor deal falsely, nor lie to one another.", "12": "You shall not swear falsely by My name, and so defile the name of your God: I am the Lord.", "13": "You shall not defraud your neighbor or rob him. The wages of him who is hired shall not stay with you all night until the morning.", "14": "You shall not curse the deaf, nor put a stumbling block before the blind, but you shall fear your God: I am the Lord.", "15": "You shall do no unrighteousness in a court. You shall not be partial to the poor, nor honor the person who is great, but in righteousness you shall judge your neighbor.", "16": "You shall not go around as a slanderer among your people, nor shall you stand by while the life of your neighbor is in danger: I am the Lord.", "17": "You shall not hate your brother in your heart. You shall surely reason honestly with your neighbor, and not suffer sin because of him.", "18": "You shall not take vengeance, nor bear any grudge against the children of your people, but you shall love your neighbor as yourself: I am the Lord.", "19": "You shall keep My statutes. You shall not let your livestock breed with a different kind. You shall not sow your field with mixed seed, nor shall your garment be mixed from two types of fabric.", "20": "Whoever lies with a slave woman who is betrothed to another man and not yet ransomed or given freedom, compensation will be made. They shall not be put to death, because she was not free. ", "21": "He shall bring his guilt offering to the Lord at the entrance of the tent of meeting, a ram for a guilt offering. ", "22": "The priest shall make atonement for him with the ram of the guilt offering before the Lord for his sin which he has done, and he will be forgiven for the sin that he has committed.", "23": "When you come into the land and plant any kind of tree for food, then you shall count the fruit as forbidden.[a] Three years it shall be forbidden to you. It shall not be eaten. ", "24": "But in the fourth year all the fruit shall be holy and an offering of praise to the Lord. ", "25": "And in the fifth year you shall eat of the fruit that it may yield an increase to you: I am the Lord your God.", "26": "You shall not eat anything with the blood in it, nor shall you practice divination or fortune-telling.", "27": "You shall not round the corners of the hair on your head, nor shall you mar the edges of your beard.", "28": "You shall not make any cuttings in your flesh for the dead nor make any tattoo marks on yourselves: I am the Lord.", "29": "Do not prostitute your daughter and cause her to be defiled, lest the land fall into whoredom and become full of wickedness.", "30": "You shall keep My Sabbaths and revere My sanctuary: I am the Lord.", "31": "Do not turn to spirits through mediums or necromancers. Do not seek after them to be defiled by them: I am the Lord your God.", "32": "You shall rise up before a gray head, and honor the face of an old man, and fear your God: I am the Lord.", "33": "When a foreigner sojourns with you in your land, you shall not do him wrong. ", "34": "The foreigner who dwells with you shall be to you as one born among you, and you shall love him as yourself for you were foreigners in the land of Egypt: I am the Lord your God.", "35": "You shall do no unrighteousness in judgment regarding measures in length, weight, or quantity. ", "36": "You shall have honest balances, honest weights, an honest ephah,[b] and an honest hin:[c] I am the Lord your God, who brought you out of the land of Egypt.", "37": "Therefore you shall observe all My statutes and all My judgments and do them: I am the Lord."}