{"1": "When a person offers a grain offering to the Lord, his offering shall be of wheat flour. He shall pour olive oil on it and put frankincense on it. ", "2": "And he shall bring it to the sons of Aaron, the priests, and he shall scoop out a handful of the flour and its oil, along with all its frankincense. And the priest shall burn this memorial portion on the altar, a food offering made by fire, which is a pleasing aroma for the Lord. ", "3": "And the remainder of the grain offering shall belong to Aaron and to his sons, which is a most holy part of the food offerings to the Lord made by fire.", "4": "When you bring an oven-baked grain offering, it shall be unleavened cakes of fine flour mixed with oil or unleavened wafers spread with oil. ", "5": "If your offering is grain on a griddle, it shall be of unleavened wheat flour mixed with olive oil. ", "6": "Break it into pieces and pour oil on it. It is a grain offering. ", "7": "If your offering is grain in a skillet, it shall be made of wheat flour in olive oil. ", "8": "You shall bring the grain offering that is made of these things to the Lord, and when it is presented to the priest, he shall take it to the altar. ", "9": "The priest shall remove a memorial portion from the grain offering and burn it on the altar, a food offering made by fire, which is a pleasing aroma for the Lord. ", "10": "The remainder of the grain offering shall belong to Aaron and to his sons, which is a most holy part of the food offerings to the Lord made by fire.", "11": "No grain offering that you bring to the Lord shall be made with leaven, for you shall not burn leaven nor any honey as a food offering by fire to the Lord. ", "12": "As an offering of first fruits, you may offer them to the Lord, but they shall not be offered on the altar for a pleasing aroma. ", "13": "You shall season all your grain offerings with salt. You shall not fail to use the salt of the covenant of your God on your grain offering. With all your offerings you shall offer salt.", "14": "If you offer a grain offering of your first fruits to the Lord, you shall offer for the grain offering of your first fruits fresh ripe grain roasted by fire, coarsely ground new grain. ", "15": "You shall put olive oil on it and frankincense on it. It is a grain offering. ", "16": "The priest shall burn its memorial portion and some of its coarsely ground new grain and oil, along with all its frankincense as a food offering made by fire to the Lord."}