{"1": "And the Lord spoke to Moses, saying: ", "2": "Command the children of Israel that they bring to you pure olive oil beaten for the lamp, to cause the lamps to burn continually. ", "3": "Outside the veil of the sanctuary, in the tent of meeting, Aaron shall arrange it continually, from the evening until the morning before the Lord. It shall be a perpetual statute in your generations. ", "4": "He shall arrange the lamps continually on the pure gold lampstand before the Lord.", "5": "You shall take wheat flour and bake twelve cakes. Two-tenths of an ephah[a] shall be in each cake. ", "6": "You shall set them in two rows, six in a row, on the pure gold table before the Lord. ", "7": "You shall put pure frankincense on each row, so that it may be on the bread for a memorial, a food offering made by fire to the Lord. ", "8": "Every Sabbath he shall set it in order continually before the Lord, with the portion taken from the children of Israel by a perpetual covenant. ", "9": "It shall be for Aaron and his sons, and they shall eat it in a holy place, for it is most holy to him of the food offerings of the Lord made by fire by a perpetual statute.", "10": "The son of an Israelite woman, whose father was an Egyptian, went out among the children of Israel, and this son of the Israelite woman and a man of Israel fought together in the camp. ", "11": "And the Israelite woman's son blasphemed the name of the Lord and cursed. And they brought him to Moses. (His mother's name was Shelomith, the daughter of Dibri, of the tribe of Dan.) ", "12": "And they put him in custody, so that the words of the Lord might be shown to them.", "13": "The Lord spoke to Moses, saying: ", "14": "Bring outside the camp him who has cursed, and let all who heard him lay their hands on his head, and let the entire congregation stone him. ", "15": "You shall speak to the children of Israel, saying: Whoever curses his God shall bear his sin. ", "16": "Whoever blasphemes the name of the Lord, he shall surely be put to death, and the entire congregation shall certainly stone him. The foreigner as well as the native in the land, when he blasphemes the name, then he shall be put to death.", "17": "Whoever kills any man shall surely be put to death. ", "18": "Whoever kills an animal shall make restitution, animal for animal. ", "19": "If anyone causes injury to his neighbor, as he has done, so shall it be done to him, ", "20": "fracture for fracture, eye for eye, tooth for tooth; as he has caused an injury to another, so shall it be done to him. ", "21": "Whoever kills an animal shall make restitution. And whoever kills a man shall be put to death. ", "22": "You shall have one manner of law for the foreigner as for the native, for I am the Lord your God.", "23": "So Moses spoke to the children of Israel, and they brought outside the camp him who had cursed, and stoned him. And the children of Israel did as the Lord commanded Moses."}