{"1": "Then the Lord spoke to Moses on Mount Sinai, saying: ", "2": "Speak to the children of Israel, and say to them: When you come into the land that I give you, the land shall keep a sabbath to the Lord. ", "3": "For six years you shall sow your field, and six years you shall prune your vineyard and gather in its fruit, ", "4": "but in the seventh year there shall be a sabbath of complete rest for the land, a sabbath for the Lord. You shall neither sow your field nor prune your vineyard. ", "5": "That which grows by itself from your harvest you shall not reap, nor gather the grapes of your unpruned vines, for it is a year of complete rest for the land. ", "6": "The sabbath produce of the land shall be food for you: for you, and for your male and female servants, and for your hired servant, and for your stranger who sojourns with you, ", "7": "and for your livestock, and for the wild animals in your land, shall all its increase be food.", "8": "You shall count seven sabbath weeks of years, seven times seven years, and the time of the seven sabbaths of years shall be to you forty-nine years. ", "9": "Then you shall sound the horn blasts on the tenth day of the seventh month. On the Day of Atonement you shall make the sound of the horn throughout all your land. ", "10": "You shall consecrate the fiftieth year, and proclaim liberty throughout all the land to all the inhabitants. It shall be a Jubilee to you, and each of you shall return to his possession, and every person shall return to his family. ", "11": "That fiftieth year will be a Jubilee for you. You shall neither sow nor reap that which grows by itself, nor gather the grapes of your unpruned vines. ", "12": "For it is the Jubilee. It shall be holy to you. You shall eat the produce of the field.", "13": "In the Year of Jubilee you shall return to your property.", "14": "If you sell anything to your neighbor or buy anything from your neighbor, you shall not oppress one another. ", "15": "According to the number of years after the Jubilee you shall pay your neighbor, and according to the number of years of the crops he shall sell to you. ", "16": "According to the increase of years you shall increase the price, and according to the decrease of years you shall diminish the price of it. For he shall sell to you according to the number of years of crops. ", "17": "You shall not therefore oppress one another, but you shall fear your God. For I am the Lord your God.", "18": "Therefore you shall do My statutes, and keep My decrees, and do them, and you shall dwell securely in the land. ", "19": "The land shall yield its fruit, and you shall eat your fill and live securely in it. ", "20": "If you shall say, “What shall we eat in the seventh year, if we shall not sow nor gather in our crop?” ", "21": "then I will command My blessing upon you in the sixth year, and it shall bring forth produce for three years. ", "22": "You shall sow in the eighth year, and eat yet of old crops until the ninth year until its crops come in for you.", "23": "The land shall not be permanently sold, for the land is Mine. For you are foreigners and sojourners with Me. ", "24": "In all the land of your possession you shall grant a redemption for the land.", "25": "If your brother becomes poor and has sold some of his possession, then his nearest redeemer will come to redeem it, and buy back that which his brother sold. ", "26": "If the man has none to redeem it, but he himself is able to redeem it, ", "27": "then let him count the years since the sale and pay back the balance to the man to whom he sold it, so that he may return to his property. ", "28": "But if he is not able to restore it to himself, then that which he sold shall remain in the hand of him who has bought it until the Year of Jubilee, and in the Jubilee it shall be released, and he shall return to his possession.", "29": "If a man sells a house in a walled city, then he may redeem it within a year after it is sold, within a full year he may have the right to buy it back. ", "30": "If it is not redeemed within the time of a full year, then the house that is in the walled city shall be given permanently to him who bought it throughout his generations. It shall not be returned in the Jubilee. ", "31": "But the houses of the villages that have no wall around them shall be counted as the fields of the land. They may be redeemed, and they shall be returned in the Jubilee.", "32": "For the cities of the Levites, they may redeem at any time the houses in the cities that they possess. ", "33": "If a Levite purchases back the house that was sold in the city of his possession, then it shall be returned in the Jubilee. For the houses of the cities of the Levites are their possession among the children of Israel. ", "34": "But the fields of the land of their cities may not be sold, for they are their perpetual possession.", "35": "If your brother becomes poor and cannot maintain himself with you, then you shall support him as if he were a foreigner or a sojourner, so that he may live with you. ", "36": "Take no usury or interest from him; but fear your God, so that your brother may live with you. ", "37": "You shall not lend him your money at interest, nor lend him your food for profit. ", "38": "I am the Lord your God, who brought you out of the land of Egypt, to give you the land of Canaan and to be your God.", "39": "If your brother who dwells near you becomes poor and sells himself to you, you shall not compel him to serve as a bondservant. ", "40": "But as a hired servant and as a sojourner he shall be with you. He shall serve you until the Year of Jubilee. ", "41": "And then he shall depart from you, both he and his children with him, and he shall return to his own family and to the possession of his fathers. ", "42": "For they are My servants, whom I brought out of the land of Egypt. They shall not be sold as slaves. ", "43": "You shall not rule over him with harshness, but you shall fear your God.", "44": "Both your male and female slaves, whom you may have, they shall be bought from the nations that are around you. ", "45": "Moreover of the foreigners who sojourn among you and of their families who are with you, who were born in your land, you may also buy from them, and they may be your possession. ", "46": "You may take them as an inheritance for your children after you, for their possession. They shall be your slaves forever. But over your brothers, the children of Israel, you shall not rule over one another with rigor.", "47": "If a sojourner or foreigner becomes rich by you, and your brother who dwells beside him becomes poor and sells himself to the foreigner or sojourner with you, or to a member of the stranger's family, ", "48": "then after he is sold he may be redeemed again. One of his brothers may redeem him, ", "49": "or either his uncle or his cousin may redeem him, or any who is near of kin to him of his family may redeem him. Or if he is able, he may redeem himself. ", "50": "He shall calculate with him who bought him from the year that he was sold to the Year of Jubilee, and the price of his sale shall be according to the number of years, according to the time of a hired servant. ", "51": "If there are still many years left until the Jubilee, he shall pay the price proportionately for his redemption as some of the price that he was bought for. ", "52": "If there remain but a few years until the Year of Jubilee, then he shall calculate and pay the price proportionately for his redemption according to his years of service. ", "53": "As a yearly hired servant he shall be treated, and the other shall not rule harshly over him in your sight.", "54": "If he is not redeemed in these years, then he shall go out in the Year of Jubilee, both he and his children with him. ", "55": "For to Me the children of Israel are servants. They are My servants whom I brought out of the land of Egypt: I am the Lord your God."}