{"1": "You shall not make for yourselves idols; neither set up a carved image nor a standing stone, nor shall you set up any sculpted stone in your land to bow down to it, for I am the Lord your God.", "2": "You shall keep My Sabbaths and reverence My sanctuary: I am the Lord.", "3": "If you walk in My statutes and keep My commandments and do them, ", "4": "then I will give you rain in due season, and the land shall yield its increase, and the trees of the field shall yield their fruit. ", "5": "Your threshing shall last till the grape harvest, and the grape harvest shall last till the time for sowing, and you shall eat your bread till you are full and dwell in your land safely.", "6": "I will give peace in the land, and you shall lie down for sleep, and none shall make you afraid; I will remove harmful beasts from the land, and the sword shall not go through your land. ", "7": "You shall chase your enemies, and they shall fall before you by the sword. ", "8": "Five of you shall chase a hundred, and a hundred of you shall put ten thousand to flight, and your enemies shall fall before you by the sword.", "9": "I will turn toward you and make you fruitful and multiply you, and I will confirm My covenant with you. ", "10": "You shall eat the old harvest long stored, and clear out the old to make way for the new. ", "11": "I will set My tabernacle among you, and I shall not abhor you. ", "12": "I will walk among you, and I will be your God, and you shall be My people. ", "13": "I am the Lord your God, who brought you out of the land of Egypt, that you should not be their slaves, and I have broken the bars of your yoke and made you walk upright.", "14": "But if you will not listen to Me, and will not do all these commandments, ", "15": "if you despise My statutes, or if you abhor My judgments, so that you will not do all My commandments, but you break My covenant, ", "16": "then I will do this to you: I will visit you with terror, with wasting disease, and with a fever that shall consume the eyes and cause sorrow of heart, and you shall sow your seed in vain, for your enemies shall eat it. ", "17": "I will set My face against you, and you shall be slain before your enemies. They that hate you shall reign over you, and you shall flee when none pursues you.", "18": "If you will not yet listen to Me after all this, then I will punish you seven times more for your sins. ", "19": "I will break the pride of your power, and I will make your heaven as iron and your land as bronze. ", "20": "Your strength shall be spent in vain, for your land shall not yield her increase, nor shall the trees of the land yield their fruits.", "21": "If you continue to walk contrary to Me and will not listen to Me, I will bring seven times more plagues upon you according to your sins. ", "22": "I will also send wild beasts among you, which shall rob you of your children, destroy your livestock, and make you few in number. And your roads shall be desolate.", "23": "And if by these things you are not turned to Me, but walk contrary to Me, ", "24": "then I will also walk contrary to you and will punish you yet seven times for your sins. ", "25": "I will bring a sword upon you that shall extract vengeance for My covenant. And when you are gathered together within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy. ", "26": "When I have broken the supply of your bread, ten women shall bake your bread in one oven, and they shall ration your bread again by weight, and you shall eat and not be satisfied.", "27": "If you will not listen to Me for all this, but walk contrary to Me, ", "28": "then I will walk contrary to you also in fury, and I Myself will chastise you seven times for your sins. ", "29": "You shall eat the flesh of your sons and the flesh of your daughters. ", "30": "I will destroy your high places, and cut down your images, and cast your funeral offerings on the lifeless forms of your idols, and I shall abhor you. ", "31": "I will make your cities a waste and bring your sanctuaries to desolation, and I will not smell the savor of your fragrant offerings. ", "32": "I will bring the land into desolation, and your enemies that dwell there shall be astonished at it. ", "33": "I will scatter you among the nations and I will draw out a sword after you. And your land shall be desolate and your cities a waste. ", "34": "Then the land shall enjoy its sabbaths as long as it lies desolate, while you are in your enemies' land; then the land shall rest and enjoy its sabbaths. ", "35": "As long as it lies desolate it shall rest because it did not rest during your sabbaths when you lived upon it.", "36": "And on those who are left alive of you I will send faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall make them flee, and they shall flee as from a sword, and they shall fall when no one pursues. ", "37": "They shall fall one upon one another, as to escape before the sword, though no one pursues, and you shall have no power to stand before your enemies. ", "38": "You shall perish among the nations, and the land of your enemies shall consume you. ", "39": "And those who are left of you shall rot away in their iniquity in your enemies' lands, and also because of the iniquities of their fathers, they shall rot away with them.", "40": "But if they confess their iniquity, and the iniquity of their fathers, with their treachery that they committed against Me, and also that they have walked contrary to Me, ", "41": "and that I also have walked contrary to them and have brought them into the land of their enemies; if then their uncircumcised hearts are humbled, and they then accept the punishment of their iniquity, ", "42": "then will I remember My covenant with Jacob, and also My covenant with Isaac, and also My covenant with Abraham, and I will remember the land. ", "43": "But the land shall be abandoned by them, and enjoy its sabbaths while it lies desolate without them. They shall make amends for their iniquity, because they despised My judgments and because they abhorred My statutes. ", "44": "Yet for all that, when they are in the land of their enemies, I will not cast them away, nor will I abhor them to destroy them utterly and to break My covenant with them, for I am the Lord their God. ", "45": "But for their sake I will remember the covenant with their fathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the Lord.", "46": "These are the statutes and judgments and laws that the Lord made between Himself and the children of Israel on Mount Sinai by the hand of Moses."}