{"1": "All people[a] on the earth had one language and the same words.", "2": "When they traveled east,[b] they found a valley in the land of Shinar and settled there.", "3": "They said to each other, “Come, let's make bricks and bake them hard.” They used bricks for stones and asphalt for mortar.", "4": "They said, “Come, let's build for ourselves a city and a tower with its top in the sky, and let's make a name for ourselves so that we won't be dispersed over all the earth.”", "5": "Then the Lord came down to see the city and the tower that the humans built.", "6": "And the Lord said, “There is now one people and they all have one language. This is what they have begun to do, and now all that they plan to do will be possible for them.", "7": "Come, let's go down and mix up their language there so they won't understand each other's language.”", "8": "Then the Lord dispersed them from there over all of the earth, and they stopped building the city.", "9": "Therefore, it is named Babel, because there the Lord mixed up[c] the language of all the earth; and from there the Lord dispersed them over all the earth.", "10": "These are Shem's descendants. When Shem was 100 years old, he became the father of Arpachshad, two years after the flood.", "11": "After Arpachshad was born, Shem lived 500 years; he had other sons and daughters.", "12": "When Arpachshad was 35 years old, he became the father of Shelah.", "13": "After Shelah was born, Arpachshad lived 403 years; he had other sons and daughters.", "14": "When Shelah was 30 years old, he became the father of Eber.", "15": "After Eber was born, Shelah lived 403 years; he had other sons and daughters.", "16": "When Eber was 34 years old, he became the father of Peleg.", "17": "After Peleg was born, Eber lived 430 years; he had other sons and daughters.", "18": "When Peleg was 30 years old, he became the father of Reu.", "19": "After Reu was born, Peleg lived 209 years; he had other sons and daughters.", "20": "When Reu was 32 years old, he became the father of Serug.", "21": "After Serug was born, Reu lived 207 years; he had other sons and daughters.", "22": "When Serug was 30 years old, he became the father of Nahor.", "23": "After Nahor was born, Serug lived 200 years; he had other sons and daughters.", "24": "When Nahor was 29 years old, he became the father of Terah.", "25": "After Terah was born, Nahor lived 119 years; he had other sons and daughters.", "26": "When Terah was 70 years old, he became the father of Abram, Nahor, and Haran.", "27": "These are Terah's descendants. Terah became the father of Abram, Nahor, and Haran. Haran became the father of Lot.", "28": "Haran died while with his father Terah in his native land,[d] in Ur of the Chaldeans.", "29": "Abram and Nahor both married; Abram's wife was Sarai, and Nahor's wife was Milcah the daughter of Haran, father of both Milcah and Iscah.", "30": "Sarai was unable to have children.", "31": "Terah took his son Abram, his grandson Lot (son of Haran), and his son Abram's wife, Sarai his daughter-in-law. They left Ur of the Chaldeans for the land of Canaan, and arriving at Haran, they settled there.", "32": "Terah lived 205 years, and he died in Haran."}