{"1": "The Lord said to Abram, “Leave your land, your family, and your father's household for the land that I will show you.", "2": "I will make of you a great nation and will bless you. I will make your name respected, and you will be a blessing.", "3": "I will bless those who bless you, those who curse you I will curse; all the families of the earth will be blessed because of you.”[a]", "4": "Abram left just as the Lord told him, and Lot went with him. Now Abram was 75 years old when he left Haran.", "5": "Abram took his wife Sarai, his nephew Lot, all of their possessions, and those who became members of their household in Haran; and they set out for the land of Canaan. When they arrived in Canaan,", "6": "Abram traveled through the land as far as the sacred place at Shechem, at the oak of Moreh. The Canaanites lived in the land at that time.", "7": "The Lord appeared to Abram and said, “I give this land to your descendants,” so Abram built an altar there to the Lord who appeared to him.", "8": "From there he traveled toward the mountains east of Bethel, and pitched his tent with Bethel on the west and Ai on the east. There he built an altar to the Lord and worshipped in the Lord's name.", "9": "Then Abram set out toward the arid southern plain, making and breaking camp as he went.", "10": "When a famine struck the land, Abram went down toward Egypt to live as an immigrant since the famine was so severe in the land.", "11": "Just before he arrived in Egypt, he said to his wife Sarai, “I know you are a good-looking woman.", "12": "When the Egyptians see you, they will say, 'This is his wife,' and they will kill me but let you live.", "13": "So tell them you are my sister so that they will treat me well for your sake, and I will survive because of you.”", "14": "When Abram entered Egypt, the Egyptians saw how beautiful his wife was.", "15": "When Pharaoh's princes saw her, they praised her to Pharaoh; and the woman was taken into Pharaoh's household.", "16": "Things went well for Abram because of her: he acquired flocks, cattle, male donkeys, men servants, women servants, female donkeys, and camels.", "17": "Then the Lord struck Pharaoh and his household with severe plagues because of Abram's wife Sarai.", "18": "So Pharaoh summoned Abram and said, “What's this you've done to me? Why didn't you tell me she was your wife?", "19": "Why did you say, 'She's my sister,' so that I made her my wife? Now, here's your wife. Take her and go!”", "20": "Pharaoh gave his men orders concerning Abram, and they expelled him with his wife and everything he had."}