{"1": "Abram went up from Egypt toward the arid southern plain with his wife, with everything he had, and with Lot.", "2": "Abram was very wealthy in livestock, silver, and gold.", "3": "Abram traveled, making and breaking camp, from the arid southern plain to Bethel and to the sacred place there, where he had first pitched his tent between Bethel and Ai,", "4": "that is, to the place at which he had earlier built the altar. There he worshipped in the Lord's name.", "5": "Now Lot, who traveled with Abram, also had flocks, cattle, and tents.", "6": "They had so many possessions between them that the land couldn't support both of them. They could no longer live together.", "7": "Conflicts broke out between those herding Abram's livestock and those herding Lot's livestock. At that time the Canaanites and the Perizzites lived in the land.", "8": "Abram said to Lot, “Let's not have disputes between me and you and between our herders since we are relatives.", "9": "Isn't the whole land in front of you? Let's separate. If you go north, I will go south; and if you go south, I will go north.”", "10": "Lot looked up and saw the entire Jordan Valley. All of it was well irrigated, like the garden of the Lord, like the land of Egypt, as far as Zoar (this was before the Lord destroyed Sodom and Gomorrah).", "11": "So Lot chose for himself the entire Jordan Valley. Lot set out toward the east, and they separated from each other.", "12": "Abram settled in the land of Canaan, and Lot settled near the cities of the valley and pitched his tent close to Sodom.", "13": "The citizens of Sodom were very evil and sinful against the Lord.", "14": "After Lot separated from him, the Lord said to Abram, “From the place where you are standing, look up and gaze to the north, south, east, and west,", "15": "because all the land that you see I give you and your descendants forever.", "16": "I will make your descendants like the dust of the earth. If someone could count the bits of dust on the earth, then they could also count your descendants.", "17": "Stand up and walk around through the length and breadth of the land because I am giving it to you.”", "18": "So Abram packed his tent and went and settled by the oaks of Mamre in Hebron. There he built an altar to the Lord."}