{"1": "While Amraphel was king of Shinar, Ellasar's King Arioch, Elam's King Chedorlaomer, and Goiim's King Tidal", "2": "declared war on Sodom's King Bera, Gomorrah's King Birsha, Admah's King Shinab, Zeboiim's King Shemeber, and the king of Bela, that is, Zoar.", "3": "These latter kings formed an alliance in the Siddim Valley (that is, the Dead Sea[a]).", "4": "For twelve years they had served Chedorlaomer, and in the thirteenth year they revolted.", "5": "In the fourteenth year, Chedorlaomer and the kings of his alliance came and attacked the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim,", "6": "and the Horites in the mountains of Seir as far as El-paran near the desert.", "7": "Then they turned back, came to En-mishpat (that is, Kadesh), and attacked the territory of the Amalekites, as well as the Amorites who lived in Hazazon-tamar.", "8": "Then the kings of Sodom, Gomorrah, Admah, Zeboiim, and Bera (that is, Zoar) took up battle positions in the Siddim Valley", "9": "against King Chedorlaomer of Elam, King Tidal of Goiim, King Amraphel of Shinar, and King Arioch of Ellasar, four kings against five.", "10": "Now the Siddim Valley was filled with tar pits. When the kings of Sodom and Gomorrah retreated, they fell into them; and the rest fled to the mountains.", "11": "They took everything from Sodom and Gomorrah, including its food supplies, and left.", "12": "They also took Lot, Abram's nephew who lived in Sodom, and everything he owned, and took off.", "13": "When a survivor arrived, he told Abram the Hebrew, who lived near the oaks of the Amorite Mamre, who was the brother of Eshcol and Aner, Abram's treaty partners.", "14": "When Abram heard that his relative had been captured, he took all of the loyal men born in his household, three hundred eighteen, and went after them as far as Dan.", "15": "During the night, he and his servants divided themselves up against them, attacked, and chased them to Hobah, north of Damascus.", "16": "He brought back all of the looted property, together with his relative Lot and Lot's property, wives, and people.", "17": "After Abram returned from his attack on Chedorlaomer and the kings who were with him, the king of Sodom came out to the Shaveh Valley (that is, the King's Valley) to meet him.", "18": "Now Melchizedek the king of Salem and the priest of El Elyon[b] had brought bread and wine,", "19": "and he blessed him, “Bless Abram by El Elyon, creator of heaven and earth;", "20": "bless El Elyon, who gave you the victory over your enemies.” Abram gave Melchizedek one-tenth of everything.", "21": "Then the king of Sodom said to Abram, “Give me the people and take the property for yourself.”", "22": "But Abram said to the king of Sodom, “I promised the Lord, El Elyon, creator of heaven and earth,", "23": "that I wouldn't take even a thread or a sandal strap from anything that was yours so that you couldn't say, 'I'm the one who made Abram rich.'", "24": "The only exception is that the young men may keep whatever they have taken to eat, and the men who went with me—Aner, Eshcol, and Mamre—may keep their share.”"}