{"1": "Sarai, Abram's wife, had not been able to have children. Since she had an Egyptian servant named Hagar,", "2": "Sarai said to Abram, “The Lord has kept me from giving birth, so go to my servant. Maybe she will provide me with children.” Abram did just as Sarai said.", "3": "After Abram had lived ten years in the land of Canaan, Abram's wife Sarai took her Egyptian servant Hagar and gave her to her husband Abram as his wife.", "4": "He slept with Hagar, and she became pregnant. But when she realized that she was pregnant, she no longer respected her mistress.", "5": "Sarai said to Abram, “This harassment is your fault. I allowed you to embrace my servant, but when she realized she was pregnant, I lost her respect. Let the Lord decide who is right, you or me.”", "6": "Abram said to Sarai, “Since she's your servant, do whatever you wish to her.” So Sarai treated her harshly, and she ran away from Sarai.", "7": "The Lord's messenger found Hagar at a spring in the desert, the spring on the road to Shur,", "8": "and said, “Hagar! Sarai's servant! Where did you come from and where are you going?” She said, “From Sarai my mistress. I'm running away.”", "9": "The Lord's messenger said to her, “Go back to your mistress. Put up with her harsh treatment of you.”", "10": "The Lord's messenger also said to her, “I will give you many children, so many they can't be counted!”", "11": "The Lord's messenger said to her, “You are now pregnant and will give birth to a son. You will name him Ishmael[a] because the Lord has heard about your harsh treatment.", "12": "He will be a wild mule of a man; he will fight everyone, and they will fight him. He will live at odds with all his relatives.”[b]", "13": "Hagar named the Lord who spoke to her, “You are El Roi”[c] because she said, “Can I still see after he saw me?”[d]", "14": "Therefore, that well is called Beer-lahai-roi;[e] it's the well between Kadesh and Bered.", "15": "Hagar gave birth to a son for Abram, and Abram named him Ishmael.", "16": "Abram was 86 years old when Hagar gave birth to Ishmael for Abram."}