{"1": "The heavens and the earth and all who live in them were completed.", "2": "On the sixth [a] day God completed all the work that he had done, and on the seventh day God rested from all the work that he had done.", "3": "God blessed the seventh day and made it holy, because on it God rested from all the work of creation.[b]", "4": "This is the account of the heavens and the earth when they were created. On the day the Lord God made earth and sky—", "5": "before any wild plants appeared on the earth, and before any field crops grew, because the Lord God hadn't yet sent rain on the earth and there was still no human being[c] to farm the fertile land,", "6": "though a stream rose from the earth and watered all of the fertile land—", "7": "the Lord God formed the human[d] from the topsoil of the fertile land[e] and blew life's breath into his nostrils. The human came to life.", "8": "The Lord God planted a garden in Eden in the east and put there the human he had formed.", "9": "In the fertile land, the Lord God grew every beautiful tree with edible fruit, and also he grew the tree of life in the middle of the garden and the tree of the knowledge of good and evil.", "10": "A river flows from Eden to water the garden, and from there it divides into four headwaters.", "11": "The name of the first river is the Pishon. It flows around the entire land of Havilah, where there is gold.", "12": "That land's gold is pure, and the land also has sweet-smelling resins and gemstones. [f]", "13": "The name of the second river is the Gihon. It flows around the entire land of Cush.", "14": "The name of the third river is the Tigris, flowing east of Assyria; and the name of the fourth river is the Euphrates.", "15": "The Lord God took the human and settled him in the garden of Eden to farm it and to take care of it.", "16": "The Lord God commanded the human, “Eat your fill from all of the garden's trees;", "17": "but don't eat from the tree of the knowledge of good and evil, because on the day you eat from it, you will die!”", "18": "Then the Lord God said, “It's not good that the human is alone. I will make him a helper that is perfect for him.”", "19": "So the Lord God formed from the fertile land all the wild animals and all the birds in the sky and brought them to the human to see what he would name them. The human gave each living being its name.", "20": "The human named all the livestock, all the birds in the sky, and all the wild animals. But a helper perfect for him was nowhere to be found.", "21": "So the Lord God put the human into a deep and heavy sleep, and took one of his ribs and closed up the flesh over it.", "22": "With the rib taken from the human, the Lord God fashioned a woman and brought her to the human being.", "23": "The human[g] said, “This one finally is bone from my bones and flesh from my flesh. She will be called a woman[h] because from a man[i] she was taken.”", "24": "This is the reason that a man leaves his father and mother and embraces his wife, and they become one flesh.", "25": "The two of them were naked, the man and his wife, but they weren't embarrassed."}