{"1": "The Lord was attentive to Sarah just as he had said, and the Lord carried out just what he had promised her.", "2": "She became pregnant and gave birth to a son for Abraham when he was old, at the very time God had told him.", "3": "Abraham named his son—the one Sarah bore him—Isaac.[a]", "4": "Abraham circumcised his son Isaac when he was eight days old just as God had commanded him.", "5": "Abraham was 100 years old when his son Isaac was born.", "6": "Sarah said, “God has given me laughter. Everyone who hears about it will laugh with me.”[b]", "7": "She said, “Who could have told Abraham that Sarah would nurse sons? But now I've given birth to a son when he was old!”", "8": "The boy grew and stopped nursing. On the day he stopped nursing, Abraham prepared a huge banquet.", "9": "Sarah saw Hagar's son laughing, the one Hagar the Egyptian had borne to Abraham.", "10": "So she said to Abraham, “Send this servant away with her son! This servant's son won't share the inheritance with my son Isaac.”", "11": "This upset Abraham terribly because the boy was his son.", "12": "God said to Abraham, “Don't be upset about the boy and your servant. Do everything Sarah tells you to do because your descendants will be traced through Isaac.", "13": "But I will make of your servant's son a great nation too, because he is also your descendant.”", "14": "Abraham got up early in the morning, took some bread and a flask of water, and gave it to Hagar. He put the boy in her shoulder sling and sent her away. She left and wandered through the desert near Beer-sheba.", "15": "Finally the water in the flask ran out, and she put the boy down under one of the desert shrubs.", "16": "She walked away from him about as far as a bow shot and sat down, telling herself, I can't bear to see the boy die. She sat at a distance, cried out in grief, and wept.", "17": "God heard the boy's cries, and God's messenger called to Hagar from heaven and said to her, “Hagar! What's wrong? Don't be afraid. God has heard the boy's cries over there.", "18": "Get up, pick up the boy, and take him by the hand because I will make of him a great nation.”", "19": "Then God opened her eyes, and she saw a well. She went over, filled the water flask, and gave the boy a drink.", "20": "God remained with the boy; he grew up, lived in the desert, and became an expert archer.", "21": "He lived in the Paran desert, and his mother found him an Egyptian wife.", "22": "At that time Abimelech, and Phicol commander of his forces, said to Abraham, “God is with you in everything that you do.", "23": "So give me your word under God that you won't cheat me, my children, or my descendants. Just as I have treated you fairly, so you must treat me and the land in which you are an immigrant.”", "24": "Abraham said, “I give you my word.”", "25": "Then Abraham complained to Abimelech about a well that Abimelech's servants had seized.", "26": "Abimelech said, “I don't know who has done this, and you didn't tell me. I didn't even hear about it until today.”", "27": "Abraham took flocks and cattle, gave them to Abimelech, and the two of them drew up a treaty.[c]", "28": "Abraham set aside, by themselves, seven female lambs from the flock.", "29": "So Abimelech said to Abraham, “What are these seven lambs you've set apart?”", "30": "Abraham said, “These seven lambs that you take from me will attest that I dug this well.”", "31": "Therefore, the name of that place is Beer-sheba[d] because there they gave each other their word.", "32": "After they drew up a treaty[e] at Beer-sheba, Abimelech, and Phicol commander of his forces, returned to the land of the Philistines.", "33": "Abraham planted a tamarisk tree in Beer-sheba, and he worshipped there in the name of the Lord, El Olam.[f]", "34": "Abraham lived as an immigrant in the Philistines' land for a long time."}