{"1": "Sarah lived to be 127 years old; this was how long she lived.", "2": "She died in Kiriath-arba, that is, in Hebron, in the land of Canaan; and Abraham cried out in grief and wept for Sarah.", "3": "After he got up from embracing his deceased wife, he spoke with the Hittites:", "4": "“I am an immigrant and a temporary resident with you. Give me some property for a burial plot among you so that I can bury my deceased wife near me.”", "5": "The Hittites responded to Abraham,", "6": "“Listen to us, sir. You are an eminent man of God among us. Bury your dead in one of our own select burial sites. None of us will keep our own burial plots from you to bury your dead.”", "7": "Abraham rose, bowed to the local citizens the Hittites,", "8": "and spoke with them: “If you yourselves allow me to bury my dead near me, listen to me and ask Ephron, Zohar's son,", "9": "to give me his own cave in Machpelah at the edge of his field. Let him give it to me for the full price, to be witnessed by you, as my own burial property.”", "10": "Now Ephron was a native Hittite. So Ephron the Hittite responded to Abraham publicly in order that the Hittites and everyone at his city's gate could hear:", "11": "“No, sir. Listen, I will give you the field, and I will give you the cave in it. In front of my people's witnesses, I will give it to you. Bury your dead!”", "12": "Abraham bowed before the local citizens", "13": "and spoke to Ephron publicly in the presence of the local citizens: “If only you would accept my offer. I will give you the price of the field. Take it from me so that I can bury my dead there.”", "14": "Ephron responded to Abraham,", "15": "“Sir, what is four hundred shekels of silver between me and you for the land so that you can bury your dead?”", "16": "Abraham accepted Ephron's offer and weighed out for Ephron the silver he requested publicly before the Hittites: four hundred shekels of silver at the current rate of exchange.", "17": "So the field of Ephron in Machpelah near Mamre—the field and the cave in it, and all the trees within the field's boundaries—was officially transferred", "18": "to Abraham as his property in the presence of the Hittites and of everyone at his city's gate.", "19": "After this, Abraham buried his wife Sarah in the cave in the field of Machpelah near Mamre, that is, Hebron, in the land of Canaan.", "20": "The field and the cave in it were officially transferred from the Hittites to Abraham as his burial property."}