{"1": "When a famine gripped the land, a different one from the first famine that occurred in Abraham's time, Isaac set out toward Gerar and toward King Abimelech of the Philistines.", "2": "The Lord appeared to him and said, “Don't go down to Egypt but settle temporarily in the land that I will show you.", "3": "Stay in this land as an immigrant, and I will be with you and bless you because I will give all of these lands to you and your descendants. I will keep my word, which I gave to your father Abraham.", "4": "I will give you as many descendants as the stars in the sky, and I will give your descendants all of these lands. All of the nations of the earth will be blessed because of your descendants.", "5": "I will do this because Abraham obeyed me and kept my orders, my commandments, my statutes, and my instructions.”", "6": "So Isaac lived in Gerar.", "7": "When the men who lived there asked about his wife, he said, “She's my sister,” because he was afraid to say, “my wife,” thinking, The men who live there will kill me for Rebekah because she's very beautiful.", "8": "After Isaac had lived there for some time, the Philistines' King Abimelech looked out his window and saw Isaac laughing together with his wife Rebekah.", "9": "So Abimelech summoned Isaac and said, “She's your wife, isn't she? How could you say, 'She's my sister'?” Isaac responded, “Because I thought that I might be killed because of her.”", "10": "Abimelech said, “What are you trying to do to us? Before long, one of the people would have slept with your wife; and you would have made us guilty.”", "11": "Abimelech gave orders to all of the people, “Anyone who touches this man or his wife will be put to death!”", "12": "Isaac planted grain in that land and reaped one hundred shearim[a] that year because the Lord had blessed him.", "13": "Isaac grew richer and richer until he was extremely wealthy.", "14": "He had livestock, both flocks and cattle, and many servants. As a result, the Philistines envied him.", "15": "The Philistines closed up and filled with dirt all of the wells that his father's servants had dug during his father Abraham's lifetime.", "16": "Abimelech said to Isaac, “Move away from us because you have become too powerful among us.”", "17": "So Isaac moved away from there, camped in the valley of Gerar, and lived there.", "18": "Isaac dug out again the wells that were dug during the lifetime of his father Abraham. The Philistines had closed them up after Abraham's death. Isaac gave them the same names his father had given them.", "19": "Isaac's servants dug wells in the valley and found a well there with fresh water.", "20": "Isaac's shepherds argued with Gerar's shepherds, each claiming, “This is our water.” So Isaac named the well Esek[b] because they quarreled with him.", "21": "They dug another well and argued about it too, so he named it Sitnah.[c]", "22": "He left there and dug another well, but they didn't argue about it, so he named it Rehoboth[d] and said, “Now the Lord has made an open space for us and has made us fertile in the land.”", "23": "Then he went up from Gerar to Beer-sheba.", "24": "The Lord appeared to him that night and said, “I am the God of your father Abraham. Don't be afraid because I am with you. I will bless you, and I will give you many children for my servant Abraham's sake.”", "25": "So Isaac built an altar there and worshipped in the Lord's name. Isaac pitched his tent there, and his servants dug a well.", "26": "But Abimelech set out toward him from Gerar, with Ahuzzath his ally and Phicol the commander of his forces.", "27": "Isaac said to him, “Why have you come after me? You resented me and sent me away from you.”", "28": "They said, “We now see that the Lord was with you. We propose that there be a formal agreement between us and that we draw up a treaty[e] with you:", "29": "you must not treat us badly since we haven't harmed you and since we have treated you well at all times. Then we will send you away peacefully, for you are now blessed by the Lord.”", "30": "Isaac prepared a banquet for them, and they ate and drank.", "31": "They got up early in the morning, and they gave each other their word. Isaac sent them off, and they left peacefully.", "32": "That day Isaac's servants informed him about the well that they had been digging and said to him, “We found water.”", "33": "He called it Shibah;[f] therefore, the city's name has been Beer-sheba[g] until today.", "34": "When Esau was 40 years old, he married Judith daughter of Beeri the Hittite, and Basemath daughter of Elon the Hittite.", "35": "They made life very difficult for Isaac and Rebekah."}