{"1": "When Isaac had grown old and his eyesight was failing, he summoned his older son Esau and said to him, “My son?” And Esau said, “I'm here.”", "2": "He said, “I'm old and don't know when I will die.", "3": "So now, take your hunting gear, your bow and quiver of arrows, go out to the field, and hunt game for me.", "4": "Make me the delicious food that I love and bring it to me so I can eat. Then I can bless you before I die.”", "5": "Rebekah was listening when Isaac spoke to his son Esau. When Esau went out to the field to hunt game to bring back,", "6": "Rebekah said to her son Jacob, “I just heard your father saying to your brother Esau,", "7": "'Bring me some game and make me some delicious food so I can eat, and I will bless you in the Lord's presence before I die.'", "8": "Now, my son, listen to me, to what I'm telling you to do.", "9": "Go to the flock and get me two healthy young goats so I can prepare them as the delicious food your father loves.", "10": "You can bring it to your father, he will eat, and then he will bless you before he dies.”", "11": "Jacob said to his mother Rebekah, “My brother Esau is a hairy man, but I have smooth skin.", "12": "What if my father touches me and thinks I'm making fun of him? I will be cursed instead of blessed.”", "13": "His mother said to him, “Your curse will be on me, my son. Just listen to me: go and get them for me.”", "14": "So he went and got them and brought them to his mother, and his mother made the delicious food that his father loved.", "15": "Rebekah took her older son Esau's favorite clothes that were in the house with her, and she put them on her younger son Jacob.", "16": "On his arms and smooth neck she put the hide of young goats,", "17": "and the delicious food and the bread she had made she put into her son's hands.", "18": "Jacob went to his father and said, “My father.” And he said, “I'm here. Who are you, my son?”", "19": "Jacob said to his father, “I'm Esau your oldest son. I've made what you asked me to. Sit up and eat some of the game so you can bless me.”", "20": "Isaac said to his son, “How could you find this so quickly, my son?” He said, “The Lord your God led me right to it.”[a]", "21": "Isaac said to Jacob, “Come here and let me touch you, my son. Are you my son Esau or not?”", "22": "So Jacob approached his father Isaac, and Isaac touched him and said, “The voice is Jacob's voice, but the arms are Esau's arms.”", "23": "Isaac didn't recognize him because his arms were hairy like Esau's arms, so he blessed him.", "24": "Isaac said, “Are you really my son Esau?” And he said, “I am.”", "25": "Isaac said, “Bring some food here and let me eat some of my son's game so I can bless you.” Jacob put it before him and he ate, and he brought him wine and he drank.", "26": "His father Isaac said to him, “Come here and kiss me, my son.”", "27": "So he came close and kissed him. When Isaac smelled the scent of his clothes, he blessed him, “See, the scent of my son is like the scent of the field that the Lord has blessed.", "28": "May God give you showers from the sky, olive oil from the earth, plenty of grain and new wine.", "29": "May the nations serve you, may peoples bow down to you. Be the most powerful man among your brothers, and may your mother's sons bow down to you. Those who curse you will be cursed, and those who bless you will be blessed.”", "30": "After Isaac had finished blessing Jacob, and just as Jacob left his father Isaac, his brother Esau came back from his hunt.", "31": "He too made some delicious food, brought it to his father, and said, “Let my father sit up and eat from his son's game so that you may bless me.”", "32": "His father Isaac said to him, “Who are you?” And he said, “I'm your son, your oldest son, Esau.”", "33": "Isaac was so shocked that he trembled violently. He said, “Who was the hunter just here with game? He brought me food, and I ate all of it before you came. I blessed him, and he will stay blessed!”", "34": "When Esau heard what his father said, he let out a loud agonizing cry and wept bitterly. He said to his father, “Bless me! Me too, my father!”", "35": "Isaac said, “Your brother has already come deceitfully and has taken your blessing.”", "36": "Esau said, “Isn't this why he's called Jacob? He's taken me[b] twice now: he took my birthright, and now he's taken my blessing.” He continued, “Haven't you saved a blessing for me?”", "37": "Isaac replied to Esau, “I've already made him more powerful than you, and I've made all of his brothers his servants. I've made him strong with grain and wine. What can I do for you, my son?”", "38": "Esau said to his father, “Do you really have only one blessing, Father? Bless me too, my father!” And Esau wept loudly.", "39": "His father Isaac responded and said to him, “Now, you will make a home far away from the olive groves of the earth, far away from the showers of the sky above.", "40": "You will live by your sword; you will serve your brother. But when you grow restless,[c] you will tear away his harness from your neck.”", "41": "Esau was furious at Jacob because his father had blessed him, and Esau said to himself, When the period of mourning for the death of my father is over, I will kill my brother.", "42": "Rebekah was told what her older son Esau was planning, so she summoned her younger son Jacob and said to him, “Esau your brother is planning revenge. He plans to kill you.", "43": "So now, my son, listen to me: Get up and escape to my brother Laban in Haran.", "44": "Live with him for a short while until your brother's rage subsides,", "45": "until your brother's anger at you goes away and he forgets what you did to him. Then I will send for you and bring you back from there. Why should I suffer the loss of both of you on one day?”", "46": "Rebekah then said to Isaac, “I really loathe these Hittite women. If Jacob marries one of the Hittite women, like the women of this land, why should I go on living?”"}