{"1": "So Isaac summoned Jacob, blessed him, and gave him these orders: “Don't marry a Canaanite woman.", "2": "Get up and go to Paddan-aram, to the household of Bethuel, your mother's father, and once there, marry one of the daughters of Laban, your mother's brother.", "3": "God Almighty[a] will bless you, make you fertile, and give you many descendants so that you will become a large group of peoples.", "4": "He will give you and your descendants Abraham's blessing so that you will own the land in which you are now immigrants, the land God gave to Abraham.”", "5": "So Isaac sent Jacob off, and he traveled to Paddan-aram, to Laban son of Bethuel the Aramean and brother of Rebekah, Jacob and Esau's mother.", "6": "Esau understood that Isaac had blessed Jacob and sent him to Paddan-aram to marry a woman from there. He recognized that, when Isaac blessed Jacob, he had ordered him, “Don't marry a Canaanite woman,”", "7": "and that Jacob had listened to his father and mother and gone to Paddan-aram.", "8": "Esau realized that his father Isaac considered Canaanite women unacceptable.", "9": "So he went to Ishmael and married Mahalath daughter of Abraham's son Ishmael and sister of Nebaioth, in addition to his other wives.", "10": "Jacob left Beer-sheba and set out for Haran.", "11": "He reached a certain place and spent the night there. When the sun had set, he took one of the stones at that place and put it near his head. Then he lay down there.", "12": "He dreamed and saw a raised staircase, its foundation on earth and its top touching the sky, and God's messengers were ascending and descending on it.", "13": "Suddenly the Lord was standing on it[b] and saying, “I am the Lord, the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying.", "14": "Your descendants will become like the dust of the earth; you will spread out to the west, east, north, and south. Every family of earth will be blessed because of you and your descendants.", "15": "I am with you now, I will protect you everywhere you go, and I will bring you back to this land. I will not leave you until I have done everything that I have promised you.”", "16": "When Jacob woke from his sleep, he thought to himself, The Lord is definitely in this place, but I didn't know it.", "17": "He was terrified and thought, This sacred place is awesome. It's none other than God's house and the entrance to heaven.", "18": "After Jacob got up early in the morning, he took the stone that he had put near his head, set it up as a sacred pillar, and poured oil on the top of it.", "19": "He named that sacred place Bethel,[c] though Luz was the city's original name.", "20": "Jacob made a solemn promise: “If God is with me and protects me on this trip I'm taking, and gives me bread to eat and clothes to wear,", "21": "and I return safely to my father's household, then the Lord will be my God.", "22": "This stone that I've set up as a sacred pillar will be God's house, and of everything you give me I will give a tenth back to you.”"}