{"1": "When Rachel realized that she could bear Jacob no children, Rachel became jealous of her sister and said to Jacob, “Give me children! If you don't, I may as well be dead.”", "2": "Jacob was angry at Rachel and said, “Do you think I'm God? God alone has kept you from giving birth!”", "3": "She said, “Here's my servant Bilhah. Sleep with her, and she will give birth for me. Because of her, I will also have children.”", "4": "So Rachel gave her servant Bilhah to Jacob as his wife, and he slept with her.", "5": "Bilhah became pregnant and gave birth to a son for Jacob.", "6": "Rachel said, “God has judged in my favor, heard my voice, and given me a son.” So she named him Dan.[a]", "7": "Rachel's servant Bilhah became pregnant again and gave birth to a second son for Jacob.", "8": "Rachel said, “I've competed fiercely with my sister, and now I've won.” So she named him Naphtali.[b]", "9": "When Leah realized that she had stopped bearing children, she took her servant Zilpah and gave her to Jacob as his wife.", "10": "Leah's servant Zilpah gave birth to a son for Jacob,", "11": "and Leah said, “What good luck!” So she named him Gad.[c]", "12": "Leah's servant Zilpah gave birth to a second son for Jacob,", "13": "and Leah said, “I'm happy now because women call me happy.” So she named him Asher.[d]", "14": "During the wheat harvest, Reuben found some erotic herbs[e] in the field and brought them to his mother Leah. Rachel said to Leah, “Give me your son's erotic herbs.”", "15": "Leah replied, “Isn't it enough that you've taken my husband? Now you want to take my son's erotic herbs too?” Rachel said, “For your son's erotic herbs, Jacob[f] may sleep with you tonight.”", "16": "When Jacob came back from the field in the evening, Leah went out to meet him and said, “You must sleep with me because I've paid for you with my son's erotic herbs.” So he slept with her that night.", "17": "God responded to Leah. She became pregnant and gave birth to a fifth son for Jacob.", "18": "Leah said, “God gave me what I paid for, what I deserved for giving my servant to my husband.” So she named him Issachar.[g]", "19": "Leah became pregnant again and gave birth to a sixth son for Jacob,", "20": "and she said, “God has given me a wonderful gift. Now my husband will honor me since I've borne him six sons.” So she named him Zebulun.[h]", "21": "After this, she gave birth to a daughter and named her Dinah.", "22": "Then God remembered Rachel, responded to her, and let her conceive.", "23": "She became pregnant and gave birth to a son and said, “God has taken away my shame.”", "24": "She named him Joseph,[i] saying to herself, May the Lord give me another son.", "25": "After Rachel gave birth to Joseph, Jacob said to Laban, “Send me off so that I can go to my own place and my own country.", "26": "Give me my wives and children whom I've worked for, and I will go. You know the work I've done for you.”", "27": "Laban said to him, “Do me this favor. I've discovered by a divine sign that the Lord has blessed me because of you,", "28": "so name your price and I will pay it.”", "29": "Jacob said to him, “You know how I've worked for you, and how well your livestock have done with me.", "30": "While in my care, what little you had has multiplied a great deal. The Lord blessed you wherever I took your livestock.[j] Now, when will I be able to work for my own household too?”", "31": "Laban said, “What will I pay you?” Jacob said, “Don't pay me anything. If you will do this for me, I will take care of your flock again, and keep a portion.[k]", "32": "I will go through the entire flock today, taking out all of the speckled and spotted sheep, all of the black male lambs, and all of the spotted and speckled female goats. That will be my price.", "33": "I will be completely honest with you: when you come to check on our agreement, every female goat with me that isn't speckled or spotted and every male lamb with me that isn't black will be considered stolen.”", "34": "Laban said, “All right; let's do it.”", "35": "However, on that very day Laban took out the striped and spotted male goats and all of the speckled and spotted female goats—any with some white in it—and all of the black male lambs, and gave them to his sons.", "36": "He put a three-day trip between himself and Jacob, while Jacob was watching the rest of Laban's flock.", "37": "Then Jacob took new branches from poplar, almond, and plane trees; and he peeled white stripes on them, exposing the branches' white color.", "38": "He set the branches that he had peeled near the watering troughs so that they were in front of the flock when they drank, because they often mated when they came to drink.", "39": "When the flock mated in front of the branches, they gave birth to striped, speckled, and spotted young.", "40": "Jacob sorted out the lambs, turning the flock to face the striped and black ones in Laban's flock but keeping his flock separate, setting them apart from Laban's flock.", "41": "Whenever the strongest of the flock mated, Jacob put the branches in front of them near the watering troughs so that they mated near the branches.", "42": "But he didn't put branches up for the weakest of the flock. So the weakest became Laban's and the strongest Jacob's.", "43": "The man Jacob became very, very rich: he owned large flocks, female and male servants, camels, and donkeys."}