{"1": "Jacob heard that Laban's sons were saying, “Jacob took everything our father owned and from it he produced all of this wealth.”", "2": "And Jacob saw that Laban no longer liked him as much as he used to.", "3": "Then the Lord said to Jacob, “Go back to the land of your ancestors and to your relatives, and I will be with you.”", "4": "So Jacob sent for Rachel and Leah and summoned them into the field where his flock was.", "5": "He said to them, “I am aware that your father no longer likes me as much as he used to. But my father's God has been with me.", "6": "You know that I've worked for your father as hard as I could.", "7": "But your father cheated me and changed my payment ten times. Yet God didn't let him harm me.", "8": "If he said, 'The speckled ones will be your payment,' the whole flock gave birth to speckled young. And if he said, 'The striped ones will be your payment,' the whole flock gave birth to striped young.", "9": "God took away your father's livestock and gave them to me.", "10": "When the flocks were mating, I looked up and saw in a dream that the male goats that mounted the flock were striped, speckled, and spotted.", "11": "In the dream, God's messenger said to me, 'Jacob!' and I said, 'I'm here.'", "12": "He said, 'Look up and watch all the striped, speckled, and spotted male goats mounting the flock. I've seen everything that Laban is doing to you.", "13": "I am the God of Bethel, where you anointed a sacred pillar and where you made a solemn promise to me. Now, get up and leave this country and go back to the land of your relatives.'”", "14": "Rachel and Leah answered him, “Is there any share or inheritance left for us in our father's household?", "15": "Doesn't he think of us as foreigners since he sold us and has even used up the payment he received for us?", "16": "All of the wealth God took from our father belongs to us and our children. Now, do everything God told you to do.”", "17": "So Jacob got up, put his sons and wives on the camels,", "18": "and set out with all of his livestock and all of his possessions that he had acquired[a] in Paddan-aram in order to return to his father Isaac in the land of Canaan.", "19": "Now, while Laban was out shearing his sheep, Rachel stole the household's divine images that belonged to her father.", "20": "Moreover, Jacob deceived Laban the Aramean by not sending word to him that he was leaving.", "21": "So Jacob and his entire household left. He got up, crossed the river, and set out directly for the mountains of Gilead.", "22": "Three days later, Laban found out that Jacob had gone,", "23": "so Laban took his brothers with him, chased Jacob for seven days, and caught up with him in the mountains of Gilead.", "24": "That night, God appeared to Laban the Aramean in a dream and said, “Be careful and don't say anything hastily to Jacob one way or the other.”", "25": "Laban reached Jacob after Jacob had pitched his tent in the mountains. So Laban and his brothers also pitched theirs in the mountains of Gilead.", "26": "Laban said to Jacob, “What have you done? You have deceived me and taken off with my daughters as if they were prisoners of war.", "27": "Why did you leave secretly, deceiving me, and not letting me know? I would've sent you off with a celebration, with songs and tambourines and harps.", "28": "You didn't even let me kiss my sons and my daughters good-bye. Now you've acted like a fool,", "29": "and I have the power to punish you. However, your father's God told me yesterday, 'Be careful and don't say anything hastily to Jacob one way or the other.'", "30": "You've rushed off now because you missed your father's household so much, but why did you steal my gods?”", "31": "Jacob responded to Laban, “I was afraid and convinced myself that you would take your daughters away from me.", "32": "Whomever you find with your divine images won't live. Identify whatever I have that is yours, in front of your brothers, and take it.” Jacob didn't know that Rachel had stolen them.", "33": "Laban went into Jacob's tent, Leah's tent, and her two servants' tent and didn't find them. So he left Leah's tent and went into Rachel's.", "34": "Now Rachel had taken the divine images and put them into the camel's saddlebag and sat on them. Laban felt around in the whole tent but couldn't find them.", "35": "Rachel said to her father, “Sir, don't be angry with me because I can't get up for you; I'm having my period.” He searched but couldn't find the divine images.", "36": "Jacob was angry and complained to Laban, “What have I done wrong and what's my crime that you've tracked me down like this?", "37": "You've now felt through all of my baggage, and what have you found from your household's belongings? Put it in front of our relatives, and let them decide between us.", "38": "For these twenty years I've been with you, your female sheep and goats haven't miscarried, and I haven't eaten your flock's rams.", "39": "When animals were killed, I didn't bring them to you but took the loss myself. You demanded compensation from me for any animals poached during the day or night.", "40": "The dry heat consumed me during the day, and the frost at night; I couldn't sleep.", "41": "I've now spent twenty years in your household. I worked for fourteen years for your two daughters and for six years for your flock, and you changed my pay ten times.", "42": "If the God of my father—the God of Abraham and the awesome one of Isaac—hadn't been with me, you'd have no doubt sent me away without anything. God saw my harsh treatment and my hard work and reprimanded you yesterday.”", "43": "Laban responded and told Jacob, “The daughters are my daughters, the children are my children, and the flocks are my flocks. Everything you see is mine. But what can I do now about my daughters and about their sons?", "44": "Come, let's make a treaty, you and me, and let something be our witness.”[b]", "45": "So Jacob took a stone, set it up as a sacred pillar,", "46": "and said to his relatives, “Gather stones.” So they took stones, made a mound, and ate there near the mound.", "47": "Laban called it Jegar-sahadutha,[c] but Jacob called it Galeed.[d]", "48": "Laban said, “This mound is our witness today,” and, therefore, he too named it Galeed.", "49": "He also named it Mizpah,[e] because he said, “The Lord will observe both of us when we are separated from each other.", "50": "If you treat my daughters badly and if you marry other women, though we aren't there, know that God observed our witness.”", "51": "Laban said to Jacob, “Here is this mound and here is the sacred pillar that I've set up for us.", "52": "This mound and the sacred pillar are witnesses that I won't travel beyond this mound and that you won't travel beyond this mound and this pillar to do harm.", "53": "The God of Abraham and the God of Nahor[f] will keep order between us.” So Jacob gave his word in the name of the awesome one of his father Isaac.", "54": "Jacob offered a sacrifice on the mountain, and invited his relatives to a meal. They ate together and spent the night on the mountain.", "55": "[g] Laban got up early in the morning, kissed his sons and daughters, blessed them, and left to go back to his own place."}