{"1": "Jacob went on his way, and God's messengers approached him.", "2": "When Jacob saw them, he said, “This is God's camp,” and he named that sacred place Mahanaim.[a]", "3": "Jacob sent messengers ahead of him to his brother Esau, toward the land of Seir, the open country of Edom.", "4": "He gave them these orders: “Say this to my master Esau. This is the message of your servant Jacob: 'I've lived as an immigrant with Laban, where I've stayed till now.", "5": "I own cattle, donkeys, flocks, men servants, and women servants. I'm sending this message to my master now to ask that he[b] be kind.'”", "6": "The messengers returned to Jacob and said, “We went out to your brother Esau, and he's coming to meet you with four hundred men.”", "7": "Jacob was terrified and felt trapped, so he divided the people with him, and the flocks, cattle, and camels, into two camps.", "8": "He thought, If Esau meets the first camp and attacks it, at least one camp will be left to escape.", "9": "Jacob said, “Lord, God of my father Abraham, God of my father Isaac, who said to me, 'Go back to your country and your relatives, and I'll make sure things go well for you,'", "10": "I don't deserve how loyal and truthful you've been to your servant. I went away across the Jordan with just my staff, but now I've become two camps.", "11": "Save me from my brother Esau! I'm afraid he will come and kill me, the mothers, and their children.", "12": "You were the one who told me, 'I will make sure things go well for you, and I will make your descendants like the sand of the sea, so many you won't be able to count them.'”", "13": "Jacob spent that night there. From what he had acquired, he set aside a gift for his brother Esau:", "14": "two hundred female goats and twenty male goats, two hundred ewes and twenty rams,", "15": "thirty nursing camels with their young, forty cows and ten bulls, and twenty female donkeys and ten male donkeys.", "16": "He separated these herds and gave them to his servants. He said to them, “Go ahead of me and put some distance between each of the herds.”", "17": "He ordered the first group, “When my brother Esau meets you and asks you, 'Who are you with? Where are you going? And whose herds are these in front of you?'", "18": "say, 'They are your servant Jacob's, a gift sent to my master Esau. And Jacob is actually right behind us.'”", "19": "He also ordered the second group, the third group, and everybody following the herds, “Say exactly the same thing to Esau when you find him.", "20": "Say also, 'Your servant Jacob is right behind us.'” Jacob thought, I may be able to pacify Esau with the gift I'm sending ahead. When I meet him, perhaps he will be kind to me.", "21": "So Jacob sent the gift ahead of him, but he spent that night in the camp.", "22": "Jacob got up during the night, took his two wives, his two women servants, and his eleven sons, and crossed the Jabbok River's shallow water.", "23": "He took them and everything that belonged to him, and he helped them cross the river.", "24": "But Jacob stayed apart by himself, and a man wrestled with him until dawn broke.", "25": "When the man saw that he couldn't defeat Jacob, he grabbed Jacob's thigh and tore a muscle in Jacob's thigh as he wrestled with him.", "26": "The man said, “Let me go because the dawn is breaking.” But Jacob said, “I won't let you go until you bless me.”", "27": "He said to Jacob, “What's your name?” and he said, “Jacob.”", "28": "Then he said, “Your name won't be Jacob any longer, but Israel,[c] because you struggled with God and with men and won.”", "29": "Jacob also asked and said, “Tell me your name.” But he said, “Why do you ask for my name?” and he blessed Jacob there.", "30": "Jacob named the place Peniel,[d] “because I've seen God face-to-face, and my life has been saved.”", "31": "The sun rose as Jacob passed Penuel, limping because of his thigh.", "32": "Therefore, Israelites don't eat the tendon attached to the thigh muscle to this day, because he grabbed Jacob's thigh muscle at the tendon."}