{"1": "Jacob looked up and saw Esau approaching with four hundred men. Jacob divided the children among Leah, Rachel, and the two women servants.", "2": "He put the servants and their children first, Leah and her children after them, and Rachel and Joseph last.", "3": "He himself went in front of them and bowed to the ground seven times as he was approaching his brother.", "4": "But Esau ran to meet him, threw his arms around his neck, kissed him, and they wept.", "5": "Esau looked up and saw the women and children and said, “Who are these with you?” Jacob said, “The children that God generously gave your servant.”", "6": "The women servants and their children came forward and bowed down.", "7": "Then Leah and her servants also came forward and bowed, and afterward Joseph and Rachel came forward and bowed.", "8": "Esau said, “What's the meaning of this entire group of animals that I met?” Jacob said, “To ask for my master's kindness.”", "9": "Esau said, “I already have plenty, my brother. Keep what's yours.”", "10": "Jacob said, “No, please, do me the kindness of accepting my gift. Seeing your face is like seeing God's face, since you've accepted me so warmly.", "11": "Take this present that I've brought because God has been generous to me, and I have everything I need.” So Jacob persuaded him, and he took it.", "12": "Esau said, “Let's break camp and set out, and I'll go with you.”", "13": "But Jacob said to him, “My master knows that the children aren't strong and that I am responsible for the nursing flocks and cattle. If I push them hard for even one day, all of the flocks will die.", "14": "My master, go on ahead of your servant, but I've got to take it easy, going only as fast as the animals in front of me and the children are able to go, until I meet you in Seir.”", "15": "Esau said, “Let me leave some of my people with you.” But Jacob said, “Why should you do this since my master has already been so kind to me?”", "16": "That day Esau returned on the road to Seir,", "17": "but Jacob traveled to Succoth. He built a house for himself but made temporary shelters for his animals; therefore, he named the place Succoth.[a]", "18": "Jacob arrived safely at the city of Shechem in the land of Canaan on his trip from Paddan-aram, and he camped in front of the city.", "19": "He bought the section of the field where he pitched his tent from the sons of Hamor, Shechem's father, for one hundred qesitahs.[b]", "20": "Then he set up an altar there and named it El Elohe Israel.[c]"}