{"1": "Dinah, the daughter whom Leah had borne to Jacob, went out to meet the women of that country.", "2": "When Shechem the son of the Hivite Hamor and the country's prince saw her, he took her, slept with her, and humiliated her.", "3": "He was drawn to Dinah, Jacob's daughter. He loved the young woman and tried to win her heart.", "4": "Shechem said to his father Hamor, “Get this girl for me as my wife.”", "5": "Now Jacob heard that Shechem defiled his daughter Dinah; but his sons were with the animals in the countryside, so he decided to keep quiet until they got back.", "6": "Meanwhile, Hamor, Shechem's father, went out to Jacob to speak with him.", "7": "Just then, Jacob's sons got back from the countryside. When they heard what had happened, they were deeply offended and very angry, because Shechem had disgraced Israel by sleeping with Jacob's daughter. Such things are simply not done.", "8": "Hamor said to them, “My son Shechem's heart is set on your daughter. Please let him marry her.", "9": "Arrange marriages with us: give us your daughters and take our daughters for yourselves.", "10": "Live with us. The land is available to you: settle down, travel through it, and buy property in it.”", "11": "Shechem said to Dinah's father and brothers, “If you approve of me, tell me what you want, and I will give it to you.", "12": "Make the bride price and marriage gifts as large as you like, and I will pay whatever you tell me. Then let me marry the young woman.”", "13": "Jacob's sons responded deviously to Shechem and his father Hamor because Shechem defiled their sister Dinah.", "14": "They said to them, “We can't do this, allowing our sisters to marry uncircumcised men, because it's disgraceful to us.", "15": "We can only agree to do this if you circumcise every male as we do.", "16": "Then we will give our daughters to you, and we will take your daughters for ourselves. We will live with you and be one people.", "17": "But if you don't listen to us and become circumcised, we will take our daughter and leave.”", "18": "Their idea seemed like a good one to Hamor and Hamor's son Shechem.", "19": "The young man didn't waste any time doing this because he liked Jacob's daughter so much. He was more respected than anyone else in his father's household.", "20": "Hamor and his son Shechem went to their city's gate and spoke to the men of their city:", "21": "“These men want peace with us. Let them live in the land and travel through it; there's plenty of land for them. We will marry their daughters and give them our daughters.", "22": "But the men will agree to live with us and become one people only if we circumcise every male just as they do.", "23": "Their livestock, their property, and all of their animals—won't they be ours? Let's agree with them and let them live with us.”", "24": "Everyone at the city gate agreed with Hamor and his son Shechem, so every able-bodied male in the city was circumcised.", "25": "On the third day, when they were still in pain, two of Jacob's sons and Dinah's brothers Simeon and Levi took their swords, came into the city, which suspected nothing, and killed every male.", "26": "They killed Hamor and his son Shechem with their swords, took Dinah from Shechem's household, and left.", "27": "When Jacob's other sons discovered the dead, they looted the city that had defiled their sister.", "28": "They took their flocks, their cattle, and their donkeys, whether in the city or in the fields nearby.", "29": "They carried off their property, their children, and their wives. They looted the entire place.", "30": "Jacob said to Simeon and Levi, “You've put me in danger by making me offensive to those who live here in the land, to the Canaanites and the Perizzites. I have only a few men. They may join forces, attack me, and destroy me, me and my household.”", "31": "They said, “But didn't he treat our sister like a prostitute?”"}