{"1": "The man Adam knew his wife Eve intimately. She became pregnant and gave birth to Cain, and said, “I have given life to[a] a man with the Lord's help.”", "2": "She gave birth a second time to Cain's brother Abel. Abel cared for the flocks, and Cain farmed the fertile land.", "3": "Some time later, Cain presented an offering to the Lord from the land's crops", "4": "while Abel presented his flock's oldest offspring with their fat. The Lord looked favorably on Abel and his sacrifice", "5": "but didn't look favorably on Cain and his sacrifice. Cain became very angry and looked resentful.", "6": "The Lord said to Cain, “Why are you angry, and why do you look so resentful?", "7": "If you do the right thing, won't you be accepted? But if you don't do the right thing, sin will be waiting at the door ready to strike! It will entice you, but you must rule over it.”", "8": "Cain said to his brother Abel, “Let's go out to the field.”[b] When they were in the field, Cain attacked his brother Abel and killed him.", "9": "The Lord said to Cain, “Where is your brother Abel?” Cain said, “I don't know. Am I my brother's guardian?”", "10": "The Lord said, “What did you do? The voice of your brother's blood is crying to me from the ground.", "11": "You are now cursed from the ground that opened its mouth to take your brother's blood from your hand.", "12": "When you farm the fertile land, it will no longer grow anything for you, and you will become a roving nomad on the earth.”", "13": "Cain said to the Lord, “My punishment is more than I can bear.", "14": "Now that you've driven me away from the fertile land and I am hidden from your presence, I'm about to become a roving nomad on the earth, and anyone who finds me will kill me.”", "15": "The Lord said to him, “It won't happen;[c] anyone who kills Cain will be paid back seven times.” The Lord put a sign on Cain so that no one who found him would assault him.", "16": "Cain left the Lord's presence, and he settled down in the land of Nod, east of Eden.", "17": "Cain knew his wife intimately. She became pregnant and gave birth to Enoch. Cain built a city and named the city after his son Enoch.", "18": "Irad was born to Enoch. Irad fathered Mehujael, Mehujael fathered Methushael, and Methushael fathered Lamech.", "19": "Lamech took two wives, the first named Adah and the second Zillah.", "20": "Adah gave birth to Jabal; he was the ancestor of those who live in tents and own livestock.", "21": "His brother's name was Jubal; he was the ancestor of those who play stringed and wind instruments.", "22": "Zillah also gave birth to Tubal-cain, the ancestor of[d] blacksmiths and all artisans of bronze and iron. Tubal-cain's sister was Naamah.", "23": "Lamech said to his wives, “Adah and Zillah, listen to my voice; wives of Lamech, pay attention to my words: I killed a man for wounding me, a boy for striking me;", "24": "so Cain will be paid back seven times and Lamech seventy-seven times.”", "25": "Adam knew his wife intimately again, and she gave birth to a son. She named him Seth[e] “because God has given me another child in place of Abel, whom Cain killed.”", "26": "Seth also fathered a son and named him Enosh. At that time, people began to worship in the Lord's name."}