{"1": "When Jacob learned that there was grain in Egypt, he said to his sons, “Why are you staring blankly at each other?", "2": "I've just heard that there's grain in Egypt. Go down there and buy some for us so that we can survive and not starve to death.”", "3": "So Joseph's ten brothers went down to buy grain in Egypt.", "4": "However, Jacob didn't send Joseph's brother Benjamin along with his brothers because he thought something bad might happen to him.", "5": "Israel's sons came to buy grain with others who also came since the famine had spread to the land of Canaan.", "6": "As for Joseph, he was the land's governor, and he was the one selling grain to all the land's people. When Joseph's brothers arrived, they bowed down to him, their faces to the ground.", "7": "When Joseph saw his brothers, he recognized them, but he acted like he didn't know them. He spoke to them with a harsh tone and said, “Where have you come from?” And they said, “From the land of Canaan to buy food.”", "8": "Joseph recognized his brothers, but they didn't recognize him.", "9": "Joseph remembered the dreams he had dreamed about them, and said to them, “You are spies. You've come to look for the country's weaknesses.”", "10": "They said to him, “No, Master. Your servants have just come to buy food.", "11": "We are all sons of one man. We are honest men. Your servants aren't spies.”", "12": "He said to them, “No. You've come to look for the country's weaknesses.”", "13": "They said, “We, your servants, are twelve brothers, sons of one man in the land of Canaan. The youngest is now with our father, but one is gone.”", "14": "Joseph said to them, “It's just as I've said to you. You are spies!", "15": "But here is how to prove yourselves: As Pharaoh lives, you won't leave here until your youngest brother arrives.", "16": "Send one of you to get your brother, but the rest of you will stay in prison. We will find out if your words are true. If not, as Pharaoh lives, you are certainly spies.”", "17": "He put them all in prison for three days.", "18": "On the third day, Joseph said to them, “Do this and you will live, for I'm a God-fearing man.", "19": "If you are honest men, let one of your brothers stay in prison, and the rest of you, go, take grain back to those in your households who are hungry.", "20": "But bring your youngest brother back to me so that your words will prove true and you won't die.” So they prepared to do this.", "21": "The brothers said to each other, “We are clearly guilty for what we did to our brother when we saw his life in danger and when he begged us for mercy, but we didn't listen. That's why we're in this danger now.”", "22": "Reuben responded to them, “Didn't I tell you, 'Don't do anything wrong to the boy'? But you wouldn't listen. So now this is payback for his death.”", "23": "They didn't know that Joseph was listening to them because they were using an interpreter.", "24": "He stepped away from them and wept. When he returned, he spoke with them again. Then he took Simeon from them and tied him up in front of them.", "25": "Then Joseph gave orders to fill their bags with grain, to put back each man's silver into his own sack, and to give them provisions for their trip, and it was done.", "26": "They loaded their grain onto their donkeys, and they set out.", "27": "When they stopped to spend the night, one of them opened his sack to feed his donkey, and he saw his silver at the top of his sack.", "28": "He said to his brothers, “My silver's been returned. It's right here in my sack.” Their hearts stopped. Terrified, they said to each other, “What has God done to us?”", "29": "When they got back to their father Jacob in the land of Canaan, they described to him everything that had happened to them:", "30": "“The man, the country's governor, spoke to us with a harsh tone and accused us of being spies in the country.", "31": "We told him, 'We're honest men, not spies.", "32": "We are twelve brothers, all our father's sons. One of us is gone, but the youngest is right now with our father in the land of Canaan.'", "33": "The man, the country's governor, told us, 'This is how I will know you are honest men: Leave one of your brothers with me, take grain for those in your households who are hungry, and go.", "34": "But bring back your youngest brother to me. Then I will know that you are not spies but honest men. I will give your brother back to you, and you may travel throughout the country.'”", "35": "When they opened their sacks, each man found a pouch of his silver in his sack. When they and their father saw their pouches of silver, they were afraid.", "36": "Their father Jacob said to them, “You've taken my children from me. Joseph's gone. Simeon's gone. And you are taking Benjamin. All this can't really be happening to me!”", "37": "Reuben said to his father, “You may put both of my sons to death if I don't bring him back to you. Make him my responsibility, and I will make sure he returns to you.”", "38": "But Jacob said to him, “My son won't go down with you because his brother's dead and he's been left all alone. If anything were to happen to him on the trip you are taking, you would send me—old as I am—to my grave in grief.”"}