{"1": "Joseph gave commands to his household manager: “Fill the men's sacks with as much food as they'll hold, and put each man's silver at the top of his sack.", "2": "Put my cup, the silver cup, on top of the youngest brother's sack, together with the silver for his grain.” So he did just as Joseph told him to do.", "3": "At dawn, the men and their donkeys were sent off.", "4": "They had left the city but hadn't gone far when Joseph said to his household manager, “Get ready, go after the men and catch up with them! Ask them, 'Why have you repaid hospitality with ingratitude?[a]", "5": "Isn't this the cup[b] my master drinks from and uses to discover God's plans?[c] What you've done is despicable.'”", "6": "When he caught up to them, he repeated these words.", "7": "They replied, “Why does my master talk to us like this? Your servants would never do such a thing.", "8": "The silver that we found at the top of our sacks, we've just brought back to you from the land of Canaan. We didn't steal silver or gold from your master's house.", "9": "Whoever of your servants is found with it will be put to death, and we'll be my master's slaves.”", "10": "He said, “Fine. We'll do just as you've said. Whoever is found with it will be my slave, and the rest of you will go free.”", "11": "Everyone quickly lowered their sacks down to the ground and each opened his sack.", "12": "He searched the oldest first and the youngest last, and the cup was found in Benjamin's sack.", "13": "At this, they tore their clothing. Then everyone loaded their donkeys, and they returned to the city.", "14": "When Judah and his brothers arrived at Joseph's house, he was still there, and they fell to the ground in front of him.", "15": "Joseph said to them, “What's this you've done? Didn't you know someone like me can discover God's plans?”[d]", "16": "Judah replied, “What can we say to my master? What words can we use? How can we prove we are innocent? God has found your servants guilty. We are now your slaves, all of us, including the one found with the cup.”", "17": "Joseph said, “I'd never do such a thing. Only the man found with the cup will be my slave. As for the rest of you, you are free to go back to your father.”", "18": "Judah approached him and said, “Please, my master, allow your servant to say something to my master without getting angry with your servant since you are like Pharaoh himself.", "19": "My master asked his servants, 'Do you have a father or brother?'", "20": "And we said to my master, 'Yes, we have an elderly father and a young brother, born when he was old. His brother is dead and he's his mother's only child. But his father loves him.'", "21": "You told your servants, 'Bring him down to me so I can see him.'", "22": "And we said to my master, 'The young man can't leave his father. If he leaves, his father will die.'", "23": "You said to your servants, 'If your youngest brother doesn't come down with you, you'll never see my face again.'", "24": "“When we went back to my father your servant, we told him what you said.", "25": "Our father told us, 'Go back and buy for us a little food.'", "26": "But we said, 'We can't go down. We will go down only if our youngest brother is with us. We won't be able to gain an audience with the man without our youngest brother with us.'", "27": "Your servant my father said to us, 'You know that my wife gave birth to two sons for me.", "28": "One disappeared and I said, “He must have been torn up by a wild animal,” and I haven't seen him since.", "29": "And if you take this one from me too, something terrible will happen to him, and you will send me—old as I am—to my grave in despair.'", "30": "When I now go back to your servant my father without the young man—whose life is so bound up with his—", "31": "and when he sees that the young man isn't with us,[e] he will die, and your servants will have sent our father your servant—old as he is—to his grave in grief.", "32": "I, your servant, guaranteed the young man's safety to my father, telling him, 'If I don't bring him back to you, it will be my fault forever.'", "33": "Now, please let your servant stay as your slave instead of the young man so that he can go back with his brothers.", "34": "How can I go back to my father without the young man? I couldn't bear to see how badly my father would be hurt.”"}