{"1": "Joseph could no longer control himself in front of all his attendants, so he declared, “Everyone, leave now!” So no one stayed with him when he revealed his identity to his brothers.", "2": "He wept so loudly that the Egyptians and Pharaoh's household heard him.", "3": "Joseph said to his brothers, “I'm Joseph! Is my father really still alive?” His brothers couldn't respond because they were terrified before him.", "4": "Joseph said to his brothers, “Come closer to me,” and they moved closer. He said, “I'm your brother Joseph! The one you sold to Egypt.", "5": "Now, don't be upset and don't be angry with yourselves that you sold me here. Actually, God sent me before you to save lives.", "6": "We've already had two years of famine in the land, and there are five years left without planting or harvesting.", "7": "God sent me before you to make sure you'd survive[a] and to rescue your lives in this amazing way.", "8": "You didn't send me here; it was God who made me a father to Pharaoh, master of his entire household, and ruler of the whole land of Egypt.", "9": "“Hurry! Go back to your father. Tell him this is what your son Joseph says: 'God has made me master of all of Egypt. Come down to me. Don't delay.", "10": "You may live in the land of Goshen, so you will be near me, your children, your grandchildren, your flocks, your herds, and everyone with you.", "11": "I will support you there, so you, your household, and everyone with you won't starve, since the famine will still last five years.'", "12": "You and my brother Benjamin have seen with your own eyes that I'm speaking to you.", "13": "Tell my father about my power in Egypt and about everything you've seen. Hurry and bring my father down here.”", "14": "He threw his arms around his brother Benjamin's neck and wept, and Benjamin wept on his shoulder.", "15": "He kissed all of his brothers and wept, embracing them. After that, his brothers were finally able to talk to him.", "16": "When Pharaoh's household heard the message “Joseph's brothers have arrived,” both Pharaoh and his servants were pleased.", "17": "Pharaoh said to Joseph, “Give your brothers these instructions: Load your pack animals and go back to the land of Canaan.", "18": "Get your father and your households and come back to me. Let me provide you with good things from the land of Egypt so that you may eat the land's best food.", "19": "Give them these instructions too: Take wagons from the land of Egypt for your children and wives, and pick up your father and come back.", "20": "Don't worry about your possessions because you will have good things from the entire land of Egypt.”", "21": "So Israel's sons did that. Joseph gave them wagons as Pharaoh instructed, and he gave them provisions for the road.", "22": "To all of them he gave a change of clothing, but to Benjamin he gave three hundred pieces of silver and five changes of clothing.", "23": "To his father he sent ten male donkeys carrying goods from Egypt, ten female donkeys carrying grain and bread, and rations for his father for the road.", "24": "He sent his brothers off; and as they were leaving, he told them, “Don't be worried about the trip.”[b]", "25": "So they left Egypt and returned to their father Jacob in the land of Canaan.", "26": "They announced to him, “Joseph's still alive! He's actually ruler of all the land of Egypt!” Jacob's heart nearly failed, and he didn't believe them.", "27": "When they told him everything Joseph had said to them, and when he saw the wagons Joseph had sent to carry him, Jacob recovered.", "28": "Then Israel said, “This is too much! My son Joseph is still alive! Let me go and see him before I die.”"}