{"1": "Israel packed up everything he owned and traveled to Beer-sheba. There he offered sacrifices to his father Isaac's God.", "2": "God said to Israel in a vision at night, “Jacob! Jacob!” and he said, “I'm here.”", "3": "He said, “I am El,[a] your father's God. Don't be afraid to go down to Egypt because I will make a great nation of you there.", "4": "I will go down to Egypt with you, and I promise to bring you out again. Joseph will close your eyes when you die.”", "5": "Then Jacob left Beer-sheba. Israel's sons put their father Jacob, their children, and their wives on the wagons Pharaoh had sent to carry him.", "6": "They took their livestock and their possessions that they had acquired in the land of Canaan, and arrived in Egypt, Jacob and all of his children with him.", "7": "His sons and grandsons, his daughters and his granddaughters—all of his descendants he brought with him to Egypt.", "8": "These are the names of the Israelites who went to Egypt, including Jacob and his sons. Jacob's oldest son was Reuben.", "9": "Reuben's sons were Hanoch, Pallu, Hezron, and Carmi.", "10": "Simeon's sons were Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, whose mother was a Canaanite.", "11": "Levi's sons were Gershon, Kohath, and Merari.", "12": "Judah's sons were Er, Onan, Shelah, Perez, and Zerah. Er and Onan both died in the land of Canaan. Perez's sons were Hezron and Hamul.", "13": "Issachar's sons were Tola, Puvah, Iob, and Shimron.", "14": "Zebulun's sons were Sered, Elon, and Jahleel.", "15": "These are the sons Leah bore to Jacob in Paddan-aram. Her daughter was Dinah. All of these persons, including his sons and daughters, totaled 33.", "16": "Gad's sons were Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.", "17": "Asher's sons were Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. Beriah's sons were Heber and Malchiel.", "18": "These are the sons of Zilpah, whom Laban gave to his daughter Leah. She bore these to Jacob, a total of 16 persons.", "19": "The sons of Jacob's wife Rachel were Joseph and Benjamin.", "20": "To Joseph, in the land of Egypt, were born Manasseh and Ephraim. Asenath daughter of Potiphera, priest of Heliopolis,[b] bore them to him.", "21": "Benjamin's sons were Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.", "22": "These are Rachel's sons who were born to Jacob, a total of 14 persons.", "23": "Dan's son[c] was Hushim.", "24": "Naphtali's sons were Jahzeel, Guni, Jezer, and Shillem.", "25": "These are the sons of Bilhah, whom Laban gave to his daughter Rachel. She bore these to Jacob, a total of 7 persons.", "26": "All of the persons going to Egypt with Jacob—his own children, excluding Jacob's sons' wives—totaled 66 persons.", "27": "Joseph's sons born to him in Egypt were 2 persons. Thus, all of the persons in Jacob's household going to Egypt totaled 70.", "28": "Israel had sent Judah ahead to Joseph so that Joseph could explain the way to Goshen. Then they arrived in the land of Goshen.", "29": "Joseph hitched up his chariot and went to meet his father Israel in Goshen. When he arrived, he threw his arms around his neck and wept, embracing him for a long time.", "30": "Israel said to Joseph, “I can die now after seeing your face. You are really still alive!”", "31": "Joseph said to his brothers and to his father's household, “Let me go up and inform Pharaoh and tell him, 'My brothers and my father's household who were in the land of Canaan have arrived.", "32": "The men are shepherds, because they own livestock. They've brought with them their flocks and herds and everything they own.'", "33": "When Pharaoh summons you and says, 'What do you do?'", "34": "say, 'Your servants have owned livestock since we were young, both we and our ancestors,' so that you will be able to settle in the land of Goshen, since Egyptians think all shepherds are beneath their dignity.”"}