{"1": "Jacob summoned his sons and said, “Gather around so that I can tell you what will happen to you in the coming days.", "2": "Assemble yourselves and listen, sons of Jacob; listen to Israel your father.", "3": "Reuben, you are my oldest son, my strength and my first contender,[a] superior in status and superior in might.", "4": "As wild as the waters, you won't endure, for you went up to your father's bed, you went up[b] and violated my couch.", "5": "Simeon and Levi are brothers, weapons of violence their stock in trade.", "6": "May I myself never enter their council. May my honor never be linked to their group; for when they were angry, they killed men, and whenever they wished, they maimed oxen.", "7": "Cursed be their anger; it is violent, their rage; it is relentless. I'll divide them up within Jacob and disperse them within Israel.", "8": "Judah, you are the one your brothers will honor; your hand will be on the neck of your enemies; your father's sons will bow down to you.", "9": "Judah is a lion's cub; from the prey, my son, you rise up. He lies down and crouches like a lion; like a lioness—who dares disturb him?", "10": "The scepter won't depart from Judah, nor the ruler's staff from among his banners.[c] Gifts will be brought to him; people will obey him.", "11": "He ties his male donkey to the vine, the colt of his female donkey to the vine's branches. He washes his clothes in wine, his garments in the blood of grapes.", "12": "His eyes are darker than wine, and his teeth whiter than milk.", "13": "Zebulun will live at the seashore; he'll live at the harbor of ships, his border will be at Sidon.", "14": "Issachar is a sturdy donkey, bedding down beside the village hearths.[d]", "15": "He saw that a resting place was good and that the land was pleasant. He lowered his shoulder to haul loads and joined the work gangs.", "16": "Dan[e] will settle disputes for his people, as one of Israel's tribes.", "17": "Dan will be a snake on the road, a serpent on the path, biting a horse's heels, so its rider falls backward.", "18": "I long for your victory, Lord.", "19": "Gad[f] will be attacked by attackers, but he'll attack their back.", "20": "Asher[g] grows fine foods, and he will supply the king's delicacies.", "21": "Naphtali is a wild doe that gives birth to beautiful fawns.[h]", "22": "Joseph is a young bull,[i] a young bull by a spring, who strides with oxen.[j]", "23": "They attacked him fiercely and fired arrows; the archers attacked him furiously.", "24": "But his bow stayed strong, and his forearms were nimble,[k] by the hands of the strong one of Jacob, by the name of the shepherd, the rock of Israel,", "25": "by God, your father, who supports you, by the Almighty[l] who blesses you with blessings from the skies above and blessings from the deep sea below, blessings from breasts and womb.", "26": "The blessings of your father exceed the blessings of the eternal mountains,[m] the wealth of the everlasting hills. May they all rest on Joseph's head, on the forehead of the one set apart from his brothers.", "27": "Benjamin is a wolf who hunts: in the morning he devours the prey; in the evening he divides the plunder.”", "28": "These are the twelve tribes of Israel, and this is what their father said to them. He blessed them by giving each man his own particular blessing.", "29": "Jacob ordered them, “I am soon to join my people. Bury me with my ancestors in the cave that's in the field of Ephron the Hittite;", "30": "in the cave that's in the field of Machpelah near Mamre in the land of Canaan that Abraham bought from Ephron the Hittite as a burial property.", "31": "That is where Abraham and his wife Sarah are buried, and where Isaac and his wife Rebekah are buried, and where I buried Leah.", "32": "It is the field and the cave in it that belonged to the Hittites.”", "33": "After he finished giving orders to his sons, he put his feet up on the bed, took his last breath, and joined his people."}