{"1": "This is the record of Adam's descendants. On the day God created humanity, he made them to resemble God", "2": "and created them male and female. He blessed them and called them humanity[a] on the day they were created.", "3": "When Adam was 130 years old, he became the father of a son in his image, resembling him, and named him Seth.", "4": "After Seth's birth, Adam lived 800 years; he had other sons and daughters.", "5": "In all, Adam lived 930 years, and he died.", "6": "When Seth was 105 years old, he became the father of Enosh.", "7": "After the birth of Enosh, Seth lived 807 years; and he had other sons and daughters.", "8": "In all, Seth lived 912 years, and he died.", "9": "When Enosh was 90 years old, he became the father of Kenan.", "10": "After Kenan's birth, Enosh lived 815 years; and he had other sons and daughters.", "11": "In all, Enosh lived 905 years, and he died.", "12": "When Kenan was 70 years old, he became the father of Mahalalel.", "13": "After the birth of Mahalalel, Kenan lived 840 years; and he had other sons and daughters.", "14": "In all, Kenan lived 910 years, and he died.", "15": "When Mahalalel was 65 years old, he became the father of Jared.", "16": "After Jared's birth, Mahalalel lived 830 years; and he had other sons and daughters.", "17": "In all, Mahalalel lived 895 years, and he died.", "18": "When Jared was 162 years old, he became the father of Enoch.", "19": "After Enoch's birth, Jared lived 800 years; and he had other sons and daughters.", "20": "In all, Jared lived 962 years, and he died.", "21": "When Enoch was 65 years old, he became the father of Methuselah.", "22": "Enoch walked with God. After Methuselah's birth, Enoch lived 300 years; and he had other sons and daughters.", "23": "In all, Enoch lived 365 years.", "24": "Enoch walked with God and disappeared because God took him.", "25": "When Methuselah was 187 years old, he became the father of Lamech.", "26": "After Lamech's birth, Methuselah lived 782 years; and he had other sons and daughters.", "27": "In all, Methuselah lived 969 years, and he died.", "28": "When Lamech was 182 years old, he became the father of a son", "29": "and named him Noah, saying, “This one will give us relief[b] from our hard work, from the pain in our hands, because of the fertile land that the Lord cursed.”", "30": "After Noah's birth, Lamech lived 595 years; and he had other sons and daughters.", "31": "In all, Lamech lived 777 years, and he died.", "32": "When Noah was 500 years old, Noah became the father of Shem, Ham, and Japheth."}