{"1": "Joseph fell across his father's body, wept over him, and kissed him.", "2": "Joseph then ordered the physicians in his service to embalm his father, and the physicians embalmed Israel.", "3": "They mourned for him forty days because that is the period required for embalming. Then the Egyptians mourned him for seventy days.", "4": "After the period of mourning had passed, Joseph spoke to Pharaoh's household: “If you approve my request, give Pharaoh this message:", "5": "My father made me promise, telling me, 'I'm about to die. You must bury me in the tomb I dug for myself in the land of Canaan.' Now, let me leave and let me bury my father, and then I will return.”", "6": "Pharaoh replied, “Go, bury your father as you promised.”", "7": "So Joseph left to bury his father. All of Pharaoh's servants went with him, together with the elder statesmen in his household and all of the elder statesmen in the land of Egypt,", "8": "Joseph's entire household, his brothers, and his father's household. Only the children, flocks, and cattle remained in the land of Goshen.", "9": "Even chariots and horsemen went with him; it was a huge collection of people.", "10": "When they arrived at the threshing floor of Atad on the other side of the Jordan River, they observed a solemn, deeply sorrowful period of mourning. He grieved seven days for his father.", "11": "When the Canaanites who lived in the land saw the observance of grief on Atad's threshing floor, they said, “This is a solemn observance of grief by the Egyptians.” Therefore, its name is Abel-mizraim.[a] It is on the other side of the Jordan River.", "12": "Israel's sons did for him just as he had ordered.", "13": "His sons carried him to the land of Canaan and buried him in the cave in the field of Machpelah near Mamre, which Abraham had purchased as burial property from Ephron the Hittite.", "14": "Then[b] Joseph returned to Egypt, he, his brothers, and everyone who left with him to bury his father.", "15": "When Joseph's brothers realized that their father was now dead, they said, “What if Joseph bears a grudge against us, and wants to pay us back seriously for all of the terrible things we did to him?”", "16": "So they approached[c] Joseph and said, “Your father gave orders before he died, telling us,", "17": "'This is what you should say to Joseph. “Please, forgive your brothers' sins and misdeeds, for they did terrible things to you. Now, please forgive the sins of the servants of your father's God.”'” Joseph wept when they spoke to him.", "18": "His brothers wept[d] too, fell down in front of him, and said, “We're here as your slaves.”", "19": "But Joseph said to them, “Don't be afraid. Am I God?", "20": "You planned something bad for me, but God produced something good from it, in order to save the lives of many people, just as he's doing today.", "21": "Now, don't be afraid. I will take care of you and your children.” So he put them at ease and spoke reassuringly to them.", "22": "Thus Joseph lived in Egypt, he and his father's household. Joseph lived 110 years", "23": "and saw Ephraim's grandchildren. The children of Machir, Manasseh's son, were also born on Joseph's knees.", "24": "Joseph said to his brothers, “I'm about to die. God will certainly take care of you and bring you out of this land to the land he promised to Abraham, to Isaac, and to Jacob.”", "25": "Joseph made Israel's sons promise, “When God takes care of you, you must bring up my bones out of here.”", "26": "Joseph died when he was 110 years old. They embalmed him and placed him in a coffin in Egypt."}