{"1": "God blessed Noah and his sons and said to them, “Be fertile, multiply, and fill the earth.", "2": "All of the animals on the earth will fear you and dread you—all the birds in the skies, everything crawling on the ground, and all of the sea's fish. They are in your power.", "3": "Everything that lives and moves will be your food. Just as I gave you the green grasses, I now give you everything.", "4": "However, you must not eat meat with its life, its blood, in it.", "5": "I will surely demand your blood for a human life, from every living thing I will demand it. From humans, from a man for his brother, I will demand something for a human life.", "6": "Whoever sheds human blood, by a human his blood will be shed; for in the divine image God made human beings.", "7": "As for you, be fertile and multiply. Populate the earth and multiply in it.”", "8": "God said to Noah and to his sons with him,", "9": "“I am now setting up my covenant with you, with your descendants,", "10": "and with every living being with you—with the birds, with the large animals, and with all the animals of the earth, leaving the ark with you.[a]", "11": "I will set up my covenant with you so that never again will all life be cut off by floodwaters. There will never again be a flood to destroy the earth.”", "12": "God said, “This is the symbol of the covenant that I am drawing up between me and you and every living thing with you, on behalf of every future generation.", "13": "I have placed my bow in the clouds; it will be the symbol of the covenant between me and the earth.", "14": "When I bring clouds over the earth and the bow appears in the clouds,", "15": "I will remember the covenant between me and you and every living being among all the creatures. Floodwaters will never again destroy all creatures.", "16": "The bow will be in the clouds, and upon seeing it I will remember the enduring covenant between God and every living being of all the earth's creatures.”", "17": "God said to Noah, “This is the symbol of the covenant that I have set up between me and all creatures on earth.”", "18": "Noah's sons Shem, Ham, and Japheth came out of the ark. Now Ham was Canaan's father.", "19": "These were Noah's three sons, and from them the whole earth was populated.", "20": "Noah, a farmer, made a new start and planted a vineyard.", "21": "He drank some of the wine, became drunk, and took off his clothes in his tent.", "22": "Ham, Canaan's father, saw his father naked and told his two brothers who were outside.", "23": "Shem and Japheth took a robe, threw it over their shoulders, walked backward, and covered their naked father without looking at him because they turned away.", "24": "When Noah woke up from his wine, he discovered what his youngest son had done to him.", "25": "He said, “Cursed be Canaan: the lowest servant he will be for his brothers.”", "26": "He also said, “Bless the Lord, the God of Shem; Canaan will be his servant.", "27": "May God give space[b] to Japheth; he will live in Shem's tents, and Canaan will be his servant.”", "28": "After the flood, Noah lived 350 years.", "29": "In all, Noah lived 950 years; then he died."}