{"1": "And remind them of this: respect the rulers and the courts. Obey them. Be ready to do what is good and honorable. ", "2": "Don't tear down another person with your words. Instead, keep the peace, and be considerate. Be truly humble toward everyone ", "3": "because there was a time when we, too, were foolish, rebellious, and deceived—we were slaves to sensual cravings and pleasures; and we spent our lives being spiteful, envious, hated by many, and hating one another. ", "4": "But then something happened: God our Savior and His overpowering love and kindness for humankind entered our world; ", "5": "He came to save us. It's not that we earned it by doing good works or righteous deeds; He came because He is merciful. He brought us out of our old ways of living to a new beginning through the washing of regeneration; and He made us completely new through the Holy Spirit, ", "6": "who was poured out in abundance through Jesus the Anointed, our Savior. ", "7": "All of this happened so that through His grace we would be accepted into God's covenant family and appointed to be His heirs, full of the hope that comes from knowing you have eternal life. ", "8": "This is a faithful statement of what we believe. Concerning this, I want you to put it out there boldly so that those who believe in God will be constant in doing the right things, which will benefit all of us. ", "9": "Listen, don't get trapped in brainless debates; avoid competition over family trees or pedigrees; stay away from fights and disagreements over the law. They are a waste of your time. ", "10": "If a person is causing divisions in the community, warn him once; and if necessary, warn him twice. After that, avoid him completely ", "11": "because by then you are sure that you are dealing with a corrupt, sinful person. He is determined to condemn himself.", "12": "A problem ignored is a growing problem. Paul's advice: deal with it. Don't ignore division. For the church to be strong and honor God, the church is to be one. I am sending either Artemas or Tychicus to you. When one of them arrives, try your best to make your way to me at Nicopolis (I plan to spend the winter there). ", "13": "Do what you can to get Zenas (the lawyer) and Apollos on their way; make sure they have everything they need. ", "14": "Our people must learn to get involved when a need arises, particularly when the need is urgent. Teach them to do what is good so they won't become unproductive members of the community.", "15": "Everyone with me sends his greetings. Greet all our friends in the faith. May grace be with all of you. [Amen.][a]"}