{"1": "Concerning the coming of our Lord Jesus Christ and our being gathered together to be with him: I beg you, my friends, ", "2": "not to be so easily confused in your thinking or upset by the claim that the Day of the Lord has come. Perhaps it is thought that we said this while prophesying or preaching, or that we wrote it in a letter. ", "3": "Do not let anyone deceive you in any way. For the Day will not come until the final Rebellion takes place and the Wicked One appears, who is destined to hell. ", "4": "He will oppose every so-called god or object of worship and will put himself above them all. He will even go in and sit down in God's Temple and claim to be God.", "5": "Don't you remember? I told you all this while I was with you. ", "6": "Yet there is something that keeps this from happening now, and you know what it is. At the proper time, then, the Wicked One will appear. ", "7": "The Mysterious Wickedness is already at work, but what is going to happen will not happen until the one who holds it back is taken out of the way. ", "8": "Then the Wicked One will be revealed, but when the Lord Jesus comes, he will kill him with the breath from his mouth and destroy him with his dazzling presence. ", "9": "The Wicked One will come with the power of Satan and perform all kinds of false miracles and wonders, ", "10": "and use every kind of wicked deceit on those who will perish. They will perish because they did not welcome and love the truth so as to be saved. ", "11": "And so God sends the power of error to work in them so that they believe what is false. ", "12": "The result is that all who have not believed the truth, but have taken pleasure in sin, will be condemned.", "13": "We must thank God at all times for you, friends, you whom the Lord loves. For God chose you as the first[a] to be saved by the Spirit's power to make you his holy people and by your faith in the truth. ", "14": "God called you to this through the Good News we preached to you; he called you to possess your share of the glory of our Lord Jesus Christ. ", "15": "So then, our friends, stand firm and hold on to those truths which we taught you, both in our preaching and in our letter.", "16": "May our Lord Jesus Christ himself and God our Father, who loved us and in his grace gave us unfailing courage and a firm hope, ", "17": "encourage you and strengthen you to always do and say what is good."}