{"1": "In the eighth month in the second year of Darius, the Lord's word came to Zechariah the prophet, Berechiah's son and Iddo's grandson:", "2": "The Lord was terribly angry with your ancestors.", "3": "But you must say to the people, The Lord of heavenly forces proclaims: Return to me, says the Lord of heavenly forces, and I will return to you, says the Lord of heavenly forces.", "4": "Don't be like your ancestors to whom the former prophets preached: The Lord of heavenly forces proclaims: Turn from your evil ways and your evil deeds. But they didn't listen; they didn't draw near to me.", "5": "So where are your ancestors? Do the prophets live forever?", "6": "In fact, didn't my words and laws, which I gave to my servants, the prophets, pursue your ancestors? And then the people changed their hearts, and they said, The Lord of heavenly forces has treated us according to what we have done,[a] exactly as he planned.", "7": "On the twenty-fourth day of the eleventh month (the month of Shebat[b]) in the second year of Darius, the Lord's word came to Zechariah the prophet, Berechiah's son and Iddo's grandson:", "8": "Tonight I looked and saw a man riding on a red horse, which was standing among the myrtle trees in the valley; and behind him were red, sorrel, and white horses.", "9": "I said, “What are these, sir?” The messenger speaking with me said, “I will show you what they are.”", "10": "The man standing among the myrtles responded, “These are the ones the Lord sent to patrol the earth.”", "11": "Then they responded to the Lord's messenger, who was standing among the myrtles, “We have patrolled the earth. The whole earth is peaceful and quiet.”", "12": "Then the Lord's messenger, who was speaking with me, said: “Lord of heavenly forces, how long will you withhold compassion from Jerusalem and the cities of Judah, with whom you have been angry these seventy years?”", "13": "The Lord responded to the messenger who was speaking with me with kind and compassionate words.", "14": "The messenger speaking with me called out, “This is what the Lord of heavenly forces says: I care passionately about Jerusalem and Zion.", "15": "And I am exceedingly angry with those carefree nations. Though I was somewhat angry, they added to the violence.”", "16": "Therefore, this is what the Lord says: I have returned to Jerusalem with compassion. My house will be built in it, says the Lord of heavenly forces. Let a measuring line be stretched over Jerusalem.", "17": "“Call out again, The Lord of heavenly forces proclaims: My cities will again overflow with prosperity. The Lord will again show compassion to Zion and will again choose Jerusalem.”", "18": "[c] Then I looked up and saw four horns.", "19": "I said to the messenger speaking with me, “What are these?” He said to me, “These are the horns that scattered Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four metalworkers.", "21": "I said, “What are they coming to do?” And he said, “These are the horns that scattered Judah so that no one could raise his head. The metalworkers have come to terrify them and to destroy the horns of the nations, those who were attacking the land of Judah with[d] their horns to scatter it.”"}