{"1": "Ask the Lord for rain when it is time for the spring rain. The Lord is the one who makes the thunderstorms. He gives them rain showers. He gives vegetation in the field to each of them.[a]", "2": "The household divine images speak idolatry, and diviners see lies. They interpret dreams falsely and provide empty comfort. Therefore, they wander like sheep, but they are oppressed because there is no shepherd.", "3": "My anger burns hot against the shepherds; I will punish the goats. The Lord of heavenly forces will take care of his splendor, the house of Judah. He will make them like his majestic horse in battle.", "4": "The cornerstone, the tent peg, and the bow used in battle will come from Judah. Every oppressor will leave Judah simultaneously.", "5": "Judah will be like warriors, trampling through the muddy streets during battle. They will do battle because the Lord is with them. All the cavalry will be ashamed.", "6": "I will strengthen the house of Judah and deliver the house of Joseph. I will bring them back[b] because I have compassion on them. They will be as though I hadn't rejected them, for I am the Lord their God; I will respond to them.", "7": "Ephraim will be like a warrior. They will be as glad as if they were drinking wine. Their children will watch and be glad. Their hearts will rejoice in the Lord.", "8": "I will whistle for them and gather them, because I have ransomed them. They will be as numerous as they were previously.", "9": "Though I sowed them among the peoples, they will remember me in the distant places where they are living with their children until they return.", "10": "I will bring them back from the land of Egypt; I will collect them from Assyria. I will bring them to the land of Gilead and Lebanon until there is no more room for them.", "11": "They[c] will pass through the sea of distress and strike the sea with waves.[d] All the depths of the river will dry up. The pride of Assyria will be brought down; the scepter of Egypt will turn away.", "12": "I will strengthen them in the Lord, and they will walk in his name, says the Lord."}