{"1": "Open your doors, Lebanon, so that fire will devour your cedars.", "2": "Scream, cypress, for the cedar has fallen; those majestic ones have been devastated. Scream, oaks of Bashan, for the deep forest has fallen.", "3": "The sound of screaming appears among the shepherds because their majesty has been devastated. The sound of roaring can be heard among the young lions because the pride of the Jordan has been devastated.", "4": "This is what the Lord my God says: Shepherd the flock intended for slaughter.", "5": "Those who buy them will kill them, but they will go unpunished. Those who sell them will say, “Blessed is the Lord, for I have become rich.” And their own shepherds won't spare them.", "6": "In fact, I will no longer spare the inhabitants of the land, says the Lord. But look what I am about to bring upon humanity, upon each of them by their neighbor's hand and by the hand of their king: They will beat the land to pieces, but I won't rescue anyone from their hand.", "7": "So I shepherded the flock intended for slaughter, the afflicted of the flock.[a] I took two staffs for myself. I named one Delight; the other I named Harmony. I shepherded the flock.", "8": "I removed three shepherds in one month when I grew impatient with them. Moreover, they detested me.", "9": "Then I said, “I won't shepherd you. Let the dying die, and let what is to be removed be removed. Let those who are left devour the flesh of their neighbor.”", "10": "Then I took the staff Delight, and I chopped it up in order to break my covenant that I had made with all the peoples.", "11": "It was broken on that day. As a result, the afflicted[b] of the flock knew that it was the Lord's word.", "12": "And I said to them, “If it appears good to you, give me my wages; but if not, then stop.” So they weighed out my wages, thirty shekels of silver.", "13": "The Lord said to me, “Put it in the treasury.[c] They value me at too magnificent a price.” So I took the thirty shekels[d] of silver and put them in the treasury of the Lord's house.", "14": "Then I chopped up my second staff Harmony, to break the alliance between Judah and Israel.", "15": "Then the Lord said to me, “Take for yourself again the equipment of a foolish shepherd,", "16": "because I am about to appoint a shepherd in the land. He won't tend to those who have been removed. He won't seek the young or heal the broken. He won't sustain the one standing. Instead, he will devour the flesh of the fat ones, even tearing off their hooves.", "17": "Doom, foolish shepherd who forsakes the flock. A sword will strike[e] his arm and his right eye. His arm will wither completely; his right eye will become blind.”"}