{"1": "A pronouncement. The Lord's word against Israel, an utterance of the Lord who stretches out the heavens, who establishes the earth, and who fashions the spirit of humanity within it:", "2": "I am about to make Jerusalem a cup that will stagger all the surrounding nations. There will be a siege against Judah and against Jerusalem.", "3": "On that day I will make Jerusalem into a heavy stone[a] for all the peoples. All who carry it will hurt themselves; nevertheless, the nations of the earth will conspire against it.", "4": "On that day, says the Lord, I will strike every horse with confusion and its rider with madness. I will keep my eyes open for the house of Judah; I will strike blind every horse of the peoples.", "5": "The chieftains of Judah will say to themselves, We are strong; the inhabitants of Jerusalem will say, The Lord their God of heavenly forces is strong.[b]", "6": "On that day I will place the chieftains of Judah like a pot on a wood fire and like a burning torch among the bundles of grain. They will devour all the surrounding nations to the right and the left. Jerusalem will dwell again in its place, in Jerusalem.", "7": "The Lord will first deliver the tents of Judah so that the splendor of David's house and the splendor of Jerusalem's inhabitants won't overshadow Judah.", "8": "On that day the Lord will protect the inhabitants of Jerusalem. Anyone among them who stumbles on that day will become like David, and David's house will become like God, like the Lord's messenger in front of them.", "9": "On that day I intend to destroy all the nations who come against Jerusalem,", "10": "but I will pour out a spirit of grace and mercy on David's house and on the inhabitants of Jerusalem. They will look to me concerning the one whom they pierced; they will mourn over him like the mourning for an only child. They will mourn bitterly over him like the bitter mourning over the death of[c] an oldest child.", "11": "On that day, the mourning in Jerusalem will be as great as the mourning of Hadad-Rimmon in the Megiddo Valley.", "12": "The land will mourn, each of the clans by itself: the clan of David's house by themselves, and their women by themselves; the clan of Nathan's house by themselves, and their women by themselves;", "13": "the clan of Levi's house by themselves, and their women by themselves; and the Shimeites' clan by themselves, and their women by themselves;", "14": "and all the remaining clans, each clan by itself, and their women by themselves."}