{"1": "A day is coming that belongs to the Lord, when that which has been plundered from you will be divided among you.", "2": "I will gather all the nations to Jerusalem for the battle, the city will be captured, the houses will be plundered, and the women will be raped. Half of the city will go forth into exile, but what is left of the people won't be eliminated from the city.", "3": "The Lord will go out and fight against those nations as when he fights on a day of battle.", "4": "On that day he will stand upon the Mount of Olives, to the east of Jerusalem. The Mount of Olives will be split in half by a very large valley running from east to west. Half of the mountain will move north, and the other half will move south.", "5": "You will flee through the valley of my mountain, because the valley of the mountains will reach to Azal. You will flee just as you fled from the earthquake in the days of Judah's King Uzziah. The Lord my God will come, and all the holy ones with him.[a]", "6": "On that day, there will be no light. Splendid things will disappear.[b]", "7": "On one day known to the Lord, there will be neither day nor night, but at evening time there will be light.", "8": "On that day, running water will flow out from Jerusalem, half of it to the Dead Sea[c] and half of it to the Mediterranean;[d] this will happen during the summer and the fall.", "9": "The Lord will become king over all the land. On that day the Lord will be one, and the Lord's name will be one.", "10": "The entire land will become like the desert[e] from Geba to Rimmon, south of Jerusalem. Jerusalem will be high up and firmly in place from the Benjamin Gate to the place of the former gate, to the Corner Gate, and from the Hananel Tower to the king's wine vats.", "11": "People will dwell in it; it will never again be destroyed. Jerusalem will dwell securely.", "12": "This will be the plague with which the Lord will strike all the peoples who swarmed against Jerusalem: their flesh will rot, even while standing on their feet; their eyes will rot in their sockets; and their tongues will rot in their mouths.", "13": "On that day, a great panic brought on by the Lord will fall upon them; they will all grasp at the hand of their neighbors; neighbors will attack each other.", "14": "Even Judah will fight in Jerusalem. The wealth of all the surrounding nations will be collected: gold, silver, and a great abundance of garments.", "15": "This[f] plague will also affect the horses, mules, camels, donkeys, and any cattle in those camps during this plague.", "16": "All those left from all the nations who attacked Jerusalem will go up annually to pay homage to the king, the Lord of heavenly forces, and to celebrate the Festival of Booths.", "17": "Whoever among the families of the earth doesn't go up to Jerusalem to pay homage to the king, the Lord of heavenly forces, upon them no rain will fall.", "18": "And if the family of Egypt doesn't go up and doesn't present itself, then no rain[g] will fall on them. There will[h] be a plague like the one with which the Lord struck the nations that didn't go up to celebrate the Festival of Booths.", "19": "This would be the sin of Egypt and the sin of all the nations who don't go up to celebrate the Festival of Booths.", "20": "On that day, Holy to the Lord will be inscribed[i] on the bells of the horses, and the pots in the Lord's house will be holy[j] like the bowls before the altar.", "21": "Every pot in Jerusalem and in Judah will be holy to the Lord of heavenly forces. All those who sacrifice will come. They will take some of the pots and cook with them. There will no longer be any merchants[k] in the house of the Lord of heavenly forces on that day."}