{"1": "I looked up again and saw four chariots coming out from between two mountains; the mountains were made of bronze.", "2": "The first chariot had red horses, and the second chariot had black horses.", "3": "The third chariot had white horses, and the fourth chariot had horses that were heavily spotted.", "4": "I responded and said to the messenger speaking with me, “What are these, sir?”", "5": "The messenger answered and said to me, “These are the four winds of heaven that are going out after presenting themselves to the Lord of all the earth.", "6": "The one with the black horses is going to the north country; the white ones are going to the west;[a] and the spotted ones are going south.”", "7": "Then the powerful ones approached, intent on going to patrol the earth. He said, “Go! Patrol the earth!” So they patrolled the earth.", "8": "Then he called out and said to me, “Look, the ones going north have provided rest for my spirit in the north.”", "9": "The Lord's word came to me:", "10": "Take silver and gold[b] from the exiles who came from Babylon, from Heldai, from Tobijah, and from Jedaiah. As for you, go that same day to the house of Josiah son of Zephaniah.", "11": "Take silver and gold and make a crown.[c] Place it on the head of the high priest Joshua, Jehozadak's son.", "12": "Say to him, “The Lord of heavenly forces proclaims: Here is a man. His name is Branch, and he will branch out from his place; he will build the Lord's temple.", "13": "He will build the Lord's temple. He will be majestic; he will sit and rule on his throne. There will be a priest on his throne, and the two of them will share a peaceable plan.", "14": "The crown will be a memorial in the Lord's temple for Helem, Tobijah, Jedaiah, and for Hen, Zephaniah's son.", "15": "People from far away will come and build the Lord's temple so you might know that the Lord of heavenly forces has sent me to you. It will happen if you truly obey the voice of the Lord your God.”"}