{"1": "The word from the Lord of heavenly forces came to me:[a]", "2": "The Lord of heavenly forces proclaims: I care passionately about Zion; I burn with passion for her.", "3": "The Lord proclaims: I have returned to Zion; I will settle in Jerusalem. Jerusalem will be called the city of truth; the mountain of the Lord of heavenly forces will be the holy mountain.", "4": "The Lord of heavenly forces proclaims: Old men and old women will again dwell in the plazas of Jerusalem. Each of them will have a staff in their hand because of their great age.", "5": "The city will be full of boys and girls playing in its plazas.", "6": "The Lord of heavenly forces proclaims: Even though it may seem to be a miracle for the few remaining among this people in these days, should it seem to be a miracle for me? says the Lord of heavenly forces.", "7": "The Lord of heavenly forces proclaims: I'm about to deliver my people from the land of the east and the land of the west.", "8": "I'll bring them back so they will dwell in Jerusalem. They will be my people, and I will be their God—in truth and in righteousness.", "9": "The Lord of heavenly forces proclaims: Be strong, you who are now hearing these words from the mouths of the prophets spoken on the day when the foundations for the house of the Lord of heavenly forces were laid.", "10": "Before this time, there were no wages for people or animals; there was no relief from distress about going out or coming in, because I set everyone against their own neighbor.", "11": "But now, unlike those earlier days, I'll be with the few remaining among this people, says the Lord of heavenly forces.", "12": "The seed is healthy: the vine will give its fruit. The land will give its produce; the heavens will give its dew. I will give the remnant of this people all these things.", "13": "Just as you were a curse among the nations, house of Judah and house of Israel, so now I will deliver you; you will be a blessing. Don't fear, but be strong.", "14": "The Lord of heavenly forces proclaims: Just as I planned evil against you when your ancestors angered me, says the Lord of heavenly forces, and did not relent,", "15": "so now I have changed course and again plan to do good to Jerusalem and the house of Judah. Don't be afraid.", "16": "These are the things you should do: Speak the truth to each other; make truthful, just, and peaceable decisions within your gates.", "17": "Don't plan evil for each other. Don't adore swearing falsely, for all of these are things that I hate, says the Lord.", "18": "The word of the Lord of heavenly forces came to me:", "19": "The Lord of heavenly forces proclaims: The fasts of the fourth, fifth, seventh, and tenth months will become times of joy and gladness, pleasant feasts for the house of Judah. Love truth and peace!", "20": "The Lord of heavenly forces proclaims: Peoples will still come, the inhabitants of many cities.", "21": "The inhabitants of one city will go to another saying, “Let's go and seek the favor of the Lord, and look for the Lord of heavenly forces. I'm going too.”", "22": "Many peoples and mighty nations will come to seek the Lord of heavenly forces in Jerusalem and to seek the favor of the Lord.", "23": "The Lord of heavenly forces proclaims: In those days ten men from nations with entirely different languages will grab hold of a Judean's clothes and say, “Let's go with you, for we have heard that God is with you.”"}