{"1": "A pronouncement. The Lord's word is against the land of Hadrach, and Damascus is its resting place, for the city of Aram[a] and all the tribes of Israel belong to the Lord.", "2": "Hamath also borders on it. Tyre and Sidon, indeed, each is exceedingly wise.", "3": "Tyre built a fortress for herself. She piled up silver like dust and gold like mud in the streets,", "4": "but the Lord will take her possessions away and knock her wealth into the sea. She will be devoured with fire.", "5": "Ashkelon will look and be afraid. Gaza will writhe in agony, and also Ekron, because her hope has dried up. The king will perish from Gaza; Ashkelon won't be inhabited.", "6": "An illegitimate child will dwell in Ashdod; I will eliminate the pride of the Philistines.", "7": "I will remove bloody food from his mouth and pieces of unclean food from between his teeth. He will be a survivor who belongs to our God. He will be like a chieftain in Judah; Ekron will be like a Jebusite.", "8": "I will encamp before my house as a guard against anyone departing or returning. A slave driver will no longer pass through against them, for I have seen you[b] with my eyes.", "9": "Rejoice greatly, Daughter Zion. Sing aloud, Daughter Jerusalem. Look, your king will come to you. He is righteous and victorious. He is humble and riding on an ass, on a colt, the offspring of a donkey.", "10": "He[c] will cut off the chariot from Ephraim and the warhorse from Jerusalem. The bow used in battle will be cut off; he will speak peace to the nations. His rule will stretch from sea to sea, and from the river to the ends of the earth.", "11": "Moreover,[d] by the blood of your covenant, I will release your prisoners from the waterless pit.", "12": "Return to the stronghold, prisoners of hope. Moreover, declare today that I will return double to you.", "13": "Indeed, I myself will bend Judah as a bow; I will fill it with Ephraim. Zion, I will rouse your sons against your sons. Greece, I will make you like a warrior's sword.", "14": "The Lord will appear above them; his arrow will go forth like lightning. The Lord God will blow the horn; he will march forth on the stormy winds of the south.", "15": "The Lord of heavenly forces will protect them. They will devour and subdue like sling stones.[e] They will drink, mumbling like one having wine. They will be filled like a bowl, like the corners of the altar.", "16": "The Lord their God will deliver them on that day as the flock of his people; they will be the jewels in a crown dotting his land.", "17": "What is his goodness, and what is his beauty? Grain will make his young men flourish; so too wine his young women."}