{"1": "The spirit of God came upon Azariah son of Oded, ", "2": "and he went to meet King Asa. He called out, “Listen to me, King Asa, and all you people of Judah and Benjamin! The Lord is with you as long as you are with him. If you look for him, he will let you find him, but if you turn away, he will abandon you. ", "3": "For a long time Israel lived without the true God, without priests to teach them, and without a law. ", "4": "But when trouble came, they turned to the Lord, the God of Israel. They searched for him and found him. ", "5": "In those days no one could come and go in safety, because there was trouble and disorder in every land. ", "6": "One nation oppressed another nation, and one city oppressed another city, because God was bringing trouble and distress on them. ", "7": "But you must be strong and not be discouraged. The work that you do will be rewarded.”", "8": "When Asa heard the prophecy that Azariah son of[a] Oded had spoken, he was encouraged. He did away with all the idols in the land of Judah and Benjamin and all the idols in the cities he had captured in the hill country of Ephraim. He also repaired the altar of the Lord that stood in the Temple courtyard.", "9": "Many people had come over to Asa's side from Ephraim, Manasseh, and Simeon, and were living in his kingdom, because they had seen that the Lord was with him. Asa summoned all of them and the people of Judah and Benjamin. ", "10": "They assembled in Jerusalem in the third month of the fifteenth year that Asa was king. ", "11": "On that day they offered sacrifices to the Lord from the loot they had brought back: seven hundred head of cattle and seven thousand sheep. ", "12": "They made a covenant in which they agreed to worship the Lord, the God of their ancestors, with all their heart and soul. ", "13": "Anyone, young or old, male or female, who did not worship him was to be put to death. ", "14": "In a loud voice they took an oath in the Lord's name that they would keep the covenant, and then they shouted and blew trumpets. ", "15": "All the people of Judah were happy because they had made this covenant with all their heart. They took delight in worshiping the Lord, and he accepted them and gave them peace on every side.", "16": "King Asa removed his grandmother Maacah from her position as queen mother, because she had made an obscene idol of the fertility goddess Asherah. Asa cut down the idol, chopped it up, and burned the pieces in Kidron Valley. ", "17": "Even though Asa did not destroy all the pagan places of worship in the land, he remained faithful to the Lord all his life. ", "18": "He placed in the Temple all the objects his father Abijah had dedicated to God, as well as the gold and silver objects that he himself dedicated. ", "19": "There was no more war until the thirty-fifth year of his reign."}