{"1": "When King Jehoshaphat of Judah became rich and famous, he arranged a marriage between a member of his family and the family of King Ahab of Israel. ", "2": "A number of years later Jehoshaphat went to the city of Samaria to visit Ahab. To honor Jehoshaphat and those with him, Ahab had a large number of sheep and cattle slaughtered for a feast. He tried to persuade Jehoshaphat to join him in attacking the city of Ramoth in Gilead. ", "3": "He asked, “Will you go with me to attack Ramoth?” Jehoshaphat replied, “I am ready when you are, and so is my army. We will join you.” ", "4": "Then he added, “But first let's consult the Lord.”", "5": "So Ahab called in the prophets, about four hundred of them, and asked them, “Should I go and attack Ramoth, or not?” “Attack it,” they answered. “God will give you victory.”", "6": "But Jehoshaphat asked, “Isn't there another prophet through whom we can consult the Lord?”", "7": "Ahab answered, “There is one more, Micaiah son of Imlah. But I hate him because he never prophesies anything good for me; it's always something bad.” “You shouldn't say that!” Jehoshaphat replied.", "8": "So King Ahab called in a court official and told him to go and get Micaiah at once.", "9": "The two kings, dressed in their royal robes, were sitting on their thrones at the threshing place just outside the gate of Samaria, and all the prophets were prophesying in front of them. ", "10": "One of them, Zedekiah son of Chenaanah, made iron horns and said to Ahab, “This is what the Lord says, 'With these you will fight the Syrians and totally defeat them.'” ", "11": "All the other prophets said the same thing. “March against Ramoth and you will win,” they said. “The Lord will give you victory.”", "12": "Meanwhile, the official who had gone to get Micaiah said to him, “All the other prophets have prophesied success for the king, and you had better do the same.”", "13": "But Micaiah answered, “By the living Lord I will say what my God tells me to!”", "14": "When he appeared before King Ahab, the king asked him, “Micaiah, should King Jehoshaphat and I go and attack Ramoth, or not?” “Attack!” Micaiah answered. “Of course you'll win. The Lord will give you victory.”", "15": "But Ahab replied, “When you speak to me in the name of the Lord, tell the truth! How many times do I have to tell you that?”", "16": "Micaiah answered, “I can see the army of Israel scattered over the hills like sheep without a shepherd. And the Lord said, 'These men have no leader; let them go home in peace.'”", "17": "Ahab said to Jehoshaphat, “I told you that he never prophesies anything good for me; it's always something bad!”", "18": "Micaiah went on: “Now listen to what the Lord says! I saw the Lord sitting on his throne in heaven, with all his angels standing beside him. ", "19": "The Lord asked, 'Who will deceive Ahab so that he will go and get killed at Ramoth?' Some of the angels said one thing, and others said something else, ", "20": "until a spirit stepped forward, approached the Lord, and said, 'I will deceive him.' 'How?' the Lord asked. ", "21": "The spirit replied, 'I will go and make all of Ahab's prophets tell lies.' The Lord said, 'Go and deceive him. You will succeed.'”", "22": "And Micaiah concluded: “This is what has happened. The Lord has made these prophets of yours lie to you. But he himself has decreed that you will meet with disaster!”", "23": "Then the prophet Zedekiah went up to Micaiah, slapped his face, and asked, “Since when did the Lord's spirit leave me and speak to you?”", "24": "“You will find out when you go into some back room to hide,” Micaiah replied.", "25": "Then King Ahab ordered one of his officers, “Arrest Micaiah and take him to Amon, the governor of the city, and to Prince Joash. ", "26": "Tell them to throw him in prison and to put him on bread and water until I return safely.”", "27": "“If you return safely,” Micaiah exclaimed, “then the Lord has not spoken through me!” And he added, “Listen, everyone, to what I have said!”", "28": "Then King Ahab of Israel and King Jehoshaphat of Judah went to attack the city of Ramoth in Gilead. ", "29": "Ahab said to Jehoshaphat, “As we go into battle, I will disguise myself, but you wear your royal garments.” So the king of Israel went into battle in disguise.", "30": "The king of Syria had ordered his chariot commanders to attack no one else except the king of Israel. ", "31": "So when they saw King Jehoshaphat, they all thought that he was the king of Israel, and they turned to attack him. But Jehoshaphat gave a shout, and the Lord God rescued him and turned the attack away from him. ", "32": "The chariot commanders saw that he was not the king of Israel, so they stopped pursuing him. ", "33": "By chance, however, a Syrian soldier shot an arrow which struck King Ahab between the joints of his armor. “I'm wounded!” he cried out to his chariot driver. “Turn around and pull out of the battle!” ", "34": "While the battle raged on, King Ahab remained propped up in his chariot, facing the Syrians. At sunset he died."}