{"1": "After waiting six years Jehoiada the priest decided that it was time to take action. He made a pact with five army officers: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri. ", "2": "They traveled to all the cities of Judah and brought back with them to Jerusalem the Levites and all the heads of the clans.", "3": "They all gathered in the Temple, and there they made a covenant with Joash, the king's son. Jehoiada said to them, “Here is the son of the late king. He is now to be king, as the Lord promised that King David's descendants would be. ", "4": "This is what we will do. When the priests and Levites come on duty on the Sabbath, one third of them will guard the Temple gates, ", "5": "another third will guard the royal palace, and the rest will be stationed at the Foundation Gate. All the people will assemble in the Temple courtyard. ", "6": "No one is to enter the Temple buildings except the priests and the Levites who are on duty. They may enter, because they are consecrated, but the rest of the people must obey the Lord's instructions and stay outside. ", "7": "The Levites are to stand guard around the king, with their swords drawn, and are to stay with the king wherever he goes. Anyone who tries to enter the Temple is to be killed.”", "8": "The Levites and the people of Judah carried out Jehoiada's instructions. The men were not dismissed when they went off duty on the Sabbath, so the commanders had available both those coming on duty and those going off. ", "9": "Jehoiada gave the officers the spears and shields that had belonged to King David and had been kept in the Temple. ", "10": "He stationed the men with drawn swords all around the front of the Temple, to protect the king. ", "11": "Then Jehoiada led Joash out, placed the crown on his head, and gave him a copy of the laws governing kingship. And so he was made king. Jehoiada the priest and his sons anointed Joash, and everyone shouted, “Long live the king!”", "12": "Athaliah heard the people cheering for the king, so she hurried to the Temple, where the crowd had gathered. ", "13": "There she saw the new king at the Temple entrance, standing by the column reserved for kings and surrounded by the army officers and the trumpeters. All the people were shouting joyfully and blowing trumpets, and the Temple musicians with their instruments were leading the celebration. She tore her clothes in distress and shouted, “Treason! Treason!”", "14": "Jehoiada did not want Athaliah killed in the Temple area, so he called out the army officers and said, “Take her out between the rows of guards, and kill anyone who tries to rescue her.”", "15": "They seized her, took her to the palace, and there at the Horse Gate they killed her.", "16": "The priest Jehoiada had King Joash and the people join him in making a covenant that they would be the Lord's people. ", "17": "Then they all went to the temple of Baal and tore it down. They smashed the altars and idols there and killed Mattan, the priest of Baal, in front of the altars. ", "18": "Jehoiada put the priests and Levites in charge of the work of the Temple. They were to carry out the duties assigned to them by King David and to burn the sacrifices offered to the Lord in accordance with the Law of Moses. They were also in charge of the music and the celebrations. ", "19": "Jehoiada also put guards on duty at the Temple gates to keep out anyone who was ritually unclean.", "20": "The army officers, the leading citizens, the officials, and all the rest of the people joined Jehoiada in a procession that brought the king from the Temple to the palace. They entered by the main gate, and the king took his place on the throne. ", "21": "All the people were filled with happiness, and the city was quiet, now that Athaliah had been killed."}