{"1": "The words of Jeremiah son of Hilkiah, who was one of the priests from Anathoth in the land of Benjamin.", "2": "The word of the Lord came to him in the thirteenth year of the reign of Josiah son of Amon, king of Judah, ", "3": "and continued through the reign of Jehoiakim son of Josiah, king of Judah, until the eleventh year of Zedekiah son of Josiah, king of Judah, up to the time of the exile of Jerusalem in the fifth month.", "4": "The word of the Lord came to me.", "5": "Before I formed you in the womb, I knew[a] you, and before you were born, I set you apart. I appointed you to be a prophet to the nations.", "6": "But I said, “Ah, Lord God! I really do not know how to speak! I am only a child!”", "7": "The Lord said to me, “Do not say, 'I am only a child.' You must go to everyone to whom I send you and say whatever I command you. ", "8": "Do not be afraid of them, because I am with you, and I will rescue you, declares the Lord.”", "9": "Then the Lord stretched out his hand and touched my mouth. The Lord said to me: There! I have now placed my words in your mouth.", "10": "Look, today I appoint you over nations and kingdoms to uproot and to tear down, to destroy and to overthrow, to build and to plant.", "11": "Again the word of the Lord came to me: “What do you see, Jeremiah?” I answered, “I see a branch of an almond tree.”", "12": "The Lord said to me, “That is correct. You have observed accurately. And this vision means that I am watching[b] over my word to fulfill it.”", "13": "The word of the Lord came to me a second time: “What do you see?” I answered, “I see a boiling pot tipped away from the north.”", "14": "Then the Lord said to me: Disaster will boil over from the north on everyone who lives in the land.", "15": "Listen, I am summoning all the clans from the northern kingdoms, declares the Lord. They will come, and each one will set up his throne at the entrance of the gates of Jerusalem. They will come against all the surrounding walls and against all the cities of Judah. ", "16": "I will pronounce my judgments against Judah because of their wickedness. They have abandoned me. They have made burnt offerings to other gods, and they have bowed down to the work of their own hands.", "17": "Now you, get ready.[c] Rise up and tell them everything I am commanding you. Do not be frightened by them, or I will frighten you in their presence.", "18": "Look, today I have made you like a fortified city, like an iron pillar, and like bronze walls, to take a stand against the whole land. Stand against the kings of Judah, its officials, its priests, and the people of the land.", "19": "They will fight against you, but they will not overcome you, because I am with you to rescue you, declares the Lord."}