{"1": "Hear the word that the Lord is speaking to you, house of Israel.", "2": "This is what the Lord says. Do not learn the ways of the nations, or be frightened by signs in the heavens, although the nations are frightened by them.", "3": "The rituals of the peoples are worthless. They cut down a tree in the forest. Then the hands of a craftsman work it with an ax.", "4": "They decorate it with silver and gold, but they have to nail it down with hammers, so that it will not tip over.", "5": "Their idols are like a scarecrow in a melon[a] patch. They cannot speak. They must be carried because they cannot walk. Do not fear them. They can do no harm, nor can they do any good.", "6": "No one is like you, Lord. You are great and your name is powerful.", "7": "Is there anyone who should not fear you, King of the Nations? That is what you deserve. Among all the wise men of the nations and in all their kingdoms, there is no one like you.", "8": "They are stupid and foolish, because they are instructed by worthless idols made of wood.", "9": "Hammered silver is brought from Tarshish, and gold is brought from Uphaz. The handiwork of a goldsmith and the work of a craftsman, their idols are dressed in blue and purple. But they are nothing but the work of skilled craftsmen.", "10": "But the Lord is the true God. He is the living God, the eternal King. The earth quakes at his wrath. The nations cannot endure his fury.", "11": "You are to say this to them: “These gods, who did not make the heavens and the earth, will perish from the earth and from under the heavens.”[b]", "12": "But the one who made the earth by his power, established the world by his wisdom, and stretched out the heavens by his understanding—", "13": "he thunders, and the waters in the heavens roar. He makes storm clouds rise from the ends of the earth. He makes lightning for the rain, and he brings out the wind from his warehouses.", "14": "But as for mankind, they are all stupid. Their knowledge has dried up. Every goldsmith is embarrassed by his idols. The images he makes are false. There is no breath in them.", "15": "They are worthless, an achievement to be mocked. At the time of their punishment, they will perish.", "16": "He who is the Portion of Jacob is not like these, because he is the Maker of all things, including Israel, the tribe that belongs to him. The Lord of Armies is his name.", "17": "Pick up your pack from the ground, you who live under siege.", "18": "For this is what the Lord says. Watch, I am going to throw out those who live in the land at this time. I am going to bring them distress that they will feel.", "19": "Woe to me because of my wound! My injury is severe! But I said, “Yes, this is my suffering, and I must bear it.”", "20": "My tent is destroyed. All its ropes are broken. My children are gone, and they are no more. No one is left to pitch my tent or to set up my dwelling.", "21": "The shepherds have become as senseless as animals. They do not seek the Lord. That is why they do not prosper and all their flock is scattered.", "22": "Listen! I hear noise— a great commotion from a land in the north. It will make the cities of Judah desolate. It will make them a haunt for jackals.", "23": "I know, Lord, that a man's way is not his own, nor can a man direct his own steps.", "24": "Correct me, Lord, but with justice, not in your anger, or you will reduce me to nothing.", "25": "Pour out your wrath on the nations who do not acknowledge you, on the peoples who do not call on your name, for they have devoured Jacob. They have devoured him completely and made his homeland desolate."}