{"1": "This is the word that came to Jeremiah from the Lord.", "2": "Listen to the terms of this covenant, and announce them to every man in Judah and to those who live in Jerusalem. ", "3": "Tell them that this is what the Lord, the God of Israel, says. A curse on the man who does not obey the terms of this covenant, ", "4": "the terms I commanded your fathers[a] when I brought them out of the land of Egypt, out of the iron-smelting furnace. I said, “Obey me and do everything that I command you, and you will be my people, and I will be your God.” ", "5": "Then I will ratify the oath I swore to your fathers, that I would give them a land flowing with milk and honey—as it is today. I answered, “Amen, Lord.”", "6": "The Lord then told me to proclaim all these words in the cities of Judah and in the streets of Jerusalem. Listen to the terms of this covenant and obey them. ", "7": "From the time when I brought your fathers out of the land of Egypt until today, I have warned them again and again to obey my voice, ", "8": "but they did not obey. They did not pay attention. Each one lived according to the stubbornness of his own evil heart. So I brought all the curses of this covenant on them. I commanded them to obey, but they did not obey.", "9": "The Lord also said to me: A conspiracy has been uncovered among the men of Judah and those who live in Jerusalem. ", "10": "They have returned to the sins of their fathers, who refused to obey my words. They are following other gods and serving them. The house of Israel and the house of Judah have broken the covenant I made with their fathers.", "11": "Therefore this is what the Lord says. Watch this. I am going to bring a disaster on them that they will not be able to escape. They will cry out to me, but I will not listen to them. ", "12": "Then the cities of Judah and those who live in Jerusalem will cry out to the gods to whom they have been burning offerings, but who cannot do anything to save them in the time of trouble. ", "13": "Judah, you have as many gods as you have towns. You have set up as many altars to burn offerings to Shame—that is, to Baal—as there are streets in Jerusalem.", "14": "As for you, Jeremiah, do not pray for this people or lift up a cry or a request for them. I will not listen to them when they call to me in their time of distress. ", "15": "She is my beloved, but what right does she have to be in my temple when she has done so many wicked things? Can consecrated meat prevent you from being punished if you rejoice when you do evil?", "16": "The Lord called you a green olive tree with beautifully formed fruit. But with the roar of a mighty storm he will set it ablaze, and its branches will be broken.", "17": "The Lord of Armies, who planted you, has decreed disaster for you because of the evil that the house of Israel and the house of Judah have done. They have provoked me to anger by burning incense to Baal.", "18": "The Lord revealed their plot to me so I became aware of it. He showed me what they were doing. ", "19": "I was like a gentle lamb led to the slaughter. I had not realized that they had plotted against me. They were saying: “Let us destroy the tree along with its fruit. Let us cut him off from the land of the living, so that his name will no longer be remembered.”", "20": "But, Lord of Armies, you judge righteously. You test the heart and mind. Let me see your vengeance on them, for I have presented my case to you.", "21": "Therefore this is what the Lord says concerning the men of Anathoth who are seeking your life and saying, “Do not prophesy in the name of the Lord, or you will die by our hands.” ", "22": "This is what the Lord of Armies says. I will certainly punish them. Their young men will die by the sword. Their sons and daughters will die by famine, ", "23": "and none of them will be left. I will bring disaster on the men of Anathoth, the year of their punishment."}