{"1": "Lord, you are righteous whenever I bring a case before you. Nevertheless, I want to speak with you about justice. Why does the way of the wicked prosper? Why do the treacherous live at ease?", "2": "You plant them, and they take root. They grow, and they produce fruit. You are always on their lips, but far from their hearts.", "3": "But you know me, Lord. You see me and test the attitude of my heart toward you. Drag them away like sheep for the slaughter, and set them apart for the day when they will be put to death.", "4": "How long will the land mourn, and the grass in the whole countryside wither? Because of the evil of the people who live there, the animals and birds are dying, for the people have said, “He will not see how things turn out for us.”[a]", "5": "If you have raced men on foot and they have tired you out, how will you compete against horses? If you fall in open country, how will you manage in the thickets along the Jordan?", "6": "Your relatives and the members of your father's household have betrayed you. They have raised a loud outcry against you. Do not trust them when they speak friendly words to you.", "7": "I have abandoned my house. I have forsaken my heritage. I have given the one I love dearly into the hands of her enemies.", "8": "My heritage has become like a lion in the forest to me. She roars at me, so I hate her.", "9": "For me my heritage has become like a howling hyena, surrounded by scavenging birds of prey.[b] Go and gather all the wild animals. Bring them to devour her.", "10": "Many shepherds have destroyed my vineyard and trampled down my estate. They will turn my pleasant estate into a desolate wasteland.", "11": "They have made it a wasteland. It mourns. It is desolate before me. The whole land is laid waste, because there is no one who cares.", "12": "Looters are swarming over all the barren heights in the wilderness. The Lord has a sword that devours from one end of the land to the other. No one will be safe.", "13": "They plant wheat, but they reap thorns. They wear themselves out, but they gain nothing. Be ashamed of your harvests, because of the burning anger of the Lord.", "14": "This is what the Lord says. As for my wicked neighbors, who seize the inheritance I gave my people Israel, I will certainly uproot them from their homeland, and I will uproot the house of Judah from among them. ", "15": "After I have uprooted them, I will once again have compassion on them. I will return each of them to his own inheritance and each of them to his own land. ", "16": "If they carefully learn the ways of my people and swear by my name, saying, “As surely as the Lord lives” (just as they once taught my people to swear by Baal), then they will be established among my people. ", "17": "But if they do not listen, I will completely uproot and destroy that nation, declares the Lord."}