{"1": "This is what the Lord said to me: “Go and purchase a linen undergarment[a] for yourself. Put it around your waist. Do not let it touch water.” ", "2": "So I bought an undergarment as the Lord said, and I put it on.", "3": "Then the word of the Lord came to me a second time: ", "4": "“Take the undergarment you purchased, the one you are wearing around your waist, and go right now to Perath[b] and hide it there in a cleft in the rocks.” ", "5": "So I went and hid it at Perath, as the Lord commanded me.", "6": "Many days later the Lord said to me, “Go to Perath and retrieve the undergarment I told you to hide there.” ", "7": "So I went to Perath and searched. I took the undergarment from the place where I had hidden it, but now it was ruined and worthless.", "8": "Then the word of the Lord came to me.", "9": "This is what the Lord says. I will ruin the pride of Judah and the great pride of Jerusalem in the same way. ", "10": "These wicked people refuse to listen to me. They follow their own stubborn hearts. They follow after other gods by serving them and worshipping them. They are all like this worthless undergarment. ", "11": "Just as an undergarment fits tightly around a man's waist, in the same way I made the whole house of Israel and the whole house of Judah cling to me, declares the Lord. I did this so that they would be my people and so that they would bring praise and honor to my name, but they would not listen.", "12": "Give this message to them. This is what the Lord God of Israel says: “Every clay jar will be filled with wine.” Then they will say to you, “We know that every clay jar will be filled with wine.”", "13": "So say to them, “This is what the Lord says. I will certainly make everyone who lives in this land drunk. The kings who sit on David's throne, the priests, the prophets, and all those who live in Jerusalem will become drunk. ", "14": "Then I will smash them to pieces—a man against his brother, fathers, and sons, declares the Lord. I will not spare them. I will destroy them without pity or compassion.”", "15": "Listen and pay attention! Do not be arrogant, for the Lord has spoken.", "16": "Honor the Lord your God before he brings darkness, and before your feet stumble on the mountains at dusk. You will look for light, but he will turn it into the shadow of death and change it into deep darkness.", "17": "If you will not listen, I will cry for you in secret because of your arrogance. My eyes will weep bitterly and overflow with tears, because the Lord's flock will be taken captive.", "18": "Say to the king and to the queen mother, “Come down from your thrones, because your crowns will fall from your heads.”[c]", "19": "The cities of the Negev are under siege, and no one can get through to them. All of Judah will be taken into exile. They will be carried away completely.", "20": "Look up and see those who are coming from the north. Where is the flock entrusted to you, the sheep you were so proud of?", "21": "What will you say when associates whom you yourself have taught are appointed as masters over you? Won't pain seize you like a woman in labor? ", "22": "If you ask yourself, “Why has this happened to me?” you should know that it is because of your great guilt that your skirt has been torn off, and you have been violated.", "23": "Can an Ethiopian[d] change the color of his skin? Can a leopard change its spots? Just as little can you, who are disciples of evil, do good.", "24": "I will scatter you like chaff blown by the desert wind.", "25": "This is your lot. This is what I have assigned to you, declares the Lord. This will take place because you have forgotten me and trusted in falsehood.", "26": "I myself will lift your skirt over your head, so that your shame can be seen—", "27": "your adulteries, your lust-filled neighing, and your shameless prostitution. I have seen your detestable acts on the hills and in the countryside. Woe to you, Jerusalem! You are unclean. After this, will you ever be clean again?"}