{"1": "The word of the Lord came to me.", "2": "You are not to marry a wife in this place or to have sons and daughters,", "3": "because this is what the Lord says about the sons and daughters born in this place, about the mothers who bore them, and about the fathers who conceived them in this land:", "4": "They will die of deadly diseases. They will not be mourned. They will not be buried. They will lie on the ground like manure. They will be devoured by sword and famine, and their carcasses will become food for the birds in the sky and the wild animals in the land.", "5": "This is what the Lord says. Do not enter a house where people are grieving. Do not go there to mourn for anyone or to comfort anyone, for I have taken away my peace from this people, declares the Lord, along with my mercy and my compassion.", "6": "Both the greatest and the least will die in this land. No one will bury them or mourn for them. No one will cut himself or shave himself for them.", "7": "No one will break bread to comfort those who mourn the dead. No one will offer a consoling cup, even for a father or a mother.", "8": "Do not enter a house where there is feasting, or sit down there to eat and drink.", "9": "For this is what the Lord of Armies, the God of Israel, says. I will certainly put an end to the sounds of joy and happiness in this place, as well as the voices of bride and groom. This will take place before your eyes and in your lifetime.", "10": "When you tell the people all of this, they will ask you, “Why has the Lord decreed all this great disaster against us? What are we guilty of? What sin have we committed against the Lord our God?”", "11": "Then say this to them: It is because your fathers abandoned me, declares the Lord, and followed other gods. They served them, and they worshipped them. They abandoned me and did not keep my law. ", "12": "But you have done more evil than your fathers. Look, each of you follows his own stubborn, evil heart, and you do not listen to me. ", "13": "Therefore, I will throw you out of this land into a land neither you nor your fathers have known. There you will serve other gods day and night, and I will show you no mercy.", "14": "Nevertheless, listen to this. The days are coming, declares the Lord, when people will no longer say, “As surely as the Lord lives, who brought the children of Israel out from the land of Egypt.” ", "15": "But they will say, “As surely as the Lord lives, who brought the children of Israel out from the land in the north and from all the lands to which he exiled them.” For I will restore them to the homeland I gave to their fathers.", "16": "Look, I am sending for many fishermen, declares the Lord, and they will catch them. After that I will send for many hunters, and they will hunt for them on every mountain, on every high hill, and in the crevices of the rocks. ", "17": "My eyes are watching everything they do. It is not hidden from me, nor is their guilt hidden from my eyes. ", "18": "But first I will pay them double for their guilt and their sin, because they defiled my land with the carcasses of their disgusting idols, and they have filled my inheritance with their abominations.", "19": "The Lord is my strength and my fortress, my refuge in times of trouble. Nations will come to you from the ends of the earth and say, “Our forefathers possessed only false gods, worthless idols, and there was nothing good in them.", "20": "Can a man make gods for himself? Yes, but they are not gods!”", "21": "Therefore I will certainly teach them. This time I will teach them my power and my strength, and then they will know that my name is the Lord."}