{"1": "Judah's sin is written with an iron stylus. It is engraved with a diamond[a] tip on the tablet of their hearts and on the horns of their altars.", "2": "Even their children remember their altars and their Asherah poles,[b] beside every green tree on the high hills,", "3": "and on the mountains in the countryside. I will turn all your wealth into plunder because of the sin you committed on the high places throughout all your territory.", "4": "You will lose your inheritance that I gave you, and I will make you serve your enemies in a land you do not know. You have started a fire in my anger that will burn forever.", "5": "This is what the Lord says. Cursed is anyone who trusts in mankind, who seeks his strength from human flesh, and who turns his heart away from the Lord.", "6": "He will be like a juniper bush in the wasteland. He will not see good things when they come. He lives in a dry place in the wilderness, in a salty land where no one lives.", "7": "But blessed is anyone who trusts in the Lord, whose confidence is in him.", "8": "He will be like a tree planted by water. It sends out its roots to the stream. It does not fear the heat when it comes. Its leaves will remain green. It is not concerned about a time of drought. It does not stop producing fruit.", "9": "The heart is more deceitful than anything. It is beyond cure. Who can understand it?", "10": "I, the Lord, am the one who searches the heart and examines the mind, to reward a man according to what he has done, according to what his deeds deserve.", "11": "Those who accumulate a fortune unjustly are like a partridge that hatches eggs it did not lay. Midway through life their fortune will be lost, and in the end they will be exposed as fools.", "12": "The place of our sanctuary is a glorious throne, exalted from the beginning.", "13": "You are the hope of Israel, Lord. All who forsake you will be put to shame. Those who turn away from you[c] will be written in the earth, because they have forsaken the Lord, the spring of living water.", "14": "Heal me, Lord, and I will be healed. Save me, and I will be saved, for you are the one I praise.", "15": "They say to me, “Where is the word of the Lord? Let it come!”", "16": "I have not tried to run away from being your shepherd,[d] nor have I wanted to bring the day of incurable pain. You are aware of everything that comes out of my lips. It is not hidden from you.", "17": "Do not be a terror to me. You are my refuge in the day of disaster.", "18": "Let my persecutors be put to shame, but do not let me be put to shame. Let them be terrified, but do not let me be terrified. Bring on them the day of disaster and destroy them with double destruction.", "19": "This is what the Lord told me. Go and stand at the Gate of the People, through which the kings of Judah enter and leave, and in all the gates of Jerusalem. ", "20": "Tell them this message. Hear the word of the Lord, you kings of Judah, all of Judah, and all who live in Jerusalem, and all who enter by these gates.", "21": "This is what the Lord says. Protect your lives. Do not carry a load of things on the Sabbath day or bring it through the gates of Jerusalem. ", "22": "Do not carry a load out of your houses on the Sabbath day. Do not do any work, but keep the Sabbath day holy as I commanded your fathers.", "23": "But they did not listen or pay attention. They became stiff-necked so that they would not hear or receive instruction.", "24": "However, if you listen carefully to me, declares the Lord, and if you do not carry any load through the gates of the city on the Sabbath day, but you instead keep the Sabbath day holy and do not do any work, ", "25": "then kings who sit on David's throne and their officials will enter in through the gates of this city, riding in chariots and on horses, along with the men of Judah and with those who live in Jerusalem. They will live in this city forever. ", "26": "They will come from the cities of Judah, from the places around Jerusalem, from the land of Benjamin, from the Shephelah,[e] from the hill country, and from the Negev.[f] They will bring burnt offerings, sacrifices, fellowship offerings,[g] incense, and thank offerings to the House of the Lord. ", "27": "But if you will not listen to me and do not keep the Sabbath day holy, and you enter the gates of Jerusalem carrying a load on the Sabbath day, then I will set fire to its gates. I will burn the public buildings of Jerusalem, and the fire will not be put out."}