{"1": "This is the word that came to Jeremiah from the Lord: ", "2": "“Get up, and go down to the potter's house, and there I will reveal my words to you.”", "3": "So I went down to the potter's house, and he was making something on the wheel. ", "4": "But the pot he was forming out of the clay was ruined as he shaped it with his hands, so the potter formed it into a different pot, whatever he saw fit to make.", "5": "Then the word of the Lord came to me.", "6": "House of Israel, can I not do with you as this potter does? declares the Lord. See, like clay in the potter's hands, that is what you are in my hands, house of Israel. ", "7": "One time I may say that a nation or a kingdom is to be uprooted, torn down, and destroyed, ", "8": "but if that nation I spoke about repents of its evil, then I will relent and not bring the disaster I had planned to bring against it. ", "9": "Another time I may say that a nation or a kingdom is to be built and planted, ", "10": "but if they do what is evil in my sight by not listening to my voice, then I will not bring about the good I said I would do for them.", "11": "Now therefore say this to the men of Judah and to those who live in Jerusalem. This is what the Lord says. Look! I am forming a disaster against you. I am devising a plan against you. Turn from your evil ways, each of you, and reform your ways and your actions.", "12": "But they will say, “It is hopeless! Each of us will always walk in the stubbornness of his own evil heart.”", "13": "Therefore this is what the Lord says. Ask among the nations, “Who has ever heard anything like this?” Virgin Israel has done a most terrible thing.", "14": "Does the snow of Lebanon ever disappear from its rocky slopes? Does cold water flowing from a long distance ever run dry?", "15": "Yet my people have forgotten me. They burn incense to false gods, that make them stumble in their ways, in the ancient paths. They walk on side roads, on roads not built up.", "16": "They make their land something horrible, a target of lasting contempt.[a] Everyone who passes by will be horrified and shake his head.", "17": "Like the east wind I will scatter them in front of their enemies. I will show them my back and not my face on the day of their calamity.", "18": "Some people said, “Come on! Let's make plans against Jeremiah, because the law will not vanish from the priest, nor guidance from the wise, nor the word from the prophet. Come on, let's attack him with words and pay no attention to anything he says.”", "19": "Listen to me, Lord. Listen to what my opponents are saying.", "20": "Should good be repaid with evil? Yet they have dug a pit for me. Remember how I stood before you to speak on their behalf, to turn your anger from them.", "21": "Therefore, hand their children over to famine, and hand them over to the power of the sword. Let their wives become childless widows. Let their men be put to death, and their young men be struck in battle by the sword.", "22": "Let a cry be heard from their houses when you suddenly bring marauders against them, because they have dug a pit to capture me and have hidden snares for my feet.", "23": "But you, Lord, are aware of all their plots to kill me. Do not forgive their guilt. Do not blot out their sin from your sight. Let them be overthrown in your presence. Deal with them in the time of your anger."}