{"1": "The word of the Lord came to me.", "2": "Go and proclaim this in the hearing of Jerusalem. This is what the Lord says. This is what I remember concerning you: your faithfulness when you were young, and your love when you were pledged in marriage. I remember how you followed me in the wilderness, in a land that has never been planted.", "3": "Israel was set apart as holy to the Lord, the firstfruits of his harvest. All those who devoured Israel became guilty, and disaster came upon them, declares the Lord.", "4": "Hear the word of the Lord, you house of Jacob. All you families of the house of Israel,", "5": "this is what the Lord says. What fault did your fathers find in me, that they departed so far from me? They followed worthless idols, and so they became worthless themselves.", "6": "They did not say, “Where is the Lord, who brought us up from the land of Egypt? Where is the one who led us through the wilderness, through a desert wasteland filled with ravines, through a land of drought and the shadow of death, a land which no one passes through, a land where no human being lives?”", "7": "I brought you into a fertile land, to eat its fruit and its good things. But you defiled my land and made my inheritance repulsive.", "8": "The priests did not ask, “Where is the Lord?” The experts in the law did not acknowledge me. Their shepherds rebelled against me. The prophets prophesied by Baal and went after useless idols.", "9": "So I am bringing charges against you again, declares the Lord, and I am bringing charges against your children's children.", "10": "Cross over to the coasts of Cyprus[a] and look. Send someone to Kedar[b] and observe carefully. See if there has ever been anything like this.", "11": "Has a nation ever exchanged its gods (even though they are not gods at all)? Yet my people have exchanged their Glory[c] for useless idols.", "12": "Be appalled at this, you heavens. Be horrified and wither away completely, declares the Lord.", "13": "For my people have committed two evils: They have abandoned me, the spring of living water, and they have dug their own cisterns, broken cisterns that hold no water!", "14": "Is Israel a servant, born into slavery? Why then has Israel been plundered?", "15": "Young lions have roared at him. They have growled loudly. They have made his land desolate. His towns are burned and deserted.", "16": "The men of Memphis[d] and Tahpanhes have shaved the top of your head.[e]", "17": "Have you not brought this on yourself by deserting the Lord your God while he led you on the way?", "18": "So why are you on the road to Egypt to drink the water of the Shihor?[f] And why are you on the road to Assyria to drink the water of the River?[g]", "19": "It is your own evil that will bring discipline on you. Your backsliding will judge you. Know and see how evil and bitter it is for you to forsake the Lord your God, to have no fear of me, declares the Lord God of Armies.", "20": "Long ago I broke your yoke. I[h] tore off your chains, but you said, “I will not serve you!” Instead, on every high hill and under every green tree you sprawl out like a prostitute.", "21": "But I planted you as a very good vine, healthy and from reliable stock. How then did you turn against me? How then did you turn into a wild vine?", "22": "Even if you scrub yourself with cleanser and use a lot of strong soap, the stain of your guilt is before me, declares the Lord.", "23": "How can you say, “I have not defiled myself. I have not gone after the Baals”? Look what you did in the valley! Think about what you did! You were a fast female camel running wildly all over the place,", "24": "or a wild donkey accustomed to the wilderness, sniffing the wind in her passion. Who can control her when she is in heat? None of the males who pursue her will become tired. They will find her in her mating time.", "25": "Stop before your shoes wear out and your throat becomes dry! But you say, “It's hopeless! I love strange gods, and I must pursue them.”", "26": "As a thief is shamed when he is caught, so the house of Israel will be shamed— the people, their kings, their officials, their priests, and their prophets.", "27": "They say to wood, “You are my father.” They say to stone, “You gave birth to me.” They have turned their backs to me and not their faces. But when a time of trouble comes, they say, “Get up and save us!”", "28": "Where are the gods you made for yourselves? Let them rise up, if they are able to save you in a time of trouble. After all, Judah, you have as many gods as you have towns.", "29": "Why do you bring charges against me? You have all rebelled against me, declares the Lord.", "30": "I punished your people in vain. They did not respond to correction. Your own sword has devoured your prophets, like a raging lion.", "31": "You people of this generation, consider the word of the Lord. Have I been a wilderness to Israel, or a land of deep darkness? Why do my people say, “We are free to wander. We will not come to you anymore”?", "32": "Does a virgin about to be married forget her jewelry? Does a bride forget her veil?[i] But my people have forgotten me for countless days.", "33": "How practiced you are in the ways that you pursue love! Even the most evil women could learn from your ways.", "34": "The lifeblood of poor, innocent people is found on your skirt, even though you did not catch them breaking in. In spite of all this, ", "35": "you say, “I am innocent. He will not be angry with me.” But I have indeed judged you because you say, “I have not sinned.”", "36": "How fickle you are in changing your direction! You will be disappointed by Egypt, just as you were by Assyria.", "37": "So you will leave there with your hands on your head, because the Lord has rejected the ones you trust. You will receive no help from them."}