{"1": "When Pashhur the priest, the son of Immer, who served as the chief officer in the House of the Lord, heard Jeremiah prophesying about these things, ", "2": "Pashhur ordered them to beat Jeremiah the prophet, and he put him in the stocks at the Upper Benjamin Gate in the House of the Lord.", "3": "The next day, when Pashhur released him from the stocks, Jeremiah said to him, “The Lord does not call you Pashhur, but Magor Missabib,[a] ", "4": "for this is what the Lord says: I will certainly make you a terror to yourself and to all your friends. They will fall by the sword of their enemies before your very eyes. I will hand Judah over to the king of Babylon. He will carry the people captive to Babylon, and he will strike them with the sword. ", "5": "Also, the riches of this city, all its property, and all the treasures of the kings of Judah—I will give it all away into the hands of their enemies. They will plunder them, seize them, and carry them off to Babylon. ", "6": "As for you, Pashhur, and all who live in your house, you will go into captivity. You will go to Babylon! You will die there, and you will be buried there, you and all your friends to whom you have prophesied falsely.”", "7": "You persuaded me, Lord, and I agreed to it.[b] You are stronger than I am, and you won out. I have become a laughingstock all day long, and everyone is mocking me.", "8": "Whenever I speak, I cry out. I cry out, “Violence and destruction!” But the word of the Lord has brought scorn on me. I am mocked all day long.", "9": "If I say, “I will not mention him or speak in his name anymore,” then there is a burning fire in my heart, shut up in my bones, and I am weary of holding it in. I cannot!", "10": "I hear many whispering, “Terror on every side!” All my close friends, those who are watching for my fall, say, “Denounce him! Let's denounce him. Perhaps he can be pressured into making a mistake. Then we will have the upper hand against him, and we will take our revenge on him.”", "11": "But the Lord is with me like a terrifying warrior. So my persecutors will stumble, and they will not gain the upper hand. They will be put to shame completely, because they have not been successful. Their eternal disgrace will never be forgotten.", "12": "Lord of Armies, you test the righteous. You see the heart and the mind. Let me see your vengeance on them, for I have laid out my case before you.", "13": "Sing to the Lord! Praise the Lord, for he has delivered the life of the needy from the hand of the wicked.", "14": "May the day I was born be cursed. Do not let the day my mother gave birth to me be blessed.", "15": "May the man be cursed who brought news to my father, “A son is born to you,” the man who brought him great joy.", "16": "Let that man be like the cities the Lord overthrew without pity. Let him hear a cry in the morning, an alarm for war at noon,", "17": "because he did not put me to death in the womb, so that my mother would have been my grave, and her womb would have been pregnant forever.", "18": "Why did I emerge from that womb to see trouble and sorrow, to finish my days in shame?"}