{"1": "This is what the Lord says. Go down to the palace of the king of Judah and speak this message there.", "2": "Hear the word of the Lord, king of Judah, you who sit on David's throne—you, your officials, and your people who enter these gates.", "3": "This is what the Lord says. Do what is just and right. Rescue the person who has been robbed from the hand of the oppressor. Do no wrong or violence to the foreigner, to the fatherless, or to the widow. Do not shed innocent blood in this place. ", "4": "If you diligently carry this out, then kings who sit on David's throne will enter through the gates of this house, riding in chariots and on horses, accompanied by their officials and their people. ", "5": "But if you will not obey these words, then I swear by myself, declares the Lord, that this house will become a ruin.", "6": "Yes, this is what the Lord says about the house of the king of Judah. You are like Gilead to me, like the peak of Lebanon. You can be sure that I will turn you into a wilderness, like uninhabited towns.", "7": "I will send destroyers against you, each of them with his weapons. They will cut down your best cedars, and they will throw them into the fire.", "8": "Many nations will pass by this city and will ask one another, “Why did the Lord do such a thing to this great city?” ", "9": "And the answer will be, “It is because they abandoned the covenant of the Lord their God. They worshipped other gods and served them.”", "10": "Do not weep for the dead. Do not mourn for him, but weep bitterly for the one who is exiled, because he will never return. He will never see the land of his birth.", "11": "For this is what the Lord says about Shallum[a] son of Josiah, king of Judah, who reigned in place of his father Josiah. He has gone out from this place, but he will never return again. ", "12": "He will die in the place where they have led him captive. He will never see this land again.", "13": "Woe to him who builds his house through unrighteousness and his roof with injustice, who makes his neighbors work for nothing and does not pay them,", "14": "who says, “I will build a huge mansion for myself with spacious upper rooms.” He makes large windows for it, panels it with cedar, and paints it red.", "15": "Does it make you a king when you are extravagant with cedar? Didn't your father eat and drink, and do what was just and right? Then it went well for him.", "16": "He defended the cause of the poor and needy, and it went well. Isn't this what it means to know me? declares the Lord.", "17": "But your eyes and your heart are greedy for gain, for shedding innocent blood, for oppression, and committing violence.", "18": "Therefore this is what the Lord says concerning Jehoiakim son of Josiah, king of Judah: They will not mourn for him, “Oh, my brother! Oh, my sister!” They will not mourn for him, “Oh, my master! Oh, his glory!”", "19": "He will be buried with the burial of a donkey— dragged away and thrown outside the gates of Jerusalem.", "20": "Go up to Lebanon and cry out. Lift your voice in Bashan. Cry out from Abarim, because all your lovers have been destroyed.", "21": "I spoke to you when you were at peace, but you said, “I will not listen.” This has been your way since your youth. You have never listened to me.", "22": "Your shepherds will be herded by the wind. Your lovers will go into exile. Then you will be ashamed and humiliated because of all your evil.", "23": "You who live in Lebanon, you who make your nest in the cedars, how you will groan when pains come upon you, pains like those of a woman in labor!", "24": "As I live, declares the Lord, even if you, Coniah[b] son of Jehoiakim king of Judah, were a signet ring on my right hand, I would pull you off. ", "25": "I will deliver you into the hand of those who want to take your life, those you fear. I will deliver you into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans. ", "26": "I will throw you and the mother who bore you into another country, where neither of you were born, and there you will die. ", "27": "They will never return to the land to which they long to return.", "28": "Is this man Coniah a despised broken pot? Is he a jar no one wants? Why are he and his children thrown out, cast into a land they do not know?", "29": "Land, land, O land! Hear the word of the Lord!", "30": "This is what the Lord says. Record this man as childless, a man who will not prosper in his lifetime. None of his offspring will prosper by sitting on David's throne and ruling in Judah."}