{"1": "Woe to the shepherds who destroy and scatter the sheep of my pasture! declares the Lord.", "2": "Therefore, this is what the Lord, the God of Israel, says about the shepherds who shepherd my people. You have scattered my flock. You have driven them away. You have not taken care of them, but I will certainly take care of you, because of the evil things you have done, declares the Lord.", "3": "I will gather what is left of my flock out of all the countries where I have driven them, and I will bring them back to their pastures. They will be fruitful and multiply.", "4": "I will raise up shepherds over them who will shepherd them. They will no longer be afraid or terrified, nor will any be missing, declares the Lord.", "5": "Listen, the days are coming, declares the Lord, when I will raise up for David a righteous Branch, who will reign wisely as king and establish justice and righteousness on earth.", "6": "In his days Judah will be saved and Israel will dwell securely. This is his name by which he will be called: The Lord Our Righteousness.", "7": "So, mark my words, the days are coming, declares the Lord, when it will no longer be said, “As surely as the Lord lives who brought the Israelites up out of Egypt,” ", "8": "but, “as surely as the Lord lives who brought up the descendants of the house of Israel and led them out of a land in the north and from all the countries where I had driven them.” Then they will dwell in their own land.", "9": "Concerning the prophets: My heart is broken inside me. All my bones tremble. I am like a drunken man, like a man overcome by wine, because of the Lord, and because of his holy words.", "10": "Look, the land is full of adulterers. Because of the curse, the land mourns. The pastures in the wilderness are dried up. Their way of life is evil, and their use of power is unjust.", "11": "Both prophet and priest are godless. I have found their wickedness even in my House, declares the Lord.", "12": "Therefore, they will discover that their path is like slippery places in the darkness. They will be driven away, and they will fall there, because I will bring disaster on them, the year of their punishment, declares the Lord.", "13": "Among the prophets of Samaria[a] I saw something offensive. They prophesied by Baal and led my people Israel astray.", "14": "Now among the prophets of Jerusalem I have seen something horrifying. They commit adultery and walk in lies. They strengthen the hands of evildoers, so that no one turns away from his wickedness. They have all become like Sodom to me. The people who live there are like Gomorrah.", "15": "So this is what the Lord of Armies says concerning the prophets. Watch, I will feed them wormwood and give them bitter water to drink, because from the prophets of Jerusalem ungodliness has gone out into all the land.", "16": "This is what the Lord of Armies says. Do not listen to the words of the prophets who prophesy to you. They are giving you false hope. They proclaim visions that come from their own hearts and not from the mouth of the Lord.", "17": "They keep saying to those who despise me, “The Lord has said that you will have peace.” And to everyone who walks in the stubbornness of his own heart, they say, “No harm will come to you.”", "18": "But have any of them stood in the council of the Lord, to see and hear his word? Who has listened to his word and heard it?", "19": "Look, a storm from the Lord! His wrath has gone out, like a whirlwind twisting down, whirling over the heads of the wicked.", "20": "The Lord's anger will not turn back until he has completely fulfilled the purposes of his heart. In later days you will understand it fully.", "21": "I did not send these prophets, yet they ran. I did not speak to them, yet they prophesied.", "22": "But if they had stood in my council, they would have made my people hear my words, and they would have turned them from their evil ways and from their evil deeds.", "23": "Am I a God who is only nearby, declares the Lord, and not a God far away?", "24": "Can anyone hide in secret places so that I cannot see him? declares the Lord. Do I not fill heaven and earth? declares the Lord.", "25": "I have heard what the prophets who prophesy lies in my name have said. They say, “I have had a dream! I have had a dream!” ", "26": "How long will this be in the hearts of these lying prophets? These prophets proclaim the fantasies of their own hearts. ", "27": "They think they can make my people forget my name with the dreams each one tells his neighbor, the way their fathers forgot my name because of Baal. ", "28": "Let the prophet who has a dream tell his dream. But let the one who has my word speak my word faithfully. What has chaff to do with grain? declares the Lord. ", "29": "Is not my word like a fire? declares the Lord, and like a hammer that breaks a rock in pieces? ", "30": "Therefore listen to this, declares the Lord. I am against the prophets who steal my words from each other. ", "31": "Indeed, I am against the prophets, declares the Lord, who use their own tongues to say, “This is what the Lord declares!” ", "32": "Yes, I am against those who prophesy about lying dreams, declares the Lord. I am against those who tell lying dreams to lead my people astray with their extravagant lies. But I did not send them or command them. They provide no benefit for this people, declares the Lord.", "33": "When these people or a prophet or a priest asks you, “What is the message[b] from the Lord?” say to them, “What is the message? This is the Lord's message: I will abandon you.”", "34": "As for the prophet, the priest, or anyone who says “the message from the Lord,” I will punish that man and his household. ", "35": "Each man will ask his neighbor, “What has the Lord answered?” or “What has the Lord said?” ", "36": "But do not refer to “the message of the Lord” anymore, because each man's word has become his own message, because you have perverted the words of the Living God, the Lord of Armies, our God.", "37": "You say this to the prophet: “What has the Lord answered you?” or “What has the Lord said?” ", "38": "But if you say that you have the message[c] of the Lord, this is what the Lord says to you: Since you say “the message of the Lord,” although I have sent a message telling you not to say “the message of the Lord,” ", "39": "watch out, because I will completely forget you and throw you out of my presence. I will abandon you and this city, which I gave to your fathers. ", "40": "I will bring everlasting scorn and everlasting shame that will not be forgotten."}