{"1": "Early in the reign of Zedekiah[a] son of Josiah, king of Judah, this message came to Jeremiah from the Lord.", "2": "This is what the Lord said to me. Make a yoke and straps and put them on your neck. ", "3": "Then send word to the kings of Edom, Moab, the Ammonites, Tyre, and Sidon, through the messengers who came to Jerusalem to Zedekiah king of Judah. ", "4": "Give them a message for their masters. Tell them the Lord of Armies, the God of Israel, says, “Tell your masters: ", "5": "By my great power I made the earth, the people, and the animals that are on it. I give it to anyone I please. ", "6": "Now I will give all these lands to my servant Nebuchadnezzar king of Babylon. I will even make the wild animals serve him. ", "7": "All the nations will serve him, his son, and his grandson, until the time for his own land comes. Then he will serve many nations and great kings.”", "8": "The Lord also said: I will punish any nation or kingdom that will not submit to this Nebuchadnezzar king of Babylon, that will not put their necks under the yoke of Babylon's king. I will punish that nation with sword, famine, and plague, until I have consumed them by his hand. ", "9": "So do not listen to your prophets, to your omen readers, to your dream interpreters, to your mediums, or to those who cast spells for you. Do not listen to those who tell you, “You will not serve the king of Babylon,” ", "10": "because they are prophesying lies to you in order to remove you from your land. I will drive you out, and you will perish. ", "11": "But if a nation bows its neck under the yoke of the king of Babylon and serves him, I will let that nation remain on its own land. They will plow the soil and live on it, declares the Lord.", "12": "I also said all these things to Zedekiah king of Judah. Bow your neck under the yoke of the king of Babylon. Serve him and his people, and you will live. ", "13": "Why do you and your people want to die by sword, famine, and plague, as the Lord said would come upon any nation that will not serve the king of Babylon? ", "14": "Do not listen to the words of the prophets who are telling you not to serve the king of Babylon. They are prophesying a lie to you, ", "15": "for I have not sent them, declares the Lord. They are prophesying falsely in my name, so I will drive you out, and you will perish, you and the prophets who are prophesying to you.", "16": "I also spoke to the priests and to all of the people. The Lord says this. Do not listen to the words of your prophets who are prophesying to you that the vessels of the Lord's house will soon be brought back again from Babylon, because they are prophesying a lie to you. ", "17": "Do not listen to them. Serve the king of Babylon and live. Why should this city become a ruin? ", "18": "If they really are prophets, and if the word of the Lord is with them, then let them intercede with the Lord of Armies, so that the vessels which are left in the house of the Lord, in the house of the king of Judah, and in Jerusalem, will not go to Babylon. ", "19": "For this is what the Lord of Armies says about the pillars, the Sea, the carts for water, and the rest of the vessels that are left in the city, ", "20": "which Nebuchadnezzar king of Babylon had not taken away when he exiled Jeconiah[b] son of Jehoiakim, king of Judah, from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem— ", "21": "yes, this is what the Lord of Armies, the God of Israel, says concerning the vessels that are still in the house of the Lord and in the house of the king of Judah in Jerusalem: ", "22": "They will be taken to Babylon, and there they will remain until the day I come for them, declares the Lord. Then I will bring them back and restore them to this place."}