{"1": "This is the text of the letter that Jeremiah the prophet sent from Jerusalem to the remnant of the elders in exile, and to the priests, the prophets, and all the people whom Nebuchadnezzar had carried into exile from Jerusalem to Babylon. ", "2": "(This was after Jeconiah,[a] the queen mother, the secretaries, the officials of Judah and Jerusalem, the craftsmen, and the metalworkers had gone into exile from Jerusalem.) ", "3": "The letter was delivered by Elasah son of Shaphan and Gemaraiah son of Hilkiah when Zedekiah king of Judah sent them to Babylon, to Nebuchadnezzar king of Babylon. The letter said:", "4": "The Lord of Armies, the God of Israel, says this to all the exiles whom I have deported from Jerusalem to Babylon.", "5": "Build houses and settle in them. Plant gardens and eat their fruit. ", "6": "Get married and have sons and daughters. Find wives for your sons, and give your daughters in marriage so that they too may have sons and daughters. Increase in number there, and do not decrease in number. ", "7": "Seek the peace of the city where I have exiled you. Pray to the Lord for that city, because when it has peace and prosperity, you will have peace and prosperity.", "8": "The Lord of Armies, the God of Israel, says this. Do not let the prophets and fortune tellers who are among you deceive you. Do not listen to the dreams they dream for you. ", "9": "For they prophesy falsely in my name, but I did not send them, declares the Lord.", "10": "This is what the Lord says. After seventy years have passed in Babylon, I will come to you and fulfill my gracious word to bring you back to this place. ", "11": "For I know the plans I have for you, declares the Lord, plans to give you peace, not disaster, plans to give you hope and a future. ", "12": "Then you will call on me and come to pray to me, and I will listen to you. ", "13": "When you seek me, you will find me, when you will seek me with all your heart. ", "14": "I will let you find me, declares the Lord, and I will bring you back from your exile. I will gather you from all the nations and from all the places where I have sent you as exiles, declares the Lord. I will bring you back to the place from which I sent you into exile.", "15": "Because you say, “The Lord has raised up prophets for us in Babylon,” ", "16": "this is what the Lord says concerning the king who sits on David's throne and concerning all the people who remain in this city, your brothers who were not carried away into exile with you. ", "17": "Yes, this is what the Lord says. Watch, I am going to send sword, famine, and plague against them, and I will make them like rotten figs that are so bad they cannot be eaten. ", "18": "I will pursue them with sword, famine, and plague, and I will make them a horror to all the kingdoms of the earth, a curse, a terror, a thing to be hissed at, and a disgrace among all the nations where I have driven them, ", "19": "because they have not obeyed my words, declares the Lord, words I sent them again and again through my servants the prophets. And you have not listened, either, declares the Lord.", "20": "Therefore hear the word of the Lord, all you exiles whom I sent away from Jerusalem to Babylon. ", "21": "The Lord of Armies, the God of Israel, says this about Ahab son of Kolaiah and Zedekiah son of Ma'aseiah, who are prophesying a lie in my name: Watch, I will deliver them into the hand of Nebuchadnezzar king of Babylon, and he will put them to death before your eyes. ", "22": "All the exiles from Judah who are in Babylon will use this curse because of them: May the Lord treat you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire.", "23": "This is because they have done sinful things in Israel. They have committed adultery with their neighbor's wives, and they have spoken lies in my name, things I did not tell them to do. I am the one who knows. I am the witness, declares the Lord.", "24": "Tell Shemaiah the Nehelamite ", "25": "that this is what the Lord of Armies, the God of Israel, says. You have sent letters in your own name to all the people who are in Jerusalem, to Zephaniah son of Ma'aseiah, the priest, and to all the priests, and you told them the following:", "26": "The Lord has made you priest instead of Jehoiada the priest, so that there will be officers[b] in the Lord's house who can deal with every crazy man who calls himself a prophet. You should put him in the stocks and in shackles. ", "27": "So why have you not rebuked Jeremiah from Anathoth, who makes himself out to be a prophet among you?", "28": "Jeremiah sent this message to us in Babylon: It will be a long time. Build houses and settle in them. Plant gardens and eat their fruit.", "29": "Zephaniah the priest read this letter so that Jeremiah the prophet could hear the reading.", "30": "Then the word of the Lord came to Jeremiah.", "31": "Send the following message to all the exiles. This is what the Lord says about Shemaiah the Nehelamite. Because Shemaiah has prophesied to you, but I did not send him, and he has led you to trust in a lie, ", "32": "the Lord says this. Watch, I will punish Shemaiah the Nehelamite and his descendants. He will have no one left to live among this people. He will never see the good things I will do for my people, declares the Lord, because he has preached rebellion against the Lord."}