{"1": "If a man divorces his wife and she leaves him and marries another man, can he return to her again?[a] Wouldn't acting like that completely defile the land? But you have lived like a prostitute with many lovers. And now you want to return to me? declares the Lord.", "2": "Look up to the bare hills and see. Is there any place where you have not engaged in sex?[b] You sat by the roadsides waiting for lovers, like a nomad[c] in the desert. You have defiled the land with your prostitution and wickedness.", "3": "That is why the showers have been withheld, and the spring rains have not come. Yet you have the shameless look of a prostitute. You refuse to be ashamed.", "4": "Did you not just call to me, “My father! You are my close friend from my youth!”?", "5": "You say, “Will he be angry for so long? Will he keep up his wrath forever?” Yes, that is what you say, but you do whatever evil you can.", "6": "In the days of King Josiah, the Lord asked me: Have you seen what unfaithful Israel did? She has gone up onto every high hill and under every green tree and acted like a prostitute there. ", "7": "I told myself that after she did all this, she would return to me, but she did not return, and her treacherous sister Judah saw it. ", "8": "Unfaithful Israel committed adultery, so I sent her away. I gave her a certificate of divorce, yet I saw that in spite of this, her treacherous sister Judah had no fear. She also went and acted like a prostitute. ", "9": "Since Israel regarded her sexual sins so lightly, she defiled the land by committing adultery with stones and trees. ", "10": "In spite of all this, her treacherous sister Judah did not turn back to me with all her heart, but only pretended, declares the Lord.", "11": "Then the Lord said to me: Unfaithful Israel is more righteous than treacherous Judah.", "12": "Go, proclaim these words to the north. Return, unfaithful Israel, declares the Lord. I will no longer frown on you, because I am merciful, declares the Lord. I will not be angry forever.", "13": "At least acknowledge your guilt. Admit that you rebelled against the Lord your God. You have distributed your favors to strangers under every green tree, and you have not listened to me, declares the Lord.", "14": "Return, unfaithful people, declares the Lord, because I am your husband. I will take you—one from a city, two from a family—and bring you to Zion. ", "15": "Then I will give you shepherds after my own heart, who will feed you with knowledge and understanding. ", "16": "In those days, when you have been fruitful and increased in number in the land, declares the Lord, men will no longer say, “The Ark of the Covenant of the Lord.” It will not enter their minds. It will not be remembered. It will not be missed, nor will another one be made. ", "17": "Then they will call Jerusalem “The Throne of the Lord.” All nations will gather there in Jerusalem for the sake of the name of the Lord. No longer will they stubbornly follow their own evil hearts.", "18": "In those days the house of Judah will join with the house of Israel, and together they will come from a land in the north to the land I gave your fathers as an inheritance.", "19": "I myself said that I would like to treat you like sons and give you a desirable land, the most splendid inheritance among the entire army of nations. I thought you would call me Father and would no longer turn away from me.", "20": "But you, O house of Israel, have been unfaithful to me, like a wife who is unfaithful to her husband, declares the Lord.", "21": "A cry is heard on the bare hills, the weeping and pleading of the people of Israel, because they have perverted their way. They have forgotten the Lord their God.", "22": "Return, unfaithful people. I will cure you of your unfaithfulness. Yes, we will come to you, for you are the Lord our God!", "23": "Yes, there has been deception from the hills, and commotion in the mountains, but there is salvation for Israel in the Lord our God.", "24": "Since our younger days, shameful gods have consumed the results of our fathers' hard work, their sheep and cattle, and their sons and daughters.", "25": "We will lie down in that shame. Our disgrace covers us. We have sinned against the Lord our God, both we and our fathers. From our younger days until today, we have not obeyed the Lord our God."}