{"1": "This is the word that came to Jeremiah from the Lord. ", "2": "The Lord, the God of Israel, says, Write all the words that I have spoken to you in a book. ", "3": "Look, the days are coming, declares the Lord, when I will bring my people Israel and Judah back from captivity. I will restore them to the land I gave to their fathers, and they will possess it, says the Lord.", "4": "These are words the Lord spoke concerning Israel and Judah. ", "5": "This is what the Lord says. “We have heard cries of fear, of terror, and not of peace.”", "6": "Ask and see. Can a man give birth to a child? Why then do I see every strong man with his hands on his belly like a woman in labor? Why has every face turned pale?", "7": "That day is so terrible that there is none like it! It will be a time of trouble for Jacob, but he will be saved out of it.", "8": "In that day, declares the Lord of Armies, I will break the yoke off your neck. I will tear away your bonds. Strangers will no longer enslave Israel,", "9": "but they will serve the Lord their God and David their king, whom I will raise up for them.", "10": "Therefore do not be afraid, my servant Jacob, declares the Lord. Do not be terrified, Israel, because I will certainly save you from a faraway place. I will save your descendants from the land where they are captive. Jacob will return. He will enjoy quiet and be at ease, and no one will make him afraid.", "11": "I am with you to save you, declares the Lord. I will completely destroy all the nations among which I have scattered you, but I will not completely destroy you. I will discipline you with justice,[a] yet I will not regard you as entirely innocent.", "12": "So this is what the Lord says. Your wound is incurable. Your injury is severe.", "13": "There is no one to plead your cause, no one to bind your wounds. There are no healing medicines.", "14": "All who loved you have forgotten you. They do not ask about you. I have wounded you as an enemy would. I have punished you as the cruel would, because your guilt is so great, because your sins are so many.", "15": "Why are you crying over your injury, over your incurable wound? It is because of your great guilt, because of your many sins, that I have done these things to you.", "16": "Yet all who devour you will be devoured. All your enemies, every one of them, will go into captivity. Those who plunder you will be plundered. All who prey on you will become prey.", "17": "For I will restore your health, and I will heal your wounds, declares the Lord, because they have called you an outcast, saying, “It is Zion—for whom no one cares.”", "18": "This is what the Lord says. Look, I will end the captivity[b] of Jacob's tents and have compassion on his dwellings. The city will be rebuilt on the mound of its ruins, and the citadel will stand in its rightful place.", "19": "Thanksgiving will come out of them, along with the sound of rejoicing. I will multiply them, and they will not decrease in number. I will glorify them, and they will not be insignificant.", "20": "Their children will be as they were long ago, and their community will be established in my presence. I will punish all who oppress them.", "21": "Their strong leader will be one of their own, and their ruler will arise from among them. I will summon him to come near, and he will approach me, for who would be bold enough to approach me? says the Lord.", "22": "You shall be my people, and I will be your God.", "23": "Look, a storm is coming from the Lord! His wrath has gone out, like a whirlwind twisting down, whirling over the heads of the wicked.", "24": "The Lord's anger will not turn back until he has completely fulfilled the purposes of his heart. In later days you will understand it."}