{"1": "At that time, declares the Lord, I will be the God of all the families of Israel, and they will be my people.", "2": "This is what the Lord says. The people who survived the sword found grace in the wilderness. Israel had continual rest.", "3": "The Lord appeared to me[a] from a distance, saying: I have loved you with an everlasting love. I have drawn you with mercy.", "4": "I will build you up again, and you will be built up, O Virgin Israel. You will pick up your drums again, and you will go out to dance with those who are joyful.", "5": "Again you will plant vineyards on the mountains of Samaria. The planters will plant and will enjoy its fruit.", "6": "For there will be a day when the watchmen on the hills of Ephraim cry out, “Come, let us go up to Zion, to the Lord our God.”", "7": "This is what the Lord says. Sing with joy for Jacob, and shout for the greatest of the nations. Make your praises heard and say, “Lord, save your people, the remnant of Israel!”", "8": "Watch, I will bring them from a land in the north and gather them from the ends of the earth. The blind and the lame will be there, the pregnant woman together with the woman in labor. They will return as a huge community.", "9": "They will come weeping. They will pray as I bring them back. I will lead them beside streams of water, on a level path where they will not stumble. For I am a father to Israel. Ephraim is my firstborn.", "10": "Hear the word of the Lord, you nations. Declare it in the distant islands. Say that he who scattered Israel will gather him and watch over him like a shepherd watching his flock.", "11": "For the Lord will ransom Jacob and redeem him from the hand of the one who is stronger than him.", "12": "They will come and shout for joy on the heights of Zion, and they will rejoice in the goodness of the Lord, for the grain, the new wine, the oil, and the young of the flocks and herds. Their lives will thrive like a well-watered garden. They will not grow weak anymore.", "13": "Then the virgin will rejoice and dance. The young men and the old will be glad together, for I will turn their mourning into joy. I will comfort them and give them joy instead of sorrow.", "14": "I will satisfy the priests with abundance, and my people will be filled with my goodness, declares the Lord.", "15": "This is what the Lord says. A voice is heard in Ramah, weeping and great mourning. Rachel is weeping for her children. She refuses to be comforted for her children, because they are no more.", "16": "This is what the Lord says. Stop your crying. Do not shed tears, because your work will be rewarded, declares the Lord. They will return from the land of the enemy.", "17": "There is hope for your future, declares the Lord. Your children will return to their own borders.", "18": "I have certainly heard Ephraim grieving: “You have disciplined me. I was disciplined like an untrained calf. Cause me to turn, and I will turn, because you are the Lord my God.", "19": "After I turned away, I was sorry. After I was instructed, I slapped my thigh in grief. I was ashamed and humiliated, because I bore the disgrace of my youth.”", "20": "Isn't Ephraim my dear son? Isn't he my darling child? I often speak against him, but I still remember him. My heart longs for him. I will certainly be compassionate to him, declares the Lord.", "21": "Set up road signs. Make guideposts. Direct your attention toward the highway, toward the way by which you came. Turn back, Virgin Israel. Turn back to your cities.", "22": "How long will you turn away, you unfaithful daughter? The Lord has created a new thing on the earth: A female will surround a man.[b]", "23": "This is what the Lord of Armies, the God of Israel, says. When I bring them back from captivity, they will once again say in the land of Judah and in its cities: “The Lord bless you, you righteous dwelling place, you holy mountain.”", "24": "Judah and all its cities will live there together, the farmers and those who follow their flocks.", "25": "I will satisfy the thirsty, and I will give rest to everyone who is weary.", "26": "Just after this I woke up and looked around. My sleep had been pleasant for me.", "27": "Look, the days are coming, declares the Lord, when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of animal. ", "28": "Just as I have watched over them to uproot and to tear down, to overthrow, destroy, and afflict, so I will watch over them to build and to plant, declares the Lord.", "29": "In those days they will no longer say, “The fathers have eaten sour grapes, and the children's teeth are set on edge.”", "30": "But everyone will die for his own guilt. Everyone who eats sour grapes— his own teeth will be set on edge.", "31": "Yes, the days are coming, declares the Lord, when I will make a new covenant with the house of Israel and with the house of Judah.", "32": "It will not be like the covenant I made with their fathers, when I took them by the hand and led them out of the land of Egypt. They broke that covenant of mine, although I was a husband to them, declares the Lord.", "33": "But this is the covenant I will make with the house of Israel after those days, declares the Lord. I will put my law[c] in their minds, and I will write it on their hearts. I will be their God, and they will be my people.", "34": "No longer will each one teach his neighbor, or each one teach his brother, saying, “Know the Lord,” because they will all know me, from the least of them to the greatest, declares the Lord, for I will forgive their guilt, and I will remember their sins no more.", "35": "This is what the Lord says, the Lord, who gives the sun for light by day, who regulates the moon and stars for light by night, who stirs up the sea so that its waves roar, whose name is the Lord of Armies:", "36": "Only if these ordinances could vanish from my sight, only then could the seed of Israel cease to be a nation before me, declares the Lord.", "37": "This is what the Lord says: Only if someone could measure what is above the sky, only if someone could explore what is below the foundations of the earth, only then would I reject all the seed of Israel for all that they have done, declares the Lord.", "38": "Look, the days are coming, declares the Lord, when the city will be rebuilt for the Lord from the Tower of Hananel to the Corner Gate. ", "39": "The measuring line will stretch from there straight out to the Hill of Gareb and turn toward Goah. ", "40": "The whole valley with the dead bodies and the ashes, and all the fields out to the Kidron Valley, to the corner of the Horse Gate toward the east, will be holy to the Lord. It will not be uprooted or torn down ever again."}