{"1": "The word of the Lord came to Jeremiah a second time. This was while he was still locked up in the courtyard of the guard.", "2": "This is what the Lord, who made the earth,[a] says, the Lord who formed it and who established it—the Lord is his name. ", "3": "Call on me and I will answer you. I will show you great and mysterious things you did not know. ", "4": "For the Lord, the God of Israel, says this concerning the houses of this city and the palaces of the kings of Judah (which were being torn down to build up defenses against the siege ramps and the sword ", "5": "during the fight against the Chaldeans): I will fill them with the corpses of men whom I have killed in my anger and my wrath. I will hide my face from this city because of all its wickedness.", "6": "But watch! I will bring it health and healing. I will heal them and reveal an abundance of peace and truth to them. ", "7": "I will cause the captives of Judah and the captives of Israel to return, and I will build them up as they were in the beginning. ", "8": "I will cleanse them from all the guilt they incurred by sinning against me. I will pardon all the guilt they incurred by sinning against me and by their rebellion against me. ", "9": "This will provide a name of joy, praise, and glory for me, in the presence of all the nations of the earth. They will hear about all the good that I do for this city, and they will tremble in awe because of the good and because of the peace I provide for it.", "10": "This is what the Lord says. You say that this place is a wasteland, without man or animal, and that there is no man living in the cities of Judah or in the desolate streets of Jerusalem, not even an animal. ", "11": "But the sound of joy, the sound of gladness, and the voice of the bride and groom will be heard there once again. A voice will again be heard that says, “Give thanks to the Lord of Armies, for the Lord is good, and his mercy endures forever,” as they bring thank offerings into the House of the Lord. For I will restore the fortunes of the lands as they were in the beginning, says the Lord.", "12": "This is what the Lord of Armies says. In this place, which is desolate, without man and without animal, in all its cities there will once again be pastures for shepherds to rest their flocks. ", "13": "In the cities of the hill country, in the cities of the Shephelah, in the cities of the Negev, in the land of Benjamin, in the villages around Jerusalem, and in the cities of Judah, flocks will once again pass under the hand of the one who counts them, says the Lord.", "14": "Listen, the days are coming, declares the Lord, when I will fulfill the good promises that I have spoken to the house of Israel and concerning the house of Judah.", "15": "In those days and at that time, I will cause a righteous Branch to grow up from David's line. He will establish justice and righteousness on earth.", "16": "In those days Judah will be saved, and Jerusalem will dwell securely. This is what she[b] will be called: The Lord Our Righteousness.", "17": "This is what the Lord says. David will never fail to have a man to sit on the throne of the house of Israel. ", "18": "Neither will the priests, who are Levites, fail to have a man to stand before me to offer burnt offerings, to burn grain offerings, and to offer sacrifices continually.", "19": "The word of the Lord came to Jeremiah.", "20": "This is what the Lord says. If you could break my covenant with the day and my covenant with the night, so that there would no longer be day or night at their appointed times, ", "21": "only then could my covenant with my servant David be broken, so that he would not have a son to reign on his throne. Only then could my covenant with the priests who are Levites, my ministers, be broken. ", "22": "Just as the stars of the sky cannot be counted and the sand of the seashore cannot be measured, in the same way I will multiply the offspring[c] of my servant David and the Levites who minister before me.", "23": "The word of the Lord came to Jeremiah.", "24": "Have you not considered what these people are saying—that the Lord rejected the two families that he chose? They despise my people in this way, and they do not consider them a nation. ", "25": "The Lord says: If I have not established my covenant with day and night, or the ordinances of heaven and earth, ", "26": "only then will I reject the offspring of Jacob and of my servant David, and only then will I fail to choose one of his sons to rule over the offspring of Abraham, Isaac, and Jacob. So I will restore them from captivity, and I will have mercy on them."}