{"1": "King Nebuchadnezzar, the king of Babylon, made Zedekiah son of Josiah king in place of Jehoiachin[a] son of Jehoiakim. ", "2": "But neither Zedekiah nor his attendants nor the people of the land obeyed the word of the Lord that he spoke through the prophet Jeremiah.", "3": "Nevertheless, King Zedekiah sent Jehucal son of Shelemiah with Zephaniah son of Ma'aseiah, the priest, to the prophet Jeremiah to request, “Please pray to the Lord our God for us.”", "4": "Jeremiah was still moving about freely among the people, for they had not yet put him into prison. ", "5": "Pharaoh's army had come out of Egypt, and when the Chaldeans who were besieging Jerusalem heard the report about them, they withdrew from Jerusalem.", "6": "Then the word of the Lord came to the prophet Jeremiah.", "7": "The Lord, the God of Israel, says to tell this to the king of Judah, who sent you to me to inquire of me. Be warned. Pharaoh's army, which has come out to help you, will go back to Egypt, to their own land. ", "8": "Then the Chaldeans will return and attack this city. They will capture it and burn it down.", "9": "The Lord says: “Do not deceive yourselves by saying, 'The Chaldeans will surely leave us.' They will not. ", "10": "For even if you would defeat the whole Chaldean army attacking you, and there were only wounded men left who were confined to their tents, they would still get up and burn this city down.”", "11": "When the Chaldean army had withdrawn from Jerusalem to face Pharaoh's army, ", "12": "Jeremiah left Jerusalem to go to the territory of Benjamin to claim his share of the property among the people there. ", "13": "But as he arrived at the Benjamin Gate, the sentry who was in charge there, named Irijah son of Shelemiah, son of Hananiah, seized Jeremiah the prophet. He said, “You are deserting to the Chaldeans!”", "14": "But Jeremiah said, “That is false! I am not deserting to the Chaldeans.” But Irijah did not listen to him. He seized Jeremiah and brought him to the officials. ", "15": "Angry with Jeremiah, they beat him, and they imprisoned him in the house of Jonathan the scribe, because they were using that house as a prison.", "16": "Jeremiah was kept in a vaulted cistern[b] for a long time. ", "17": "Then King Zedekiah sent for him and had him brought out. The king asked him secretly in his house, “Is there any word from the Lord?” Jeremiah answered, “There is. He said, 'You will be delivered into the hands of the king of Babylon.'”", "18": "Jeremiah also said to King Zedekiah, “How have I sinned against you, against your servants, or against this people, that you have put me in prison? ", "19": "Where are your prophets now, who prophesied to you, 'The king of Babylon will not attack you or this land'? ", "20": "Now, my lord the king, please listen to me. Let my petition come before you: Please do not send me back to the house of Jonathan the scribe, or I will die there.”", "21": "Then Zedekiah the king ordered that Jeremiah be placed in the courtyard of the guard. Every day they gave him a loaf of bread from the street of the bakers until all the bread in the city was gone. So Jeremiah remained in the courtyard of the guard."}