{"1": "Shephatiah son of Mattah, Gedaliah son of Pashhur, Jehucal[a] son of Shelemiah, and Pashhur son of Malkijah heard what Jeremiah had told the people when he said, ", "2": "“This is what the Lord says. Whoever remains in this city will die by sword, famine, and plague, but whoever goes over to the Chaldeans will live. He will escape with his life, and he will live. ", "3": "This is what the Lord says. This city will surely be handed over to the army of the king of Babylon, and he will capture it.”", "4": "Then the officials said to the king, “This man should be put to death because he is demoralizing the soldiers who are left in the city. He is demoralizing all the people by saying these things to them. This man is not seeking the welfare of the people. He wants to hurt them.”", "5": "King Zedekiah answered, “Very well. He is in your hands. The king cannot do anything to stop you.”", "6": "So they took Jeremiah and threw him into the cistern of Malkijah, the king's son, which was in the courtyard of the guard. They let Jeremiah down by ropes. There was no water in the cistern, but only mud, and Jeremiah sank down into the mud.", "7": "Ebed Melek the Cushite,[b] an official in the king's house, heard that they had put Jeremiah in the cistern. While the king was sitting in the Benjamin Gate, ", "8": "Ebed Melek left the palace and said to the king, ", "9": "“My lord the king, everything that these men have done to Jeremiah the prophet is evil. They have thrown him into a cistern, where he is likely to die because of the famine, for there is no more bread in the city.”", "10": "Then the king gave orders to Ebed Melek the Cushite: “Take thirty men from here under your command and lift Jeremiah the prophet up out of the cistern before he dies.”", "11": "So Ebed Melek took command of the men and entered a room under the treasury in the palace. He took some old rags and worn-out clothing from there, and he lowered them with ropes to Jeremiah in the cistern. ", "12": "Ebed Melek the Cushite said to Jeremiah, “Put these rags and worn-out clothes under your arms to pad the ropes.” After Jeremiah did that, ", "13": "they lifted him up with the ropes and pulled him out of the cistern. After this Jeremiah remained in the courtyard of the guard.", "14": "King Zedekiah then sent for Jeremiah and brought him to the third entrance of the temple of the Lord. He said to Jeremiah, “I am going to ask you something. Do not hide anything from me.”", "15": "Jeremiah replied, “Won't you put me to death if I tell you the truth? If I give you advice, you won't listen to me.”", "16": "So King Zedekiah swore a secret oath to Jeremiah: “As surely as the Lord lives, who gave us our lives, I will not put you to death, and I will not hand you over to the men who seek your life.”", "17": "Then Jeremiah said to Zedekiah, “The Lord, the God of Armies, the God of Israel, says: If you surrender to the Babylonian king's officials, your life will be spared, and this city will not be burned. You will live, and your family will live. ", "18": "But if you will not surrender to the Babylonian king's officials, then this city will be handed over to the Chaldeans. They will burn it down, and you will not escape from their hands.”", "19": "King Zedekiah said to Jeremiah, “I am afraid of the Jews who have defected to the Chaldeans. The Chaldeans may turn me over to them, and they will torture me.”", "20": "But Jeremiah said, “They will not turn you over to them. Please obey the Lord by doing what I tell you. It will go well with you, and your life will be spared. ", "21": "But if you refuse to surrender, this is what the Lord has revealed to me. ", "22": "All the women who are left in the palace of the king of Judah will certainly be brought out to the officials of the Babylonian king. Those women will say to you, 'Those trusted friends of yours misled you and led you to defeat. Your feet have sunk down into the mud, and they all have deserted you.' ", "23": "They will bring all your wives and children to the Chaldeans. You yourself will not escape their grasp. You will be seized by the king of Babylon, and this city will be burned down.”", "24": "Then Zedekiah said to Jeremiah, “If you do not let anyone know about this conversation, you will not die. ", "25": "But if the officials hear that I have spoken with you, they will come and ask you, 'Tell us what you said to the king. Do not hide it from us, and we will not put you to death—just tell us what the king said to you.' ", "26": "Tell them, 'I was humbly begging the king not to return me to the house of Jonathan to die there.'”", "27": "All the officials then came to Jeremiah. When they began to question him, he said everything just the way the king had commanded. Then they stopped questioning him, since no one had heard the conversation.", "28": "So Jeremiah remained in the courtyard of the guard until the day Jerusalem was captured. He was still there when Jerusalem fell."}