{"1": "Israel, if you will return, declares the Lord, return to me. If you remove your disgusting idols from my sight, and do not go astray,", "2": "and if you swear, “As surely as the Lord lives,” in truth, justice, and righteousness, then the nations will be blessed by him, and they will take pride in him.", "3": "For this is what the Lord says to the men of Judah and to Jerusalem: Break up your unplowed ground and do not sow among thorns.", "4": "Circumcise yourselves to the Lord. Circumcise your hearts, you men of Judah, you who live in Jerusalem. Otherwise my rage will burn like fire, fire that cannot be put out, because of the evil that you have done.", "5": "Announce in Judah and proclaim in Jerusalem. Blow the ram's horn throughout the land. Shout loudly and say, “Gather together! We must flee into the fortified cities!”", "6": "Raise a signal flag to flee to Zion! Flee for safety! Do not stay behind! I am bringing disaster from the north. I am bringing terrible destruction.", "7": "A lion has come out of his den. A destroyer of nations has set out. He has come out of his lair to lay waste to the land. Your cities will lie in ruins with no one living in them.", "8": "So put on sackcloth, mourn and wail, because the burning anger of the Lord has not turned away from us.", "9": "When that day comes, declares the Lord, the heart of the king will fail, and the hearts of the officials as well. The priests will be stunned. The prophets will be dumbfounded.", "10": "Then I said: Oh no, Lord God! You have completely deceived these people and Jerusalem as well. You said, “You will have peace,” but the sword is at our throats!", "11": "At that time it will be said to these people and to Jerusalem: “A hot wind from the bare hills in the wilderness blows toward my dear people, but not to winnow or purify. ", "12": "A wind too strong for that is being sent by me. Now I am passing judgment on them.”", "13": "Look! He rises up like clouds. His chariots are like a whirlwind. His horses are faster than eagles! “We are doomed! We are ruined!”", "14": "Jerusalem, wash the evil from your heart so that you will be saved. How long will your wicked thoughts live inside you?", "15": "A voice declares from Dan,[a] and a report of disaster comes from the hills of Ephraim.", "16": "Announce this to the nations. Make Jerusalem hear it. A besieging army is coming from a distant land, raising a war cry against the cities of Judah.", "17": "They have surrounded her like men watching a field, because she has rebelled against me, declares the Lord.", "18": "The way you live and the things you did have brought this on you. This is your punishment. It is bitter! It strikes your heart!", "19": "My agony! My agony![b] I am writhing in pain. Oh my heart! The walls of my heart are quivering! I cannot keep silent, because I hear the sound of the ram's horn. It is the signal for war!", "20": "One disaster after another is announced. All the land is ruined. Suddenly my tents are destroyed. My tent curtains are torn apart in an instant.", "21": "How long must I see the battle flag and hear the sound of the ram's horn?", "22": "My people are fools. They do not know me. They are ignorant children. They do not understand. They are experts at doing evil, and they do not know how to do good.", "23": "I looked at the earth. It was undeveloped and empty.[c] I looked at the heavens, but there were no lights.", "24": "I looked at the mountains, and they were quaking. All the hills were shaking.", "25": "I looked and there was no one there. Every bird in the sky had flown away.", "26": "I looked and saw that the fertile land was a wilderness. All the cities were torn down, because of the Lord and his burning anger.", "27": "This is what the Lord says. The land will be laid waste, but I will not destroy it completely.", "28": "Because of this, the earth will mourn, and the sky above will grow dark. I have spoken. I have made plans. I will show no pity, and I will not turn back from this.", "29": "At the sound of riders and archers, the people of every city will flee. They will go off into the brush. They will climb up into the rocks. Every city will be abandoned. There will not be anyone to live in them.", "30": "You are destroyed! What are you doing? Why do you dress in scarlet and put on gold jewelry? Why do you put makeup on your eyes? You are making yourself look beautiful for nothing. Your lovers reject you. They seek your life.", "31": "Listen, I hear a cry like that of a woman in labor, a cry of pain like that of a woman giving birth to her first child, the cry of the daughter of Zion gasping for breath, stretching out her hands and saying, “Oh no, it is hopeless! My life is slipping away in the presence of murderers.”"}