{"1": "The word of the Lord came to Jeremiah after Nebuzaradan the captain of the guard had released him at Ramah. Jeremiah had been captured and bound in chains with all the captives of Jerusalem and Judah who were being carried into exile in Babylon. ", "2": "When the captain of the guard found Jeremiah, he said to him, “The Lord your God pronounced this disaster on this place, ", "3": "and the Lord has brought it about and has done what he said he would do. This took place because you people[a] sinned against the Lord and did not obey him. ", "4": "But now, today, I am removing the chains from your wrists. If you wish, come with me to Babylon. I will take care of you. But if this does not seem good to you, then don't come. The whole land is before you. If there is a place that seems good and right to you, go there.” ", "5": "But before Jeremiah turned away, he added, “Or you can go to Gedaliah son of Ahikam, son of Shaphan. The king of Babylon has made him governor over the cities of Judah. You can live with him among the people. Go wherever it seems right for you to go.” Then the commander of the guard gave him a gift and some food and released him. ", "6": "Jeremiah went to Gedaliah son of Ahikam at Mizpah and lived with him among the people who had been left behind in the land.", "7": "All the army officers who were still in the field and all their men heard that the king of Babylon had appointed Gedaliah son of Ahikam to be governor of the land, and that he had given him authority over the men, women, children, and over the poorest people of the land—those who were not carried away into exile in Babylon. ", "8": "They and their men went to Gedaliah at Mizpah—Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Ja'azaniah[b] the son of the Ma'acathite. ", "9": "Gedaliah son of Ahikam, son of Shaphan, swore an oath in the presence of them and their men. He said, “Do not be afraid of the Chaldeans. Live in the land and serve the king of Babylon, and it will go well with you. ", "10": "As for me, I will certainly stay at Mizpah to represent you before the Chaldeans who come to us. As for you, store up wine, summer fruit, and oil, put it into your jars, and live in the towns you have taken over.”", "11": "When all the Jews who were in Moab, among the Ammonites, in Edom, and in other lands heard that the king of Babylon had left a remnant in Judah, and that he had appointed Gedaliah son of Ahikam, son of Shaphan, over them, ", "12": "all those Jews returned from all the places they had been scattered. They returned to the land of Judah, to Gedaliah at Mizpah. There they stored up a large amount of wine and summer fruit.", "13": "Then Johanan son of Kareah and the army officers who were still in the field came to Gedaliah at Mizpah ", "14": "and said to him, “Do you know that Baalis king of the Ammonites has sent Ishmael son of Nethaniah to assassinate you?” But Gedaliah son of Ahikam did not believe them.", "15": "Then Johanan son of Kareah spoke secretly to Gedaliah at Mizpah, “I urge you, let me go and kill Ishmael son of Nethaniah. No one will know. Why should he assassinate you and cause all the Jews who are gathered around you to be scattered and the remnant of Judah to perish?”", "16": "But Gedaliah son of Ahikam said to Johanan son of Kareah, “Do not do this! What you are saying about Ishmael is false.”"}