{"1": "When Jeremiah finished telling the people all the words of the Lord their God (everything the Lord had sent him to tell them), ", "2": "Azariah son of Hoshaiah, Johanan son of Kareah, and all the arrogant men said to Jeremiah, “You are lying. The Lord our God did not send you to tell us, 'Do not go to Egypt to settle there.' ", "3": "Baruch son of Neriah has turned you against us, in order to hand us over to the Chaldeans, so that they may kill us or carry us away to Babylon as captives.”", "4": "So Johanan son of Kareah and all the army officers disobeyed the voice of the Lord, who was commanding them to remain in the land of Judah. ", "5": "Johanan son of Kareah and all the army officers took away everyone who remained in Judah, everyone who had returned to live in the land of Judah from the nations where they had been driven: ", "6": "the men, women, and children, the king's daughters, and everyone else that Nebuzaradan the captain of the guard had left with Gedaliah son of Ahikam, the son of Shaphan, and also Jeremiah the prophet and Baruch son of Neriah. ", "7": "They entered the land of Egypt, disobeying the voice of the Lord, and they went as far as Tahpanhes.", "8": "In Tahpanhes the word of the Lord came to Jeremiah. The Lord said, ", "9": "“Take some large stones in your hand while the men of Judah are watching, and bury them in the mudbrick pavement at the entrance of Pharaoh's palace at Tahpanhes. ", "10": "Tell them that this is what the Lord of Armies, the God of Israel, says. Be sure of this. I will send for my servant, Nebuchadnezzar king of Babylon, and I[a] will set his throne on these stones that I[b] have hidden, and he will spread his royal canopy over them. ", "11": "He will come and attack Egypt, bringing death to those doomed to death, captivity to those doomed to captivity, and the sword to those doomed to the sword. ", "12": "I[c] will set fire to the temples of the gods of Egypt. He will burn them—or carry them away to captivity. He will wrap Egypt around himself as a shepherd wraps a cloak around himself.[d] Then he will go away in peace. ", "13": "He will smash the sacred obelisks in the temple of the sun[e] in the land of Egypt, and he will burn down the temples of the Egyptian gods.”"}