{"1": "The word that came to Jeremiah concerning all the Jews who lived in the land of Egypt—in Migdol, Tahpanhes, and Memphis,[a] and also in Upper Egypt:[b]", "2": "This is what the Lord of Armies, the God of Israel, says. You have seen the disaster I brought on Jerusalem and all the cities of Judah. You see that today they are desolate and no one lives there ", "3": "because they committed evil and provoked me to anger. They burned incense to serve other gods that neither they, nor you, nor your fathers knew. ", "4": "I kept sending my servants the prophets to you again and again, saying, “Do not do this detestable thing that I hate.” ", "5": "But they did not listen or pay attention. They did not turn away from their wickedness or stop burning incense to other gods. ", "6": "Therefore, my wrath and anger were poured out and ignited against the cities of Judah and in the streets of Jerusalem, and they were laid waste and desolate, as they are this day.", "7": "Therefore this is what the Lord, the God of Armies, the God of Israel, says. Why are you doing such an evil thing to yourselves? You are cutting off from Judah man and woman, children and infants, leaving no one remaining. ", "8": "Why are you provoking me to anger with the idols your hands have made? Why are you burning incense to other gods in Egypt where you have gone to live? You will cut yourselves off, making yourselves an object of cursing and ridicule among all the nations of the earth. ", "9": "Have you forgotten the wickedness of your fathers, the wickedness of the king of Judah, the wickedness of their wives, your own wickedness, and the wickedness of your wives in the land of Judah and in the streets of Jerusalem? ", "10": "They have not humbled themselves even to this day. They have not feared me or walked in my law or in my statutes that I set before you and your fathers.", "11": "Therefore the Lord of Armies, the God of Israel, says: I will certainly set my face against you to bring disaster, to cut off all Judah. ", "12": "I will remove the survivors of Judah who are determined to go to Egypt and settle there, and they will be consumed. In the land of Egypt they will fall. They will be consumed by sword and famine. They will die, from the least to the greatest, by sword and famine. They will become an object of horror and derision, an object of cursing and ridicule. ", "13": "I will punish those who go to live in the land of Egypt as I punished Jerusalem—with the sword, famine, and plague— ", "14": "so that none of the survivors of Judah who have gone to live in Egypt will escape or survive to return to the land of Judah, to which they long to return in order to live there, because none of them will return, except a few refugees.", "15": "Then all the men who knew that their wives were burning incense to other gods, and all the women who were standing there—a large crowd—and all the people living in Lower Egypt and Upper Egypt[c] answered Jeremiah: ", "16": "“We will not listen to the message you have spoken to us in the name of the Lord, ", "17": "but instead we will continue doing everything that we said we would do. We will burn incense to the Queen of Heaven, and we will pour out drink offerings to her, just as we and our ancestors, our kings, and our officials used to do in the cities of Judah and in the streets of Jerusalem. Then we had plenty of food. We were prosperous, and we had no troubles. ", "18": "But ever since we stopped burning incense to the Queen of Heaven and stopped pouring out drink offerings to her, we have had nothing at all, and we have been consumed by sword and famine.”", "19": "Then the women said, “When we burned incense to the Queen of Heaven and poured out drink offerings to her, did we make the cakes in her image and pour out drink offerings to her without our husbands' approval?”", "20": "Then Jeremiah said to all the people, both men and women, who were answering him, ", "21": "“Do you think the Lord did not remember the incense you burned in the cities of Judah and in the streets of Jerusalem—you, your ancestors, your kings and officials, and the people of the land? Do you think this did not enter his mind? ", "22": "When the Lord could no longer bear your evil acts and the disgusting things you did, your land became a desolate wasteland, a cursed land, with no one living there to this day. ", "23": "It is because you have burned incense and sinned against the Lord, because you have not obeyed him or walked in his law, his statutes, and his decrees, that this disaster has come upon you now.”", "24": "Jeremiah then said to all the people, including the women, “Hear the word of the Lord, all you people of Judah in Egypt.”", "25": "The Lord of Armies, the God of Israel, says this. You and your wives have declared with your words and your actions that you will keep the vows you made to burn incense to the Queen of Heaven and to pour out drink offerings to her. Do what you promised! By all means, fulfill your vows!", "26": "But hear the word of the Lord, all you Jews living in Egypt. Listen! I swear by my great name, declares the Lord, that my name will no longer be spoken by anyone from Judah living anywhere in Egypt, nor will they swear, “As surely as the Lord God lives.” ", "27": "Look at this! I am watching over them to bring disaster, not good, and all the men of Judah who are in the land of Egypt will be consumed by sword and famine until they are all gone. ", "28": "Those who escape the sword and return from the land of Egypt to the land of Judah will be very few. Then all the remnant of Judah who entered Egypt to live there will know whose word will stand—mine or theirs.", "29": "This will be a sign to you, declares the Lord. I will punish you in this place. Then you will know that my warnings to bring disaster upon you will stand. ", "30": "This is what the Lord says. Watch me. I am handing Pharaoh Hophra, king of Egypt, over to his enemies who seek his life, just as I handed Zedekiah king of Judah over to Nebuchadnezzar king of Babylon, the enemy who sought his life."}