{"1": "The word of the Lord that came to Jeremiah the prophet concerning the nations:", "2": "Concerning Egypt: Concerning the strong army of Pharaoh Neco, king of Egypt, which Nebuchadnezzar king of Babylon defeated at Carchemish on the Euphrates River in the fourth year of Jehoiakim son of Josiah, king of Judah:", "3": "Arrange your shields, both large and small, and march out for battle!", "4": "Harness the horses! Mount up, you horsemen! Take up your stations with your helmets on. Polish your spears. Put on your armor!", "5": "But what do I see? They are terrified. They are turning back. Their warriors are beaten. They are fleeing without looking back. There is terror on every side! declares the Lord.", "6": "There is no chance for the swift to flee. There is no escape for the strong. In the north, near the River Euphrates, they stumble and fall.", "7": "Who is this, rising like the Nile, like rivers with surging waters?", "8": "It is Egypt that rises like the Nile, like rivers with surging waters. Egypt said, “I will rise. I will cover the earth. I will destroy cities and those who live in them.”", "9": "Horses, charge! Charioteers, drive like madmen! Forward, you warriors, you men of Cush and Put who carry the shield, you men of Lud who grasp and bend the bow![a]", "10": "That day is the day of the Lord, the God of Armies. It is a day of vengeance, when he will take vengeance on his foes.", "11": "Go up to Gilead and get balm, virgin daughter of Egypt! You have tried many medicines with no results. There is no healing for you.", "12": "The nations have heard of your shame, and your cry fills the earth. Warrior stumbles against warrior, and the two of them fall together.", "13": "This is the word the Lord spoke to Jeremiah the prophet about the coming of Nebuchadnezzar king of Babylon to strike the land of Egypt.", "14": "Declare this in Egypt. Proclaim it in Migdol. Proclaim it in Memphis[b] and Tahpanhes. Say, “Take your positions and get ready. The sword is going to devour those around you.”", "15": "Why are your mighty ones laid low?[c] They cannot stand, for the Lord has pushed them down.", "16": "He made many stumble. They fall against each other. They say, “Get up! Let's go back to our people and to the land of our birth, away from the sword of our oppressor.”", "17": "There they will cry out, “Pharaoh king of Egypt is only a loud noise. He has missed his opportunity.”", "18": "As surely as I live, declares the King, whose name is the Lord of Armies, someone is coming who is like Tabor among the mountains, and like Carmel by the sea.[d]", "19": "Get your bags ready to go into exile, you daughter who dwells in Egypt, for Memphis will become a desolation and lie in ruins without an inhabitant.", "20": "Egypt is a lovely heifer, but a horsefly has come against her out of the north.", "21": "The mercenaries in her ranks are like fattened calves. They will turn and flee together. They will not stand, for the day of disaster has come upon them, the time for their punishment.", "22": "Egypt will hiss like a snake, because the enemy will advance as an army. It will come against her with axes, like men who cut down trees.", "23": "They will cut down her forest, declares the Lord, though it is impenetrable, even though they are more numerous than locusts, even though they are too many to count.", "24": "The daughter of Egypt will be put to shame, handed over to the people from the north.", "25": "The Lord of Armies, the God of Israel, says: Watch, I will punish Amon god of Thebes, along with Pharaoh, with Egypt, her gods, and her kings—Pharaoh and those who trust in him. ", "26": "I will hand them over to those who seek their lives, to Nebuchadnezzar king of Babylon and his officers. But afterward Egypt will be inhabited as in former days, declares the Lord.", "27": "But do not be afraid, my servant Jacob. Do not be terrified, Israel, because I will save you from a faraway place, and I will rescue your descendants from the land where they are captives. Jacob will return. He will enjoy quiet and be at ease, and no one will make him afraid.", "28": "Do not be afraid, my servant Jacob, declares the Lord, for I am with you. I will completely destroy all the nations among which I have scattered you, but I will not completely destroy you. I will discipline you with justice, and I will not regard you as entirely innocent."}