{"1": "This is what the Lord of Armies, the God of Israel, says. Woe to Nebo! It will be destroyed. Kiriathaim will be disgraced and captured. The stronghold will be disgraced and broken down.", "2": "There will no longer be any praise for Moab. They have plotted evil against her in Heshbon: “Come, let us destroy that nation!” You will be silenced, O Madmen.[a] The sword will pursue you.", "3": "The sound of a cry from Horonaim, desolation and great destruction!", "4": "Moab is destroyed. Her little ones will cry out.", "5": "Now they go up the ascent to Luhith, weeping continually. And on the descent of Horonaim they have heard the cry of distress caused by the destruction.", "6": "Flee! Save your lives! Be like a juniper bush[b] in the wilderness.", "7": "Because you trusted in your works and treasures, you too will be taken. Chemosh will go into exile, together with his priests and officials.", "8": "The destroyer will come against every city, and no city will escape. The valley will also perish, and the tableland will be destroyed, as the Lord has spoken.", "9": "Give Moab a blossom, but it will blow away completely.[c] Her cities will become desolate with no one to live in them.", "10": "Cursed is the one who is negligent in doing the Lord's work. Cursed is the one who holds back his sword from bloodshed.", "11": "Moab has been at peace since its youth, undisturbed, like wine on its dregs, never poured from one vessel to another. It has never gone into captivity. That is why it tastes the same as it always did, and its aroma is unchanged.", "12": "Therefore, know this: the days are coming, declares the Lord, when I will send to Moab people who pour, and they will pour it out. They will drain its containers and smash its jars.", "13": "Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, in which they trusted.", "14": "How can you say, “We are mighty warriors, courageous soldiers?”", "15": "Moab is laid waste, and they have gone up into its cities. Its finest young men have gone down to be slaughtered. The declaration of the King, whose name is the Lord of Armies:", "16": "The destruction of Moab is approaching, and its disaster hurries swiftly.", "17": "Mourn for it, all you surrounding nations. All you who know its name say, “How the mighty scepter is broken, the glorious staff!”", "18": "Come down from your glory, and sit on the parched ground, you[d] who dwell in Dibon. Moab's destroyer has come up against you. He has destroyed your strongholds.", "19": "Stand beside the road and watch, you[e] who dwell in Aroer. Ask him who flees, ask her who escapes, “What has happened?”", "20": "Moab is withered, for it is broken down. Wail and cry! Tell it by the Arnon, that Moab has been destroyed.", "21": "Judgment has come upon the tableland, on Holon, on Jahzah, on Mepha'ath, ", "22": "on Dibon, on Nebo, on Beth Diblathaim, ", "23": "on Kiriathaim, on Beth Gamul, on Beth Meon, ", "24": "on Kerioth, on Bozrah, and on all the towns of the land of Moab, far and near.", "25": "The horn of Moab is cut off, and his arm is broken, declares the Lord.", "26": "Make him drunk, because he exalted himself against the Lord. Moab will wallow in his vomit, and he will be ridiculed.", "27": "Was not Israel ridiculed by you? Was Israel caught among thieves, so that whenever you speak of him, you shake your head?", "28": "You who live in Moab, abandon the cities and dwell in the rocks. Be like a dove that makes her nest over the mouth of a chasm.", "29": "We have heard about the pride of Moab. He is very arrogant. He is smug, he is conceited, he is proud, and his heart is haughty.", "30": "I know his insolence, says the Lord. It is empty, and so are his deeds.", "31": "Therefore I will wail for Moab. I will cry out for all of Moab. I will mourn for the men of Kir Hareseth.", "32": "I will weep for you, vine of Sibmah, more than Jazer. Your branches passed over the sea. They reached to the Sea of[f] Jazer. The destroyer has fallen on your summer fruit and on your grapes.", "33": "Gladness and joy have been taken from the fertile field and from the land of Moab. I have stopped the flow of wine from the winepresses. No one will tread them with shouts of joy. The shouting is not shouting for joy.", "34": "There is an outcry from Heshbon to Elealeh. They raise their voices as far as Jahaz, from Zoar to Horonaim and Eglath Shelishiyah, and even the waters of Nimrim have dried up.", "35": "In Moab, declares the Lord, I will stop the one who presents offerings on the high places and burns incense to his gods.", "36": "Therefore, my heart wails like a flute for Moab, and for the men of Kir Hareseth my heart wails like a flute. Even the wealth they have acquired is gone.", "37": "Every head is shaved, and every beard is clipped. Every hand is cut, and there is sackcloth around their waists.", "38": "On all the rooftops of Moab and in its streets there is wailing, because I have broken Moab like an unwanted jar, declares the Lord.", "39": "How broken she is! How they wail! How Moab turns her back in shame! So Moab will be ridiculed and be a horror to all around.", "40": "For the Lord says: Watch, he will fly like an eagle, and he will spread his wings against Moab.", "41": "Kerioth is taken, and the strongholds are seized. On that day the hearts of Moab's strong warriors will be like the heart of a woman in labor.", "42": "Moab will be destroyed as a nation because he has defied the Lord.", "43": "Panic, pit, and peril[g] are before you, you who live in Moab, declares the Lord.", "44": "Whoever flees from the panic will fall into the pit. Whoever gets out of the pit will be trapped in the snare, for I will bring on Moab the year of their punishment, says the Lord.", "45": "Those who fled stand helpless under the shadow of Heshbon, because a fire has gone out from Heshbon, and a flame from the midst of Sihon. It has burned the foreheads of Moab, and the tops of the heads of those who boast.[h]", "46": "Woe to you, O Moab! The people of Chemosh are destroyed, for your sons are taken away captive, and your daughters go into exile.", "47": "Nevertheless, I will reverse the captivity of Moab in days to come, declares the Lord. This is the conclusion of the judgment against Moab."}