{"1": "Concerning the people of Ammon, this is what the Lord says: Has Israel no sons? Has he no heir? Why then does Milcom[a] possess Gad? Why do his people live in Israel's cities?", "2": "Watch, the days are coming, declares the Lord, when I will sound a battle cry against Rabbah of the Ammonites, and it will become a desolate heap. Her villages will be burned down, and then Israel will possess those who possessed him, declares the Lord.", "3": "Wail, Heshbon, for Ai is laid waste! Cry, you daughters of Rabbah! Put on sackcloth and mourn. Run back and forth behind the walls, because Milcom is about to go into captivity, with his priests and his officials.", "4": "Why do you boast about your valleys, your flowing valley, you backsliding daughter? You trusted in your treasures, saying, “Who will come against me?”", "5": "Look out! I will bring terror upon you, says the Lord God of Armies, terror from every side. All of you will be completely driven out, and there will be no one to gather together the fugitives.", "6": "But afterward I will restore the captives of the Ammonites, declares the Lord.", "7": "Concerning Edom, this is what the Lord of Armies says: Is there no more wisdom in Teman? Has counsel perished from the prudent?[b] Has their wisdom vanished?", "8": "Flee! Turn back! Dwell in the depths, you who live in Dedan, for I will bring the disaster of Esau on him when I punish him.", "9": "If grape pickers came to you, wouldn't they leave some grapes for gleaning? If thieves came by night, wouldn't they stop when they had stolen enough?", "10": "But I have stripped Esau bare. I have uncovered his secret places, and he will not be able to hide himself. His offspring are destroyed, along with his brothers and his neighbors, and he is no more.", "11": "Leave your fatherless children. I will preserve their lives. Let your widows trust in me.", "12": "For the Lord says: If those who did not deserve to drink from the cup must drink it, will you escape unpunished? No, you will not remain unpunished. You must drink. ", "13": "For I have sworn by myself, declares the Lord, that Bozrah will become a horror, a disgrace, ruins, and a curse. All its cities will be perpetual ruins.", "14": "I have heard news from the Lord, and a messenger has been sent to the nations: “Gather yourselves together, and come against her! Rise up for the battle!”", "15": "Look, I have made you small among the nations and despised among mankind.", "16": "The terror you instill has deceived you, the pride of your heart. You who dwell in the clefts of the rock, who occupy the high point of the hill, even though you make your nest as high as the eagle's nest, I will bring you down from there, declares the Lord.", "17": "Edom will become a horror. Everyone who passes by it will be shocked, and they will hiss because of all its disasters.", "18": "As Sodom and Gomorrah and their neighboring cities were overthrown, says the Lord, no one will live there. Not one person will dwell in it.", "19": "Watch this. Like a lion coming out of the thickets of the Jordan into the pastures that are always green, I will suddenly chase Edom away from its land, and I will appoint whomever I choose over it. For who is like me? Who can challenge me? What shepherd can stand before me?", "20": "Therefore, hear what the Lord has planned for Edom, what he intends to do against the people of Teman. Even the little ones of the flock will be dragged away. He will make their pasture desolate because of them.", "21": "The earth will tremble at the noise of their fall. Their cry will be heard all the way to the Red Sea.", "22": "Watch, he will come up and fly like an eagle. He will spread out his wings against Bozrah. In that day the hearts of the strong warriors of Edom will be like the heart of a woman during her labor pains.", "23": "Concerning Damascus: Hamath and Arpad are troubled, for they have heard bad news. They melt in fear. Like a troubled sea, they cannot find rest.", "24": "Damascus has become feeble. She turns to flee. Panic has seized her. Anguish and sorrows have taken hold of her, like those of a woman in labor.", "25": "Why is this famous city not yet forsaken,[c] the joyful city?[d]", "26": "Therefore, her young men will fall in her streets, and all her warriors will be destroyed on that day, declares the Lord of Armies.", "27": "I will set fire to the walls of Damascus, and it will devour the citadels of Ben Hadad.", "28": "Concerning Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon struck, this is what the Lord says: Arise, go up to Kedar, and destroy the people of the East.", "29": "Their tents and their flocks will be taken, their tent curtains and everything in their tents. Their camels will be taken away from them, and men will shout to them, “Terror on every side!”", "30": "Quick, fly away! Hide in deep caves, you who live in Hazor, declares the Lord, because Nebuchadnezzar king of Babylon has plotted against you, and he has made plans to defeat you.", "31": "Arise! Attack a nation at ease, that lives without care, declares the Lord, a nation that has neither gates nor bars, that lives by itself.", "32": "Their camels will be plunder, and their vast herds of livestock a prize. I will scatter to all the winds those who live in distant places,[e] and I will bring disaster on them from every side, declares the Lord.", "33": "Hazor will be a place where jackals live, a desolate place forever. No man will live there. No one will live in that place even as a temporary resident.", "34": "This is the word of the Lord that came to Jeremiah the prophet concerning Elam, early in the reign of Zedekiah king of Judah:", "35": "This is what the Lord of Armies says. Look, I will break the bow of Elam,[f] the main source of its power.", "36": "I will bring against Elam the four winds, from the four corners of the sky. I will scatter its people to the four winds. There will not be a nation where the outcasts of Elam do not go.", "37": "I will make Elam terrified of their enemies, those who seek their lives. I will bring disaster on them, namely, my fierce anger, declares the Lord, and I will send the sword after them, until I have consumed them.", "38": "I will set up my throne in Elam, and there I will destroy their king and officials, declares the Lord.", "39": "Yet I will reverse the captivity of Elam in days to come, declares the Lord."}