{"1": "Hurry here and there through the streets of Jerusalem. Look and take note. Search her public squares. See if you can find just one person who deals justly and who seeks to be faithful. If you can, I will forgive her.", "2": "Though they say, “As surely as the Lord lives,” they are still swearing falsely.", "3": "Lord, don't your eyes look for faithfulness? You struck them, but they felt no pain. You crushed them, but they refused discipline. They made their faces harder than rock and refused to repent.", "4": "Then I said: These are only the poor. They are foolish, because they do not know the way of the Lord and the just verdict of their God.", "5": "I will go to the great men and speak to them. Certainly they know the way of the Lord, the just verdict of their God. But all of them together have broken the yoke and have torn off their chains.", "6": "That is why a lion from the forest will strike them. A wolf from the desert will attack them, and a leopard is watching their cities. Everyone who comes out of them will be torn to pieces because their rebellions are so many, and their unfaithfulness is so great.", "7": "Why should I forgive you? Your children have abandoned me and sworn by gods that are not gods. I satisfied their needs, yet they committed adultery and crowded into prostitutes' houses.", "8": "They are well-fed, lusty[b] stallions, each one neighing for his neighbor's wife.", "9": "Should I not punish them for this? declares the Lord. Should I not avenge myself on a nation like this one?", "10": "Go through her vineyards and destroy them, but do not destroy them completely. Cut away the branches, because they do not belong to the Lord.", "11": "The house of Israel and the house of Judah have been completely unfaithful to me, declares the Lord.", "12": "They have lied about the Lord. They say, “He is nothing. No disaster will come upon us. We will not see sword or famine.", "13": "The prophets are only wind. The word is not in them, so let what they say come upon them.”[c]", "14": "Therefore this is what the Lord, the God of Armies, says. Because they have said this, I will make my words in your mouth a fire. These people are the wood, and it will burn them up.", "15": "Now, O house of Israel, I am bringing against you a nation from far away, declares the Lord. I am bringing an enduring nation, an ancient nation. They are a nation whose language you do not know, nor can you understand what they say.", "16": "Their quiver is like an open grave. They are all strong warriors.", "17": "They will consume your harvest and your bread. They will consume your sons and daughters. They will consume your flocks and herds, and they will consume your vines and fig trees. With their swords they will beat down your fortified cities, the places in which you trust.", "18": "Yet even in those days, declares the Lord, I will not destroy you completely. ", "19": "When the people ask, “Why has the Lord our God done this to us?” answer them, “Just as you have forsaken me and served foreign gods in your own land, so now you will serve foreigners in a land that is not your own.”", "20": "Declare this to the house of Jacob! Proclaim it in Judah!", "21": "Hear this, you foolish, senseless people! You have eyes but you cannot see. You have ears but you cannot hear.", "22": "Do you not fear me? declares the Lord. Do you not tremble before me? I made sand as the boundary for the sea, a permanent barrier that it cannot cross. The waves toss back and forth, but they cannot get past it. The towering waves crash, but they cannot pass over it.", "23": "But this people has a stubborn and rebellious heart. They have turned aside and wandered away.", "24": "They do not say to themselves, “We should fear the Lord our God, who sends autumn rains and spring rains at the right time, who reserves for us enough weeks for the harvest.”", "25": "But your guilty actions have kept these things at a distance. Your sins have kept these good things away from you.", "26": "Wicked men are found among my people. Like men who trap birds, they lie in wait for my people to set traps and catch people.[d]", "27": "Like a cage full of birds, their houses are full of deceit. That is how they became powerful and rich.", "28": "They have become fat and sleek. They have gone beyond evil words.[e] They do not argue a case for the fatherless to help them win, and they do not seek justice for the poor.", "29": "Should I not punish them for these things? declares the Lord. Should I not avenge myself on a nation like this one?", "30": "A terrible thing has taken place. A horrible thing has happened in the land.", "31": "Prophets prophesy lies, priests rule by their own authority, and my people love this. But what will you do in the end?"}