{"1": "This is what the Lord says: Watch, I will stir up a destroying wind against Babylon and against the people who live in Leb Kamai.[a]", "2": "I will send foreigners to Babylon to winnow her and empty her land. They will oppose her on every side in the day of trouble.", "3": "Bend your bow against anyone who bends a bow and against anyone who stands in armor.[b] Do not spare the young men. Completely destroy her army.", "4": "They fall down, slain in the land of Chaldea, mortally wounded in her streets.", "5": "Israel and Judah are not forsaken by God, the Lord of Armies, though their land is full of guilt before the Holy One of Israel.", "6": "Flee from the midst of Babylon! Everyone, save your lives! Do not be cut off because of her guilt, for it is the time for the Lord's vengeance. He will punish them as they deserve.", "7": "Babylon was a golden cup in the Lord's hand. She made the whole world drunk. The nations have drunk her wine, and now they have gone mad.", "8": "Suddenly Babylon has fallen and is broken. Wail for her. Take balm to her for her pain. Perhaps she can be healed.", "9": "We would have healed Babylon, but she cannot be healed. Leave her! Everyone go to his own land, because her judgment reaches to the heavens. It rises up to the clouds.", "10": "The Lord has brought our vindication. Come, let us declare in Zion what the Lord our God has done.", "11": "Sharpen the arrows! Hang on to the shields! The Lord has stirred up the spirit of the kings of the Medes, because his purpose is to destroy Babylon. This is the vengeance of the Lord, vengeance for his temple.", "12": "Raise a signal flag against the walls of Babylon! Strengthen the guard! Set the watch, and prepare an ambush! The Lord has done what he said he would do against the inhabitants of Babylon.", "13": "You who live by many waters, you who are rich in treasures, your end has come, the full measure[c] of your violence.", "14": "The Lord of Armies has sworn by himself: Surely I will fill you with men, as if I were filling you with locusts. They will raise the shout of victory over you.", "15": "He is the One who made the earth by his power and established the world by his wisdom. By his understanding he stretched out the heavens.", "16": "He thunders, and the waters in the heavens roar. He makes storm clouds rise from the ends of the earth. He makes lightning for the rain, and he brings the wind out from his warehouses.", "17": "But as for mankind, they are all stupid. Their knowledge has dried up. Every goldsmith is embarrassed by his idols. The images he makes are false. There is no breath in them.", "18": "They are worthless, an achievement to be mocked. At the time of their punishment, they will perish.", "19": "He who is the Portion of Jacob is not like these, because he is the Maker of all things, including the tribe that is his possession. The Lord of Armies is his name.", "20": "You are my hammer, my war weapon. With you I shatter nations. With you I destroy kingdoms.", "21": "With you I shatter horse and rider. With you I shatter chariot and driver.", "22": "With you I shatter man and woman. With you I shatter the old and the young. With you I shatter the young man and the virgin.", "23": "With you I shatter the shepherd and his flock. With you I shatter the plowman and the team in his yoke. With you I shatter governors and officials.", "24": "Before your very eyes I will repay Babylon and everyone who lives in Chaldea for all the evil they have done in Zion, declares the Lord. ", "25": "Look, I am against you, declares the Lord. You destroying mountain, you destroy the whole world. I will stretch out my hand against you. I will roll you off the cliffs, and I will make you a burned-out volcano.", "26": "No rock will be taken from you for a cornerstone, nor as a foundation stone. You will be desolate forever, declares the Lord.", "27": "Raise a signal flag in the land! Blow the ram's horn among the nations! Set apart the nations against her! Call together against her the kingdoms of Ararat, Minni, and Ashkenaz! Appoint a field marshal against her! Bring up horses like a thick swarm of locusts!", "28": "Consecrate the nations against her— the kings of the Medes, their governors, all their officials, and all the land under their dominion.", "29": "The land trembles and writhes because the Lord's intentions against Babylon stand. He will make the land of Babylon a desolation with no one living there.", "30": "The strong warriors of Babylon have stopped fighting. They stay in their strongholds. Their power has failed. They have become as weak as women. Her dwellings are set on fire. The bars of the gates are broken.", "31": "Runner follows runner, and messenger follows messenger to announce to the king of Babylon that his city is taken in every quarter.", "32": "The fords have been captured, the marshes[d] are on fire, and the soldiers are in a panic.", "33": "This is what the Lord of Armies, the God of Israel, says. The daughter of Babylon is like a threshing floor when it is trampled. In just a little while, the time of her harvest will come.", "34": "Nebuchadnezzar the king of Babylon has devoured us.[e] He has crushed us and made us like an empty jar. Like a monster, he has swallowed us, filled his stomach with our tastiest parts, and spit out the rest.", "35": "“May the violence done to us and to our children[f] be upon Babylon,” says she who dwells in Zion. “May our blood be on those who live in Chaldea,” says Jerusalem.", "36": "Therefore this is what the Lord says: Watch! I will defend your cause and take revenge for you. I will dry up her sea and make her springs dry.", "37": "Babylon will become a heap of ruins, a haunt for jackals, a horror and a target of contempt,[g] and no one will live there.", "38": "They will all roar together like young lions. They will growl like lion cubs.", "39": "When they are ravenous, I will spread a feast. I will make them drunk, so that they will celebrate,[h] and then they will go to sleep forever and never wake up, declares the Lord.", "40": "I will bring them down like lambs to the slaughter, like rams and goats.", "41": "How Sheshak[i] is captured! The pride of the whole earth is seized! Babylon has become an object of horror among the nations.", "42": "The sea has come all the way up to Babylon, and she is covered with its rolling waves.", "43": "Her cities have become desolate, a desert and a wasteland, a land in which no one lives, a land through which no man passes.", "44": "I will punish Bel in Babylon and make his mouth spit out what he has swallowed. The nations will no longer stream to him. The wall of Babylon will fall.", "45": "Come out of her, my people! Save yourselves, every one of you, from the Lord's fierce anger.", "46": "Do not be faint of heart. Do not fear the rumors you will hear in the land. Rumors will come one year, and the next year another rumor will come: “Violence in the land!” “Ruler against ruler!”", "47": "For the days are coming when I will punish the idols of Babylon. Her whole land will be disgraced, and all her slain will fall within her.", "48": "Then the heavens and the earth and all that is in them will rejoice over Babylon. The destroyers will attack her from the north, declares the Lord.", "49": "Babylon must fall because of Israel's slain, just as the slain in all the earth have fallen because of Babylon.", "50": "You who have escaped the sword, go! Do not delay! Remember the Lord from afar, and think of Jerusalem.", "51": "We are disgraced, because we have heard a taunt. Dishonor covers our faces, because strangers have come into the holy places of the House of the Lord.", "52": "So keep watch. The days are coming, declares the Lord, when I will punish all her idols. Through her whole land the wounded will groan.", "53": "Even if Babylon could reach the sky and fortify the very heights of her stronghold, I would still send destroyers to her, declares the Lord.", "54": "The sound of a cry comes from Babylon, the sound of great destruction from the land of the Chaldeans.", "55": "The Lord is destroying Babylon, and he will silence her mighty voice. Waves roar like many waters. The sound of their noise rises!", "56": "The destroyer has come against her, against Babylon. Her mighty warriors are captured. Their bows are broken, for the Lord is a God of retribution. He will repay in full.", "57": "I will make her officials and her wise men drunk, and her governors, officers, and strong warriors as well. They will sleep for a long time, and they will not wake up, declares the King, whose name is the Lord of Armies.", "58": "This is what the Lord of Armies says. The thick walls of Babylon will be leveled, and her high gates will be set on fire. The people will toil for nothing. The work of the nations will be nothing but fuel for the fire. They will be worn out.", "59": "These are the instructions Jeremiah the prophet gave to Seraiah son of Neriah, the son of Mahseiah, when he went with Zedekiah king of Judah to Babylon in the fourth year of his reign. (Seraiah was Zedekiah's personal aide.[k])", "60": "Jeremiah had written on a scroll about all the disaster that was coming to Babylon—all of these things that had been written about Babylon.", "61": "Jeremiah said to Seraiah, “When you get to Babylon, see to it that you read all these words aloud. ", "62": "Say, 'O Lord, you have spoken against this place, announcing that you would destroy it, that no one will live here anymore, neither man nor animal, and that it will be desolate forever.' ", "63": "When you finish reading this book, tie a stone to it and throw it in the middle of the Euphrates. ", "64": "Then say, 'In this same way, Babylon will sink and never rise again, because of the disaster that I will bring on her. And her people[l] will be worn out.'” The words of Jeremiah end here."}