{"1": "Zedekiah was twenty-one years old when he became king. He ruled in Jerusalem for eleven years. His mother's name was Hamutal daughter of Jeremiah from Libnah. ", "2": "He did evil in the eyes of the Lord, just like everything that Jehoiakim had done. ", "3": "All this took place in Jerusalem and Judah because of the anger of the Lord, until he cast them out of his presence. Zedekiah rebelled against the king of Babylon. ", "4": "In the ninth year of Zedekiah's reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon came against Jerusalem with his whole army. They set up camp around the city and built siege works all around it. ", "5": "The city was under siege until the eleventh year of King Zedekiah. ", "6": "By the ninth day of the fourth month, the famine was so severe in the city that there was no bread for the people of the land. ", "7": "Then a breach was made in the city wall, and all the men in the army fled. Since the Chaldeans had surrounded the city, the men left it at night by way of the gate between the two walls near the king's garden. They fled toward the Arabah, ", "8": "but the Chaldean army pursued the king. They caught up with King Zedekiah in the plain near Jericho, where his whole army was scattered, ", "9": "and he was captured and taken to the king of Babylon at Riblah in Hamath. There the king of Babylon passed judgment on him. ", "10": "The king of Babylon slaughtered Zedekiah's sons before his eyes. He also slaughtered all the officials of Judah at Riblah. ", "11": "Then the king of Babylon put out the eyes of Zedekiah and put him in bronze shackles. He brought him to Babylon and put him in prison until the day he died.", "12": "On the tenth day of the fifth month, in the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan, the captain of the guard who served the king of Babylon, came to Jerusalem. ", "13": "He burned the temple of the Lord, the king's palace, and all the houses of Jerusalem. He burned down every important building. ", "14": "The whole Chaldean army under his command broke down all the walls around Jerusalem. ", "15": "Then Nebuzaradan the captain of the guard carried off some of the poorest of the people, some of the survivors left in the city, some of the people who had deserted to the king of Babylon, and the rest of the craftsmen. ", "16": "But Nebuzaradan captain of the guard left some of the poorest people of the land to work the vineyards and farms.", "17": "The Chaldeans broke up the bronze pillars that were in the Lord's temple, along with the carts for water and the bronze Sea, and carried away all the bronze to Babylon. ", "18": "They also took away the pots, the shovels, the snuffers,[a] the bowls, the dishes, and all the bronze articles used in the temple service. ", "19": "The commander of the guard took away the bowls, fire pans, sprinkling bowls, pots, lampstands, dishes, and the drink offering bowls—the best of the gold and the best of the silver.", "20": "The two pillars, the Sea, and the twelve bronze bulls under the basins, which King Solomon had made for the temple of the Lord, were made of more bronze than could be weighed.", "21": "As for the pillars, each pillar was twenty-seven feet high and eighteen feet in circumference. Each was four fingers thick and hollow. ", "22": "Each had a bronze capital, seven and a half feet high, with a network and pomegranate decorations on the capital all around, all of bronze. The other pillar with its pomegranates was just like it. ", "23": "There were ninety-six pomegranates on the sides. There was a total of one hundred pomegranates above the surrounding network.", "24": "The captain of the guard took Seraiah the chief priest, Zephaniah the second priest, and the three doorkeepers. ", "25": "From the people left in the city, he took the officer in charge of the fighting men and seven royal advisors he found in the city. He also took the scribe of the military officer who conscripted the people of the land, along with sixty of his men who were found in the city. ", "26": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah. ", "27": "The king of Babylon struck them down and executed them at Riblah in the land of Hamath. So Judah was carried away into exile from its native soil.", "28": "This is a tally of people whom Nebuchadnezzar carried away into exile: In the seventh year, 3,023 Jews.", "29": "In the eighteenth year of Nebuchadnezzar, 832 people from Jerusalem.", "30": "In the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the guard carried away 745 Jews into exile. There were 4,600 people in all.", "31": "In the thirty-seventh year of the exile of Jehoiachin king of Judah, in the first year of the reign of Evil Merodak[b] king of Babylon, he elevated Jehoiachin king of Judah and released him from prison on the twenty-fifth day of the twelfth month. ", "32": "He spoke kindly to him and gave him a throne higher than the thrones of the kings who were with him in Babylon. ", "33": "Jehoiachin changed from his prison clothes and ate his meals in the king's presence continually all the days of his life. ", "34": "For his provisions, a regular allowance was given to him by the king of Babylon, a set amount each day until the day of his death, all the days of his life."}