{"1": "Flee for safety, people of Benjamin! Get out of Jerusalem! Blow the ram's horn in Tekoa.[b] Raise a signal over Beth Hakkerem! Disaster and great destruction threaten from the north.", "2": "I will silence the beautiful, pampered daughter of Zion.[c]", "3": "Shepherds and their flocks will come against her. They will pitch their tents all around. Each one will pasture his flock in his own spot.", "4": "Consecrate yourselves for war against her. Rise up, we will attack at noon! We are doomed! The day is ending. The evening shadows are getting longer.", "5": "We should get up and attack at night and destroy its citadels.", "6": "This is what the Lord of Armies says. Cut down her trees. Raise a siege ramp against Jerusalem. This city must be punished. There is nothing but oppression inside her.", "7": "Just as a well pours out fresh[d] water, she pours out fresh evil. Violence and destruction are heard in her. Sickness and wounds are always before me.", "8": "Be warned, Jerusalem, or I will turn away from you. I will make your land desolate, so that no one can live there.", "9": "This is what the Lord of Armies says. They will glean what remains of Israel as thoroughly as a vine. Like someone gathering grapes, pass your hand over the branches again.", "10": "Who can I speak to? Who will listen to my warning?[e] Look! Their ears are uncircumcised. They will not be able to hear. Indeed, to them the word of the Lord is an embarrassment. They take no pleasure in it.", "11": "I am full of the Lord's wrath,[f] and I cannot hold it in. Pour it out on the children in the street and on the young men gathered together. Both husband and wife will be taken, the old along with the very old.", "12": "Their houses will be turned over to others, together with their fields and their wives, because I will stretch out my hand against those who live in the land, declares the Lord.", "13": "From the least of them to the greatest, all of them are greedy for gain. From prophets to priests, they all practice deceit.", "14": "They have treated the wound of my people as if it were nothing serious. They say, “Peace, peace,” but there is no peace!", "15": "Are they ashamed of the detestable things they have done? No, they are not ashamed at all! They do not know how to be ashamed. So they will fall with the fallen. They will be thrown down when I punish them, says the Lord.", "16": "This is what the Lord says. Stand at the crossroads and look. Ask about the ancient paths. Ask where the good road is. Walk in it, and you will find rest for your souls. But you said, “We will not walk in it.”", "17": "I set watchmen over you and said, “Listen to the sound of the ram's horn!” But you said, “We will not listen.”", "18": "Therefore, listen, you nations! You witnesses, observe what will happen to them.", "19": "Listen, O earth. I am bringing disaster on this people, the fruit of their schemes, because they have not listened to my words, and they have rejected my law.", "20": "What use to me is incense from Sheba or sweet cane from a distant land? Your burnt offerings are not appealing to me. Your sacrifices do not please me.", "21": "Therefore this is what the Lord says. Look, I am going to place obstacles in front of this people. Parents and children alike will stumble over them. Friends and neighbors will perish.", "22": "This is what the Lord says. Look, a nation is coming from a land in the north. A great nation is stirring from the farthest parts of the earth.", "23": "Its warriors grip bows and spears. They are cruel and merciless. They sound like the roaring sea. They ride horses, arranged like soldiers ready for battle against you, O daughter of Zion.", "24": "We have heard the news about them, and our hands hang limp. Anguish grips us like a woman in labor.", "25": "Do not go out to the field. Do not walk on the road, because the enemy has a sword. There is terror on every side.", "26": "Put on sackcloth, daughter of my people. Roll in ashes. Mourn as you would for an only son, because suddenly the destroyer will come upon us.", "27": "I have made you like someone who tests metals. My people are the ore that is being tested. Observe them, and examine their ways.", "28": "They are all stubborn rebels, walking in slander. They are as hard as bronze and iron, and all of them are contaminated.", "29": "The bellows blows hot to melt away the refining agent[g] with fire. The refining agent is completely used up, but the evil is not removed.", "30": "They are classified as rejected silver, because the Lord has rejected them."}