{"1": "The word that came to Jeremiah from the Lord.", "2": "Stand in the gate of the House of the Lord and proclaim this message there. Hear the word of the Lord, all you people of Judah who are coming through this gate to worship the Lord. ", "3": "This is what the Lord of Armies, the God of Israel, says. Reform your ways and your actions, and I will establish you in this place. ", "4": "Do not trust in deceptive words and say, “This is the temple of the Lord, the temple of the Lord, the temple of the Lord.”", "5": "Sincerely reform your ways and your actions. Carry out justice between a man and his neighbor. ", "6": "Do not oppress the alien who lives in your land, the fatherless, or the widow. Do not shed innocent blood in this place. Do not follow after other gods to your own harm. If you avoid these things, ", "7": "I will let you live in this place, in the land I gave your fathers forever and ever.", "8": "Take warning. You are trusting in deceptive words that cannot help you.", "9": "Will you steal and murder, commit adultery and swear falsely? Will you offer sacrifices to Baal and follow other gods you do not know? ", "10": "Will you come and stand before me in this temple that bears my Name, and say, “We are safe,” the whole time you do all these detestable things? ", "11": "This house bears my Name! Have you made it a den of robbers? Watch out! I myself have been watching, declares the Lord.", "12": "Go to my place in Shiloh, where I first made a dwelling place for my Name. See what I did to it because of the wickedness of my people Israel.", "13": "You have done all these things, declares the Lord. Even though I spoke to you again and again, you did not listen. I called you, but you did not answer. ", "14": "Because of this, what I did to Shiloh I will now do to the house that bears my Name—the place in which you trust, the place I gave to you and to your fathers. ", "15": "I will drive you out of my sight just as I drove away all of your brothers, the people of Ephraim.", "16": "As for you, Jeremiah, do not pray for this people or lift up a cry or a request for them, and do not plead with me. I will not listen to you. ", "17": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem? ", "18": "The children gather wood, the fathers light a fire, and their wives knead dough to make cakes for the Queen of Heaven. They pour out drink offerings to other gods to make me angry. ", "19": "Am I the one they are frustrating? declares the Lord. No, they are frustrating themselves, to their own shame.", "20": "Therefore this is what the Lord God says. You may be sure that my burning anger will be poured out on this place, on man and beast, on the trees of the field, and on the fruit of the land. It will burn and not be put out.", "21": "This is what the Lord of Armies, the God of Israel, says. Go ahead. Grab your burnt offerings, along with your other sacrifices, and eat the meat yourselves! ", "22": "When I brought your fathers out of Egypt, I said nothing to them about burnt offerings and sacrifices. ", "23": "I gave them only this command: “Obey my voice, and I will be your God, and you will be my people. Walk entirely in the way I commanded you to walk, so that it may go well with you.” ", "24": "But they did not obey me or listen to me. They followed their own advice and the stubbornness of their evil hearts. They went backward and not forward. ", "25": "From the time your fathers left Egypt until today, I have sent all my servants, the prophets, to them again and again. ", "26": "But they did not obey me or listen to me. They were stiff-necked and did more evil than their fathers.", "27": "So say all these things to them, but they will not listen to you. Call to them, but they will not answer you. ", "28": "Say to them, “This is the nation that did not obey the Lord its God or accept discipline. Faithfulness has perished, and it has disappeared from their lips. ", "29": "Cut off your hair and throw it away. Sing a lament on the barren heights, for the Lord has rejected and forsaken this generation under his wrath.”", "30": "The people of Judah have committed evil in my sight, declares the Lord. They set up their disgusting idols in the house that bears my Name, and they have defiled it. ", "31": "They built the high places of Topheth in the Valley of Ben Hinnom to burn their sons and daughters in the fire—a thing I did not command, nor did it enter my mind.", "32": "That is why the days are coming, declares the Lord, when that place will no longer be called Topheth or the Valley of Ben Hinnom, but the Valley of Slaughter, for they will bury the dead in Topheth because there will be no other place left. ", "33": "The corpses of those people will become food for the birds in the sky and the wild animals in the land, and there will be no one to frighten them away. ", "34": "In the cities of Judah and in the streets of Jerusalem, I will bring the sounds of joy and happiness to an end, as well as the voices of groom and bride, for the land will become desolate."}