{"1": "I wish my head were a spring of water and my eyes a fountain of tears. Then I would weep day and night for the fallen of my people.[a]", "2": "I wish there was a lodging place for travelers in the wilderness. Then I would leave my people and get away from them. They are all adulterers, a society of traitors.", "3": "They bend their tongues like bows, to deceive. It is not by faithfulness that they prevail in the land. They go from evil to evil, and they do not acknowledge me, declares the Lord.", "4": "Everyone should be on guard against his friend. Do not trust any brother, for every brother is really a deceiver, and every friend spreads slander.", "5": "Everyone betrays his friend, and no one speaks the truth. They have taught their tongues to lie. They wear themselves out with sinning.", "6": "You, Jeremiah, live in the midst of deception! In their deceit they refuse to acknowledge me, declares the Lord.", "7": "Therefore this is what the Lord of Armies says. Watch me. I will refine them and test them. What else can I do for my dear people?", "8": "Their tongues are like deadly arrows. They speak deceitfully. With their mouths they speak peacefully to their neighbors, but in their hearts they set traps.", "9": "Shall I not punish them for these things? declares the Lord. Shall I not avenge myself on such a nation as this?", "10": "I will cry and sob for the mountains. I will sing a lament for the pastures in the wilderness. They are desolate and untraveled, and not even the lowing of cattle is heard. From the birds in the sky to all the animals below, everything has fled. They are all gone.", "11": "I will make Jerusalem a heap of ruins, a jackals' den, and I am going to lay waste to the cities of Judah, so that no one can live there.", "12": "Who is wise enough to understand this? Who has been instructed by the Lord so that he can explain it? Why is the land ruined and laid waste like a wilderness, so that no one can pass through it?", "13": "The Lord said: This happened because they have forsaken my law, which I set before them. They did not listen to my voice or live according to it. ", "14": "Instead, they followed the stubbornness of their hearts, and they have followed the Baals as their fathers taught them. ", "15": "Therefore, this is what the Lord of Armies, the God of Israel, says. Watch me. I am going to make this people eat wormwood and drink bitter water. ", "16": "I will scatter them among nations that they and their fathers have not known, and I will pursue them with the sword until I have destroyed them. ", "17": "This is what the Lord of Armies says. Consider this, and call for the wailing women. Send for those who are the most skilled.", "18": "They should hurry and sob over us. Our eyes will run with tears. Our eyelids will stream with water.", "19": "The sound of sobbing is heard from Zion. “We are ruined! We are so ashamed! We must leave our land because they have torn down our dwellings.”", "20": "Listen to the word of the Lord, you women. Pay attention to the word from his mouth. Teach your daughters how to sob. Each of you should teach her neighbor a lament.", "21": "Death has climbed in through a window and entered our citadels. It has taken away the children from the streets and the young men from the city squares.", "22": "This is what the Lord says. Dead bodies will fall like manure on the ground, like freshly cut grain after the reaper, with no one to gather it.", "23": "This is what the Lord says. The wise man should not boast in his wisdom. The strong man should not boast in his strength, nor the rich man in his riches.", "24": "Instead, let those who boast boast about this: that they have understanding, and that they know me. They know that I am the Lord, who shows mercy, justice, and righteousness on earth, for I delight in these things, declares the Lord.", "25": "Watch! The days are coming, declares the Lord, when I will punish all those who are circumcised only in the flesh— ", "26": "Egypt, Judah, Edom, Ammon, Moab, and all who cut their hair short[c] and who live in the wilderness.[d] Actually, these are all uncircumcised nations. And the whole house of Israel is uncircumcised in their hearts."}