{"1": "Employers, treat your workers with equality and justice as you know that you also have a Lord and Master in heaven who is watching you.", "2": "Be faithful to pray as intercessors who are fully alert and giving thanks to God. ", "3": "And please pray for me, that God will open a door of opportunity for us to preach the revelation of the mystery of Christ, for whose sake I am imprisoned. ", "4": "Pray that I would unfold and reveal fully this mystery, for that is my delightful assignment.[a]", "5": "Walk in the wisdom of God as you live before the unbelievers,[b] and make it your duty[c] to make him known. ", "6": "Let every word you speak be drenched with grace[d] and tempered with truth and clarity.[e] For then you will be prepared to give a respectful answer to anyone who asks about your faith.", "7-8": "–8 Tychicus will tell you about what is happening with me. I have sent him to you so that he could find out how you are doing in your journey of faith,[f] and bring comfort and encouragement to your hearts. For he is a beloved brother in Christ, a faithful servant of the gospel and my ministry partner in our Master Yahweh's[g] work.", "9": "I have also sent Onesimus,[h] who is from your city,[i] and is also a beloved and faithful brother who will inform you of all that we're enduring.", "10-11": "–11 Aristarchus, a fellow prisoner here with me, sends you his love. And Joshua (who is also called Justus) along with Mark, the cousin of Barnabas, also send you their loving greetings. You have already been informed that if Mark comes to you, receive him warmly. These three men are the only ones of the circumcision who have aided me here in the work of the kingdom of God, and they have been a great blessing to me.", "12-13": "–13 Epaphras, who is also from Colossae, sends his loving greetings. I can tell you that he is a true servant of Christ, who always labors and intercedes for you. His prayers are filled with requests to God that you would grow and mature, standing complete and perfect in the beauty of God's plan for your lives. Epaphras has such great zeal and passion for you and for those who are from Laodicea and from Hierapolis.", "14": "And Luke, the beloved physician, sends his warm greetings to you, and Demas also. ", "15": "Give my greetings to all the believers in Laodicea. And pray for dear Nymphas and the church that gathers in her[j] home.", "16": "Once you've read this letter publicly to the church, please send it on to the church of the Laodiceans,[k] and make sure you read the letter that I wrote to them. ", "17": "Be sure you give Archippus this message: “Be faithful to complete the ministry you received from our Lord Jesus!”[l]", "18": "Now finally, I, Paul, write this with my own handwriting, and I send my loving greetings to you! Remember me in my imprisonment. May the blessings of God's grace overwhelm you! Love in Christ, Paul"}