{"1": "In the eighth month, in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berechiah, son of Iddo: ", "2": "“The Lord was extremely angry with your ancestors. ", "3": "So tell the people: This is what the Lord of Hosts says: Return to Me”—this is the declaration of the Lord of Hosts—“and I will return to you, says the Lord of Hosts. ", "4": "Do not be like your ancestors; the earlier prophets proclaimed to them: This is what the Lord of Hosts says: Turn from your evil ways and your evil deeds. But they did not listen or pay attention to Me”—this is the Lord's declaration. ", "5": "“Where are your ancestors now? And do the prophets live forever? ", "6": "But didn't My words and My statutes that I commanded My servants the prophets overtake your ancestors? They repented and said: As the Lord of Hosts purposed to deal with us for our ways and deeds, so He has dealt with us.”", "7": "On the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berechiah, son of Iddo:", "8": "I looked out in the night and saw a man riding on a red horse. He was standing among the myrtle trees in the valley. Behind him were red, sorrel, and white horses. ", "9": "I asked, “What are these, my lord?” The angel who was talking to me replied, “I will show you what they are.”", "10": "Then the man standing among the myrtle trees explained, “They are the ones the Lord has sent to patrol the earth.”", "11": "They reported to the Angel of the Lord standing among the myrtle trees, “We have patrolled the earth, and right now the whole earth is calm and quiet.”", "12": "Then the Angel of the Lord responded, “How long, Lord of Hosts, will You withhold mercy from Jerusalem and the cities of Judah that You have been angry with these 70 years?” ", "13": "The Lord replied with kind and comforting words to the angel who was speaking with me.", "14": "So the angel who was speaking with me said, “Proclaim: The Lord of Hosts says: I am extremely jealous for Jerusalem and Zion. ", "15": "I am fiercely angry with the nations that are at ease, for I was a little angry, but they made it worse. ", "16": "Therefore, this is what the Lord says: In mercy, I have returned to Jerusalem; My house will be rebuilt within it”—this is the declaration of the Lord of Hosts—“and a measuring line will be stretched out over Jerusalem.", "17": "“Proclaim further: This is what the Lord of Hosts says: My cities will again overflow with prosperity; the Lord will once more comfort Zion and again choose Jerusalem.”", "18": "[a]Then I looked up and saw four horns. ", "19": "So I asked the angel who was speaking with me, “What are these?” And he said to me, “These are the horns that scattered Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four craftsmen. ", "21": "I asked, “What are they coming to do?” He replied, “These are the horns that scattered Judah so no one could raise his head. These craftsmen have come to terrify them, to cut off the horns of the nations that raised their horns against the land of Judah to scatter it.”"}