{"1": "“Therefore, you are to love Adonai your God and always obey his commission, regulations, rulings and mitzvot. ", "2": "Today it is you I am addressing — not your children, who haven't known or experienced the discipline of Adonai your God, his greatness, his strong hand, his outstretched arm, ", "3": "his signs and his actions which he did in Egypt to Pharaoh the king of Egypt and to his entire country. ", "4": "They didn't experience what he did to Egypt's army, horses and chariots — how Adonai overwhelmed them with the water of the Sea of Suf as they were pursuing you, so that they remain destroyed to this day. ", "5": "They didn't experience what he kept doing for you in the desert until you arrived at this place; ", "6": "or what he did to Datan and Aviram, the sons of Eli'av the descendant of Re'uven — how the earth opened its mouth and swallowed them up, along with their households, tents and every living thing in their company, there in front of all Isra'el. ", "7": "But you have seen with your own eyes all these great deeds of Adonai. ", "8": "Therefore, you are to keep every mitzvah I am giving you today; so that you will be strong enough to go in and take possession of the land you are crossing over to conquer; ", "9": "and so that you will live long in the land Adonai swore to give to your ancestors and their descendants, a land flowing with milk and honey.", "10": "(vi) 10 “For the land you are entering in order to take possession of it isn't like the land of Egypt. There you would sow your seed and had to use your feet to operate its irrigation system, as in a vegetable garden. ", "11": "But the land you are crossing over to take possession of is a land of hills and valleys, which soaks up water when rain falls from the sky. ", "12": "It is a land Adonai your God cares for. The eyes of Adonai your God are always on it, from the beginning of the year to the end of the year.", "13": "“So if you listen carefully to my mitzvot which I am giving you today, to love Adonai your God and serve him with all your heart and all your being; ", "14": "then, [says Adonai,] 'I will give your land its rain at the right seasons, including the early fall rains and the late spring rains; so that you can gather in your wheat, new wine and olive oil; ", "15": "and I will give your fields grass for your livestock; with the result that you will eat and be satisfied.' ", "16": "But be careful not to let yourselves be seduced, so that you turn aside, serving other gods and worshipping them. ", "17": "If you do, the anger of Adonai will blaze up against you. He will shut up the sky, so that there will be no rain. The ground will not yield its produce, and you will quickly pass away from the good land Adonai is giving you. ", "18": "Therefore, you are to store up these words of mine in your heart and in all your being; tie them on your hand as a sign; put them at the front of a headband around your forehead; ", "19": "teach them carefully to your children, talking about them when you sit at home, when you are traveling on the road, when you lie down and when you get up; ", "20": "and write them on the door-frames of your house and on your gates — ", "21": "so that you and your children will live long on the land Adonai swore to your ancestors that he would give them for as long as there is sky above the earth.", "22": "(vii & Maftir) 22 “For if you will take care to obey all these mitzvot I am giving you, to do them, to love Adonai your God, to follow all his ways and to cling to him, ", "23": "then Adonai will expel all these nations ahead of you; and you will dispossess nations bigger and stronger than you are. ", "24": "Wherever the sole of your foot steps will be yours; your territory will extend from the desert to the L'vanon and from the River, the Euphrates River, to the Western Sea. ", "25": "No one will be able to withstand you; Adonai your God will place the fear and dread of you on all the land you step on, as he told you. Haftarah 'Ekev: Yesha'yahu (Isaiah) 49:14–51:3 B'rit Hadashah suggested readings for Parashah 'Ekev: Mattityahu (Matthew) 4:1–11; Luke 4:1–13; Ya'akov (James) 5:7–11", "26": "“See, I am setting before you today a blessing and a curse — ", "27": "the blessing, if you listen to the mitzvot of Adonai your God that I am giving you today; ", "28": "and the curse, if you don't listen to the mitzvot of Adonai your God, but turn aside from the way I am ordering you today and follow other gods that you have not known.", "29": "“When Adonai your God brings you into the land you are entering in order to take possession of it, you are to put the blessing on Mount G'rizim and the curse on Mount 'Eival. ", "30": "Both are west of the Yarden, in the direction of the sunset, in the land of the Kena'ani living in the 'Aravah, across from Gilgal, near the pistachio trees of Moreh. ", "31": "For you are to cross the Yarden to enter and take possession of the land Adonai your God is giving you; you are to own it and live in it. ", "32": "And you are to take care to follow all the laws and rulings I am setting before you today."}