{"1": "“Hear, oh heavens, as I speak! Listen, earth, to the words from my mouth!", "2": "May my teaching fall like rain. May my speech condense like dew, like light rain on blades of grass, or showers on growing plants.", "3": "“For I will proclaim the name of Adonai. Come, declare the greatness of our God!", "4": "The Rock! His work is perfect, for all his ways are just. A trustworthy God who does no wrong, he is righteous and straight.", "5": "“He is not corrupt; the defect is in his children, a crooked and perverted generation.", "6": "You foolish people, so lacking in wisdom, is this how you repay Adonai? He is your father, who made you his! It was he who formed and prepared you!", "7": "(ii) 7 “Remember how the old days were; think of the years through all the ages. Ask your father — he will tell you; your leaders too — they will inform you.", "8": "“When 'Elyon gave each nation its heritage, when he divided the human race, he assigned the boundaries of peoples according to Isra'el's population;", "9": "but Adonai's share was his own people, Ya'akov his allotted heritage.", "10": "“He found his people in desert country, in a howling, wasted wilderness. He protected him and cared for him, guarded him like the pupil of his eye,", "11": "like an eagle that stirs up her nest, hovers over her young, spreads out her wings, takes them and carries them as she flies.", "12": "“Adonai alone led his people; no alien god was with him.", "13": "(iii) 13 He made them ride on the heights of the earth. They ate the produce of the fields. He had them suck honey from the rocks and olive oil from the crags,", "14": "curds from the cows and milk from the sheep, with lamb fat, rams from Bashan and goats, with the finest wheat flour; and you drank sparkling wine from the blood of grapes.", "15": "“But Yeshurun grew fat and kicked (you grew fat, thick, gross!). He abandoned God his Maker; he scorned the Rock, his salvation.", "16": "They roused him to jealousy with alien gods, provoked him with abominations.", "17": "They sacrificed to demons, non-gods, gods that they had never known, new gods that had come up lately, which your ancestors had not feared.", "18": "You ignored the Rock who fathered you, you forgot God, who gave you birth.", "19": "(iv) 19 “Adonai saw and was filled with scorn at his sons' and daughters' provocation.", "20": "He said, 'I will hide my face from them and see what will become of them; for they are a perverse generation, untrustworthy children.", "21": "They aroused my jealousy with a non-god and provoked me with their vanities; I will arouse their jealousy with a non-people and provoke them with a vile nation.", "22": "“'For my anger has been fired up. It burns to the depths of Sh'ol, devouring the earth and its crops, kindling the very roots of the hills.", "23": "I will heap disasters on them and use up all my arrows against them.", "24": "“'Fatigued by hunger, they will be consumed by fever and bitter defeat; I will send them the fangs of wild beasts, and the poison of reptiles crawling in the dust.", "25": "Outside, the sword makes parents childless; inside, there is panic, as young men and girls alike are slain, sucklings and graybeards together.", "26": "“'I considered putting an end to them, erasing their memory from the human race;", "27": "but I feared the insolence of their enemy, feared that their foes would mistakenly think, “We ourselves accomplished this; Adonai had nothing to do with it.”", "28": "“'They are a nation without common sense, utterly lacking in discernment.", "29": "(v) 29 If they were wise they could figure it out and understand their destiny.", "30": "After all, how can one chase a thousand and two put ten thousand to rout, unless their Rock sells them to their enemies, unless Adonai hands them over?", "31": "For our enemies have no rock like our Rock — even they can see that!", "32": "“'Rather, their vine is from the vine of S'dom, from the fields of 'Amora — their grapes are poisonous, their clusters are bitter;", "33": "their wine is snake poison, the cruel venom of vipers.", "34": "“'Isn't this hidden with me, sealed in my storehouses?", "35": "Vengeance and payback are mine for the time when their foot slips; for the day of their calamity is coming soon, their doom is rushing upon them.'", "36": "“Yes, Adonai will judge his people, taking pity on his servants, when he sees that their strength is gone, that no one is left, slave or free.", "37": "Then he will ask, 'Where are their gods, the rock in whom they trusted?", "38": "Who ate the fat of their sacrifices and drank the wine of their drink offering? Let him get up and help you, let him protect you!", "39": "See now that I, yes, I, am he; and there is no god beside me. I put to death, and I make alive; I wound, and I heal; no one saves anyone from my hand!", "40": "(vi) 40 “'For I lift up my hand to heaven and swear, “As surely as I am alive forever,", "41": "if I sharpen my flashing sword and set my hand to judgment, I will render vengeance to my foes, repay those who hate me.", "42": "I will make my arrows drunk with blood, my sword will devour flesh — the blood of the slain and the captives, flesh from the wild-haired heads of the enemy.”'", "43": "“Sing out, you nations, about his people! For he will avenge the blood of his servants. He will render vengeance to his adversaries and make atonement for the land of his people.”", "44": "(vii) 44 Moshe came and proclaimed all the words of this song in the hearing of the people and of Hoshea the son of Nun.", "45": "When he had finished speaking all these words to all Isra'el, ", "46": "he said to them, “Take to heart all the words of my testimony against you today, so that you can use them in charging your children to be careful to obey all the words of this Torah. ", "47": "For this is not a trivial matter for you; on the contrary, it is your life! Through it you will live long in the land you are crossing the Yarden to possess.”", "48": "(Maftir) 48 That same day Adonai said to Moshe, ", "49": "“Go up into the 'Avarim Range, to Mount N'vo, in the land of Mo'av across from Yericho; and look out over the land of Kena'an, which I am giving the people of Isra'el as a possession. ", "50": "On the mountain you are ascending you will die and be gathered to your people, just as Aharon your brother died on Mount Hor and was gathered to his people. ", "51": "The reason for this is that both of you broke faith with me there among the people of Isra'el at the M'rivat-Kadesh Spring, in the Tzin Desert; you failed to demonstrate my holiness there among the people of Isra'el. ", "52": "So you will see the land from a distance, but you will not enter the land I am giving to the people of Isra'el.” Haftarah Ha'azinu: Sh'mu'el Bet (2 Samuel) 22:1–51 B'rit Hadashah suggested readings for Parashah Ha'azinu: Romans 10:14 –21; 12:14–21; Messianic Jews (Hebrews) 12:28–39"}