{"1": "This is the blessing that Moshe, the man of God, spoke over the people of Isra'el before his death:", "2": "“Adonai came from Sinai; from Se'ir he dawned on his people, shone forth from Mount Pa'ran; and with him were myriads of holy ones; at his right hand was a fiery law for them.", "3": "He truly loves the peoples — all his holy ones are in your hand; sitting at your feet, they receive your instruction,", "4": "the Torah Moshe commanded us as an inheritance for the community of Ya'akov.", "5": "Then a king arose in Yeshurun when the leaders of the people were gathered, all the tribes of Isra'el together.", "6": "“Let Re'uven live and not die out, even though his numbers grow few.”", "7": "Of Y'hudah he said: “Hear, Adonai, the cry of Y'hudah! Bring him in to his people, let his own hands defend him; but you, help him against his enemies.”", "8": "(ii) 8 Of Levi he said: “Let your tumim and urim be with your pious one, whom you tested at Massah, with whom you struggled at M'rivah Spring.", "9": "Of his father and mother he said, 'I don't know them'; he didn't acknowledge his brothers or children. For he observed your word, and he kept your covenant.", "10": "They will teach Ya'akov your rulings, Isra'el your Torah. They will set incense before you and whole burnt offerings on your altar.", "11": "Adonai, bless his possessions, accept the work he does; but crush his enemies hip and thigh; may those who hate him rise no more.”", "12": "Of Binyamin he said: “Adonai's beloved lives securely. He protects him day after day. He lives between his shoulders.”", "13": "(iii) 13 Of Yosef he said: “May Adonai bless his land with the best from the sky, for the dew, and for what comes from the deep beneath,", "14": "with the best of what the sun makes grow, with the best of what comes up each month,", "15": "with the best from the mountains of old, with the best from the eternal hills,", "16": "with the best from the earth and all that fills it, and the favor of him who lived in the [burning] bush. May blessing come on the head of Yosef, on the brow of the prince among his brothers.", "17": "His firstborn bull — glory is his; his horns are those of a wild ox; With them he will gore the peoples, all of them, to the ends of the earth. These are the myriads of Efrayim; these are the thousands of M'nasheh.”", "18": "(iv) 18 Of Z'vulun he said: “Rejoice, Z'vulun, as you go forth, and you, Yissakhar, in your tents.", "19": "They will summon peoples to the mountain and there offer righteous sacrifices; for they will draw from the abundance of the seas and from the hidden treasures of the sand.”", "20": "Of Gad he said: “Blessed is he who makes Gad so large; he lies there like a lion, tearing arm and scalp.", "21": "He chose the best for himself when the princely portion was assigned. When the leaders of the people came, he carried out Adonai's justice and his rulings concerning Isra'el.”", "22": "(v) 22 Of Dan he said: “Dan is a lion cub leaping forth from Bashan.”", "23": "Of Naftali he said: “You, Naftali, satisfied with favor and full of blessing from Adonai, take possession of the sea and the south.”", "24": "Of Asher he said: “May Asher be most blessed of sons, may he be the favorite among his brothers and bathe his feet in oil.", "25": "May your bolts be of iron and bronze and your strength last as long as you live.", "26": "“Yeshurun, there is no one like God, riding through the heavens to help you, riding on the clouds in his majesty.", "27": "(vi) 27 The God of old is a dwelling-place, with everlasting arms beneath. He expelled the enemy before you and he said, 'Destroy!'", "28": "So Isra'el lives in security; the fountain of Ya'akov is alone in a land of grain and new wine, where the skies drip with dew.", "29": "Happy are you, Isra'el! “Who is like you, a people saved by Adonai, your defender helping you and your sword of triumph? Your enemies will cringe before you, but you will trample down their high places.”"}