{"1": "Paul[a], an apostle of Christ Jesus by the will of God, and Timothy our brother, ", "2": "to the saints[b] and faithful brothers in Christ in Colossae: Grace to you and peace from God our Father.", "3": "We are giving-thanks to God, the Father of our Lord Jesus Christ, always while praying for you, ", "4": "having heard-of your faith in Christ Jesus and the love which you have for all the saints ", "5": "because of the hope being reserved for you in the heavens, which[c] you previously-heard-of in the word of the truth— the good-news ", "6": "coming to you, just as also in[d] all the world it is bearing-fruit and growing, just as it is doing also in[e] you from which day you heard and understood the grace of God in truth[f], ", "7": "just as you learned it from Epaphras, our beloved fellow-slave who is a faithful servant[g] of Christ on your behalf, ", "8": "the one also having made-clear to us your love in[h] the Spirit.", "9": "For this reason we also, from which day we heard, do not cease praying for you and asking that you may be filled with the knowledge[i] of His will in all spiritual wisdom and understanding[j], ", "10": "so that you may walk worthily of the Lord, toward total[k] pleasing [of Him]— bearing-fruit in every good work and growing in[l] the knowledge of God; ", "11": "being empowered with all power according-to[m] the might of [n] His glory, toward total[o] endurance and patience; with joy[p] ", "12": "giving-thanks to the Father having qualified you for your part[q] of the share[r] of [s] the saints[t] in the light[u], ", "13": "Who delivered[v] us out of the authority[w] of darkness and transferred us into the kingdom of the Son of [x] His love, ", "14": "in Whom we have the redemption, the forgiveness of sins—", "15": "... Who is the image[y] of the invisible God, the firstborn[z] of [aa] all creation[ab], ", "16": "because all things were created by[ac] Him in the heavens and on the earth, the visible things and the invisible things— whether thrones or lordships or rulers or authorities. All things have been created through Him and for Him. ", "17": "And He Himself is before all things, and all things have existence[ad] in Him. ", "18": "And He Himself is the head of the body, the church. ... Who is the beginning[ae], the firstborn from the dead, in order that He Himself might come-to-be holding-first-place in all things, ", "19": "because the Father[af] was well-pleased that all the fullness[ag] should dwell in Him ", "20": "and that He should reconcile all things through Him to Himself, having made-peace through the blood of His cross— through Him, whether the things on the earth or the things in the heavens.", "21": "Indeed you were formerly being excluded, and were enemies[ah] in the mind in-connection-with evil works. ", "22": "But now He reconciled you in the body of His flesh[ai] through His death, that He might present you holy and without-blemish and blameless in His presence— ", "23": "if indeed[aj] you continue in the faith, having been founded, and steadfast, and not being moved-away from the hope of the good-news which you heard, the one having been proclaimed in[ak] all creation under heaven, of which I, Paul, became a minister[al].", "24": "Now I am rejoicing in my sufferings for your sake, and in my flesh I am filling-up-in-turn[am] the things lacking from the afflictions of Christ[an], for the sake of His body, which is the church, ", "25": "of which I became a minister according-to[ao] the stewardship[ap] of God having been given to me for you, that I might fulfill[aq] the word of God— ", "26": "the mystery having been hidden from the past ages and from the past generations. But now it was revealed to His saints, ", "27": "to whom God willed[ar] to make-known what is the riches of the glory of this mystery among the Gentiles— which is Christ in you, the hope of glory, ", "28": "Whom we are proclaiming, admonishing every person, and teaching every person with all wisdom, in order that we may present every person mature[as] in Christ, ", "29": "for which[at] I also am laboring, struggling[au] according to His working being at-work[av] in me with power."}