{"1": "If then you were raised-with Christ, be seeking the things above where Christ is, sitting at the right hand of God. ", "2": "Be thinking[a] the things above, not the things upon the earth. ", "3": "For you died, and your life has been hidden[b] with Christ in God. ", "4": "When Christ appears— your life— then you also will appear with Him in glory.", "5": "Therefore, put-to-death your body-part things[c] on earth— sexual-immorality, impurity, passion[d], evil desire, and greed, which is idolatry— ", "6": "because of which things the wrath of God is coming upon the sons of [e] disobedience, ", "7": "in which[f] things you also formerly walked when you were living in these things. ", "8": "But now you also, lay-aside all these things— wrath, anger, malice, blasphemy, filthy-language[g] from your mouth; ", "9": "do not be lying to one another— having stripped-off the old person with his practices, ", "10": "and having put-on the new person being renewed to knowledge in-accordance-with the image of the One having created him, ", "11": "where there is no Greek and Jew, circumcised and uncircumcised, barbarian[h], Scythian[i], slave, free, but Christ is all things and in all persons.", "12": "Therefore, as chosen[j] ones of God, holy and having been loved, put-on[k] deep-feelings[l] of compassion, kindness, humblemindedness, gentleness, patience, ", "13": "bearing-with one another, and forgiving each other— if anyone has a complaint against anyone. Just as indeed the Lord forgave you, so also you forgive. ", "14": "And over[m] all these things put on love, which is the bond[n] of [o] perfection. ", "15": "And let the peace of [p] Christ be arbitrating[q] in your hearts— into which indeed you were called in one body. And be thankful. ", "16": "Let the word of Christ be dwelling in[r] you richly, with all wisdom teaching and admonishing each other with psalms[s], hymns, spiritual songs; with gratitude[t] singing with[u] your hearts to God. ", "17": "And everything, whatever thing you may do in word or in deed, do all things in the name of the Lord Jesus, giving-thanks to God the Father through Him.", "18": "Wives, be subject to your husbands, as[v] it is fitting in the Lord. ", "19": "Husbands, be loving your wives, and do not be bitter toward them. ", "20": "Children, be obeying your parents in all things, for this is pleasing in the Lord. ", "21": "Fathers, do not be provoking your children, in order that they may not be discouraged[w].", "22": "Slaves, be obeying your masters according-to[x] the flesh in all things, not with eye-service[y] as people-pleasers, but in sincerity of heart, fearing the Lord. ", "23": "Whatever you do, be working from the soul as for the Lord and not for people, ", "24": "knowing that from the Lord you will receive the payback[z] of [aa] the inheritance. You are serving[ab] the Lord Christ! ", "25": "For the one[ac] doing-wrong will receive-back what he did-wrong, and there is no respect-of-persons. "}