{"1": "I am the man who has seen affliction under the rod of his wrath;", "2": "he has driven and brought me into darkness without any light;", "3": "surely against me he turns his hand again and again the whole day long.", "4": "He has made my flesh and my skin waste away, and broken my bones;", "5": "he has besieged and enveloped me with bitterness and tribulation;", "6": "he has made me dwell in darkness like the dead of long ago.", "7": "He has walled me about so that I cannot escape; he has put heavy chains on me;", "8": "though I call and cry for help, he shuts out my prayer;", "9": "he has blocked my ways with hewn stones, he has made my paths crooked.", "10": "He is to me like a bear lying in wait, like a lion in hiding;", "11": "he led me off my way and tore me to pieces; he has made me desolate;", "12": "he bent his bow and set me as a mark for his arrow.", "13": "He drove into my heart the arrows of his quiver;", "14": "I have become the laughingstock of all peoples, the burden of their songs all day long.", "15": "He has filled me with bitterness, he has sated me with wormwood.", "16": "He has made my teeth grind on gravel, and made me cower in ashes;", "17": "my soul is bereft of peace, I have forgotten what happiness is;", "18": "so I say, “Gone is my glory, and my expectation from the Lord.”", "19": "Remember my affliction and my bitterness,[a] the wormwood and the gall!", "20": "My soul continually thinks of it and is bowed down within me.", "21": "But this I call to mind, and therefore I have hope:", "22": "The steadfast love of the Lord never ceases,[b] his mercies never come to an end;", "23": "they are new every morning; great is thy faithfulness.", "24": "“The Lord is my portion,” says my soul, “therefore I will hope in him.”", "25": "The Lord is good to those who wait for him, to the soul that seeks him.", "26": "It is good that one should wait quietly for the salvation of the Lord.", "27": "It is good for a man that he bear the yoke in his youth.", "28": "Let him sit alone in silence when he has laid it on him;", "29": "let him put his mouth in the dust— there may yet be hope;", "30": "let him give his cheek to the smiter, and be filled with insults.", "31": "For the Lord will not cast off for ever,", "32": "but, though he cause grief, he will have compassion according to the abundance of his steadfast love;", "33": "for he does not willingly afflict or grieve the sons of men.", "34": "To crush under foot all the prisoners of the earth,", "35": "to turn aside the right of a man in the presence of the Most High,", "36": "to subvert a man in his cause, the Lord does not approve.", "37": "Who has commanded and it came to pass, unless the Lord has ordained it?", "38": "Is it not from the mouth of the Most High that good and evil come?", "39": "Why should a living man complain, a man, about the punishment of his sins?", "40": "Let us test and examine our ways, and return to the Lord!", "41": "Let us lift up our hearts and hands to God in heaven:", "42": "“We have transgressed and rebelled, and thou hast not forgiven.", "43": "“Thou hast wrapped thyself with anger and pursued us, slaying without pity;", "44": "thou hast wrapped thyself with a cloud so that no prayer can pass through.", "45": "Thou hast made us offscouring and refuse among the peoples.", "46": "“All our enemies rail against us;", "47": "panic and pitfall have come upon us, devastation and destruction;", "48": "my eyes flow with rivers of tears because of the destruction of the daughter of my people.", "49": "“My eyes will flow without ceasing, without respite,", "50": "until the Lord from heaven looks down and sees;", "51": "my eyes cause me grief at the fate of all the maidens of my city.", "52": "“I have been hunted like a bird by those who were my enemies without cause;", "53": "they flung me alive into the pit and cast stones on me;", "54": "water closed over my head; I said, 'I am lost.'", "55": "“I called on thy name, O Lord, from the depths of the pit;", "56": "thou didst hear my plea, 'Do not close thine ear to my cry for help!'[c]", "57": "Thou didst come near when I called on thee; thou didst say, 'Do not fear!'", "58": "“Thou hast taken up my cause, O Lord, thou hast redeemed my life.", "59": "Thou hast seen the wrong done to me, O Lord; judge thou my cause.", "60": "Thou hast seen all their vengeance, all their devices against me.", "61": "“Thou hast heard their taunts, O Lord, all their devices against me.", "62": "The lips and thoughts of my assailants are against me all the day long.", "63": "Behold their sitting and their rising; I am the burden of their songs.", "64": "“Thou wilt requite them, O Lord, according to the work of their hands.", "65": "Thou wilt give them dullness of heart; thy curse will be on them.", "66": "Thou wilt pursue them in anger and destroy them from under thy heavens, O Lord.”[d]"}