{"1": "Therefore, since Christ suffered[a] in the flesh,[b] equip[c] yourselves also with the same resolve[d]—because the one who suffered in the flesh has finished with sin[e]— ", "2": "in order to live the remaining time in the flesh, no longer for human desires,[f] but for God's will. ", "3": "For there has already been enough time spent in doing what the pagans choose to do:[g] carrying on in unrestrained behavior, evil desires, drunkenness, orgies, carousing, and lawless idolatry. ", "4": "So they are surprised that you don't plunge with them into the same flood[h] of wild living—and they slander you. ", "5": "They will give an account to the One who stands ready to judge the living and the dead. ", "6": "For this reason the gospel was also preached to those who are now dead, so that, although they might be judged by men in the fleshly realm,[i] they might live by God in the spiritual realm.[j]", "7": "Now the end of all things is near; therefore, be serious and disciplined for prayer. ", "8": "Above all, maintain an intense love for each other, since love covers a multitude of sins.[k] ", "9": "Be hospitable to one another without complaining. ", "10": "Based on the gift each one has received, use it to serve others, as good managers of the varied grace of God. ", "11": "If anyone speaks, it should be as one who speaks God's words; if anyone serves, it should be from the strength God provides, so that God may be glorified through Jesus Christ in everything. To Him belong the glory and the power forever and ever. Amen.", "12": "Dear friends, don't be surprised when the fiery ordeal[l] comes among you to test you as if something unusual were happening to you. ", "13": "Instead, rejoice as you share in the sufferings of the Messiah, so that you may also rejoice with great joy at the revelation of His glory. ", "14": "If you are ridiculed for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you.[m] ", "15": "None of you, however, should suffer as a murderer, a thief, an evildoer, or a meddler.[n] ", "16": "But if anyone suffers as a “Christian,” he should not be ashamed but should glorify God in having that name. ", "17": "For the time has come for judgment to begin with God's household, and if it begins with us, what will the outcome be for those who disobey the gospel of God?", "18": "And if a righteous person is saved with difficulty, what will become of the ungodly and the sinner?[o]", "19": "So those who suffer according to God's will should, while doing what is good, entrust themselves to a faithful Creator."}