{"1": "This is the vision that Isaiah (son of Amoz) saw and what he prophesied about Judah and Jerusalem during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah in Judah:", "2": "In the time of Isaiah, prophets are known to be astute observers of their particular times and places. They speak what they understand to be God's words to the people about how their thoughts and actions, especially their actions, relate to God's expectations for them. When the people fall short of such expectations, prophets tell them what God thinks and what the consequences might be. Listen and take note, from the farthest reaches to the nearest! Listen up heaven and earth, for the Eternal One has spoken. He is not happy with the children He raised. Eternal One: Despite all I've done, My children have rebelled against Me.", "3": "Oxen know their owners; even donkeys know where their master feeds them, But Israel is ignorant. My very own, they ignore Me.", "4": "Truly this is a wicked nation, a people fat with wrongdoing, Like a litter of miscreants, a pack of wilding adolescents. They've rejected the Eternal, despised the Holy One of Israel; they've turned their backs on Him.", "5-6": "Why do you insist on taking a beating? Why do you persist in such reckless rebellion? Your bodies already suffer head to toe— your heads ache and hearts flutter; Your skin is covered with bruises, swollen with welts, and gaping with wounds, with no tending, no healing, no soothing.", "7": "Your country is a waste. Your cities are dead, sooty rubble. Your farms and fields are consumed, everything you worked for destroyed by foreign armies as you look on—helplessly.", "8": "Zion, our portion of heaven on earth, is no longer protected; Jerusalem stands like a watchman's shelter in a vineyard, Like a hut in a melon field, like a city assaulted and besieged.", "9": "Except for the fraction of us who hang on by the grace of the Eternal, Commander of heavenly armies, We'd be destroyed and deserted like Sodom and Gomorrah, utterly done in.[a]", "10": "Listen to the word of the Eternal One, you rulers of Sodom! Attend to God's instructions, citizens of Gomorrah!", "11": "Eternal One: What do I care for all of your slaughter-gifts? I have had enough of your burnt offerings. I'm not interested in any more ram meat or fat from your well-fed cattle. The blood of bulls, lambs, or goats does not please Me.", "12": "When you come into My presence, who told you to trample down the courtyard of My temple bringing all of this?", "13": "Just stop giving Me worthless offerings; your incense reeks and offends Me! Your feasts and fasts, your new moons and Sabbaths— I cannot stand any more of your wicked gatherings.", "14": "Likewise, I deplore your holidays, those calendar days marked specially for Me; They weigh Me down. I am sick and tired of them!", "15": "When you summon Me with your hands in the air, I will ignore you. Even when you pray your whole litany, I won't be listening Because your hands are full of blood and violence.", "16": "Wash yourselves, clean up your lives; remove every speck of evil in what you do before Me. Put an end to all your evil.", "17": "Learn to do good; commit yourselves to seeking justice. Make right for the world's most vulnerable— the oppressed, the orphaned, the widow.", "18": "Come on now, let's walk and talk; let's work this out. Your wrongdoings are bloodred, But they can turn as white as snow. Your sins are red like crimson, But they can be made clean again like new wool.", "19": "If you pay attention now and change your ways, you can eat good things from a healthy earth.", "20": "But if you refuse to listen and stubbornly persist, then, by violence and war, you will be the one devoured. These things were spoken by the very mouth of the Eternal.", "21": "O that city, once so loyal, has become a prostitute. Where there had been perfect justice, equity and compassion, Now there are murderers.", "22": "All that once made your community shine like silver is now tarnished, your best drink watered down like a cheapskate's wine.", "23": "Your leaders are liars, running around with thieves, wheedling for bribes—greedy for “contributions.” They don't defend the needy and pay no attention to the weak.", "24": "Consequently, the Eternal, Commander of heavenly armies, the Mighty One of Israel, will not keep quiet. Eternal One: Oh yes, I will get relief from my enemies and settle the score with My foes!", "25": "I will take action against you, My sinful children, burning off whatever is worthless, purging whatever is impure.", "26": "I will bring back legislators who have integrity, people like your founding fathers—principled decision-makers. Then your city will be called honorable and just, a model of ethics, trustworthy, and strong.", "27": "In that way, this place Zion will pass the test: the city restored by justice, her citizens delivered by repentance.", "28": "But those who arrogantly persist in doing wrong will be crushed. Whoever abandons the Eternal will be done in.", "29": "You will be ashamed because you found pleasure in idols and oaks; you will suffer disgrace because you bowed before images in gardens.", "30": "Like a tree that withers, like a garden without rain, you will fall apart, fade, and dry up.", "31": "And those who seem strong among you will become dry straw, their work the spark that sets it all ablaze, Burning everything to the ground and there won't be anyone around to stop it."}