{"1": "For the Eternal will extend mercy to Jacob, this family of God's people. God will choose Israel all over again, and He will settle them in comfort and rest back on their land. Others who are unrelated will want to join them and stick close to the house of Jacob, God's promise people, ", "2": "who will take them in. These others will work for and among Israel. Whoever used to hold Israel captive—controlling the people's every moment and every move—will in turn be controlled by Israel; and whoever used to oppress Israel will instead be subject to Israel.", "3": "Ah, Israel, there will be a time when the Eternal will give you rest from the burden of your labor, the pain of your servitude. ", "4": "And then you will take up this chant against the fallen king of Babylon: People: How silent and still the oppressor; the pressure is gone; the raging is done!", "5": "The Eternal has broken the hold of the wicked, snapped the staff and the scepter of tyrannical rulers.", "6": "They would stop at nothing to beat, batter, and bruise the nations, constantly raging as they hunted down and tyrannized the peoples.", "7": "The whole earth, mountains to sea, breathes a sigh of relief; the peace and quiet erupts into a lively, joyful song.", "8": "The cypresses and cedars of Lebanon rejoice at his demise, singing: “You can't hurt us anymore. Now that you've been cut down, No one comes to cut us down!”", "9": "O Babylon, the land of the dead is excited to greet you at its door. Your king will enter the grave with ghastly pomp. It stirs the shadows and spirits of the dead—all long forgotten leaders— it arouses all the dethroned kings of the nations to welcome your arrival.", "10": "These departed souls will respond to you with rattling voices, Departed Souls: Even you, who were so powerful and unstoppable in life, have been weakened just like us!", "11": "All of your pomp and power and the music of your harps join you here where the dead abide, Where maggots squirm beneath you, where worms cover you like a blanket.", "12": "My, how you've fallen from the heights of heaven! O morning star, son of the dawn! What a star you were, as you menaced and weakened the nations, but now you've been cut down, fallen to earth.", "13": "Remember how you said to yourself, “I will ascend to heaven—reach higher and with more power— and set my throne high above God's own stars?” Remember how you thought you could be a god, saying: “I will sit among them at the mount of assembly in the northern heights.", "14": "I will rise above the highest clouds and make myself like the Most High”?", "15": "Hah! Instead, you have sunk like a stone to where the dead abide. You've hit bottom of the bottommost pit.", "16": "People peer down at you from above, and their curiosity overflows. People: Wow, is this the man who once terrorized the world? Is he the one who rocked the earth's kingdoms and threatened us with disaster?", "17": "Is he the one who turned the bustling cities of the world into a wasteland, and never let the prisoners of war go home?", "18": "While all the other world leaders are memorialized with honor, and each occupies his own elaborate tomb,", "19": "You will be reviled and disgraced—your tomb desecrated, your corpse thrown aside like a worthless branch. Those slain in battle, pierced by swords, will cover you; you'll go down to the pit like a corpse left on the battlefield.", "20": "Because you wrecked your own land and killed your own people, your corpse will not share in the honor of a proper burial. May the offspring of such evil never be mentioned again; don't speak their names or hear their tales.", "21": "Let them be obliterated because of their fathers' wicked deeds so that they never have a chance to follow in their steps, Terrorizing and possessing the earth, filling up the world with their cities! Then people can live in normalcy and peace.", "22-24": "Eternal One: 22-24 I will move against Babylon and put an end to her future generations. I will cut them off—leaving no survivors—so that your oppressors will become nameless and faceless shadows. I'll sweep that city with My broom of destruction and turn its pools into stagnant marshes and leave its ruins to be ruled by wild animals. God swears that our oppressors will be punished. The Eternal, Commander of heavenly armies, makes this pledge. Eternal One: Things will happen as I plan. Things will be as I determine.", "25": "I will break Assyria's hold on My land; on mountain after mountain I will trample over them. Then My people will no longer have to bow beneath the Assyrian yoke or bear up under its heavy burden.", "26": "Because I, God of earth and heaven, have devised a plan for the whole earth; I have reached out and am ready to effect change among the nations.", "27": "And who can argue with that or stand in God's way? The Eternal, Commander of heavenly armies, has determined That this is how it should be. And so it will be.", "28": "While most of Isaiah's messages are directed to the people of Judah, he pronounces other oracles against neighboring nations and empires. This is typical of most prophets. Chapters 13–23 contain a number of oracles (or prophetic messages) addressed to the nations and cities such as Assyria, Philistia, Moab, Damascus, Cush, Egypt, Babylon, and others. Each message is distinct, for the sins of their citizens and the threats they face are unique to them. Still each message contains an overriding, dominant claim: God is sovereign over all the earth; and although He has a special relationship with Israel and Judah, all the nations must ultimately bow before God. When our king, Ahaz, died having endured and survived Assyria's attacks against us, the prophet received this message.", "29": "Don't get too excited, Philistia, because your enemy is dead. The rod that struck you may be broken, But from the root of the serpent, a viper will come out; the offspring of that viper will be a flying cobra.", "30": "The poor among us will have enough to eat; the needy and most vulnerable will sleep in peace. But I will go after your key people with famine, and then wipe out any who remain.", "31": "Look out, Philistia; you will soon vanish! Let your gates and your city walls cry out! It'll be bad for you soon, because an army from the north Is bearing down on you, burning cities in its wake; and there is not a straggler in its ranks.", "32": "So, how do we answer the ambassadors of the nations? The Eternal has made Zion what it is— And His humbled and afflicted people will find shelter there."}