{"1": "A Refugee (to the Moabites): Bring tender lambs to the ruler of the land. From Sela through the desert to the beautiful mountain called Zion, maybe they'll let us in.", "2": "And indeed like birds whose homes were demolished, like baby birds torn from their nests, Moab's daughters, scattered and fluttering, arrive at the fords, ready to cross the Arnon River.", "3": "(to Jerusalem) Give us your best advice and do what is right. When the day is at its fiercest, hide us in your cool shade. Shield the trammeled and abused. Keep your mouth shut when our enemy comes looking, seeking us out.", "4": "Let these refugees of Moab come in and stay. Protect these tempest-tossed; be their hiding place, a shelter safe from the destroyer. See, when the one who has squeezed and oppressed you is gone and the forces of crushing violence wane in the land,", "5": "Then God will establish a royal throne, in loyal love— the One who rules there will be utterly reliable, With absolute integrity under the auspices of David. With a passion for justice, He will be quick to decide and do what is right.", "6": "God's answer to Moab's plea for help is none other than the Messiah. One day David's son will take the throne and rule with absolute justice. Oh yes, we've heard of Moab, how much they think of themselves— so important, so valuable, so hot-tempered; But we know it's just idle boasts.", "7": "Let them bemoan their destruction and fall—every last one of them. Go ahead, mourn, all you who were struck down; Cry for the raisin cakes of Kir-hareseth.", "8": "The productive fields of Heshbon are withering in the heat; the choice vines of Sibmah are decimated. The rulers of the nations are wreaking havoc across the land, crushing its grape clusters and leveling its old stout vines. Moab's tender shoots spread from Jazer to the desert, then right down to the sea[a] and even across it.", "9": "This is why I cry salty tears over Jazer, over the vines of Sibmah and over the fields of Heshbon. And God's-Ascent, Elealeh, I weep for you—over your branches, once so green and strong, now broken and brown with death. No one rejoices anymore over your fruits and harvest.", "10": "What joy these fields and orchards brought, what pleasure and delight, with their beauty, with their bounty. But no more cheerful shouts accompany the harvest of the vineyards. No one is left to press the grapes into wine. I have silenced all your joyous shouting.", "11": "My heart hums like a harp with grief for you, Moab. I ache with soul-sadness for Kir-hareseth.", "12": "When the people of Moab present themselves to their gods, when they weary themselves with frequent journeys to their high places, when they enter their sanctuary to pray, then they will find none of their gods are able to help them. ", "13": "This is the message the Eternal gave Isaiah earlier about Moab. ", "14": "But now He has another message. Eternal One: In just three years—as a hired hand might count them—the power and prestige of Moab will come to an end. Its population will be killed and scattered; only a few, the poor and powerless, will survive the onslaught."}