{"1": "A message about Damascus: An ethnic group of Arameans control what will one day be the southern region of Syria; it is known as Aram. Damascus is its capital. Out of fear of Assyria and its brutal expansion west, Israel and Aram form an alliance and try to bully Judah and her king, Ahaz, into joining the futile confederation. But the prophet Isaiah holds a different opinion. He boldly instructs the king not to make any alliances or form any confederation as the Assyrian threat grows; instead, the prophet says, trust in God and God will protect you. But Israel and Aram attempt to force Judah into their alliance, unseating her king and replacing him with someone they can control. So Ahaz makes an alliance, not with Israel and Aram, but with their enemy, Assyria. When he asks for the empire's help, they eagerly agree. Although Assyria assists Ahaz in warding off one threat, Assyria itself constitutes an even greater threat as Judah will soon experience. Eternal One: So much for the “city of Damascus.” It's done for. Soon it will be just a pile of rubble.", "2": "The towns around it[a] will empty of people and be turned back to open land. Imagine—sheep grazing and lying down where people used to live. There won't be a soul to scare them off.", "3": "The defenses of the Northern Kingdom, Israel, will fall— Ephraim's fortress walls will tumble down; Damascus will no longer rule itself. Aram—what is left of them—will resemble Israel's fading glory. That's what the Eternal, Commander of heavenly armies, says.", "4": "Eternal One: Israel will be humbled then too; our cousins, the children of Jacob, will lose their luster, their wealth and excess.", "5": "The land will resemble a field stripped until it is nearly bare, like when the harvest has come and gone, like the meager grain gleaned in the valley of Rephaim.", "6": "But some gleanings will remain like when olive trees are beaten, Where two or three olives remain at the top of a tree and four or five hold on tight to its fruitful branches. So says the Eternal One, Israel's God.", "7": "Then, in that day, people will turn to the One who shaped them. They'll look on the Creator, the Holy One of Israel,", "8": "And disregard the things they'd made into gods. They'll turn away from worthless, handmade objects, sacred poles, and incense altars.", "9": "And then, in that day, their great cities will be abandoned like defenseless outposts in a hilly forest, Like those deserted when the Israelites took the land; the scene will be eerily quiet and empty.", "10": "Israel's devotion to things of their own making will come to nothing. If God is not the center of their work and striving, every gain is in fact a loss. You have proven forgetful of God—how God pulls you clear of danger, how God stands firm, like a great Rock where you can take shelter. Because you have forgotten the one True God, you planted pleasant gardens and set out tender vines of a strange god.", "11": "They sprouted so quickly the day you set them out; they budded immediately the morning you planted them; But you will never gather any sweet grapes from them. What you reap will be illness and pain; that day will be filled with sadness.", "12": "Listen to the restless roar of the peoples! They roar like a fitful sea. Listen to the crashing thunder of the nations; they thunder like a powerful surge of water.", "13": "But even if they thunder like a wall of water, when God rebukes them, they will run far away; With a word they'll be driven like chaff in a mountain gust or dust in a windstorm.", "14": "In the evening, look, their enemies terrorize them; but by morning, they're gone. So it will be for those who attack and steal from us; those who take, take, take will come to nothing and run away."}