{"1": "A message about Egypt: The Eternal One will come winging in to Egypt On a swiftly moving cloud, making her idols quake. The Egyptians themselves will lose heart in the face of God.", "2-4": ", 4 The Lord, the Eternal, Commander of heavenly armies, says, Eternal One: I will subject the Egyptians to oppressive forces and heartless leadership of a dictator-king. I will make them turn against each other, Egyptian against Egyptian, a civil war, Right down to the houses within a neighborhood— city against city, district against district.[a] They'll lose all courage and I'll frustrate their plans. They'll seek the advice of long dead ancestors and empty idols, mediums and fortune-tellers. But it is I who determine their fate.", "5-7": "Egypt's waterways and everything that lives in them will dry up and die— saltwater and fresh, standing pools and running streams will all evaporate. All the reeds and rushes along the river's edge will wither and die and rot away. All the crops sown by the Nile will turn brittle and dry, to be blown away—completely away—by sultry winds.", "8": "The people who depend on these waters for their livelihood will see their lives and future evaporate before them. Fishermen who set their lines and cast their nets into the Nile will languish and mourn.", "9": "Weavers who comb flax into spinning fibers and produce linen will be deep in despair.", "10": "The solid citizens of Egypt will be crushed, and all who work hard for a day's wage will be deeply distressed.", "11": "The leaders of Zoan are fools! And those who count themselves among the Pharaoh's smartest counselors Base their advice on bizarre flights of fancy. How can you tell Pharaoh, “I am among the long line of Egypt's wise and an heir of ancient kings”?", "12": "I certainly don't see any such sages. If they're here, they should be able to tell you what the Eternal One, Commander of heavenly armies, has in store for Egypt.", "13": "The elite, the nobles from the northern delta south to bustling Memphis, have been overconfident, deluded fools. These cornerstones of society have led Egypt in the wrong direction, and Egypt pays the price.", "14": "The Eternal has mixed them up and confused them. God has frustrated Egypt's efforts in everything. Weaving and sick like an everyday drunk.", "15": "There will be nothing left for Egypt to do. Nobody—no head, no tail, no noble palm, no lowly reed— will be able to help Egypt.", "16": "Then, in that day, when the Eternal, Commander of heavenly armies, raises His hand and displays His power, the Egyptians will cower like frightened women. ", "17": "Egypt will even be terrified of our little Judah. Just the word “Judah” will set everyone trembling and shaking because of what the Eternal, Commander of heavenly armies, plans to do against them.", "18": "In that day, five cities in Egypt, one of which is called the city of destruction,[b] will adopt the language we speak in Canaan and swear to remain faithful to the Eternal, Commander of heavenly armies.", "19": "When that day arrives, there will be an altar for rituals, marking the Eternal's sacred space right there in the middle of Egypt, and a pillar erected to Him at its border. ", "20": "These will serve to notify everyone that the Eternal, Commander of heavenly armies, is present; God can and will be in Egypt. And if things get bad for them, the Eternal will respond to their cries for help by sending someone—a liberator and defender—to deliver them from their oppressors. ", "21": "The Eternal will make sure the Egyptians know Him. They will know and worship Him with gifts and praise, solemn promises and offerings. ", "22": "After all God's disciplining action, the Eternal will take them back with gentle care. After His punishment, there will be healing; the Egyptians will turn to Him, and He will hear and heal them.", "23": "Though Egypt and Assyria are mortal enemies, God is about to do something new for them both. The God of peace always seeks to make peace among the nations. When that day arrives, there will be a road connecting Egypt to Assyria and people of both nations will travel it to worship together, side-by-side. ", "24": "Our land of Israel, through which that road travels, will then be allied with these other great nations, and Israel will be a whole-earth blessing, the hub of proper worship. ", "25": "The Eternal, Commander of heavenly armies, declares such blessing: Eternal One: Egypt, too, shall be blessed and called “My people” and Assyria “My doing,” because I made it. Israel, of course, is simply Mine—now as before and as ever will be—“My heritage.”"}