{"1": "This is what Isaiah (son of Amoz) prophesied about Judah and its capital Jerusalem:", "2": "There will come a time in the last days when the mountain where the Eternal's house stands Will become the highest, most magnificent— grander than any of the mountains around it. And all the nations of the world will run there, wanting to see it, feel it, fully experience it.", "3": "Many people of all languages, colors, and creeds will come. People: Come! Let's go to the Eternal's mountain, to the house of the God of Jacob, So that we might learn from Him how best to be, to go along in life as He would have us go. After all, the law will pour out from Zion, the word of the Eternal, from Jerusalem.", "4": "God will decide what's fair among nations and settle disputes among all sorts of people. Meanwhile, they will hammer their swords into sickles, reshape their spears into pruning hooks. One nation will not attack another. They will not practice war anymore.", "5": "Isaiah sees an amazing picture of the future, a future which only God can create. In that vision, Jerusalem and the temple of the only God will sit on the highest mountain at the center of the world. In that day, all the nations of the world will stream to the holy city and seek God's guidance and instruction. God will sit as King and Judge, dispensing real justice—not some man-made counterfeit—not only in international but also local matters. Perhaps, most amazingly for a world weary of war, this will be a time when war is a thing of the past and its lethal instruments are turned into tools for life and peace. O house of Jacob—people of the promise—come, come walk with me by the light of the Eternal.", "6": "See, You have abandoned Your people,[a] the house of Jacob! For they have taken on attitudes and postures of other cultures, imitating anyone and anything that crosses their path Practicing divination like the Philistines, making deals with outsiders.", "7": "Their land is full of silver and gold, rich with mind-boggling wealth. Their countryside is full of warhorses; there are more chariots than you can count.", "8": "Their land is full of worthless idols. They worship their own creations; They bow down to what they have made, bought, and sold.", "9": "But now the people will be humbled, reminded of their simplicity and limits— don't just absolve them!", "10": "Get into the caves, hide in the dust, in the face of the Eternal's terrifying Self, in the face of His dread and enormous majesty.", "11": "The bubble of human pride will be burst; the arrogant will be pulled down from their pedestals. Then, finally, the Eternal, no one and nothing else, will be the center of attention, lifted up in high esteem.", "12": "The Eternal, Commander of heavenly armies, has identified a time for assault against the arrogant and proud, against all who think they're so indomitable. They will be humbled.", "13": "Against all the high and lofty: against the cedars of Lebanon and the oaks of Bashan,", "14": "Against the tallest mountains and the highest hills,", "15": "Against every watchtower and every defended border,", "16": "Against all the trading ships of Tarshish, against all the luxury vessels.", "17": "On that day, humankind's false pride will be shattered and pulled down.[b] Then the Eternal, no one and nothing else, will be the center of attention, Lifted up in high esteem.", "18": "As for all the idols, they will vanish.", "19": "People will hide themselves away in rocky caves and dusty holes in the ground in the face of the Eternal's terrifying Self, In the face of His dread and enormous majesty, when He comes forth to overwhelm the earth.", "20": "When that day arrives, people will leave behind the idols they made to worship—even those made of silver and gold, The things they felt were so important— to the moles and the bats.", "21": "They hide themselves away in rocky caves and clefts, in the face of the Eternal's terrifying Self, In the face of His dread and enormous majesty, when He comes forth to overwhelm the earth.", "22": "Stop believing in human beings as so amazing, so capable! We are short-lived, only a breath from death and worth as much. What makes us think we're so special?"}