{"1": "When that time arrives, the people of this place called Judah will sing this song: People: By the grace of God, our city is strong; its structures and defenses He made secure.", "2": "Now open the gates to welcome the righteous, so that those who keep faith may enter in.", "3": "You will keep the peace, a perfect peace, for all who trust in You, for those who dedicate their hearts and minds to You.", "4": "So trust in the Eternal One forever, for He is like a great Rock—strong, stable, trustworthy, and lasting.", "5": "He humbles the high and mighty. Even the indomitable city falls before His strength, reducing it to dust.", "6": "The feet of the poor, the weak, the infirm and forgotten will trample the dust of the formerly great.", "7": "The path of those who do right is straight and smooth. O God, You who are upright, You make the way of the righteous level.", "8": "When we act in justice and righteousness—following Your laws—we wait for You. We are eager to hear Your holy name and remember Your ways.", "9": "At night I long for You with all that is in Me. When morning comes, I seek You with all my heart. For when Your justice is done on earth, then everyone in the world will learn righteousness.", "10": "If grace is extended to those who do wrong, the perpetrators never learn what is right. Even when surrounded by upright people, they gravitate to evil and never even notice the awesome beauty of the Eternal.", "11": "O Eternal One, even when Your hand is raised against them, they do not see it. When they finally do see how passionately You act on the people's behalf, they will be ashamed. Ah, let the fire that consumes Your enemies consume them.", "12": "Eternal One, You are preparing peace for us; in fact, everything we have accomplished has come from You.", "13": "Others have tried to rule over us, but You, Eternal One, are our God. At the end of the day, when all is done, we acknowledge only You.", "14": "But now these would-be rulers are dead, never to live again; these shadowy spirits will never rise. You have punished and utterly destroyed them— You erased every memory of them.", "15": "By contrast You have made this people great, Eternal One— made this nation vital and strong. To you be all glory! You have expanded the borders of this land.", "16": "When You corrected their wrongdoing, Eternal One, they could hardly even whisper a prayer. Weak with distress, they looked to You for help.", "17": "You witnessed us twist and turn before You, O Eternal, like a birthing woman in agony of labor.", "18": "We were that woman, laboring to deliver, but we gave birth only to futility and emptiness. We couldn't deliver the earth, save it, renew it. We couldn't make it teem with life.", "19": "But Your dead will live; their lifeless bodies will rise up again! You who sleep in the dust, get up and shout for joy! The dew of a new day will wash you glistening fresh, and the earth will push forth those who had passed before.", "20": "O my people, hide in your rooms for a time. Shut the doors behind you and hide away until God's anger has passed.", "21": "See here, the Eternal One will emerge from His place to punish the earth's inhabitants for their wrongdoing. The earth will not hide the blood that has been spilled into her dust; she will no longer cover those who have been murdered."}