{"1": "On that day, the Eternal One will unsheathe His sword—fierce, great, and strong—and punish the monster of chaos and terror, Leviathan the fleeing serpent. He will strike Leviathan, the twisting serpent, and slay the dragon of the sea.", "2": "In that day, O joy, sing out about the vineyard most fruitful.", "3": "Eternal One: I, the Eternal One, tend and keep this vineyard; I water and guard it day and night, Protecting it against any that might wish to harm it.", "4": "I am empty of anger. If it produces nasty weeds and thorns, I will simply stomp them down and burn them up.", "5": "But let My vineyard look to Me for protection and nurture; let it seek My peace; let it seek My peace.", "6": "In days to come this people, Jacob, will take root; Israel, My promise people, will burst into bloom And fill the whole world with fruit to enjoy.", "7": "Has God struck Israel as He struck those who struck her? Has she been killed as her killers were killed?", "8": "By driving her away, You have dealt with her; You blew her away with a fierce blast As when the east wind comes ripping through. You sent her away to live as strangers in a foreign land.", "9": "In this way, the people descended from Jacob will have their sins forgiven. This is how they'll pay in full the penalty for their wrongdoing— When God crumbles all the stones of their altars into dust like chalk, and when not one of their sacred poles and incense altars is left standing.", "10": "The city that had been so strong and vibrant is isolated and alone, abandoned, a deserted wilderness. Calves munch through it, lounging around and eating whatever twigs dare to shoot up.", "11": "When the branches are dead and dried and broken, women will gather and burn them up. For these people are foolish and lack understanding, so their Creator will not be compassionate toward them. Though He made them, He will not show them favor.", "12": "On that day, people of Israel—people of promise—the Eternal will thresh the lands from the Euphrates to the Nile, from Mesopotamia to Egypt, and gather you up one by one. ", "13": "With a great trumpet blast, everyone who was dying in captivity—in Assyria and Egypt—will come to worship the Eternal on the holy mountain that is Jerusalem."}