{"1": "For generation after generation of God's people who have watched their country being attacked repeatedly and humbled by their enemies, Isaiah's words must provide a great deal of comfort. Nothing could be more traumatic than to know that the temple to the one True God is under siege and finally destroyed. When Isaiah's words are heard, many audiences must think of a restored temple in Jerusalem. God Himself is promising to lay the foundation for that restored temple, assuring that those who trust in His work will never have to rush around again to figure out how to save themselves from another invader. God's foundation will hold firm, no matter what, so there is every reason to be confident. Early Christians see in Isaiah's message a promise of a new temple, a temple not made with hands. Simon, whom Jesus names “Rock” (Peter), refers to this prophecy when he writes of believers coming to Jesus to form a spiritual house (1 Peter 2:6). Jesus' followers confess Him to be the stone that forms the foundation for God's new temple. He is the cornerstone: though rejected by some, He is chosen and precious in God's sight. O Ariel, woe to you Ariel, our Jerusalem, where David set up his camp to stay. Go ahead, go on with your fruitless festivals, your calendar of events, year in and year out.", "2": "In the meantime, I will trouble Ariel to the point of mourning and crying. She will be for me a fiery hearth.", "3": "I will surround you, enclose you, cut you off. I will isolate you from aid or reprieve; I will attack the city walls with towers and siege works.", "4": "That will humble you so low, you'll speak from the earth itself. And when you do, your voice will issue from the very dust where you lie; Your voice will rise from the ground like the voice of a ghost, like a soft whisper from the earth.", "5": "But in an instant your ruthless enemies, who seem too many to count, will become as fluttering dust, as wind-driven chaff. They will be blown away in the snap of a finger.", "6": "For the Eternal, Commander of heavenly armies, will visit you with thunder and earthquake and great noise, With raging wind and tempest and consuming fire.", "7": "And all those armies intent on destroying Ariel, that great international coalition of Jerusalem's enemies Battering against the city of God, will disappear. They'll evaporate like a night's dream in the light of day.", "8": "As when a starving person dreams of eating at a banquet and wakes hungry, or a thirsty person drinking his fill in sleepy night visions Finds himself still parched when the morning comes, that's how it will be for the horde attacking Mount Zion, His chosen place.", "9": "But it will take some time. Wait and wonder. In the meantime, make yourselves unable to see or understand. Make yourselves drunk and unsteady, but not from wine or liquor.", "10": "For the Eternal One has poured you a cup of sleep— deep, heavy sleep. O prophets and seers, He has closed your eyes and covered your heads.", "11-12": "Everything God is disclosing to you will be like the words recorded in a book that is sealed. When it is given to one who is literate, he can't read it because it is sealed. When it is given to one who is illiterate, he can't read it because he doesn't know how.", "13": "The prophet's message seems inaccessible or unintelligible to many. For some, a few rituals are enough. But a relationship with God demands a complete commitment to something, Someone greater. Eternal One: 13 These people think they can draw near to Me by saying the right things, by honoring Me with their lips, but their hearts are far away from Me. Their worship of Me consists of man-made traditions learned by rote; it is a meaningless sham.[a]", "14": "Therefore, I will do something extraordinary with this people. I will add wonder to wonders— Shut down the wisdom of their wise and hide what the discerning have figured out.", "15": "Oh, it'll be bad for those of you who conceal your thoughts from the Eternal, who do your deeds in the dark and say: “Who sees us? Who knows what we are doing?”", "16": "Do they really think that God cannot know what they have hidden, so dark and deep? They are sure to be surprised. My goodness, how you've turned things around! You seem to think that the potter is equal to the clay; Should the pot say about the potter, “He didn't make me”? Or does the thing formed say about the one who formed it, “He doesn't understand anything”?", "17": "Surely you know that in just a little while the forests that clothe Lebanon will become rich fields And the fields will be considered as valuable as the forests.", "18": "Then the deaf will hear the words read from a book, and darkness and gloom will fall from the eyes of the blind.", "19": "A renewed sense of joy will come over the humble, thanks to the Eternal; and joyous celebrations will break out among the poor, because of the Holy One of Israel.", "20": "For cruelty and mean-spiritedness will come to an end, and those who laugh dismissively will be silenced. All those who are determined to do evil will be cut down.", "21": "Those who level a false charge against an innocent person, who twist an honest testimony and tell lies in order to incriminate the innocent, will be stopped.", "22": "So the Eternal One, who rescued Abraham, says concerning Jacob: Eternal One: The people of Jacob's line will no longer be ashamed, nor will they grow pale with embarrassment.", "23": "For when they lay eyes on their children, the work of My hands, they will protect My name and keep it holy. They will recognize that I am sacred, the Holy One of Jacob, and stand in awe of Me, the God of Israel.", "24": "Whoever thought otherwise and wandered off will know the truth, and whoever said otherwise and voiced criticism will quietly learn."}