{"1": "See here! The Eternal, Commander of heavenly armies, will take away the supply of bread and water— the whole supply—from Jerusalem and Judah.", "2": "He will take away their heroes and warriors, judges and prophets, fortune-tellers and elders,", "3": "He will take away their military officers and high-ranking officials, advisers and skilled workers, and experts with charms and amulets.", "4": "In the chaos of their absence, I will make mere kids rule. Even infants will govern them,", "5": "Leaving people to take advantage of each other, making their lives miserable. Youngsters will terrorize the elderly, and the most despicable will bully the upstanding.", "6": "Desperate people will grab anyone who seems the least bit ordinary. People: You managed to hold on to your coat, so you must be our leader; this heap of rubble will be under your command!", "7": "Chosen Leader: I will not play the nurse for your wounds. Do not elect me to lead the people—I can barely feed and clothe my own.", "8": "O how this precious city, this Jerusalem, has gone wrong, and Judah is in shambles. For all they say and do is an affront to the Eternal, resisting His glorious presence.", "9": "The look on their faces tells the true story; they flaunt their sins like Sodom. They don't even try to hide them—how terrible it will be for them, for they will pay for their self-serving carelessness.", "10": "Tell those who have done right in the eyes of God that all will be well for them, For they will be rightly rewarded.", "11": "But whoever persists in wrongdoing will rue the day— everything will go wrong for him— Whatever he's done will come back to him.", "12": "Oh, how I ache for my people! They are oppressed by children, ruled by women, naïve and inexperienced. O my people, your leaders are misleading you, guiding you down the path to disaster.", "13": "But now the Eternal is taking the bench; He's ready to judge; He rises to lay out the people's case.", "14": "The Eternal will bring charges against those in positions of authority over His people. Eternal One: You are charged with devouring everything in the vineyard, and leaving nothing for the needy. You've ransacked the poor to fill your houses.", "15": "How dare you! How dare you crush My people, and grind the faces of the poor into the ground! This is what the Eternal, Commander of heavenly armies has to say.", "16": "Eternal One: Because the daughters of Zion are so proud, so preoccupied with themselves—strutting and flirting, Skipping and dancing, winking and giggling for attention—", "17": "I will shame them with unsightly scabs on their heads, these daughters who should be the pride of Zion, God's precious place. I will make them feel naked when I uncover their foreheads and make them bald.", "18-23": "Under God's judgment they will lose all the things they have that make others notice, desire, or envy them. When the time comes, the Lord will simply take away the jewelry for their ankles, heads, noses, arms, ears, wrists, and fingers; these chains and gems, baubles and bangles, sashes and veils, perfume bottles and lucky charms, festive clothes and undergarments, purses and mirrors—everything that consumed their attention to get attention.", "24": "Then instead of a lovely scent—they'll smell of decay; instead of leather belts—they'll don a rope; Instead of a cut and style—they'll have bald heads; instead of silky-soft fabric—they'll put on scratchy burlap sacks; Instead of beauty—they'll be branded with shame.", "25": "Jerusalem, your fathers and sons will be slaughtered, your valiant protectors killed in battle,", "26": "And your gates will cry out in grief. The city will sit in a heap on the ground, desolate and empty."}