{"1": "Look, a good king, right with God, along with princes, too, will rule with justice.", "2": "For the people they'll be like cover from the storm, a wall against the wind. They'll be like streams of water in a dry place and the cool shade of a giant boulder in the burning sun.", "3": "Then the eyes of those who see will see indeed, and the ears of those who hear will listen.", "4": "Careless and impulsive minds will take time to really understand, and clear speech will return to the shy stutterer.", "5": "Fools will no longer be called noble-minded, nor will criminals be respected.", "6": "For fools utter nonsense, and their minds are preoccupied with evil; they regularly misrepresent the Eternal in what they say and do, Leaving true seekers frustrated and confused, the hungry with empty stomachs and the thirsty with parched mouths.", "7": "As for the criminals—their schemes are vile and evil; they are constantly looking for ways to hurt the innocent, To ruin the poor with their lies, and to twist a justified complaint.", "8": "By contrast, those who are noble have noble intentions, and they stand confidently by their honorable words and actions.", "9": "Isaiah looks down the corridors of history to see the arrival of a good king who will do what is right, repair what is broken, and restore justice to the oppressed. More than any other prophet, Isaiah speaks of this coming king, God's anointed ruler. When the Messiah comes, He will shelter His people from harm and deal finally, decisively with evil. No longer will wrong be called right, folly be celebrated, evil triumph, and complacency and apathy rule the day. When this good king arrives, the world—with all of its problems—will be set right. Get up, you women who lie around in your life of ease; hear my voice, you careless daughters, and listen to what I have to say.", "10": "Soon—in a year and a few days—you will shudder and shake; your mindless lounging will come to an end, careless daughters. For the wine you so enjoyed will be gone, with none to replace it. There will be no fruit, no grapes to mash and juice.", "11": "Be worried, women of ease; be bothered and anxious, careless daughters. Strip off your fine clothes and replace them with sackcloth; dress for mourning.", "12": "Beat your breasts over the loss of those lush vineyards, over the vines, heavy with fruit.", "13": "Mourn over my people's land, verdant and lush, now the habitat of thorns and briars— Yes, for all the happy homes and vibrant cities.", "14": "Palaces and bustling cities will be abandoned; hilltop posts and watchtowers will serve as caves for animals; wild donkeys and flocks will enjoy the wide open spaces.", "15": "So it will be until God pours out the Spirit from up above, and the land comes alive again—desert to fertile field, fertile field to forest.", "16": "Then justice and truth will settle in the desert places, and righteousness will infuse the fertile land.", "17": "Then righteousness will yield peace, and the quiet and confidence that attend righteousness will be present forever.", "18": "My people's homes and hometowns will be filled with peace; they'll relax, safe and secure.", "19": "Before such reconciliation, there will be cold, hard hail, raining down when the forests fall and the cities are razed to the ground.", "20": "And you, you who plant on streams' edges and let your oxen and donkeys range free, You will be happy."}