{"1": "When King Hezekiah heard the report, he, too, was terribly distressed. He tore his clothes, changed into sackcloth, and went to the Eternal's house. ", "2": "He sent Eliakim, the palace administrator, along with Shebna, the royal secretary and some senior priests—who were also covered in sackcloth—to fetch Isaiah the prophet (Amoz's son).", "3": "Hezekiah's Men (to Isaiah): 3 Hezekiah is terribly upset. The king said, “This is a calamitous day. It is marked by anguish, chastisement, and disgrace. Things are as desperate for us as for a pregnant woman weakened by labor who cannot deliver the baby because she is physically spent from the birth pangs.”", "4": "Hezekiah implores you, Isaiah, “Pray for the remnant that is left here in Jerusalem. Maybe the Eternal One your God will notice how blasphemous the Rabshakeh is (on orders from his master the Assyrian king) and punish them because of what the living God heard him say.”", "5": "When the men delivered their message as the king requested, Isaiah responded.", "6": "Isaiah: 6 Go back to Hezekiah, your lord and king, and give him these sure words of confidence and hope: The Eternal One says, “Don't let the blasphemous threats delivered by the servants of the Assyrian king make you doubtful or afraid. ", "7": "Watch! I am going to trick him, to set a spirit against him. Just when he is ready to attack you, he's going to hear a rumor that there are problems back home in Assyria and he will return there. Not only that, but once he's back, he will die by the sword in his own land.”", "8": "Meanwhile, the Rabshakeh learned that Sennacherib had left Lachish and was already engaged in battle against the city of Libnah. ", "9": "Now the Assyrian king heard that Tirhakah, the king of Cush, had allied himself with the Judeans and was coming to fight against him. The news prompted him to send messengers to Hezekiah with another message.", "10": "Rabshakeh: 10 Tell the Judean king, Hezekiah, “Don't listen to your God, whom you're counting on, when He tells you that the king of Assyria won't conquer Jerusalem. ", "11": "Look around you, and listen to the reports of what the Assyrian king has already done to the neighboring nations. How can he destroy them and let you get away? ", "12": "This line of Assyrian kings has demolished all sorts of nations and peoples. Think of Gozan, Haran, Rezeph, and the children of Eden in Telassar. None of their gods saved them. ", "13": "While we're at it, what do you think happened to the kings of Hamath, Arpad, Sepharvaim, Hena, and Ivvah? We destroyed them. You'll not get away.”", "14": "When Hezekiah got the written message, he read it. Then he took it to the temple, spread it out before the Eternal One, ", "15": "and began to pray.", "16": "Hezekiah: 16 Eternal, Commander of heavenly armies, who sits enthroned above the winged guardians—You alone are God. Only You are supreme over all the nations and kingdoms of the earth. And only You have made the heavens above, the earth below, and everything in them. ", "17": "Please, please listen, Eternal One. Attend to us here and now; look and listen. Hear all that Sennacherib said, and all that he wrote, to ridicule You, the living God. ", "18": "Eternal One, he's right about how the Assyrian kings have destroyed other nations and taken over their lands. ", "19": "And sure, they ruined the gods of those nations, smashed and burned them. But those were not real gods, only the product of human hands, shaped of stone and wood. That is why they could be destroyed. ", "20": "I implore You, Eternal One our God, help us. Save us from the onslaught of these Assyrians. Make it clear to the whole world that You alone are the Eternal One, that You alone are God.", "21-22": "And Hezekiah got a response. The prophet Isaiah, Amoz's son, relayed this to him: Isaiah: The Eternal, Israel's God, the God to whom you prayed concerning the Assyrian king, has this to say against Sennacherib: Eternal One: The virgin daughter of Zion, lovely lady that she is, despises you, mocks you. The daughter of Jerusalem tosses her head and rejects you.", "23": "After all, who is the one you've taunted and insulted? Who is the one you've slandered with untruths, ugly and dismissive? Who is the one you shouted at and looked down upon with your arrogant eyes? None other than the Holy One of Israel!", "24": "By way of your servants' mouths, you have blasphemed my Lord. Foolish, foolish Sennacherib. You have boasted, 'My impressive company of chariots has taken me up the highest mountains, into the far reaches of the Lebanese forests. I myself felled its greatest cedars, cut down the best of its cypresses. I have been to its highest peak, and claimed its thickest forest.", "25": "I have dug wells wherever I wished, and drunk my fill of others' water. I have dried up Egypt's waterways simply by walking them.'", "26": "Ah, Sennacherib, haven't you heard, don't you know that long before you arrived, way back in ancient days, I determined all of this? I charted this course long ago, and now I bring it to pass. This is the reason why you turn well-fortified cities into heaps of rubble.", "27": "Their hapless citizens look on, helpless, shocked, and ashamed. They were temporary and fragile like grass in the field or tender new growth, like grass sprouting on rooftops Blasted by a burning wind before it can grow and become strong.", "28": "I know everything about you: where you sit, when you come, where you go. And I know your agitation against Me.", "29": "Because of this agitation, and because your smug sense of security has reached My ears, I will put My hook in your nose and My bit in your mouth, and turn you back on the road you came from.", "30": "(to Hezekiah) 30 Here is a sign for you: you'll know it's true by seeing that in three years, life will be normal again: This year you'll live off of what grows spontaneously. Next year, you'll live off of what grows from that. In the third year, you'll do the planting and harvesting—fields and vineyards—and eat from what grows. ", "31": "And those who have survived in this land of Judah—this remnant—will strengthen their roots and become productive again.", "32": "A small group of survivors will emerge from Jerusalem, from Zion, the mountain of God's choosing. Isaiah: The intensive passion of the Eternal, Commander of heavenly armies, will drive this to completion.", "33": "Here is what the Eternal says concerning the Assyrian king. Eternal One: He will not come into this city. He will not shoot an arrow at it or approach it with a shield or build a siege ramp against it to come over its walls. ", "34": "Instead he will turn around and go back the way he came. He absolutely will not come into this city. ", "35": "I will defend Jerusalem. I will save this city for My sake and the sake of David, who reverently served Me.", "36": "Shortly after that, the special messenger of the Eternal One killed 185,000 Assyrian troops. When the morning came, the people could see all the dead bodies strewn around the camp. ", "37": "So Sennacherib, king of Assyria, broke camp and went back to live in Nineveh, his capital in Assyria. ", "38": "But one day, while he was worshiping his god Nisroch in that temple, his sons Adrammelech and Sharezer attacked and killed him. They immediately fled to Ararat, leaving the throne empty. So Esarhaddon, another of Sennacherib's sons, became Assyria's king after him."}