{"1": "Eternal One: Keep quiet and listen to Me, lands along the seacoast; give the people of the nations a chance to regain their strength. Let them come close, all together, to speak their minds and present their case; let's consider the facts and make a judgment.", "2": "Who brought up this eastern hero? Who called up his justice service? He lays nations at his feet and makes an end of their kings. With a thrust of his sword and the bend of his bow, this hero turns kings and their armies into dust.", "3": "With agility and speed unmatched, he chases them down and is himself unscathed, even though he is passing over unfamiliar land.", "4": "Who has performed these deeds and accomplished this purpose? Who calls each generation into being from the first on down? It is I, the Eternal One your God. I am the first. And to the very last, I am the One.", "5": "The lands along the seacoast have seen and are scared. The ends of earth take to shaking and yet still they draw near.", "6": "They try to bolster each other up saying, “Have courage, brother, have courage!”", "7": "Recognizing their mutual dependence, the artisan encourages the goldsmith; the one who hammers the metal emboldens the one who welds, Saying, “Looks good! Fine job!” and fastens the idols together with nails, making it stand firm and stable.", "8": "The nations fashion new idols in the hopes these new gods will be able to protect them during the coming battles against the eastern hero, Cyrus of Persia. If powerful Babylon can fall before him and his mighty army, what chance do other nations have? But Israel has nothing to fear. For God's covenant people, Cyrus' rise to power is good news; his ascension and Babylon's defeat are God's answers to their anxious prayers. Cyrus' campaign to build his empire is not simply the will of man or a coincidence of history; it is the outworking of God's plan to redeem and restore His scattered people. It was God who sent His disobedient covenant partners into exile; it will be God who brings them back home. Eternal One: But you, My servant, Israel, Jacob whom I have chosen and descendant of My friend, Abraham,", "9": "I have reached to wherever you are in the farthest corners of earth, and the most hidden places therein. I have called to you and said, “You are my servant. I have chosen you, not thrown you away!”", "10": "So don't be afraid. I am here, with you; don't be dismayed, for I am your God. I will strengthen you, help you. I am here with My right hand to make right and to hold you up.", "11": "Look, everyone who hated you and sought to do you wrong will be embarrassed and confused. Whoever challenged you with hot-headed bluster will become as if they never were, and nevermore will be.", "12": "You may go looking for them, but you won't find them; because those who tried to fight with you will become as if they never were.", "13": "After all, it is I, the Eternal One your God, who has hold of your right hand, Who whispers in your ear, “Don't be afraid. I will help you.”", "14": "So don't be afraid, Jacob, though you are nothing but a worm. People of Israel, you little bug, you have nothing to fear. Eternal One: I will help you. I am One who saves you, the Holy One of Israel.", "15": "I will turn you into a formidable threshing sledge with brand new sharp blades that will mow down entire mountains and turn the hills into chaff.", "16": "You will separate value from waste, and a great wind and a strong storm will take away what is useless and unimportant. You will take joy in the Eternal. You will glow with pride in the Holy One of Israel.", "17": "And when people thirst, when those poor souls with parched tongues look in vain for something to drink, I, the Eternal, the God of Israel, won't leave them to suffer. I will respond", "18": "By making the hard, brown hills sparkle with streams of fresh water and causing valleys to come alive with springs. I will see that gentle pools wait on the desert floor for the weary traveler, and great fountains bubble up from dry ground;", "19": "In the desert, I will plant cedars, woody acacias, myrtles, and olive trees. I will establish great cypresses to flourish in the desert places, plant oaks and pine trees side by side.", "20": "They'll see all this and understand. They'll ponder together and come to know that it is the power of the Eternal One that produced this. They will know that the Holy One of Israel created it.", "21": "Eternal One: Present your case. Lay out your arguments and call your witnesses to appear before the King of Jacob.", "22-23": "God and Israel now become judge and jury as the nations bring their idols and make the case that their handmade gods can indeed predict the future. Come on and bring your idols. Now tell us what is to come, and while you're at it, tell us what happened before. Can you explain to us so that we, too, may understand? Go ahead, tell us what the future holds. Surely you can, if you are truly gods. Do good, or do bad. Just do something—anything—to amaze or frighten us.", "24": "Sure enough, you are not gods; you are nothing at all. You have nothing to show for your work or yourselves. Fools! Only fools would choose you to be their god. Detestable.", "25": "Eternal One: I, the Lord, I have called up for service one from the north, and he comes from the rising sun and he will invoke My name. He will render rulers like mud under his shoes, trampling them down like so much clay.", "26": "Did any of you gods tell us about this long ago, so we would know? Did any of you indicate to us that we might agree, “He is right”? No, no one told us. No one made an announcement, and no one hears what you say.", "27": "I was the first to say to Zion, “Look, here they are!” I sent a messenger to announce the good news to Jerusalem.", "28": "But I am looking, and there isn't anyone. I have asked around, and no one knows, no one can tell Me.", "29": "See here, all of these so-called gods are false; their works are nothing; These cast-metal images are like wind, sheer emptiness."}