{"1": "Eternal One: Remember who created you, O Jacob? Who shaped you, O Israel? See, you have nothing to fear. I, who made you, will take you back. I have chosen you, named you as My own.", "2": "When you face stormy seas I will be there with you with endurance and calm; you will not be engulfed in raging rivers. If it seems like you're walking through fire with flames licking at your limbs, keep going; you won't be burned.", "3": "Because I, the Eternal One, am your God. I am the Holy One of Israel, and I will save you. I have traded in nations to win you back, Egypt, Cush, and Seba, in exchange for your freedom.", "4": "Because you are special to Me and I love you, I gladly give up other peoples in exchange for you; They are trivial by comparison to your weighty significance.", "5-6": "So don't be afraid. I am here. I will reunite you with your children, bringing them back from wherever in the world they are—East, West, North, or South. No place will be able to hold you when I demand your release, when I order them, “Bring My children—My sons and daughters—from far away.", "7": "Bring the ones who are called by My name; the ones I made, shaped, and created for My profound glory.”", "8": "Even though they fail and seem blind and deaf (and not for lack of eyes or ears), bring them out.", "9": "All the nations gather together; peoples from all over the world assemble. Who among them could have forseen this? Let them call their witnesses to make their case, prove they are in the right— that it is the truth.", "10": "Eternal One: You are My witnesses; You are My proof. You whom I chose for special purpose, My servant, in order that you would know Me, trust Me, be faithful to Me, Understand that I alone am God; no god was formed before Me, and there will be no god after Me.", "11": "I, I am the Eternal; there is no Savior except for Me,", "12": "I alone told that this victory would happen. Then I saved you and made it known. No other god worked among you—You know the truth. You can testify that it is so; as I declare, I alone am God.", "13": "Indeed, from day one, I am He. No one can wrest another from My hand. I make things happen; who can turn them around?", "14": "The Holy One of Israel, the Eternal One who redeemed you, says, Eternal One: For your good, I will send another against Babylon and make all of them outcasts from their own land; The Chaldeans will set sail and try to escape on their celebrated ships.", "15": "For I am the Eternal, your Holy One. I am your King, Creator of Israel, My people.", "16": "This is what the Eternal One says, the One who does the impossible, the One who makes a path through the sea, a smooth road through tumultuous waters,", "17": "The One who drags out chariots and horses, armies and warriors, and drowns them in the sea— They will go down, never to rise again; their lives are snuffed out like a candle wick:", "18": "The prophet appeals to a powerful memory: the exodus. He reminds God's people—all descendants of slaves in Egypt—how God liberated them from oppression, how God devastated the powerful army that pursued them in order to take them back to the whip and lash, back to servitude in Egypt. Stories of the exodus have been told time after time for many generations; they are permanent fixtures in their minds. The prophet evokes these amazing memories to comfort them and assure them that what God is about to do is like what God did do for their ancestors centuries ago. Eternal One: Don't revel only in the past, or spend all your time recounting the victories of days gone by.", "19": "Watch closely: I am preparing something new; it's happening now, even as I speak, and you're about to see it. I am preparing a way through the desert; Waters will flow where there had been none.", "20": "Wild animals in the fields will honor Me; the wild dogs and surly birds will join in. There will be water enough for My chosen people, trickling springs and clear streams running through the desert.", "21": "My people, the ones whom I chose and created for My own, will sing My praise.", "22": "In truth, you never really called upon me, did you, Jacob, My people? So how then could you be tired of Me, Israel, My own?", "23": "You didn't present Me with sheep for burnt offerings or acknowledge Me in sacrifices. I didn't tire you by demanding so many gifts of offerings and incense.", "24": "No sweet cane, no money or glorious excess have you given to Me. You didn't even try to satisfy Me with the fat of your sacrifices. Instead, you tired Me with your sins—bloodshed and lies, crimes and offenses; you wore Me down with all your belligerence and faults.", "25": "So let's get this clear: it's for My own sake that I save you. I am He who wipes the slate clean and erases your wrongdoing. I will not call to mind your sins anymore.", "26": "Now help Me remember. Let's get this settled. State your case, and prove to Me that you are in the right.", "27": "From the very beginning your founding father sinned, then your leaders defied My laws and instructions.", "28": "So I brought disgrace on the princes of your sanctuary, your priests. I turned them over to barbarian assault, Leaving Jacob to the batterers, Israel to humiliation."}