{"1": "This is what the Eternal One says to His chosen agent, Cyrus the Persian. God has a special mission for Cyrus, the Persian emperor: to lead the world and free His exiled people. The Scripture is clear: God, not kings, directs history. Kings—and sometimes their subjects—often need to be reminded of that. The Eternal, the one True God, stands above and behind human history, directing and orchestrating its events. Eternal One: Not by his hand alone, but with his in Mine, nations are vanquished, their leaders conquered; Doors and gates open without a fight and will not close.", "2": "(to Cyrus) I will go ahead of you and smooth the way, lower the heights, break down bronze doors, and cut through iron bars.", "3": "I will give you hidden treasures and wealth tucked away in secret places; I will reveal them to you. Then you will know that I am the Eternal, the God of Israel, who calls you by name.", "4": "For the sake of My servant Jacob, My chosen people Israel, I have called you by name, made you who you are, And bestowed an honorable title on you, even though you don't know Me.", "5": "I am the Eternal One; there is no other God but Me, and even though you don't know Me, I am preparing you for victory.", "6": "I am doing all this so that people all around the world may know that I alone am the Eternal, the only God.", "7": "I form light and create darkness; I make what is good, happy, and healthy, and I create woe. I, the Eternal One, make them one and all.", "8": "Skies above, open up and let the clouds rain down righteousness! Let the earth below sprout triumph and justice. For I, the Eternal, have created them.", "9": "How bad it will be for anyone who disputes with the very One who created him! After all, a human being is nothing more than one clay pot among many. Imagine the clay saying to the potter, “What do you think you're doing?” or “You don't have the hands for this.”", "10": "It's as idiotic as asking a mother or father, “What are you birthing or begetting?”", "11": "So the Eternal One, who is the Holy One and Maker of Israel, says, Eternal One: Are you really going to question Me about what will happen to My children, or lecture Me about what I should do with the ones I made with My own hands?", "12": "It is I who made the very ground on which you stand, I who shaped the human beings who walk around on it. I pulled the sky and the heavens taut with My own hands, and organized the army of stars that march across the night sky.", "13": "So it was perfectly right for me to raise up Cyrus; I will make his road ahead straight and level, So that he will rebuild My chosen place, My city Jerusalem, and set My exiled people free Without exacting a price or seeking a bribe. So says the Eternal, Commander of heavenly armies.", "14": "Eternal One: I, the Eternal One, say to you things will change; the wealthy and strong of your world—Egyptians, Cushites, Sabeans—will come under your control. Their goods and services, their strongest warriors, will be yours, deferring to you, as they follow in chains, saying, “God is with you. There is no other God but yours.”", "15": "Cyrus: You have kept yourself hidden from others, but You are indeed God, who saved Israel in the face of great challenges.", "16": "Those who worshiped others will be humiliated. Those who craft idols will be embarrassed by their folly.", "17": "By contrast, Israel can stand tall. The Eternal has given them a salvation that will never die, and they will never be embarrassed or ashamed.", "18": "Indeed, He who created the universe—heavens and earth—gave it form and shape. The Eternal alone set it all in motion; He didn't make it a disorganized wasteland but made it a beautiful and comfortable home. Eternal One: I am the Eternal One, and there is no other god who exists.", "19": "I didn't whisper in secret or mumble in the darkness; I didn't say to Jacob's children: “Look around the desert and try to find Me.” No, I am the Eternal One. I will speak clearly what is right and true.", "20": "Come, come. Gather around, all who survived among the nations. They have no idea what a real God is As they coddle their wooden idols, and pray to worthless images that cannot save them.", "21": "Go ahead, talk among yourselves. Present your case. Now, who declared what would happen long ago? Who predicted how these events would turn out at this time? Was it not I, the Eternal One? There is no other God but Me. I alone am the righteous God and Savior. There is no other.", "22": "So turn your back on those idols and your face to Me. I will save you, wherever you are, to the ends of the earth, For I am God. There is none other.", "23": "I make this solemn vow; I have spoken a word— faithful and true—and it will not return; it will be done. My words have wings; they will be accomplished; every knee will bow down to Me. Every tongue will swear allegiance to Me.[a]", "24": "They will say of Me, “Only by the Eternal One shall I see things through. Only by God shall I go with integrity and strength through life.” Those who know that God is the source of life, integrity, and strength live lives marked by confidence and a calm assurance. Now all those who burned with anger against God will come to Him and be shamed.", "25": "Through the Eternal, all the descendants of Israel will be vindicated and made glorious within the world."}