{"1": "Bel and Nebo wobble and duck, as their images sway on the backs of oxen and donkeys—such a heavy burden For the weary animals—as they are carried about.", "2": "These “gods” bow and sink together, unable to escape the coming invasion; they march off into captivity.", "3": "The gods of the nations must have looked rather odd riding on the backs of animals. Even gods of the once-feared Babylonians, Bel and Nebo, are nothing but dead weight. Eternal One: Listen, you who count yourselves among Jacob's descendants, all the remnant of Israel. It is you, not I, who have been carried from before you were born. Indeed, when you were still in the womb, I was taking care of you.", "4": "And when you are old, I will still be there, carrying you. When your limbs grow tired, your eyes are weak, And your hair a silvery gray, I will carry you as I always have. I will carry you and save you.", "5": "Does anyone compare to Me? Can you find any likeness? Who or what might be My equal or even close to Me?", "6": "What about those who use precious materials for gods— hiring artisans to carefully craft gold, silver, jewels, And exotic wood into a god— then they bow down and worship it!", "7": "Their god is a mere object. They have to lug it around on their shoulders before they can stand it up in its proper place. It just sits there, unmoving until they pick it up again. It never speaks, never answers. It cannot help them, no matter how desperate they are.", "8": "Remember that—and don't be tempted to conform! Think about it, you rebels.", "9": "Remember the old days. For I am God; there is no other. I am God; there are no other gods like Me.", "10": "From the beginning I declare how things will end; from times long past, I tell what is yet to be, saying: “My intentions will come to pass. I will make things happen as I determine they should.”", "11": "I am the one who called Cyrus, the bird of prey from the east; from a land far away I summoned him to do what I intend. My word went out, and I will see it done. My plan has been made, and I will see it through.", "12": "Listen closely, you strong-willed people who have veered far from the right path.", "13": "It won't be long until I make things right; My salvation is getting closer and closer; it won't be delayed. I am ready to rescue Zion, My chosen place, and display My beauty and splendor to Israel, My chosen people."}