{"1": "Listen closely, you descendants of Jacob who are called Israel! Hear this, you who trace your ancestors back to Judah, Who take oaths in the name of the Eternal, and call on the God of Israel, but do so dishonestly and inappropriately:", "2": "Your identity is wrapped up in the holy city, and you claim to rely on the God of Israel, The One who is called the Eternal, Commander of heavenly armies.", "3": "Eternal One: In times long past, I determined and announced the things that would come. Then suddenly I acted, and they indeed happened.", "4": "Long ago, I figured that you'd resist (after all, you are a hard-headed and stubborn lot).", "5": "Way back then, I told you what would happen so that you wouldn't claim that some other god was responsible—that some figurine you crafted From wood and molded metal commanded and accomplished it.", "6": "You've heard what I foretold; now you've seen what has happened— do you agree that I'm God? Well, from this moment, I am telling you new things, secrets hidden that no one has known.", "7": "They are created now—brand new, never before announced, never before heard. So you can't claim, “Look, I already knew them.”", "8": "There's no way you could have heard or known because, even from long ago, you have never listened. For I've always known that you are a conniving lot; you've been a troublesome rebel from birth.", "9": "On account of My reputation, I hold back my anger; for My own weighty grandeur, I am patient with you, So that I don't make an absolute break with you.", "10": "I have refined you, but not in the way silver is refined. Instead, I try you in the furnace of suffering.", "11": "For God, suffering is not an end in itself. God uses suffering and hardship to purge the bad and foster the good in His covenant people. But it is all on account of Me, not of you, that I act, that I retain honor, that My glory is Mine alone, and not sullied.", "12": "Listen to Me, O Jacob, Israel whom I've specially named, specially chosen, and not without purpose. I Am the first of all things, and I will be the last.", "13": "It is by My power, My desire, My doing that the earth was anchored. My hand flung the skies. I established them, And when I call, they pay the strictest attention.", "14": "Come and listen, all of you! Did any of you tell in advance that the Eternal's beloved would press diligently Against Babylon's might and overcome Chaldea as He desired?", "15": "Eternal One: No, only I, I the Eternal One knew this would happen. I was the one who summoned him, who led him, Who determined that he would have such victory.", "16": "Come even closer, and hear: from the beginning I spoke, not hiding away in hushed secret. I Am and will be; I was before anything was at all. The Lord, the Eternal, has sent me and His Spirit.", "17": "The Eternal One, who rescued you, the Holy One of Israel declares, Eternal One: I am the Eternal One your God. I have given you My instruction for living well and right, leading you in how you should be and do.", "18": "If only you had listened to My instruction, then you would have been flooded with peace; Your righteousness would have risen and crested like waves on the sea.", "19": "Your people would have multiplied to become like the grains of sand, and your children would be like grains of wheat. And they would be forever in My mind and My presence.", "20": "Leave Babylon; run swiftly from Chaldea! And let it be known with a joyous shout, to the ends of the earth, That the Eternal One has rescued Jacob, His servant!", "21": "And though He guided them through desert places, with no water in sight, they were never thirsty. Just as in Moses' time, God made the rocks gush water, split the rock and made water pour streaming out.", "22": "Eternal One: Ah, but the malicious and wicked will never be at peace."}