{"1": "True peace begins with knowing God. Those who listen and live by His teachings find that wholeness and goodness flood into their lives. The wicked, however, face a different reality; they live with constant danger and problems. Listen to this, everyone—near and far: The Eternal One singled me out, even before I was born. He called me and named me when I was still in my mother's belly.", "2": "Even then, God was preparing my mouth to speak like a sharp sword. He kept my purpose quiet, kept me safe in the shadow of His hand, He crafted me into a sharp-tipped arrow and tucked me away in His quiver;", "3": "God said to me, “You are My servant, Israel. Through you, I will be glorified.”", "4": "I said, “I've worked hard for nothing. I spent my strength, and what have I accomplished—nothing, Yet my justice and reward are secure with my God, the Eternal One.”", "5": "And now the Eternal who watched, shaped, and made me His own servant from the womb has determined to restore Jacob's family; Israel will be made right with the Eternal again. For God has counted me worthy and He has been my strength right along.", "6": "Eternal One: As My servant you will do even more than this, even more than restoring Jacob's family to Me And making Israel right with Me again. I will make you a light for the nations, And You will illumine them until My salvation reaches to the ends of the earth.[a]", "7": "This is what the Eternal One, the Redeemer and Holy One of Israel, told to the one who is despised and loathed by the nation, To the servant of national leaders. Eternal One: At the sight of you, kings will rise and princes will bow down, for I, the Eternal, faithful and true, the Holy One of Israel, have chosen you. The Eternal has this to say:", "8": "Eternal One: When the time was right, I answered you; on the day you were delivered, I was your help.[b] I will watch over you, and give you as a promise, a binding covenant to the people. Through you, My gift to the people, the land of promise will recover. Ancestral ground, once deserted, will be entrusted to them.", "9": "Through you, My gift to the people, I will declare to the prisoners, “Come out. Now you are free”; To those who are held in darkness, “Come out into the light.” They will find sustenance wherever they are— Along the roads or in the open hills— with peace of mind, in comfort and security.", "10": "Wherever they are, they will be fine, never hungry nor thirsty. They will be protected from oppressive heat and the burning sun Because the One who loves them—as a mother loves her child—will be their guide. God will lead them to restful places, rejuvenating springs of water.", "11": "I will make their going easy, level the mountain road and smooth the path that leads them home.", "12": "Look! Even now, they are coming from lands far away, some from the north, others from the west, these from the land of Sinim.[c]", "13": "Oh joy! Be glad—sky! Take joy—earth! Burst into song—mountains! For the Eternal, moved to compassion, has comforted and consoled His people.", "14": "There are many kinds of love—and not enough words to tell the differences. Hebrew has a word for “love” that is related to its word for a woman's womb. English has no such word. It is too bad, for it is difficult to describe womb-love, the bearing-and-birthing love of a mother, the kind of love that the Lord has for the people of God's promise, Jacob's children. God shaped this people as His own and bound them with no ordinary promise. God loves them in the same way a mother loves the child growing in her womb. It can't be said so neatly and completely with one “love” word, but that is the idea that threads its way through this text. Zion: The Eternal One has abandoned me. God has walked out the door; my Lord left me alone. He has forgotten all about me.", "15": "Eternal One: Is it possible for a mother, however disappointed, however hurt, to forget her nursing child? Can she feel nothing for the baby she carried and birthed? Even if she could, I, God, will never forget you.", "16": "Look here. I have made you a part of Me, written you on the palms of My hands. Your city walls are always on My mind, always My concern.", "17": "Now sweet Zion your children are running pell-mell back to you Just as fast as those who destroyed you are leaving.", "18": "Raise your head, lift up your eyes, and watch your heart's desire come— All your children, gathered and returning to you. As I live, so I promise. You will wear them with pride all like shining ornaments; you will put them on as a bride on her wedding day.", "19": "Because of all of your destroyed land—the barren fields and abandoned farms— you are now too small, too cramped for all your citizens; And those who tried to swallow you whole will be far, far away.", "20": "The children you mourned, those born in exile, will return and say, “It is too cramped and crowded for us; We're going to need more room if we are to live here.”", "21": "You'll say to yourself, “Where in the world did all these people come from? Could these really be mine? I thought I'd been desolated, left empty. Where have you all been? Where did you come from?”", "22": "This is what the Lord, the Eternal, has to say: Eternal One: I will lift My hand and signal every nation that holds your people And they will bring your children back again: boys bundled in their arms, girls riding on their shoulders.", "23": "Kings will tend the children of Zion, and their queens will nurse and nurture them. These greats will humble themselves before you. They will bow and lick the dust off your feet, and in the course of it all, you will remember that I am the Eternal. Whoever trusts in Me will never be put to shame.", "24": "Jerusalem: Can the spoil of war be taken from the mighty? Can the captives be freed from the hand of a tyrant?", "25": "Eternal One: Hard to believe, but it shall be so. The captives will be taken from the hand of the mighty, And the spoil of war will be rescued from the tyrant. I will liberate them from their captors and contend with your enemies. I will save your children.", "26": "I will turn your enemies' violence back on themselves, and they will suffer their own atrocities: They will feed on their own flesh and drink their own blood like wine. Then every person on earth will know for certain that I, the Eternal, am your Savior. I am your hero, the strong One of Jacob from whom you come. I will rescue you, whatever the price."}