{"1": "Indeed, who would ever believe it? Who would possibly accept what we've been told?[a] Who has witnessed the awesome power and plan of the Eternal in action?[b]", "2": "Out of emptiness he came, like a tender shoot from rock-hard ground. He didn't look like anything or anyone of consequence— he had no physical beauty to attract our attention.", "3": "So he was despised and forsaken by men, this man of suffering, grief's patient friend. As if he was a person to avoid, we looked the other way; he was despised, forsaken, and we took no notice of him.", "4": "Yet it was our suffering he carried, our pain[c] and distress, our sick-to-the-soul-ness. We just figured that God had rejected him, that God was the reason he hurt so badly.", "5": "But he was hurt because of us; he suffered so. Our wrongdoing wounded and crushed him. He endured the breaking that made us whole. The injuries he suffered became our healing.", "6": "We all have wandered off, like shepherdless sheep, scattered by our aimless striving and endless pursuits; The Eternal One laid on him, this silent sufferer, the sins of us all.", "7": "And in the face of such oppression and suffering—silence. Not a word of protest, not a finger raised to stop it. Like a sheep to a shearing, like a lamb to be slaughtered, he went—oh so quietly, oh so willingly.", "8": "Oppressed and condemned, he was taken away. From this generation, who was there to complain? Who was there to cry “Foul”? He was, after all, cut off from the land of the living, Smacked and struck, not on his account, because of how my people (my people!) Disregarded the lines between right and wrong. They snuffed out his life.[d]", "9": "And when he was dead, he was buried with the disgraced in borrowed space (among the rich), Even though he did no wrong by word or deed.[e]", "10": "It is hard to understand why God would crush His innocent Servant. But it is in His suffering for sin that God deals decisively with sin and its harmful effects. Yet the Eternal One planned to crush him all along, to bring him to grief, this innocent servant of God. When he puts his life in sin's dark place, in the pit of wrongdoing, this servant of God will see his children and have his days prolonged. For in His servant's hand, the Eternal's deepest desire will come to pass and flourish.", "11": "As a result of the trials and troubles that wrack his soul, God's servant will see light and be content Because He knows, really understands, what it's about; as God says, “My just servant will justify countless others by taking on their punishment and bearing it away.", "12": "Because he exposed his very self— laid bare his soul to the vicious grasping of death— And was counted among the worst, I will count him among the best. I will allot this one, My servant, a share in all that is of any value, Because he took on himself the sin of many and acted on behalf of those who broke My law.”"}