{"1": "Eternal One: The person who does what is right dies, and no one cares. Good people are carted off, and no one understands why. For those who are in the right are taken away and spared a face-to-face encounter with evil.", "2": "Nevertheless, those who go through life with integrity and righteousness will rest in peace and die in their own beds.", "3": "But you, you two-faced witch's spawn, come here. You are adultery's children, prostitution's offspring.", "4": "Who is it that you mock? Whom do you tease and taunt with your vulgar gestures? You are born of deceit and lies, and nursed on violence and wrong.", "5": "You get all excited by other deities and are stimulated by their rituals, prancing around lush trees and sacrificing innocent children In valleys and beneath cliffs, dark and sinister.", "6": "You've made your choice. You've thrown in your lot with idols and smooth stones in dark ravines, Wining and dining strange gods with offerings of drink and grain. And you expect Me to tolerate this?", "7": "You've made your bed in the “sacred places,” given offerings, and made prayers on high and lofty mountains.", "8": "You declare your obedience to Me, but all hidden away—as if I couldn't see; behind the very door and doorpost, you set up your shrine. You turned your back on Me and snuck off to be intimate with other deities; you made promises to them and bound yourself to them all tight and close.", "9": "You offered oils and musky ointments to Molech, your lover-god, and sent your servants to exotic places far away, Sent them down even into the grave to increase your pleasure with a variety of deities.", "10": "And even when the journey wore you out, your lust drove you on. You did not give up, thinking it hopeless, But you found strength and renewed your resolve.", "11": "Who are you afraid of? I don't know why you lied to Me about it; You never seemed to care what I thought. Maybe I've been patient and quiet too long— Is that why you've lost all respect for Me?", "12": "I will tell the story of your righteousness and good deeds, but they can't help you now.", "13": "Not even this hodge-podge of idols you call gods can help you. They'll not come to your aid if you cry for help. They're nothing. A gentle breeze could blow them away; a breath could topple them, But whoever stays true to Me, whoever looks to Me for help and support will inherit the land and possess My holy mountain.", "14": "For those who cling to the true God, it is said, “Clear the way that they travel; widen the roads and make them smooth! Take away any difficulty so that they may go easily!”", "15": "For the highest God above, who is and always will be, the only One who is holy has this to say: Eternal One: I live in the high and holy place, yet I am with the low, the weak, and the humble. I renew their vitality and revive their strength.", "16": "For I will not struggle against them forever, and I won't always be angry. For the human spirit would grow faint— the breath of life I created would soon grow weak.", "17": "Yes, they infuriated Me with how they profited from their greed and violence, so I struck them down and turned My back on them, And still they persisted in their wrongdoing.", "18": "I have seen how they act, but I will still bind them up and make them well again. I will show them the way, comfort and console them.", "19": "I will create in them a desire to praise. “Peace, peace, to those far away. All will be well, wherever you are.” And I will heal them.", "20": "By contrast, the wicked are all riled up like a storm-tossed sea that cannot be calmed. Its crashing waves wash up muck and dirt on the shore.", "21": "But there will be no peace for the wicked. So says my God."}