{"1": "Eternal One: Tell My people about their wrongdoing; shout with a voice like a trumpet; Hold nothing back: say this people of Jacob's line and heritage have failed to do what is right.", "2": "And yet they look for Me every day. They pretend to want to learn what I teach, As if they are indeed a nation good and true, as if they hadn't really turned their backs on My directives. They even ask Me, as though they care, about what I want them to be and do, as if they really want Me in their lives.", "3": "People: Why didn't You notice how diligently we fasted before You? We humbled ourselves with pious practices and You paid no attention. Eternal One: I have to tell you, on those fasting days, all you were really seeking was your own pleasure; Besides you were busy defrauding people and abusing your workers.", "4": "Your kind of fasting is pointless, for it only leads to bitter quarrels, contentious backbiting, and vicious fighting. You are not fasting today because you want Me to hear your voice.", "5": "What kind of a fast do I choose? Is a true fast simply some religious exercise for making a person feel miserable and woeful? Is it about how you bow your head (like a bent reed), how you dress (in sackcloth), and where you sit (in a bed of ashes)? Is this what you call a fast, a day the Eternal One finds good and proper?", "6": "No, what I want in a fast is this: to liberate those tied down and held back by injustice, to lighten the load of those heavily burdened, to free the oppressed and shatter every type of oppression.", "7": "A fast for Me involves sharing your food with people who have none, giving those who are homeless a space in your home, Giving clothes to those who need them, and not neglecting your own family.", "8": "Then, oh then, your light will break out like the warm, golden rays of a rising sun; in an instant, you will be healed. Your rightness will precede and protect you; the glory of the Eternal will follow and defend you.", "9": "Then when you do call out, “My God, Where are You?” The Eternal One will answer, “I am here, I am here.” If you remove the yoke of oppression from the downtrodden among you, stop accusing others, and do away with mean and inflammatory speech,", "10": "If you make sure that the hungry and oppressed have all that they need, then your light will shine in the darkness, And even your bleakest moments will be bright as a clear day.", "11": "The Eternal One will never leave you; He will lead you in the way that you should go. When you feel dried up and worthless, God will nourish you and give you strength. And you will grow like a garden lovingly tended; you will be like a spring whose water never runs out.", "12": "You will discover there are people among your own who can rebuild this broken-down city out of the ancient ruins; You will firm up its ancient foundations. And all around, others will call you “Repairer of Broken Down Walls” and “Rebuilder of Livable Streets.”", "13": "Eternal One: If because of the Sabbath you set aside your own pursuits and pleasure, and you honor the Sabbath and sanctify that day by leaving it to and for the Eternal— If you speak of Sabbath-delight but avoid speaking idle words, and refuse to get caught up and busy with your interests and concerns—", "14": "Then you will discover joy such as only the Eternal can give. And I will raise you high and make your reach as wide as the earth, And you will live on all that I promised to Jacob, your ancestor, the heart of Israel. The Eternal One said these very things."}