{"1": "The Eternal One's reach is not so short that He cannot save you. His ear is not so deaf that He cannot hear you.", "2": "Reactions vary to the awful events that sweep over Judah in the wake of the Babylonian invasion. Some people think that the God of Israel is defeated. This is exactly what the Babylonians hope the people will think and say; it makes the job of the tyrants and their deputies that much easier. So when the prophet announces that Israel's God can and will rescue His displaced people, many reason that God may want to rescue them but cannot, for He is no match for the might of Babylon. Others are apparently wondering if God simply couldn't hear their cries for help in the first place. Is Babylon too powerful? Are the exiles too far from home to be heard? The prophet knows the fears that reside in anxious hearts; but more than that, he knows the truth. Your persistent wrongdoing has come between you and your God; since you constantly reject and push God away, He had to turn aside and ignore your cries.", "3": "For your hands are covered with blood; your fingers are sticky with all manner of crimes; Your lips drip vicious lies; your tongue mutters all manner of wickedness.", "4": "Everyone misuses the judicial system, clogging it with twisted accusations and misleading testimony. With empty charges and baseless lies they conceive trouble and give birth to injustice.", "5": "They concoct and create the most poisonous things; it's as if they hatch vipers' eggs or weave spiders' webs. Eat their eggs and die; crush one and a viper is hatched— yet more poison, hurt, and distrust.", "6": "There is nothing of value in their creations— the webs they weave are not fit to clothe or cover anyone. The products they make are nothing but trouble; violence comes naturally to them.", "7": "Their feet race to do evil; they rush to shed innocent blood; Their thoughts are bent toward injustice; destruction and trouble line the roads of their lives.", "8": "They never travel the path of peace;[a] no justice is found where they have been. They set a course down crooked roads; no one who follows their lead has a chance of knowing peace.", "9": "People: That's why we can't make things right; good and true can't gain any ground on us. We look earnestly for a bright spot, but there isn't even a glimmer of hope; it's darkness all around.", "10": "We are left to stumble along, grabbing at whatever seems solid, like the blind finding their way down a strange and threatening street. In broad daylight—when we should have sight—we stumble and fall as in the dark. We are already like the dead among those brimming with health.", "11": "We growl like bears and moan like doves. We hope that maybe, just maybe, it will all turn out right; But it doesn't. We look for liberation, but it's too far away.", "12": "For our wrongdoing runs too deep before You. Our sins stack up against us—sure evidence of our guilt. For our offenses are always with us; they are insidious and lasting, as You know. Our guilt says it all. We know it, too.", "13": "We took You for nothing, and did just the opposite of Your commands. We broke our promises to You, ignored and rejected You. We hatched up schemes to oppress others and rebel, to twist the truth for our gain while presenting it as honest-to-God fact.", "14": "When justice calls, we turn it away. Righteousness knows to keep its distance, For truth stumbles in the public square, and honesty is not allowed to enter.", "15": "There is no truth-telling anymore, and anyone who tries to do right finds he is the next target. It's true. The Eternal One saw it all and was understandably perturbed at the absence of justice.", "16": "God looked long and hard, but there wasn't a single person who tried to put a stop to the injustice and lies. So God took action. His own strong arm reached out and brought salvation. His own righteousness—good and pure—sustained Him.", "17": "But God's equipment was that of no ordinary warrior: He strapped on righteousness as His breastplate, And put on the helmet of salvation. Wrapped in vengeance for clothing and passion as a cloak, God prepared for war.", "18": "Finally, God determined they must get what they've earned: fury to those who oppose Him, vengeance against those who are against Him. To the ends of the known world, God will go to render justice.", "19": "This is how people from east to west will come to respect the name and honor the glory of the Eternal. For He will come on like a torrential flood driven by the Eternal's winds.", "20": "Eternal One: The Redeemer will come to make Zion right again, to rescue those of Jacob's holy line who turn their backs on wrongdoing. This is what the Eternal One declares.", "21": "Eternal One: 21 This is My covenant promise to them:[b] My Spirit, which rests on and moves in you, and My words, which I have placed within you, will continue to be spoken among you and move you to action. And not only you, but so it will be for your children and their children too. And so on through the generations for all time."}