{"1": "Eternal One: I was ready and willing to help before anyone even asked. I was found by people who did not seek Me; I showed My face and said, “Here I am! I am right here!” to a nation which did not call on Me.[a]", "2": "I kept extending Myself to a people who don't care a whit. All day long I opened my hands to those who constantly work against Me, Those busy pursuing their own rotten path, inspired by their own rotten schemes.[b]", "3": "These people continue to insult Me, right to My face, pursuing other gods, sacrificing in gardens And offering incense on altars made of bricks.", "4": "They sit among the graves and spend their nights in secret rituals; they eat the flesh of pigs and pollute their pots with unclean meats.", "5": "They have the gall to say, “Oooh, not so close! I am holier than you!” These unholy people are smoke in My nostrils, A fire that burns and burns all day.", "6": "Look and see what stands written before Me: “I will not remain silent and watch this disgrace; But I will pay them back for what they have done. I will pour their pay directly into their laps.", "7": "They will pay for their sins and the sins of their parents too. For they turned to other gods, burned incense on the mountains And insulted Me on the hillsides. I will bring everything they deserve back to them, to their very core.”", "8": "This is what the Eternal has to say: Eternal One: It's like noticing the promise of new wine in a cluster of grapes. One will say, “Don't destroy them all; some of them are bound to be good.” So for the sake of My servants, I won't destroy absolutely everyone.", "9": "But I will bring up children from Jacob's line to inherit this land. To Jacob's son Judah I will give My mountains. These, My chosen ones, will inherit it; these, My servants, will live there and call it home.", "10": "From the plains of Sharon to the valley of Achor, My people—who look to Me and no other— Will have pasture for their sheep and safe places for their herds.", "11": "But those of you who ignore Me, the Eternal One— who turn away from My sanctuaries And reject My holy mountain to chase Lady Luck and cater to Destiny—", "12": "Will find yourselves a bit unlucky and your destiny an early death. You'll bow down and be killed like sheep brought to the slaughter Because when I called you, you did not answer; when I spoke, you refused to listen. Instead you did all the wrong things and made terrible choices— what I expressly said that I hate.", "13": "So this is what the Lord, the Eternal, has to say: Eternal One: My servants will eat and eat well, while you go hungry; My servants will drink and be satisfied, while you are parched with thirst; My servants will celebrate with joy, while you are put to shame.", "14": "My servants will sing with gladness in their hearts, While you cry out in anguish and despair and bemoan your brokenness.", "15": "And when you are gone, your name will become a curse— a repugnant byword—to My chosen people; The Eternal God will put you to death and call His servants by a new name altogether.", "16": "Whoever speaks a blessing in this special land will invoke the God of truth; Whoever takes a vow in the land of promise will make his pledge by the God of truth. For the bitterness and pain of earlier times will nevermore come to mind; they'll be hidden even from My eyes, God says.", "17": "Eternal One: Now look here! I am creating new heavens and a new earth. The weary and painful past will be as if it never happened. No one will talk or even think about it anymore.", "18": "So take joy and celebrate with unending gladness on account of what I am creating. Look carefully! I am making this place I've chosen, this Jerusalem, a city of joy. I'm making her citizens, My people, a people of gladness.", "19": "This Jerusalem, My pride and joy, and her people will be a delight to Me. Though you listen at every corner, You will never hear crying, never hear despair or grief.", "20": "Never again will a person not live a full life, for the young will live to be a hundred And any who die earlier will be considered cursed.", "21": "People will confidently build houses and make them their homes; they will plant vineyards and enjoy their fruit for years to come.", "22": "They won't worry that someone else will come along, drive them out, and take it all away. For My people will live as long as these age-old trees; My chosen will use up and wear out whatever they make.", "23": "They will not work hard for what others take away; they will not lose children to sudden terror and death. For they are the offspring of those blessed by the Eternal; they and their descendants will enjoy God's blessings.", "24": "I'll anticipate their prayers and respond before they know it; even as they speak, I will hear.", "25": "But they'll all eat together like friends—wolf and lamb, lion and ox, and the biting snake will feed on dust. When that day arrives, there will be no evil, no violence, no hurt or wrong in all My sacred mountain."}