{"1": "The stump remains: a testament to what the people used to be, a promise of what is to come. When Ahaz (Uzziah's grandson, Jotham's son) was king here in the Southern Kingdom of Judah, a coalition of two other kings—Pekah (Remaliah's son) from the Northern Kingdom (also called Israel and Ephraim) and Rezin from Aram (which is Syria)—determined to attack our capital Jerusalem. But they failed to take it. ", "2": "This is what happened: When our royal house (descended from David) heard that Aram was in league with Ephraim against us, the king was terrified. The news shook the hearts of the people like trees in the wind. ", "3": "So the Eternal told Isaiah to get involved. Eternal One: Catch up with Ahaz at the end of the stream that comes out of the upper pool—you know, the one at the highway where they wash and bleach cloth. And bring your son who's named Shear-jashub (which means “Returning Remnant”). ", "4-6": "Tell Ahaz, “Keep your wits about you. Stay calm. Don't panic just because those two angry northerners, Rezin of Aram and Pekah (Remaliah's son), threaten you and say: 'Let's march against Judah, terrorize the people, overthrow it, and set up Tabeel's son as our puppet king.'”", "7": "God promised that David's dynasty would continue forever. Since Ahaz is of David's line, he should be confident before the threat. But he needs the support of God's prophet. Here is what the Eternal Lord has to say. Eternal One: It's not going to work; what they determine is not going to happen.", "8-9": "The head of Aram is Damascus, and its head is King Rezin; Ephraim's head is Samaria, and its king is Remaliah's son. Ephraim will fall apart as a nation and as a people within 65 years. Now then, if you don't hold firm, if you don't believe, you will not remain firm.", "10": "The Eternal One also said this to our king, Ahaz:", "11": "Eternal One (to Ahaz): 11 Ask for proof, a sign from the Eternal your God. Go ahead, ask anything, anything at all; it can be high as heaven or as deep as the place of the dead.", "12": "Ahaz: 12 No way. I wouldn't dare to ask, to test the Eternal One.", "13": "Isaiah: 13 Listen then. You are none other than the house of David, the one who inherited God's promise of permanent kingship for David's descendants. Is it so easy to be a bore to people that you would exhaust God's patience too? ", "14": "Suit yourself. The Lord will give you a proof-sign anyway: See, a young maiden[a] will conceive. She will give birth to a son and name Him Immanuel, that is, “God with us.”[b] ", "15": "There will indeed be something Godlike about Him. He'll be eating curds and honey when he knows to choose what is right and good and refuse what is not. ", "16": "But before the boy has the wisdom to refuse evil and choose good the territory of the two kings you now dread will be abandoned.", "17": "But it's not all rosy for you, either. The Eternal will bring against you, against this population, this blessed kingdom, such trouble as hasn't been seen since the 10 northern tribes, led by Ephraim, seceded from Judah—trouble in the form of the Assyrian king. ", "18": "At that time, the Eternal will summon the Egyptian flies and the stinging pests of Assyria, calling them ", "19": "to settle into every crack and crevice of the country, every place high and low—mountains, fields, deserts, and cities—every thornbush and watering hole. ", "20": "In that day, the Lord will hire the Assyrian king from beyond the Euphrates River to shave every part of you, humbling you like slaves. ", "21": "Each person will hang onto only what he or she absolutely needs—a heifer and two sheep—in order to survive. ", "22": "But some will survive because those who are left will eat curds and honey, for their animals will produce plenty of milk. ", "23": "They will no longer live off the land because wherever there had been flourishing vineyards with 1,000 vines, worth 1,000 pieces of silver, they will produce nothing but briars and thorns. ", "24": "No one will venture into this wasteland of briars and thorns without bow and arrow. ", "25": "No one will dare to cultivate the hills that once were tilled for fear of what is out there; only the hardiest animals—cattle and sheep—are released to graze the ragged slopes."}