{"1": "The Eternal told me to take a large tablet and write—“Swift the Spoils of War and Speedy Comes the Attacker”—", "2": "and to get believable witnesses, both the priest Uriah and Zechariah (Jeberechiah's son), to watch me do it. ", "3": "I approached the prophetess—a woman who, like me, speaks for God—and she became pregnant and had a son, whom the Eternal said I should name Maher-shalal-hash-baz (Swift-the-Spoils-of-War-and-Speedy-Comes-the-Attacker); ", "4": "because before he is old enough to say “My father” or “My mother” the wealth of Damascus and the spoil of Samaria will be carted off to become the property of their enemy, the king of Assyria.", "5": "Prophets like Isaiah not only speak their messages, but they sometimes act them out. Isaiah is a master of both prophetic speech and prophetic acts. It is common for God to ask prophets to expose important aspects of their families' lives to demonstrate a message He wants to convey. Perhaps it is because the prophet speaks for God and Israel is God's family. In this case, God tells Isaiah to embed His message into the name of his child. And what is that message? “Ahaz, the two countries currently threatening you will soon be conquered by a greater power—Assyria. It will attack quickly, defeat soundly, and carry off the spoils of war from Damascus and Samaria. So there is no need to fear them; instead, trust in your God.” The Eternal One explained to me,", "6": "Eternal One: This disaster will happen because this people have rejected the stream of Shiloah that flows gently to Zion. Instead they rejoice over Rezin and Remaliah's son.", "7": "Just watch—the Lord will overwhelm them with great waves of the Euphrates River. Like a river, Assyrian might and glory will bear down on them; it will rise over its banks as unstoppable as a raging flood.", "8": "This Mesopotamian power will pour into Judah, rise and pass through, wreaking near-fatal havoc. And its reach will extend over all your land. God, be with us.", "9": "Go ahead, make your alliances, you peoples, yet you'll be crushed. Listen closely, even if you're far away: Get ready for battle—get ready to be battered; get ready for battle—get ready to be shattered.", "10": "Go ahead, devise your plans, but they will fail; your proclamations won't matter because God is with us.", "11": "No one wants to believe that God would use foreign power to wreak destruction on other lands and peoples. Yet, as God is holy, so God's place must be holy. He simply cannot dwell where holiness is not. He cannot make a larger-than-life Zion out of an earthly Jerusalem, unless that place (and its people, of course) are right. At best, these people seem to think that paying lip service to God is enough; at worst, they don't even care about God. A simple explanation is the people must be clean and holy. And this condition of rightness, holiness, and cleanliness is a product of how they are—in relation not only to God, but also to each other and the very land itself; these things are inseparable. The consequences of their failure to ensure the holiness of this sacred place by being right with God, land, and others are dire indeed. God must cleanse His people and place because He determines to be represented within and by them. So, better days will come again, and His covenant people will be set right and be happy and prosperous again. See, this is what the Eternal told me. God leaned in close—His strong hand on me—to keep me from following these people.", "12": "Eternal One: Don't call for an alliance, like all the rest of this people do. Don't fear what they fear, or dread what they dread.", "13": "After all, only the Eternal, Commander of heavenly armies, should terrify you. Only God is holy. Only God should leave you trembling.", "14": "Look what I'm going to do in Zion: The Eternal will be for you a sacred place, But for both houses of Israel I'll also be a stone that blocks their way and a rock that trips them up; For those who live in Jerusalem, I'll be a trap and a snare.", "15": "Many will stumble over them. They will trip and be broken; they'll succumb to capture and be grabbed up.", "16": "God who provides a place of safety and security for those who trust in Him is the same God who puts obstacles in the way of those who disregard Him. Now take care to keep this message as it is. Seal up this teaching and hand it over to my disciples.", "17": "As for me, I will wait for the Eternal, even though He feels absent, even though He has hidden His face from the family of Jacob. I will put all hope in Him. ", "18": "You see, I and my children whom the Eternal One gave to me, we personify the promise. We are signs of what God intends and will do in Israel, what amazing things the Eternal, Commander of heavenly armies has in mind, the One who is indeed present in Zion, this heaven on earth.", "19": "People might tell you to ask the fortune-tellers, consult the babbling astrologers, conjure the dead to tell the living what's to come, but shouldn't they ask their God? ", "20": "Go to God's teaching and His testimony to guide your thoughts and behavior! If any response disagrees with the word of God, then it's muddling and wrong and not the least bit illuminating. ", "21": "It leaves the people bedraggled and desperate, drifting here and there. In their hunger, the people are bound to be infuriated and curse their king and God. They'll look up to the heavens ", "22": "and down to the earth, yet see nothing but trouble, gloom, anguish, and darkness. They will be driven out into the darkness."}