{"1": "The prophet Haggai spoke the word of the Lord to Zerubbabel son of Shealtiel, the governor of Judah [Ezra 2:2; 3:2; Zech. 6:9–14], and to Joshua son of Jehozadak, the high priest [C also known as Jeshua; Ezra 2:2; 3:2; 5:2; Zech. 3:1–10]. This message came in the second year that Darius was king [520 bc], on the first day of the sixth month [C August 29; Elul 1 on the Hebrew calendar]:", "2": "“This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: 'The people say the right time has not come to rebuild the ·Temple [L house] of the Lord.'”", "3": "Then Haggai the prophet spoke the word of the Lord: ", "4": "“Is it right for you to be living in ·fancy [L paneled] houses while ·the Temple [L this house] is still in ruins?”", "5": "This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: “·Think about what you have done [Consider your ways]. ", "6": "You have planted much, but you harvest little. You eat, but you do not become full. You drink, but you are still thirsty. You put on clothes, but you are not warm enough. You earn ·money [wages], ·but then you lose it all as if you had [L to] put it into a purse full of holes.”", "7": "This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: “·Think about what you have done [Consider your ways]. ", "8": "Go up to the mountains, bring back wood, and build the ·Temple [L house]. Then I will be pleased with it and be honored,” says the Lord. ", "9": "“You look for much, but ·you find little [it came to little]. When you bring it home, I ·destroy it [L blew it away]. Why?” asks the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts]. “Because you all ·work hard for [are busy with; L run to] your own houses while my house is still in ruins! ", "10": "Because of what you have done, the sky holds back its ·rain [dew] and the ground holds back its crops. ", "11": "I have called for a ·time without rain [drought] on the land, and on the ·mountains [hill country], and on the grain, the new wine, the olive oil, the plants which the earth produces, the people, the ·farm animals [livestock], and all the work of your hands.”", "12": "Zerubbabel son of Shealtiel and Joshua son of Jehozadak, the high priest [1:1], and all the ·rest of the people who were left alive [remnant of the people; C those who returned from exile in Babylon] obeyed the [L voice of the] Lord their God and the message from Haggai the prophet, because the Lord their God had sent him. And the people ·feared [were in awe of] the Lord.", "13": "Haggai, the Lord's messenger, gave the Lord's message to the people, saying, “The Lord says, 'I am with you.'” ", "14": "The Lord stirred up [L the spirit of] Zerubbabel son of Shealtiel, the governor of Judah, and Joshua son of Jehozadak, the high priest, and all the ·rest of the people who were left alive [remnant of the people; v. 12]. So they came and worked on the ·Temple [L house] of their God, the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts]. ", "15": "They began on the twenty-fourth day of the sixth month in the second year Darius was king [v. 1]."}