{"1": "I am in prison because I belong to the Lord. Therefore I urge you who have been chosen by God to live up to the life to which God called you. ", "2": "Always be humble, gentle, and patient, accepting each other in love. ", "3": "You are joined together with peace through the Spirit, so make every effort to continue together in this way. ", "4": "There is one body and one Spirit, and God called you to have one hope. ", "5": "There is one Lord, one faith, and one baptism. ", "6": "There is one God and Father of everything. He rules everything and is everywhere and is in everything.", "7": "Christ gave each one of us the special gift of grace, showing how generous he is. ", "8": "That is why it says in the Scriptures, “When he went up to the heights, he led a parade of captives, and he gave gifts to people.” Psalm 68:18", "9": "When it says, “He went up,” what does it mean? It means that he first came down to the earth. ", "10": "So Jesus came down, and he is the same One who went up above all the heaven. Christ did that to fill everything with his presence. ", "11": "And Christ gave gifts to people—he made some to be apostles, some to be prophets, some to go and tell the Good News, and some to have the work of caring for and teaching God's people. ", "12": "Christ gave those gifts to prepare God's holy people for the work of serving, to make the body of Christ stronger. ", "13": "This work must continue until we are all joined together in the same faith and in the same knowledge of the Son of God. We must become like a mature person, growing until we become like Christ and have his perfection.", "14": "Then we will no longer be babies. We will not be tossed about like a ship that the waves carry one way and then another. We will not be influenced by every new teaching we hear from people who are trying to fool us. They make plans and try any kind of trick to fool people into following the wrong path. ", "15": "No! Speaking the truth with love, we will grow up in every way into Christ, who is the head. ", "16": "The whole body depends on Christ, and all the parts of the body are joined and held together. Each part does its own work to make the whole body grow and be strong with love.", "17": "In the Lord's name, I tell you this. Do not continue living like those who do not believe. Their thoughts are worth nothing. ", "18": "They do not understand, and they know nothing, because they refuse to listen. So they cannot have the life that God gives. ", "19": "They have lost all feeling of shame, and they use their lives for doing evil. They continually want to do all kinds of evil. ", "20": "But what you learned in Christ was not like this. ", "21": "I know that you heard about him, and you are in him, so you were taught the truth that is in Jesus. ", "22": "You were taught to leave your old self—to stop living the evil way you lived before. That old self becomes worse, because people are fooled by the evil things they want to do. ", "23": "But you were taught to be made new in your hearts, ", "24": "to become a new person. That new person is made to be like God—made to be truly good and holy.", "25": "So you must stop telling lies. Tell each other the truth, because we all belong to each other in the same body.[a] ", "26": "When you are angry, do not sin, and be sure to stop being angry before the end of the day. ", "27": "Do not give the devil a way to defeat you. ", "28": "Those who are stealing must stop stealing and start working. They should earn an honest living for themselves. Then they will have something to share with those who are poor.", "29": "When you talk, do not say harmful things, but say what people need—words that will help others become stronger. Then what you say will do good to those who listen to you. ", "30": "And do not make the Holy Spirit sad. The Spirit is God's proof that you belong to him. God gave you the Spirit to show that God will make you free when the final day comes. ", "31": "Do not be bitter or angry or mad. Never shout angrily or say things to hurt others. Never do anything evil. ", "32": "Be kind and loving to each other, and forgive each other just as God forgave you in Christ."}