{"1": "You are God's children whom he loves, so try to be like him. ", "2": "Live a life of love just as Christ loved us and gave himself for us as a sweet-smelling offering and sacrifice to God.", "3": "But there must be no sexual sin among you, or any kind of evil or greed. Those things are not right for God's holy people. ", "4": "Also, there must be no evil talk among you, and you must not speak foolishly or tell evil jokes. These things are not right for you. Instead, you should be giving thanks to God. ", "5": "You can be sure of this: No one will have a place in the kingdom of Christ and of God who sins sexually, or does evil things, or is greedy. Anyone who is greedy is serving a false god.", "6": "Do not let anyone fool you by telling you things that are not true, because these things will bring God's anger on those who do not obey him. ", "7": "So have nothing to do with them. ", "8": "In the past you were full of darkness, but now you are full of light in the Lord. So live like children who belong to the light. ", "9": "Light brings every kind of goodness, right living, and truth. ", "10": "Try to learn what pleases the Lord. ", "11": "Have nothing to do with the things done in darkness, which are not worth anything. But show that they are wrong. ", "12": "It is shameful even to talk about what those people do in secret. ", "13": "But the light makes all things easy to see, ", "14": "and everything that is made easy to see can become light. This is why it is said: “Wake up, sleeper! Rise from death, and Christ will shine on you.”", "15": "So be very careful how you live. Do not live like those who are not wise, but live wisely. ", "16": "Use every chance you have for doing good, because these are evil times. ", "17": "So do not be foolish but learn what the Lord wants you to do. ", "18": "Do not be drunk with wine, which will ruin you, but be filled with the Spirit. ", "19": "Speak to each other with psalms, hymns, and spiritual songs, singing and making music in your hearts to the Lord. ", "20": "Always give thanks to God the Father for everything, in the name of our Lord Jesus Christ.", "21": "Yield to obey each other as you would to Christ.", "22": "Wives, yield to your husbands, as you do to the Lord, ", "23": "because the husband is the head of the wife, as Christ is the head of the church. And he is the Savior of the body, which is the church. ", "24": "As the church yields to Christ, so you wives should yield to your husbands in everything.", "25": "Husbands, love your wives as Christ loved the church and gave himself for it ", "26": "to make it belong to God. Christ used the word to make the church clean by washing it with water. ", "27": "He died so that he could give the church to himself like a bride in all her beauty. He died so that the church could be pure and without fault, with no evil or sin or any other wrong thing in it. ", "28": "In the same way, husbands should love their wives as they love their own bodies. The man who loves his wife loves himself. ", "29": "No one ever hates his own body, but feeds and takes care of it. And that is what Christ does for the church, ", "30": "because we are parts of his body. ", "31": "The Scripture says, “So a man will leave his father and mother and be united with his wife, and the two will become one body.”[a] ", "32": "That secret is very important—I am talking about Christ and the church. ", "33": "But each one of you must love his wife as he loves himself, and a wife must respect her husband."}