{"1": "Children, obey your parents as the Lord wants, because this is the right thing to do. ", "2": "The command says, “Honor your father and mother.”[a] This is the first command that has a promise with it— ", "3": "“Then everything will be well with you, and you will have a long life on the earth.”[b]", "4": "Fathers, do not make your children angry, but raise them with the training and teaching of the Lord.", "5": "Slaves, obey your masters here on earth with fear and respect and from a sincere heart, just as you obey Christ. ", "6": "You must do this not only while they are watching you, to please them. With all your heart you must do what God wants as people who are obeying Christ. ", "7": "Do your work with enthusiasm. Work as if you were serving the Lord, not as if you were serving only men and women. ", "8": "Remember that the Lord will give a reward to everyone, slave or free, for doing good.", "9": "Masters, in the same way, be good to your slaves. Do not threaten them. Remember that the One who is your Master and their Master is in heaven, and he treats everyone alike.", "10": "Finally, be strong in the Lord and in his great power. ", "11": "Put on the full armor of God so that you can fight against the devil's evil tricks. ", "12": "Our fight is not against people on earth but against the rulers and authorities and the powers of this world's darkness, against the spiritual powers of evil in the heavenly world. ", "13": "That is why you need to put on God's full armor. Then on the day of evil you will be able to stand strong. And when you have finished the whole fight, you will still be standing. ", "14": "So stand strong, with the belt of truth tied around your waist and the protection of right living on your chest. ", "15": "On your feet wear the Good News of peace to help you stand strong. ", "16": "And also use the shield of faith with which you can stop all the burning arrows of the Evil One. ", "17": "Accept God's salvation as your helmet, and take the sword of the Spirit, which is the word of God. ", "18": "Pray in the Spirit at all times with all kinds of prayers, asking for everything you need. To do this you must always be ready and never give up. Always pray for all God's people.", "19": "Also pray for me that when I speak, God will give me words so that I can tell the secret of the Good News without fear. ", "20": "I have been sent to preach this Good News, and I am doing that now, here in prison. Pray that when I preach the Good News I will speak without fear, as I should.", "21": "I am sending to you Tychicus, our brother whom we love and a faithful servant of the Lord's work. He will tell you everything that is happening with me. Then you will know how I am and what I am doing. ", "22": "I am sending him to you for this reason—so that you will know how we are, and he can encourage you.", "23": "Peace and love with faith to you brothers and sisters from God the Father and the Lord Jesus Christ. ", "24": "Grace to all of you who love our Lord Jesus Christ with love that never ends."}