{"1": "In the beginning God created the heavens and the earth. ", "2": "The earth was unformed and void, darkness was on the face of the deep, and the Spirit of God hovered over the surface of the water. ", "3": "Then God said, “Let there be light”; and there was light. ", "4": "God saw that the light was good, and God divided the light from the darkness. ", "5": "God called the light Day, and the darkness he called Night. So there was evening, and there was morning, one day.", "6": "God said, “Let there be a dome in the middle of the water; let it divide the water from the water.” ", "7": "God made the dome and divided the water under the dome from the water above the dome; that is how it was, ", "8": "and God called the dome Sky. So there was evening, and there was morning, a second day.", "9": "God said, “Let the water under the sky be gathered together into one place, and let dry land appear,” and that is how it was. ", "10": "God called the dry land Earth, the gathering together of the water he called Seas, and God saw that it was good.", "11": "God said, “Let the earth put forth grass, seed-producing plants, and fruit trees, each yielding its own kind of seed-bearing fruit, on the earth”; and that is how it was. ", "12": "The earth brought forth grass, plants each yielding its own kind of seed, and trees each producing its own kind of seed-bearing fruit; and God saw that it was good. ", "13": "So there was evening, and there was morning, a third day.", "14": "(A: ii) 14 God said, “Let there be lights in the dome of the sky to divide the day from the night; let them be for signs, seasons, days and years; ", "15": "and let them be for lights in the dome of the sky to give light to the earth”; and that is how it was. ", "16": "God made the two great lights — the larger light to rule the day and the smaller light to rule the night — and the stars. ", "17": "God put them in the dome of the sky to give light to the earth, ", "18": "to rule over the day and over the night, and to divide the light from the darkness; and God saw that it was good. ", "19": "So there was evening, and there was morning, a fourth day.", "20": "God said, “Let the water swarm with swarms of living creatures, and let birds fly above the earth in the open dome of the sky.” ", "21": "God created the great sea creatures and every living thing that creeps, so that the water swarmed with all kinds of them, and there was every kind of winged bird; and God saw that it was good. ", "22": "Then God blessed them, saying, “Be fruitful, multiply and fill the water of the seas, and let birds multiply on the earth.” ", "23": "So there was evening, and there was morning, a fifth day.", "24": "(A: iii) 24 God said, “Let the earth bring forth each kind of living creature — each kind of livestock, crawling animal and wild beast”; and that is how it was. ", "25": "God made each kind of wild beast, each kind of livestock and every kind of animal that crawls along the ground; and God saw that it was good.", "26": "Then God said, “Let us make humankind in our image, in the likeness of ourselves; and let them rule over the fish in the sea, the birds in the air, the animals, and over all the earth, and over every crawling creature that crawls on the earth.”", "27": "So God created humankind in his own image; in the image of God he created him: male and female he created them.", "28": "God blessed them: God said to them, “Be fruitful, multiply, fill the earth and subdue it. Rule over the fish in the sea, the birds in the air and every living creature that crawls on the earth.” ", "29": "Then God said, “Here! Throughout the whole earth I am giving you as food every seed-bearing plant and every tree with seed-bearing fruit. ", "30": "And to every wild animal, bird in the air and creature crawling on the earth, in which there is a living soul, I am giving as food every kind of green plant.” And that is how it was. ", "31": "God saw everything that he had made, and indeed it was very good. So there was evening, and there was morning, a sixth day."}