{"1": "Here is the genealogy of the sons of Noach — Shem, Ham and Yefet; sons were born to them after the flood.", "2": "The sons of Yefet were Gomer, Magog, Madai, Yavan, Tuval, Meshekh and Tiras. ", "3": "The sons of Gomer were Ashkenaz, Rifat and Togarmah. ", "4": "The sons of Yavan were Elishah, Tarshish, Kittim and Dodanim. ", "5": "From these the islands of the nations were divided into their lands, each according to its language, according to their families, in their nations.", "6": "The sons of Ham were Kush, Mitzrayim, Put and Kena'an. ", "7": "The sons of Kush were S'va, Havilah, Savta, Ra'mah and Savt'kha. The sons of Ra'mah were Sh'va and D'dan.", "8": "Kush fathered Nimrod, who was the first powerful ruler on earth. ", "9": "He was a mighty hunter before Adonai — this is why people say, “Like Nimrod, a mighty hunter before Adonai.” ", "10": "His kingdom began with Bavel, Erekh, Akkad and Kalneh, in the land of Shin'ar. ", "11": "Ashur went out from that land and built Ninveh, the city Rechovot, Kelach, ", "12": "and Resen between Ninveh and Kelach — that one is the great city.", "13": "Mitzrayim fathered the Ludim, the 'Anamim, the L'havim, the Naftuchim, ", "14": "the Patrusim, the Kasluchim (from whom came the P'lishtim) and the Kaftorim.", "15": "Kena'an fathered Tzidon his firstborn, Het, ", "16": "the Y'vusi, the Emori, the Girgashi, ", "17": "the Hivi, the 'Arki, the Sini, ", "18": "the Arvadi, the Tz'mari and the Hamati. Afterwards, the families of the Kena'ani were dispersed. ", "19": "The border of the Kena'ani was from Tzidon, as you go toward G'rar, to 'Azah; as you go toward S'dom, 'Amora, Admah and Tzvoyim, to Lesha.", "20": "These were the descendants of Ham, according to their families and languages, in their lands and in their nations.", "21": "Children were also born to Shem, ancestor of all the descendants of 'Ever and older brother of Yefet. ", "22": "The sons of Shem were 'Elam, Ashur, Arpakhshad, Lud and Aram. ", "23": "The sons of Aram were 'Utz, Hul, Geter and Mash. ", "24": "Arpakhshad fathered Shelach, and Shelach fathered 'Ever. ", "25": "To 'Ever were born two sons. One was given the name Peleg [division], because during his lifetime the earth was divided. His brother's name was Yoktan. ", "26": "Yoktan fathered Almodad, Shelef, Hatzar-Mavet, Yerach, ", "27": "Hadoram, Uzal, Diklah, ", "28": "'Oval, Avima'el, Sheva, ", "29": "Ofir, Havilah and Yovav — all these were the sons of Yoktan. ", "30": "Their territory stretched from Mesha, as you go toward S'far, to the mountain in the east.", "31": "These were the descendants of Shem, according to their families and languages, in their lands and in their nations.", "32": "These were the families of the sons of Noach, according to their generations, in their nations. From these the nations of the earth were divided up after the flood."}