{"1": "When Avram was 99 years old Adonai appeared to Avram and said to him, “I am El Shaddai [God Almighty]. Walk in my presence and be pure-hearted. ", "2": "I will make my covenant between me and you, and I will increase your numbers greatly.” ", "3": "Avram fell on his face, and God continued speaking with him: ", "4": "“As for me, this is my covenant with you: you will be the father of many nations. ", "5": "Your name will no longer be Avram [exalted father], but your name will be Avraham [father of many], because I have made you the father of many nations. ", "6": "I will cause you to be very fruitful. I will make nations of you, kings will descend from you.", "7": "(vii) 7 “I am establishing my covenant between me and you, along with your descendants after you, generation after generation, as an everlasting covenant, to be God for you and for your descendants after you. ", "8": "I will give you and your descendants after you the land in which you are now foreigners, all the land of Kena'an, as a permanent possession; and I will be their God.”", "9": "God said to Avraham, “As for you, you are to keep my covenant, you and your descendants after you, generation after generation. ", "10": "Here is my covenant, which you are to keep, between me and you, along with your descendants after you: every male among you is to be circumcised. ", "11": "You are to be circumcised in the flesh of your foreskin; this will be the sign of the covenant between me and you. ", "12": "Generation after generation, every male among you who is eight days old is to be circumcised, including slaves born within your household and those bought from a foreigner not descended from you. ", "13": "The slave born in your house and the person bought with your money must be circumcised; thus my covenant will be in your flesh as an everlasting covenant. ", "14": "Any uncircumcised male who will not let himself be circumcised in the flesh of his foreskin — that person will be cut off from his people, because he has broken my covenant.”", "15": "God said to Avraham, “As for Sarai your wife, you are not to call her Sarai [mockery]; her name is to be Sarah [princess]. ", "16": "I will bless her; moreover, I will give you a son by her. Truly I will bless her: she will be a mother of nations; kings of peoples will come from her.” ", "17": "At this Avraham fell on his face and laughed — he thought to himself, “Will a child be born to a man a hundred years old? Will Sarah give birth at ninety?” ", "18": "Avraham said to God, “If only Yishma'el could live in your presence!” ", "19": "God answered, “No, but Sarah your wife will bear you a son, and you are to call him Yitz'chak [laughter]. I will establish my covenant with him as an everlasting covenant for his descendants after him. ", "20": "But as for Yishma'el, I have heard you. I have blessed him. I will make him fruitful and give him many descendants. He will father twelve princes, and I will make him a great nation. ", "21": "But I will establish my covenant with Yitz'chak, whom Sarah will bear to you at this time next year.” ", "22": "With that, God finished speaking with Avraham and went up from him.", "23": "Avraham took Yishma'el his son, all the slaves born in his house and all who had been bought with his money, every male among the people in Avraham's household, and circumcised the flesh of their foreskin that very day, just as God had said to him.", "24": "(Maftir) 24 Avraham was ninety-nine years old when he was circumcised in the flesh of his foreskin, ", "25": "and Yishma'el his son was thirteen years old when he was circumcised in the flesh of his foreskin. ", "26": "Avraham and Yishma'el his son were circumcised on the same day; ", "27": "and all the men in his household, both slaves born in his house and those bought with money from a foreigner, were circumcised with him. Haftarah Lekh L'kha: Yesha'yahu (Isaiah) 40:27–41:16 B'rit Hadashah suggested readings for Parashah Lekh L'kha: Acts 7:1–8; Romans 3:19–5:6; Galatians 3:15–18; 5:1–6; Colossians 2:11–15; Messianic Jews (Hebrews) 7:1–19; 11:8–12"}