{"1": "Sarah lived to be 127 years old; these were the years of Sarah's life. ", "2": "Sarah died in Kiryat-Arba, also known as Hevron, in the land of Kena'an; and Avraham came to mourn Sarah and weep for her. ", "3": "Then he got up from his dead one and said to the sons of Het, ", "4": "“I am a foreigner living as an alien with you; let me have a burial site with you, so that I can bury my dead wife.” ", "5": "The sons of Het answered Avraham, ", "6": "“Listen to us, my lord. You are a prince of God among us, so choose any of our tombs to bury your dead — not one of us would refuse you his tomb for burying your dead.”", "7": "Avraham got up, bowed before the people of the land, the sons of Het, ", "8": "and spoke with them. “If it is your desire to help me bury my dead, then listen to me: ask 'Efron the son of Tzochar ", "9": "to give me the cave of Makhpelah, which he owns, the one at the end of his field. He should sell it to me in your presence at its full value; then I will have a burial site of my own.”", "10": "'Efron the Hitti was sitting among the sons of Het, and he gave Avraham his answer in the presence of the sons of Het who belonged to the ruling council of the city: ", "11": "“No, my lord, listen to me: I'm giving you the field, with its cave — I'm giving it to you. In the presence of my people I give it to you.” ", "12": "Avraham bowed before the people of the land ", "13": "and spoke to 'Efron in their hearing: “Please be good enough to listen to me. I will pay the price of the field; accept it from me, and I will bury my dead there.” ", "14": "But 'Efron answered Avraham, ", "15": "“My lord, listen to me. A plot of land worth 400 silver shekels — what is that between me and you? Just bury your dead.” ", "16": "Avraham got the point of what 'Efron had said, so he weighed out for 'Efron the amount of money he had specified in the presence of the sons of Het, 400 silver shekels of the weight accepted among merchants [ten pounds].", "17": "(ii) 17 Thus the field of 'Efron in Makhpelah, which is by Mamre — the field, its cave and all the trees in and around it — were deeded ", "18": "to Avraham as his possession in the presence of the sons of Het who belonged to the ruling council of the city.", "19": "Then Avraham buried Sarah his wife in the cave of the field of Makhpelah, by Mamre, also known as Hevron, in the land of Kena'an. ", "20": "The field and its cave had been purchased by Avraham from the sons of Het as a burial-site which would belong to him."}