{"1": "(vi) Avraham took another wife, whose name was K'turah. ", "2": "She bore him Zimran, Yokshan, Medan, Midyan, Yishbak; and Shuach. ", "3": "Yokshan fathered Sh'va and D'dan. The sons of D'dan were Ashurim, L'tushim and L'umim. ", "4": "The sons of Midyan were 'Eifah, 'Efer, Hanokh, Avida and Elda'ah. All these were descendants of K'turah.", "5": "Avraham gave everything he owned to Yitz'chak. ", "6": "But to the sons of the concubines he made grants while he was still living and sent them off to the east, to the land of Kedem, away from Yitz'chak his son.", "7": "This is how long Avraham lived: 175 years. ", "8": "Then Avraham breathed his last, dying at a ripe old age, an old man full of years; and he was gathered to his people. ", "9": "Yitz'chak and Yishma'el his sons buried him in the cave of Makhpelah, in the field of 'Efron the son of Tzochar the Hitti, by Mamre, ", "10": "the field which Avraham purchased from the sons of Het. Avraham was buried there with Sarah his wife.", "11": "After Avraham died, God blessed Yitz'chak his son, and Yitz'chak lived near Be'er-Lachai-Ro'i.", "12": "(vii) 12 Here is the genealogy of Yishma'el, Avraham's son, whom Hagar the Egyptian woman bore to Avraham. ", "13": "These are the names of the sons of Yishma'el, listed in the order of their birth. The firstborn of Yishma'el was N'vayot; followed by Kedar, Adbe'el, Mivsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Teima, Y'tur, Nafish and Kedmah. ", "16": "(Maftir) 16 These are the sons of Yishma'el, and these are their names, according to their settlements and camps, twelve tribal rulers.", "17": "This is how long Yishma'el lived: 137 years. Then he breathed his last, died and was gathered to his people.", "18": "Yishma'el's sons lived between Havilah and Shur, near Egypt as you go toward Ashur; he settled near all his kinsmen. Haftarah Hayyei-Sarah: M'lakhim Alef (1 Kings) 1:1–31 B'rit Hadashah suggested readings for Parashah Hayyei-Sarah: Mattityahu (Matthew) 8:19–22; 27:3–10; Luke 9:57–62", "19": "Here is the history of Yitz'chak, Avraham's son. Avraham fathered Yitz'chak. ", "20": "Yitz'chak was forty years old when he took Rivkah, the daughter of B'tu'el the Arami from Paddan-Aram and sister of Lavan the Arami, to be his wife. ", "21": "Yitz'chak prayed to Adonai on behalf of his wife, because she was childless. Adonai heeded his prayer, and Rivkah became pregnant. ", "22": "The children fought with each other inside her so much that she said, “If it's going to be like this, why go on living?” So she went to inquire of Adonai, ", "23": "who answered her, “There are two nations in your womb. From birth they will be two rival peoples. One of these peoples will be stronger than the other, and the older will serve the younger.”", "24": "When the time for her delivery came, there were twins in her womb. ", "25": "The first to come out was reddish and covered all over with hair, like a coat; so they named him 'Esav [completely formed, that is, having hair already]. ", "26": "Then his brother emerged, with his hand holding 'Esav's heel, so he was called Ya'akov [he catches by the heel, he supplants]. Yitz'chak was sixty years old when she bore them.", "27": "The boys grew; and 'Esav became a skillful hunter, an outdoorsman; while Ya'akov was a quiet man who stayed in the tents. ", "28": "Yitz'chak favored 'Esav, because he had a taste for game; Rivkah favored Ya'akov.", "29": "One day when Ya'akov had cooked some stew, 'Esav came in from the open country, exhausted, ", "30": "and said to Ya'akov, “Please! Let me gulp down some of that red stuff — that red stuff! I'm exhausted!” (This is why he was called Edom [red].) ", "31": "Ya'akov answered, “First sell me your rights as the firstborn.” ", "32": "“Look, I'm about to die!” said 'Esav. “What use to me are my rights as the firstborn?” ", "33": "Ya'akov said, “First, swear to me!” So he swore to him, thus selling his birthright to Ya'akov. ", "34": "Then Ya'akov gave him bread and lentil stew; he ate and drank, got up and went on his way. Thus 'Esav showed how little he valued his birthright."}