{"1": "In the course of time, after Yitz'chak had grown old and his eyes dim, so that he couldn't see, he called 'Esav his older son and said to him, “My son?” and he answered, “Here I am.” ", "2": "“Look, I'm old now, I don't know when I will die. ", "3": "Therefore, please take your hunting gear — your quiver of arrows and your bow; go out in the country, and get me some game. ", "4": "Make it tasty, the way I like it; and bring it to me to eat. Then I will bless you [as firstborn], before I die.”", "5": "Rivkah was listening when Yitz'chak spoke to his son 'Esav. So when 'Esav went out to the country to hunt for game and bring it back, ", "6": "she said to her son Ya'akov, “Listen! I heard your father telling 'Esav your brother, ", "7": "'Bring me game, and make it tasty, so I can eat it. Then I will give you my blessing in the presence of Adonai, before my death.' ", "8": "Now pay attention to me, my son; and do what I tell you. ", "9": "Go to the flock, and bring me back two choice kids. I will make it tasty for your father, the way he likes it; ", "10": "and you will bring it to your father to eat; so that he will give his blessing to you before his death.” ", "11": "Ya'akov answered Rivkah his mother, “Look, 'Esav is hairy, but I have smooth skin. ", "12": "Suppose my father touches me — he'll know I'm trying to trick him, and I'll bring a curse on myself, not a blessing!” ", "13": "But his mother said, “Let your curse be on me. Just listen to me, and go get me the kids!” ", "14": "So he went, got them and brought them to his mother; and his mother prepared them in the tasty way his father loved. ", "15": "Next, Rivkah took 'Esav her older son's best clothes, which she had with her in the house, and put them on Ya'akov her younger son; ", "16": "and she put the skins of the goats on his hands and on the smooth parts of his neck. ", "17": "Then she gave the tasty food and the bread she had prepared to her son Ya'akov.", "18": "He went to his father and said, “My father?” He replied, “Here I am; who are you, my son?” ", "19": "Ya'akov said to his father, “I am 'Esav your firstborn. I've done what you asked me to do. Get up now, sit down, eat the game, and then give me your blessing.” ", "20": "Yitz'chak said to his son, “How did you find it so quickly, my son?” He answered, “Adonai your God made it happen that way.” ", "21": "Yitz'chak said to Ya'akov, “Come here, close to me, so I can touch you, my son, and know whether you are in fact my son 'Esav or not.” ", "22": "Ya'akov approached Yitz'chak his father, who touched him and said, “The voice is Ya'akov's voice, but the hands are 'Esav's hands.” ", "23": "However, he didn't detect him; because his hands were hairy like his brother 'Esav's hands; so he gave him his blessing. ", "24": "He asked, “Are you really my son 'Esav?” And he replied, “I am.” ", "25": "He said, “Bring it here to me, and I will eat my son's game, so that I can give you my blessing.” So he brought it up to him, and he ate; he also brought him wine, and he drank. ", "26": "Then his father Yitz'chak said to him, “Come close now, and kiss me, my son.” ", "27": "He approached and kissed him. Yitz'chak smelled his clothes and blessed Ya'akov with these words: “See, my son smells like a field which Adonai has blessed. ", "28": "(vi) 28 So may God give you dew from heaven, the richness of the earth, and grain and wine in abundance. ", "29": "May peoples serve you and nations bow down to you. May you be lord over your kinsmen, let your mother's descendants bow down to you. Cursed be everyone who curses you, and blessed be everyone who blesses you!”", "30": "But as soon as Yitz'chak had finished giving his blessing to Ya'akov, when Ya'akov had barely left his father's presence, 'Esav his brother came in from his hunting. ", "31": "He too had prepared a tasty meal and brought it to his father, and now he said to his father, “Let my father get up and eat from his son's game, so that you may give me your blessing.” ", "32": "Yitz'chak his father said to him, “Who are you?” and he answered, “I am your son, your firstborn, 'Esav.” ", "33": "Yitz'chak began trembling uncontrollably and said, “Then who was it that took game and brought it to me? I ate it all just before you came, and I gave my blessing to him. That's the truth, and the blessing must stand.” ", "34": "When 'Esav heard his father's words he burst into loud, bitter sobbing. “Father, bless me too,” he begged. ", "35": "He replied, “Your brother came deceitfully and took away your blessing.” ", "36": "'Esav said, “His name, Ya'akov [he supplants], really suits him — because he has supplanted me these two times: he took away my birthright, and here, now he has taken away my blessing!” Then he asked, “Haven't you saved a blessing for me?” ", "37": "Yitz'chak answered 'Esav, “Look, I have made him your lord, I have given him all his kinsmen as servants, and I have given him grain and wine to sustain him. What else is there that I can do for you, my son?” ", "38": "'Esav said to his father, “Have you only one blessing, my father? Father, bless me too!” 'Esav wept aloud, ", "39": "and Yitz'chak his father answered him: “Here! Your home will be of the richness of the earth and of the dew of heaven from above. ", "40": "You will live by your sword, and you will serve your brother. But when you break loose, you will shake his yoke off your neck.”", "41": "'Esav hated his brother because of the blessing his father had given him. 'Esav said to himself, “The time for mourning my father will soon come, and then I will kill my brother Ya'akov.” ", "42": "But the words of 'Esav her older son were told to Rivkah. She sent for Ya'akov her younger son and said to him, “Here, your brother 'Esav is comforting himself over you by planning to kill you. ", "43": "Therefore, my son, listen to me: get up and escape to Lavan my brother in Haran. ", "44": "Stay with him a little while, until your brother's anger subsides. ", "45": "Your brother's anger will turn away from you, and he will forget what you did to him. Then I'll send and bring you back from there. Why should I lose both of you on the same day?”", "46": "Rivkah said to Yitz'chak, “I'm sick to death of Hitti women! If Ya'akov marries one of the Hitti women, like those who live here, my life won't be worth living.”"}