{"1": "When Rachel saw that she was not bearing children for Ya'akov, she envied her sister and said to Ya'akov, “Give me children, or I will die!” ", "2": "This made Ya'akov angry at Rachel; he answered, “Am I in God's place? He's the one who is denying you children.” ", "3": "She said, “Here is my maid Bilhah. Go, sleep with her, and let her give birth to a child that will be laid on my knees, so that through her I too can build a family.” ", "4": "So she gave him Bilhah her slave-girl as his wife, and Ya'akov went in and slept with her. ", "5": "Bilhah conceived and bore Ya'akov a son. ", "6": "Rachel said, “God has judged in my favor; indeed he has heard me and given me a son.” Therefore she called him Dan [he judged].", "7": "Bilhah Rachel's slave-girl conceived again and bore Ya'akov a second son. ", "8": "Rachel said, “I have wrestled mightily with my sister and won,” and called him Naftali [my wrestling].", "9": "When Le'ah saw that she had stopped having children, she took Zilpah her slave-girl and gave her to Ya'akov as his wife. ", "10": "Zilpah Le'ah's slave-girl bore Ya'akov a son; ", "11": "and Le'ah said, “Good fortune has come,” calling him Gad [good fortune].", "12": "Zilpah Le'ah's slave-girl bore Ya'akov a second son; ", "13": "and Le'ah said, “How happy I am! Women will say I am happy!” and called him Asher [happy].", "14": "(iv) 14 During the wheat harvest season Re'uven went and found mandrakes in the field and brought them to his mother Le'ah. Rachel said to Le'ah, “Please give me some of your son's mandrakes [so that I can be fertile].” ", "15": "She answered, “Isn't it enough that you have taken away my husband? Do you have to take my son's mandrakes too?” Rachel said, “Very well; in exchange for your son's mandrakes, sleep with him tonight.” ", "16": "When Ya'akov came in from the field in the evening, Le'ah went out to meet him and said, “You have to come and sleep with me, because I've hired you with my son's mandrakes.” So Ya'akov slept with her that night. ", "17": "God listened to Le'ah, and she conceived and bore Ya'akov a fifth son. ", "18": "Le'ah said, “God has given me my hire, because I gave my slave-girl to my husband.” So she called him Yissakhar [hire, reward].", "19": "Le'ah conceived again and bore a sixth son to Ya'akov. ", "20": "Le'ah said, “God has given me a wonderful gift. Now at last my husband will live with me, since I have borne him six sons.” And she called him Z'vulun [living together].", "21": "After this, she gave birth to a daughter and named her Dinah [controversy over rights].", "22": "Then God took note of Rachel, heeded her prayer and made her fertile. ", "23": "She conceived, had a son and said, “God has taken away my disgrace.” ", "24": "She called him Yosef [may he add], saying, “May Adonai add to me another son.”", "25": "After Rachel had given birth to Yosef, Ya'akov said to Lavan, “Send me on my way, so that I can return to my own place, to my own country. ", "26": "Let me take my wives, for whom I have served you, and my children; and let me go. You know very well how faithfully I have served you.” ", "27": "Lavan answered him, “If you regard me favorably, then please listen: I have observed the signs that Adonai has blessed me on account of you. ", "28": "(v) 28 Name your wages,” he said; “I will pay them.” ", "29": "Ya'akov replied, “You know how faithfully I have served you and how your livestock have prospered under my care. ", "30": "The few you had before I came have increased substantially; Adonai has blessed you wherever I went. But now, when will I provide for my own household?” ", "31": "Lavan said, “What should I give you?” “Nothing,” answered Ya'akov, “just do this one thing for me: once more I will pasture your flock and take care of it. ", "32": "I will also go through the flock and pick out every speckled, spotted or brown sheep, and every speckled or spotted goat; these and their offspring will be my wages. ", "33": "And I will let my integrity stand as witness against me in the future: when you come to look over the animals constituting my wages, every goat that isn't speckled or spotted and every sheep that isn't brown will count as stolen by me.” ", "34": "Lavan replied, “As you have said, so be it.”", "35": "That day Lavan removed the male goats that were streaked or spotted and all the female goats that were speckled or spotted, every one with white on it, and all the brown sheep; turned them over to his sons; ", "36": "and put three days' distance between himself and Ya'akov. Ya'akov fed the rest of Lavan's flocks.", "37": "Ya'akov took fresh-cut branches from poplar, almond and plane trees and made white streaks on them by peeling off the bark. ", "38": "Then he set the rods he had peeled upright in the watering troughs, so that the animals would see them when they came to drink. And since they bred when they came to drink, ", "39": "the animals mated in sight of the rods and gave birth to streaked, speckled and spotted young. ", "40": "Ya'akov divided the lambs and had the animals mate with the streaked and the brown in the flock of Lavan. He also kept his own livestock separate and did not have them mix with Lavan's flock. ", "41": "Whenever the hardier animals came into heat, Ya'akov would set up the rods in the watering troughs; so that the animals would see them and conceive in front of them; ", "42": "but he didn't set up the rods in front of the weaker animals. Thus the more feeble were Lavan's and the stronger Ya'akov's. ", "43": "In this way the man became very rich and had large flocks, along with male and female slaves, camels and donkeys."}