{"1": "Ya'akov raised his eyes and looked out; and there was 'Esav coming, and four hundred men with him. So Ya'akov divided the children between Le'ah, Rachel and the two slave-girls, ", "2": "putting the slave-girls and their children first, Le'ah and her children second, and Rachel and Yosef last. ", "3": "Then he himself passed on ahead of them and prostrated himself on the ground seven times before approaching his brother. ", "4": "'Esav ran to meet him, hugged him, threw his arms around his neck and kissed him; and they wept. ", "5": "Esav looked up; on seeing the women and children, he asked, “Who are these with you?” Ya'akov answered, “The children God has graciously given to your servant.”", "6": "(iv) 6 Then the slave-girls approached with their children, and they prostrated themselves; ", "7": "Le'ah too and her children approached and prostrated themselves; and last came Yosef and Rachel; and they prostrated themselves. ", "8": "'Esav asked, “What was the meaning of this procession of droves I encountered?” and he answered, “It was to win my lord's favor.” ", "9": "'Esav replied, “I have plenty already; my brother, keep your possessions for yourself.” ", "10": "Ya'akov said, “No, please! If now I have won your favor, then accept my gift. Just seeing your face has been like seeing the face of God, now that you have received me. ", "11": "So please accept the gift I have brought you, for God has dealt kindly with me and I have enough.” Thus he urged him, until he accepted it.", "12": "'Esav said, “Let's break camp and get going. I'll go first.” ", "13": "Ya'akov said to him, “My lord knows that the children are small, and the sheep and cattle suckling their young concern me, because if they overdrive them even one day, all the flocks will die. ", "14": "Instead, please, let my lord go on ahead of his servant. I will travel more slowly, at the pace of the cattle ahead of me and at the pace of the children, until I come to my lord in Se'ir.” ", "15": "'Esav replied, “Then let me leave with you some of the people I have with me.” But Ya'akov said, “There's no need for my lord to be so kind to me.” ", "16": "So 'Esav left that day to return to Se'ir. ", "17": "Ya'akov went on to Sukkot, where he built himself a house and put up shelters for his cattle. This is why the place is called Sukkot [shelters].", "18": "Having traveled from Paddan-Aram, Ya'akov arrived safely at the city of Sh'khem, in Kena'an, and set up camp near the city. ", "19": "From the sons of Hamor Sh'khem's father he bought for one hundred pieces of silver the parcel of land where he had pitched his tent. ", "20": "There he put up an altar, which he called El-Elohei-Yisra'el [God, the God of Isra'el]."}