{"1": "God said to Ya'akov, “Get up, go up to Beit-El and live there, and make there an altar to God, who appeared to you when you fled 'Esav your brother.” ", "2": "Then Ya'akov said to his household and all the others with him, “Get rid of the foreign gods that you have with you, purify yourselves, and put on fresh clothes. ", "3": "We're going to move on and go up to Beit-El. There I will build an altar to God, who answered me when I was in such distress and stayed with me wherever I went.” ", "4": "They gave Ya'akov all the foreign gods in their possession and the earrings they were wearing, and Ya'akov buried them under the pistachio tree near Sh'khem. ", "5": "While they were traveling, a terror from God fell upon the cities around them, so that none of them pursued the sons of Ya'akov.", "6": "Ya'akov and all the people with him arrived at Luz (that is, Beit-El) in the land of Kena'an. ", "7": "He built there an altar and called the place El-Beit-El [God of Beit-El], because it was there that God was revealed to him, at the time when he was fleeing from his brother.", "8": "Then D'vorah, Rivkah's nurse, died. She was buried below Beit-El under the oak, which was given the name Alon-Bakhut [oak of weeping].", "9": "After Ya'akov arrived from Paddan-Aram, God appeared to him again and blessed him. ", "10": "God said to him, “Your name is Ya'akov, but you will be called Ya'akov no longer; your name will be Isra'el.” Thus he named him Isra'el. ", "11": "God further said to him, “I am El Shaddai. Be fruitful and multiply. A nation, indeed a group of nations, will come from you; kings will be descended from you. ", "12": "(A: vi) 12 Moreover, the land which I gave to Avraham and Yitz'chak I will give to you, and I will give the land to your descendants after you.” ", "13": "Then God went up from him there where he had spoken with him. ", "14": "(S: vi) 14 Ya'akov set up a standing-stone in the place where he had spoken with him, a stone pillar. Then he poured out a drink offering on it and poured oil on it. ", "15": "Ya'akov called the place where God spoke with him Beit-El.", "16": "Then they traveled on from Beit-El, and while there was still some distance to go before arriving in Efrat, Rachel went into labor, and she had great difficulty with it. ", "17": "While she was undergoing this hard labor, the midwife said to her, “Don't worry, this is also a son for you.” ", "18": "But she died in childbirth. As she was dying she named her son Ben-Oni [son of my grief], but his father called him Binyamin [son of the right hand, son of the south]. ", "19": "So Rachel died and was buried on the way to Efrat (that is, Beit-Lechem). ", "20": "Ya'akov set up a standing-stone on her grave; it is the standing-stone of Rachel's grave to this day.", "21": "Isra'el continued his travels and pitched his tent on the other side of Migdal-'Eder. ", "22": "It was while Isra'el was living in that land that Re'uven went and slept with Bilhah his father's concubine, and Isra'el heard about it. Ya'akov had twelve sons. ", "23": "The sons of Le'ah were Re'uven Ya'akov's firstborn, Shim'on, Levi, Y'hudah, Yissakhar and Z'vulun. ", "24": "The sons of Rachel were Yosef and Binyamin. ", "25": "The sons of Bilhah Rachel's slave-girl were Dan and Naftali. ", "26": "And the sons of Zilpah Le'ah's slave-girl were Gad and Asher. These were Ya'akov's sons, born to him in Paddan-Aram.", "27": "Ya'akov came home to his father Yitz'chak at Mamre, near Kiryat-Arba (also known as Hevron), where Avraham and Yitz'chak had lived as foreigners. ", "28": "Yitz'chak lived to be 180 years old. ", "29": "Then he breathed his last, died and was gathered to his people, an old man full of years; and his sons 'Esav and Ya'akov buried him."}