{"1": "Now Ya'akov saw that there was grain in Egypt; so Ya'akov said to his sons, “Why are you staring at each other? ", "2": "Look,” he said, “I've heard that there's grain in Egypt. Go down there and buy some for us from there, so that we can stay alive and not die!” ", "3": "Thus Yosef's ten brothers went down to buy grain from Egypt, ", "4": "except for Binyamin, Yosef's brother. Ya'akov did not send him with his brothers, because he was afraid something might happen to him.", "5": "The sons of Isra'el came to buy along with the others that came, since the famine extended to the land of Kena'an. ", "6": "Yosef was governor over the land; it was he who sold to all the people of the land. Now when Yosef's brothers came and prostrated themselves before him on the ground, ", "7": "Yosef saw his brothers and recognized them; but he acted toward them as if he were a stranger and spoke harshly with them. He asked them, “Where are you from?” They answered, “From the land of Kena'an to buy food.” ", "8": "So Yosef recognized his brothers, but they didn't recognize him.", "9": "Remembering the dreams he had had about them, Yosef said to them, “You are spies! You've come to spot our country's weaknesses!” ", "10": "“No, my lord,” they replied, “your servants have come to buy food. ", "11": "We're all the sons of one man, we're upright men; your servants aren't spies.” ", "12": "“No,” he said to them, “you've come to spy out our country's weaknesses.” ", "13": "They said, “We, your servants, are twelve brothers, the sons of one man in the land of Kena'an; the youngest stayed with our father, and another one is gone.” ", "14": "“Just as I said,” replied Yosef, “you're spies! ", "15": "Here's how you can prove you're not lying: as Pharaoh lives, you will not leave here unless your youngest brother comes here. ", "16": "Send one of you, and let him bring your brother. Meanwhile, you will be kept in custody. This will prove whether there is any truth in what you say. Otherwise, as Pharaoh lives, you are certainly spies.” ", "17": "Then he put all of them together in prison for three days.", "18": "On the third day, Yosef said to them, “Do what I say, and stay alive, for I fear God. ", "19": "(v) 19 If you are upright men, let one of your brothers remain incarcerated in the prison you're being kept in, while you go and carry grain back to relieve the famine in your homes. ", "20": "But bring your youngest brother to me. In this way your statements will be verified, and you won't die.” So they did it. ", "21": "They said to each other, “We are in fact guilty concerning our brother. He was in distress and pleaded with us; we saw it and wouldn't listen. That's why this distress has come upon us now.” ", "22": "Re'uven answered them, “Didn't I tell you, 'Don't wrong the boy'? But you wouldn't hear of it. Now comes the reckoning for his blood!” ", "23": "They had no idea that Yosef understood them, since an interpreter was translating for them. ", "24": "Yosef turned away from them and wept; then he returned and spoke to them. He took Shim'on from among them and put him in prison before their eyes. ", "25": "Next he ordered that their containers be filled with grain, that every man's money be put back in his pack and that they be given provisions for the journey. When these things had been done for them, ", "26": "they loaded their grain on their donkeys and departed.", "27": "But at camp that night, as one of them opened his pack to give fodder to his donkey, he noticed his money — there it was, just inside his pack. ", "28": "He said to his brothers, “My money has been restored — there it is, right in my pack!” At that, their hearts sank; they turned, trembling, to one another and said, “What is this that God has done to us?”", "29": "They returned to Ya'akov their father in the land of Kena'an and told him all that had happened to them. ", "30": "“The man, the lord of the land, spoke harshly with us. He took us for spies in his country. ", "31": "We said to him, 'We are upright men, we're not spies; ", "32": "we are twelve brothers, sons of our father; one is gone, and the youngest stayed with our father in the land of Kena'an.' ", "33": "But the man, the lord of the land, said to us, 'Here is how I will know that you are upright men: leave one of your brothers with me, take grain to relieve the famine in your homes, and go on your way; ", "34": "but bring your youngest brother to me. By this I will know that you aren't spies, but are upright men; then I will return your brother to you; and you will do business in the land.'”", "35": "Next, as they emptied their packs, there was each man's bag of money in his pack; and when they and their father saw their bags of money, they became afraid. ", "36": "Ya'akov their father said to them, “You have robbed me of my children! Yosef is gone, Shim'on is gone, now you're taking Binyamin away — it all falls on me!” ", "37": "Re'uven said to his father, “If I don't bring him back to you, you can kill my own two sons! Put him in my care; I will return him to you.” ", "38": "But he replied, “My son will not go down with you. His brother is dead, and he alone is left. If anything were to happen to him while traveling with you, you would bring my gray hair down to Sh'ol with grief.”"}