{"1": "Isra'el took everything he owned with him on his journey. He arrived at Be'er-Sheva and offered sacrifices to the God of his father Yitz'chak. ", "2": "In a vision at night God called to Isra'el, “Ya'akov! Ya'akov!” He answered, “Here I am.” ", "3": "He said, “I am God, the God of your father. Don't be afraid to go down to Egypt. It is there that I will make you into a great nation. ", "4": "Not only will I go down with you to Egypt; but I will also bring you back here again, after Yosef has closed your eyes.”", "5": "So Ya'akov left Be'er-Sheva; the sons of Isra'el brought Ya'akov their father, their little ones and their wives in the wagons Pharaoh had sent to carry them. ", "6": "They took their cattle and their possessions which they had acquired in the land of Kena'an and arrived in Egypt, Ya'akov and all his descendants with him — ", "7": "his sons, grandsons, daughters, granddaughters and all his descendants he brought with him into Egypt.", "8": "These are the names of Isra'el's children who came into Egypt, Ya'akov and his sons: Re'uven Ya'akov's firstborn; ", "9": "and the sons of Re'uven — Hanokh, Pallu, Hetzron and Karmi.", "10": "The sons of Shim'on: Y'mu'el, Yamin, Ohad, Yakhin, Tzochar and Sha'ul the son of a Kena'ani woman.", "11": "The sons of Levi: Gershon, K'hat and M'rari.", "12": "The sons of Y'hudah: 'Er, Onan, Shelah, Peretz and Zerach; but 'Er and Onan died in the land of Kena'an. The sons of Peretz were Hetzron and Hamul.", "13": "The sons of Yissakhar: Tola, Puvah, Yov and Shimron.", "14": "The sons of Z'vulun: Sered, Elon and Yachle'el.", "15": "These were the children of Le'ah whom she bore to Ya'akov in Paddan-Aram, with his daughter Dinah. In sum, his sons and daughters numbered thirty-three.", "16": "The sons of Gad: Tzifyon, Haggi, Shuni, Etzbon, 'Eri, Arodi and Ar'eli.", "17": "The children of Asher: Yimnah, Yishvah, Yishvi, B'ri'ah, and their sister Serach. The sons of B'ri'ah were Hever and Malki'el.", "18": "These were the children of Zilpah, whom Lavan gave to Le'ah his daughter; she bore them to Ya'akov — sixteen people.", "19": "The sons of Rachel Ya'akov's wife: Yosef and Binyamin.", "20": "To Yosef in the land of Egypt were born M'nasheh and Efrayim, whom Osnat the daughter of Poti-Fera priest of On bore to him.", "21": "The sons of Binyamin: Bela, Bekher, Ashbel, Gera, Na'aman, Echi, Rosh, Mupim, Hupim and Ard.", "22": "These were the children of Rachel who were born to Ya'akov — in sum, fourteen people.", "23": "The sons of Dan: Hushim.", "24": "The sons of Naftali: Yachtze'el, Guni, Yetzer and Shillem.", "25": "These were the sons of Bilhah, whom Lavan gave to Rachel his daughter; she bore them to Ya'akov — in sum, seven people.", "26": "All the people belonging to Ya'akov coming into Egypt, his direct descendants (not counting Ya'akov's sons' wives), totaled sixty-six. ", "27": "The sons of Yosef, born to him in Egypt, were two in number. Thus all the people in Ya'akov's family who entered Egypt numbered seventy.", "28": "(vi) 28 Ya'akov sent Y'hudah ahead of him to Yosef, so that the latter might guide him on the road to Goshen; thus they arrived in the land of Goshen. ", "29": "Yosef prepared his chariot and went up to Goshen to meet Isra'el his father. He presented himself to him, embraced him and wept on his neck for a long time. ", "30": "Then Isra'el said to Yosef, “Now I can die, because I have seen your face and seen that you are still alive.”", "31": "Yosef said to his brothers and his father's family, “I'm going up to tell Pharaoh. I'll say to him, 'My brothers and my father's family, who were in the land of Kena'an, have come to me. ", "32": "The men are shepherds and keepers of livestock; they have brought their flocks, their herds and all their possessions.' ", "33": "Now when Pharaoh summons you and asks, 'What is your occupation?' ", "34": "tell him, 'Your servants have been keepers of livestock from our youth until now, both we and our ancestors.' This will ensure that you will live in the land of Goshen — for any shepherd is abhorrent to the Egyptians.”"}