{"1": "Then Yosef went in and told Pharaoh, “My father and brothers have come from the land of Kena'an with their flocks, livestock and all their possessions; right now they are in the land of Goshen.” ", "2": "He took five of his brothers and presented them to Pharaoh. ", "3": "Pharaoh said to his brothers, “What is your occupation?” They answered Pharaoh, “Your servants are shepherds, both we and our ancestors,” ", "4": "and added, “We have come to live in the land, because in the land of Kena'an there is no place to pasture your servant's flocks, the famine is so severe there. Therefore, please, let your servants live in the land of Goshen.” ", "5": "Pharaoh said to Yosef, “Your father and brothers have come to you, ", "6": "and the land of Egypt lies before you. Have your father and brothers live on the best property in the country — let them live in the land of Goshen. Moreover, if you know that some of them are particularly competent, put them in charge of my livestock.”", "7": "Yosef then brought in Ya'akov his father and presented him to Pharaoh, and Ya'akov blessed Pharaoh. ", "8": "Pharaoh asked Ya'akov, “How old are you?” ", "9": "and Ya'akov replied, “The time of my stay on earth has been 130 years; they have been few and difficult, fewer than the years my ancestors lived.” ", "10": "Then Ya'akov blessed Pharaoh and left his presence.", "11": "(vii) 11 Yosef found a place for his father and brothers and gave them property in the land of Egypt, in the best region of the country, in the land of Ra'amses, as Pharaoh had ordered. ", "12": "Yosef provided food for his father, his brothers and all his father's household, taking full care of even the youngest.", "13": "There was no food anywhere, for the famine was very severe, so that both Egypt and Kena'an grew weak from hunger. ", "14": "Yosef collected all the money there was in Egypt and Kena'an in exchange for the grain they bought, and put the money in Pharaoh's treasury. ", "15": "When all the money in Egypt had been spent, and likewise in Kena'an, all the Egyptians approached Yosef and said, “Give us something to eat, even though we have no money; why should we die before your eyes?” ", "16": "Yosef replied, “Give me your livestock. If you don't have money, I will give you food in exchange for your livestock.” ", "17": "So they brought Yosef their livestock; and Yosef gave them food in exchange for the horses, flocks, cattle and donkeys — all that year he provided them with food in exchange for all their livestock.", "18": "When that year was over, they approached Yosef again and said to him, “We won't hide from my lord that all our money is spent, and the herds of livestock belong to my lord. We have nothing left, as my lord can see, but our bodies and our land. ", "19": "Why should we die before your eyes, both we and our land? Buy us and our land for food, and we and our land will be enslaved to Pharaoh. But also give us seed to plant, so that we can stay alive and not die, and so that the land won't become barren.” ", "20": "So Yosef acquired all the land in Egypt for Pharaoh, as one by one the Egyptians sold their fields, because the famine weighed on them so severely. Thus the land became the property of Pharaoh. ", "21": "As for the people, he reduced them to serfdom city by city, from one end of Egypt's territory to the other. ", "22": "Only the priests' land did he not acquire, because the priests were entitled to provisions from Pharaoh, and they ate from what Pharaoh provided them; therefore they did not sell their land.", "23": "Then Yosef said to the people, “As of today I have acquired you and your land for Pharaoh. Here is seed for you to sow the land. ", "24": "When harvest time comes, you are to give twenty percent to Pharaoh; eighty percent will be yours to keep for seed to plant in the fields, as well as for your food and for that of your households and your little ones.”", "25": "(Maftir) 25 They replied, “You have saved our lives! So if it pleases my lord, we will be Pharaoh's slaves.” ", "26": "Yosef made it a law for the country of Egypt, valid to this day, that Pharaoh should have twenty percent. Only the property belonging to the priests did not become Pharaoh's.", "27": "Isra'el lived in the land of Egypt seventeen years. They acquired possessions in it and were productive, and their numbers multiplied greatly. Haftarah Vayigash: Yechezk'el (Ezekiel) 37:15–28 B'rit Hadashah suggested reading for Parashah Vayigash: Acts 7:9–16 (specifically vv. 13–15)", "28": "Ya'akov lived in the land of Egypt seventeen years; thus Ya'akov lived to be 147 years old. ", "29": "The time came when Isra'el was approaching death; so he called for his son Yosef and said to him, “If you truly love me, please put your hand under my thigh and pledge that, out of consideration for me, you will not bury me in Egypt. ", "30": "Rather, when I sleep with my fathers, you are to carry me out of Egypt and bury me where they are buried.” He replied, “I will do as you have said.” ", "31": "He said, “Swear it to me,” and he swore to him. Then Isra'el bowed down at the head of his bed."}