{"1": "(iv) Then Ya'akov called for his sons and said, “Gather yourselves together, and I will tell you what will happen to you in the acharit-hayamim.", "2": "Assemble yourselves and listen, sons of Ya'akov; pay attention to Isra'el your father.", "3": "“Re'uven, you are my firstborn, my strength, the firstfruits of my manhood.", "4": "Though superior in vigor and power you are unstable as water, so your superiority will end, because you climbed into your father's bed and defiled it — he climbed onto my concubine's couch!", "5": "“Shim'on and Levi are brothers, related by weapons of violence.", "6": "Let me not enter their council, let my honor not be connected with their people; for in their anger they killed men, and at their whim they maimed cattle.", "7": "Cursed be their anger, for it has been fierce; their fury, for it has been cruel. I will divide them in Ya'akov and scatter them in Isra'el.", "8": "“Y'hudah, your brothers will acknowledge you, your hand will be on the neck of your enemies, your father's sons will bow down before you.", "9": "Y'hudah is a lion's cub; my son, you stand over the prey. He crouches down and stretches like a lion; like a lioness, who dares to provoke him?", "10": "The scepter will not pass from Y'hudah, nor the ruler's staff from between his legs, until he comes to whom [obedience] belongs; [a] and it is he whom the peoples will obey.", "11": "Tying his donkey to the vine, his donkey's colt to the choice grapevine, he washes his clothes in wine, his robes in the blood of grapes.", "12": "His eyes will be darker than wine, his teeth whiter than milk.", "13": "“Z'vulun will live at the seashore, with ships anchoring along his coast and his border at Tzidon.", "14": "“Yissakhar is a strong donkey lying down in the sheep sheds.", "15": "On seeing how good is settled life and how pleasant the country, he will bend his back to the burden, and submit to forced labor.", "16": "“Dan will judge his people as one of the tribes of Isra'el.", "17": "Dan will be a viper on the road, a horned snake in the path that bites the horse's heels so its rider falls off backward.", "18": "I wait for your deliverance, Adonai.", "19": "(v) 19 “Gad [troop]— a troop will troop on him, but he will troop on their heel.", "20": "“Asher's food is rich — he will provide food fit for a king.", "21": "“Naftali is a doe set free that bears beautiful fawns. [b]", "22": "“Yosef is a fruitful plant, a fruitful plant by a spring, with branches climbing over the wall.", "23": "The archers attacked him fiercely, shooting at him and pressing him hard;", "24": "but his bow remained taut; and his arms were made nimble by the hands of the Mighty One of Ya'akov, from there, from the Shepherd, the Stone of Isra'el,", "25": "by the God of your father, who will help you, by El Shaddai, who will bless you with blessings from heaven above, blessings from the deep, lying below, blessings from the breasts and the womb.", "26": "The blessings of your father are more powerful than the blessings of my parents, extending to the farthest of the everlasting hills; they will be on the head of Yosef, on the brow of the prince among his brothers.", "27": "(vi) 27 “Binyamin is a ravenous wolf, in the morning devouring the prey, in the evening still dividing the spoil.”", "28": "All these are the twelve tribes of Isra'el, and this is how their father spoke to them and blessed them, giving each his own individual blessing.", "29": "Then he charged them as follows: “I am to be gathered to my people. Bury me with my ancestors in the cave that is in the field of 'Efron the Hitti, ", "30": "the cave in the field of Makhpelah, by Mamre, in the land of Kena'an, which Avraham bought together with the field from 'Efron the Hitti as a burial-place belonging to him — ", "31": "there they buried Avraham and his wife Sarah, there they buried Yitz'chak and his wife Rivkah, and there I buried Le'ah — ", "32": "the field and the cave in it, which was purchased from the sons of Het.”", "33": "When Ya'akov had finished charging his sons, he drew his legs up into the bed, breathed his last and was gathered to his people."}