{"1": "(vi) Here is the genealogy of Adam. On the day that God created man he made him in the likeness of God; ", "2": "he created them male and female; he blessed them and called them Adam [humankind, man] on the day they were created. ", "3": "After Adam lived 130 years he fathered a son like himself and named him Shet. ", "4": "After Shet was born, Adam lived another 800 years and had both sons and daughters. ", "5": "In all, Adam lived 930 years, and then he died.", "6": "Shet lived 105 years and fathered Enosh. ", "7": "After Enosh was born, Shet lived another 807 years and had sons and daughters. ", "8": "In all, Shet lived 912 years; then he died.", "9": "Enosh lived ninety years and fathered Kenan. ", "10": "After Kenan was born, Enosh lived another 815 years and had sons and daughters. ", "11": "In all, Enosh lived 905 years; then he died.", "12": "Kenan lived seventy years and fathered Mahalal'el. ", "13": "After Mahalal'el was born, Kenan lived another 840 years and had sons and daughters. ", "14": "In all, Kenan lived 910 years; then he died.", "15": "Mahalal'el lived sixty-five years and fathered Yered. ", "16": "After Yered was born, Mahalal'el lived another 830 years and had sons and daughters. ", "17": "In all, Mahalal'el lived 895 years; then he died.", "18": "Yered lived 162 years and fathered Hanokh. ", "19": "After Hanokh was born, Yered lived 800 years and had sons and daughters. ", "20": "In all, Yered lived 962 years; then he died.", "21": "Hanokh lived sixty-five years and fathered Metushelach. ", "22": "After Metushelach was born, Hanokh walked with God 300 years and had sons and daughters. ", "23": "In all, Hanokh lived 365 years. ", "24": "Hanokh walked with God, and then he wasn't there, because God took him.", "25": "(vii) 25 Metushelach lived 187 years and fathered Lemekh. ", "26": "After Lemekh was born, Metushelach lived 782 years and had sons and daughters. ", "27": "In all, Metushelach lived 969 years; then he died.", "28": "Lemekh lived 182 years and fathered a son, ", "29": "whom he called Noach [restful]; for he said, “This one will comfort us in our labor, in the hard work we do with our hands [to get what comes] from the ground that Adonai cursed.” ", "30": "After Noach was born, Lemekh lived 595 years and had sons and daughters. ", "31": "In all, Lemekh lived 777 years; then he died.", "32": "Noach was 500 years old; and Noach fathered Shem, Ham and Yefet."}