{"1": "In time, when men began to multiply on earth, and daughters were born to them, ", "2": "the sons of God saw that the daughters of men were attractive; and they took wives for themselves, whomever they chose. ", "3": "Adonai said, “My Spirit will not live in human beings forever, for they too are flesh; therefore their life span is to be 120 years.” ", "4": "The N'filim were on the earth in those days, and also afterwards, when the sons of God came in to the daughters of men, and they bore children to them; these were the ancient heroes, men of renown.", "5": "(Maftir) 5 Adonai saw that the people on earth were very wicked, that all the imaginings of their hearts were always of evil only. ", "6": "Adonai regretted that he had made humankind on the earth; it grieved his heart. ", "7": "Adonai said, “I will wipe out humankind, whom I have created, from the whole earth; and not only human beings, but animals, creeping things and birds in the air; for I regret that I ever made them.” ", "8": "But Noach found grace in the sight of Adonai. Haftarah B'resheet: Yesha'yahu (Isaiah) 42:5–43:10 (A); 42:5–21 (S) B'rit Hadashah suggested readings for Parashah B'resheet: Mattityahu (Matthew) 1:1–17; 19:3–9; Mark 10:1–12; Luke 3:23–38; Yochanan (John) 1:1–18; 1 Corinthians 6:15–20; 15:35–58; Romans 5:12–21; Ephesians 5:21–32; Colossians 1:14–17; 1 Timothy 2:11–15; Messianic Jews (Hebrews) 1:1–3; 3:7–4:11; 11:1–7; 2 Kefa (2 Peter) 3:3–14; Revelation 21:1–5; 22:1–5", "9": "Here is the history of Noach. In his generation, Noach was a man righteous and wholehearted; Noach walked with God. ", "10": "Noach fathered three sons, Shem, Ham and Yefet. ", "11": "The earth was corrupt before God, the earth was filled with violence. ", "12": "God saw the earth, and, yes, it was corrupt; for all living beings had corrupted their ways on the earth.", "13": "God said to Noach, “The end of all living beings has come before me, for because of them the earth is filled with violence. I will destroy them along with the earth. ", "14": "Make yourself an ark of gofer-wood; you are to make the ark with rooms and cover it with pitch both outside and inside. ", "15": "Here is how you are to build it: the length of the ark is to be 450 feet, its width seventy-five feet and its height forty-five feet. ", "16": "You are to make an opening for daylight in the ark eighteen inches below its roof. Put a door in its side; and build it with lower, second and third decks.", "17": "“Then I myself will bring the flood of water over the earth to destroy from under heaven every living thing that breathes; everything on earth will be destroyed. ", "18": "But I will establish my covenant with you; you will come into the ark, you, your sons, your wife and your sons' wives with you.", "19": "“From everything living, from each kind of living being, you are to bring two into the ark, to keep them alive with you; they are to be male and female. ", "20": "Of each kind of bird, each kind of livestock, and each kind of animal creeping on the ground, two are to come to you, so that they can be kept alive. ", "21": "Also take from all the kinds of food that are eaten, and collect it for yourself; it is to be food for you and for them.” ", "22": "This is what Noach did; he did all that God ordered him to do."}