{"1": "God blessed Noach and his sons and said to them, “Be fruitful, multiply and fill the earth. ", "2": "The fear and dread of you will be upon every wild animal, every bird in the air, every creature populating the ground, and all the fish in the sea; they have been handed over to you. ", "3": "Every moving thing that lives will be food for you; just as I gave you green plants before, so now I give you everything — ", "4": "only flesh with its life, which is its blood, you are not to eat. ", "5": "I will certainly demand an accounting for the blood of your lives: I will demand it from every animal and from every human being. I will demand from every human being an accounting for the life of his fellow human being. ", "6": "Whoever sheds human blood, by a human being will his own blood be shed; for God made human beings in his image. ", "7": "And you people, be fruitful, multiply, swarm on the earth and multiply on it.”", "8": "(v) 8 God spoke to Noach and his sons with him; he said, ", "9": "“As for me — I am herewith establishing my covenant with you, with your descendants after you, ", "10": "and with every living creature that is with you — the birds, the livestock and every wild animal with you, all going out of the ark, every animal on earth. ", "11": "I will establish my covenant with you that never again will all living beings be destroyed by the waters of a flood, and there will never again be a flood to destroy the earth.” ", "12": "God added, “Here is the sign of the covenant I am making between myself and you and every living creature with you, for all generations to come: ", "13": "I am putting my rainbow in the cloud — it will be there as a sign of the covenant between myself and the earth. ", "14": "Whenever I bring clouds over the earth, and the rainbow is seen in the cloud; ", "15": "I will remember my covenant which is between myself and you and every living creature of any kind; and the water will never again become a flood to destroy all living beings. ", "16": "The rainbow will be in the cloud; so that when I look at it, I will remember the everlasting covenant between God and every living creature of any kind on the earth.”", "17": "God said to Noach, “This is the sign of the covenant which I have established between myself and every living creature on the earth.”", "18": "(vi) 18 The sons of Noach who went out from the ark were Shem, Ham and Yefet. Ham is the father of Kena'an. ", "19": "These three were the sons of Noach, and the whole earth was populated by them.", "20": "Noach, a farmer, was the first to plant a vineyard. ", "21": "He drank so much of the wine that he got drunk and lay uncovered in his tent. ", "22": "Ham, the father of Kena'an, saw his father shamefully exposed, went out and told his two brothers. ", "23": "Shem and Yefet took a cloak, put it over both their shoulders, and, walking backward, went in and covered their naked father. Their faces were turned away, so that they did not see their father lying there shamefully exposed.", "24": "When Noach awoke from his wine, he knew what his youngest son had done to him. ", "25": "He said, “Cursed be Kena'an; he will be a servant of servants to his brothers.” ", "26": "Then he said, “Blessed be Adonai, the God of Shem; Kena'an will be their servant. ", "27": "May God enlarge Yefet; he will live in the tents of Shem, but Kena'an will be their servant.”", "28": "After the flood Noach lived 350 years. ", "29": "In all, Noach lived 950 years; then he died."}