{"1": "The revelation of[a] Jesus Christ that God gave Him to show His slaves what must quickly[b] take place. He sent it and signified it[c] through His angel to His slave John, ", "2": "who testified to God's word and to the testimony[d] about Jesus Christ, in all he saw.[e] ", "3": "The one who reads this is blessed, and those who hear the words of this prophecy and keep[f] what is written in it are blessed, because the time is near!", "4": "John: To the seven churches in Asia. Grace and peace to you from[g] the One who is, who was, and who is coming; from the seven spirits[h] before His throne; ", "5": "and from Jesus Christ, the faithful witness, the firstborn from the dead and the ruler of the kings of the earth. To Him who loves us and has set us free[i] from our sins by His blood, ", "6": "and made us a kingdom,[j] priests[k] to His God and Father—the glory and dominion are His forever and ever. Amen.", "7": "Look! He is coming with the clouds, and every eye will see Him, including those who pierced[l] Him. And all the families of the earth[m][n] will mourn over Him.[o][p] This is certain. Amen.", "8": "“I am the Alpha and the Omega,” says the Lord God, “the One who is, who was, and who is coming, the Almighty.”", "9": "I, John, your brother and partner in the tribulation, kingdom, and endurance that are in Jesus, was on the island called Patmos because of God's word and the testimony about Jesus.[q] ", "10": "I was in the Spirit[r][s] on the Lord's day,[t] and I heard a loud voice behind me like a trumpet ", "11": "saying, “Write on a scroll[u] what you see and send it to the seven churches: Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "I turned to see whose voice it was that spoke to me. When I turned I saw seven gold lampstands, ", "13": "and among the lampstands was One like the Son of Man,[v] dressed in a long robe and with a gold sash wrapped around His chest. ", "14": "His head and hair were white like wool—white as snow—and His eyes like a fiery flame. ", "15": "His feet were like fine bronze as it is fired in a furnace, and His voice like the sound of cascading[w] waters. ", "16": "He had seven stars in His right hand; a sharp double-edged sword came from His mouth, and His face was shining like the sun at midday.[x]", "17": "When I saw Him, I fell at His feet like a dead man. He laid His right hand on me and said, “Don't be afraid! I am the First and the Last, ", "18": "and the Living One. I was dead, but look—I am alive forever and ever, and I hold the keys of death and Hades. ", "19": "Therefore write what you have seen, what is, and what will take place after this. ", "20": "The secret of the seven stars you saw in My right hand and of the seven gold lampstands is this: The seven stars are the angels[y] of the seven churches, and the seven lampstands[z] are the seven churches."}