{"1": "“Write to the angel[a] of the church in Ephesus: “The One who holds the seven stars in His right hand and who walks among the seven gold lampstands says: ", "2": "I know your works, your labor, and your endurance, and that you cannot tolerate evil. You have tested those who call themselves apostles and are not, and you have found them to be liars. ", "3": "You also possess endurance and have tolerated many things because of My name and have not grown weary. ", "4": "But I have this against you: You have abandoned the love you had at first. ", "5": "Remember then how far you have fallen; repent, and do the works you did at first. Otherwise, I will come to you[b] and remove your lampstand from its place—unless you repent. ", "6": "Yet you do have this: You hate the practices of the Nicolaitans, which I also hate.", "7": "“Anyone who has an ear should listen to what the Spirit says to the churches. I will give the victor the right to eat from the tree of life, which is in[c] God's paradise.", "8": "“Write to the angel of the church in Smyrna: “The First and the Last, the One who was dead and came to life, says: ", "9": "I know your[d] affliction and poverty, yet you are rich. I know the slander of those who say they are Jews and are not, but are a synagogue of Satan. ", "10": "Don't be afraid of what you are about to suffer. Look, the Devil is about to throw some of you into prison to test you, and you will have affliction for 10 days. Be faithful until death, and I will give you the crown[e] of life.", "11": "“Anyone who has an ear should listen to what the Spirit says to the churches. The victor will never be harmed by the second death.", "12": "“Write to the angel of the church in Pergamum: “The One who has the sharp, double-edged sword says: ", "13": "I know[f] where you live—where Satan's throne is! And you are holding on to My name and did not deny your faith in Me,[g] even in the days of Antipas, My faithful witness who was killed among you, where Satan lives. ", "14": "But I have a few things against you. You have some there who hold to the teaching of Balaam, who taught Balak to place a stumbling block[h] in front of the Israelites: to eat meat sacrificed to idols and to commit sexual immorality.[i] ", "15": "In the same way, you also have those who hold to the teaching of the Nicolaitans.[j] ", "16": "Therefore repent! Otherwise, I will come to you quickly and fight against them with the sword of My mouth.", "17": "“Anyone who has an ear should listen to what the Spirit says to the churches. I will give the victor some of the hidden manna.[k] I will also give him a white stone, and on the stone a new name is inscribed that no one knows except the one who receives it.", "18": "“Write to the angel of the church in Thyatira: “The Son of God, the One whose eyes are like a fiery flame and whose feet are like fine bronze,[l] says: ", "19": "I know your works—your love, faithfulness,[m] service, and endurance. Your last works are greater than the first. ", "20": "But I have this against you: You tolerate the woman Jezebel, who calls herself a prophetess and teaches and deceives My slaves to commit sexual immorality[n] and to eat meat sacrificed to idols. ", "21": "I gave her time to repent, but she does not want to repent of her sexual immorality.[o] ", "22": "Look! I will throw her into a sickbed and those who commit adultery with her into great tribulation, unless they repent of her[p] practices. ", "23": "I will kill her children with the plague.[q] Then all the churches will know that I am the One who examines minds[r] and hearts, and I will give to each of you according to your works. ", "24": "I say to the rest of you in Thyatira, who do not hold this teaching, who haven't known the deep things[s] of Satan—as they say—I do not put any other burden on you. ", "25": "But hold on to what you have until I come. ", "26": "The one who is victorious and keeps My works to the end: I will give him authority over the nations—", "27": "and he will shepherd[t] them with an iron scepter; he will shatter them like pottery[u]— just as I have received this from My Father. ", "28": "I will also give him the morning star.", "29": "“Anyone who has an ear should listen to what the Spirit says to the churches."}