{"1": "So you, my son, be strong in the grace that is in Christ Jesus. ", "2": "Share the things that you have heard from me in the presence of many witnesses with faithful men who will be able to teach others also. ", "3": "Endure hard times as a good soldier of Jesus Christ. ", "4": "No soldier on active duty entangles himself with civilian affairs, that he may please the enlisting officer. ", "5": "Anyone who competes as an athlete is not rewarded without competing legally. ", "6": "The farmer who labors should be first to partake of the crops. ", "7": "Consider what I am saying, and may the Lord grant you understanding in all things.", "8": "Remember Jesus Christ, raised from the dead, descended from David, according to my gospel, ", "9": "in which I suffer trouble like a criminal, even with chains. But the word of God is not bound. ", "10": "Therefore I endure all things for the sake of the elect, that they also may obtain the salvation which is in Christ Jesus with eternal glory.", "11": "This is a faithful saying: If we die with Him, we shall also live with Him.", "12": "If we endure, we shall also reign with Him. If we deny Him, He also will deny us.", "13": "If we are faithless, He remains faithful; He cannot deny Himself.", "14": "Remind them of these things, commanding them before the Lord that they not argue about words, which leads to nothing of value and to the destruction of those who hear them. ", "15": "Study to show yourself approved by God, a workman who need not be ashamed, rightly dividing the word of truth. ", "16": "But avoid profane foolish babblings, for they will increase to more ungodliness, ", "17": "and their word will spread like gangrene: Among them are Hymenaeus and Philetus, ", "18": "who have erred concerning the truth, saying that the resurrection has already occurred, and who overthrow the faith of some. ", "19": "But the firm foundation of God stands, having this seal, “The Lord knows those who are His,” and, “Let everyone who calls on the name of Christ depart from iniquity.”", "20": "In a large house there are not only gold and silver vessels, but also those of wood and clay; some are for honor, and some for dishonor. ", "21": "One who cleanses himself from these things will be a vessel for honor, sanctified, fit for the Master's use, and prepared for every good work.", "22": "So flee youthful desires and pursue righteousness, faith, love, and peace, with those who call on the Lord out of a pure heart. ", "23": "But avoid foolish and unlearned debates, knowing that they create strife. ", "24": "The servant of the Lord must not quarrel, but must be gentle toward all people, able to teach, patient, ", "25": "in gentleness instructing those in opposition. Perhaps God will grant them repentance to know the truth, ", "26": "and they may escape from the snare of the devil, after being captured by him to do his will."}