{"1": "This is the vision of Obadiah. This is what the Lord God says about Edom:[a] We have heard a message from the Lord. A messenger has been sent among the nations, saying, “Attack! Let's go attack Edom!”", "2": "“Soon I will make you the smallest of nations. You will be greatly hated by everyone.", "3": "Your pride has fooled you, you who live in the hollow places of the cliff. Your home is up high, you who say to yourself, 'No one can bring me down to the ground.'", "4": "Even if you fly high like the eagle and make your nest among the stars, I will bring you down from there,” says the Lord.", "5": "“You will really be ruined! If thieves came to you, if robbers came by night, they would steal only enough for themselves. If workers came and picked the grapes from your vines, they would leave a few behind.", "6": "But you, Edom, will really lose everything! People will find all your hidden treasures!", "7": "All the people who are your friends will force you out of the land. The people who are at peace with you will trick you and defeat you. Those who eat your bread with you now are planning a trap for you, and you will not notice it.”", "8": "The Lord says, “On that day I will surely destroy the wise people from Edom, and those with understanding from the mountains of Edom.", "9": "Then, city of Teman, your best warriors will be afraid, and everyone from the mountains of Edom will be killed.", "10": "You did violence to your relatives, the Israelites, so you will be covered with shame and destroyed forever.", "11": "You stood aside without helping while strangers carried Israel's treasures away. When foreigners entered Israel's city gate and threw lots to decide what part of Jerusalem they would take, you were like one of them.", "12": "“Edom, do not laugh at your brother Israel in his time of trouble or be happy about the people of Judah when they are destroyed. Do not brag when cruel things are done to them.", "13": "Do not enter the city gate of my people in their time of trouble or laugh at their problems in their time of trouble. Do not take their treasures in their time of trouble.", "14": "Do not stand at the crossroads to destroy those who are trying to escape. Do not capture those who escape alive and turn them over to their enemy in their time of trouble.", "15": "“The Lord's day of judging is coming soon to all the nations. The same evil things you did to other people will happen to you; they will come back upon your own head.", "16": "Because you drank in my Temple, all the nations will drink on and on. They will drink and drink until they disappear.", "17": "But on Mount Zion some will escape the judgment, and it will be a holy place. The people of Jacob will take back their land from those who took it from them.", "18": "The people of Jacob will be like a fire and the people of Joseph[b] like a flame. But the people of Esau[c] will be like dry stalks. The people of Jacob will set them on fire and burn them up. There will be no one left of the people of Esau.” This will happen because the Lord has said it.", "19": "Then God's people will regain southern Judah from Edom; they will take back the mountains of Edom. They will take back the western hills from the Philistines. They will regain the lands of Ephraim and Samaria, and Benjamin will take over Gilead.", "20": "People from Israel who once were forced to leave their homes will take the land of the Canaanites, all the way to Zarephath. People from Judah who once were forced to leave Jerusalem and live in Sepharad will take back the cities of southern Judah.", "21": "Powerful warriors will go up on Mount Zion, where they will rule the people living on Edom's mountains. And the kingdom will belong to the Lord."}