{"1": "Now the leaders of the people lived in Jerusalem. But the rest of the people drew names to bring one out of ten to live in Jerusalem, the holy city, while nine-tenths stayed in the other cities. ", "2": "And the people praised all the men who were willing to live in Jerusalem.", "3": "These are the leaders of the lands who lived in Jerusalem but in the cities of Judah every one lived on his own land there: Israel, the religious leaders, the Levites, the servants in the house of God, and the children of Solomon's servants. ", "4": "Some of the sons of Judah and some of the sons of Benjamin lived in Jerusalem. Of the sons of Judah there was Athaiah the son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of the sons of Perez, ", "5": "and Maaseiah the son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite. ", "6": "All the sons of Perez who lived in Jerusalem were 468 able men.", "7": "The sons of Benjamin are Sallu the son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah, ", "8": "and after him Gabbai and Sallai, 928 men. ", "9": "Joel the son of Zichri watched over them, and Judah the son of Hassenuah was second over the city.", "10": "Of the religious leaders there were Jedaiah the son of Joiarib, Jachin, ", "11": "Seraiah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the leader of the house of God, ", "12": "and their brothers who did the work of the house of God, 822 men. And there was Adaiah the son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah, ", "13": "and his brothers, heads of family groups, 242 men. And there was Amashsai the son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer, ", "14": "and their brothers, 128 men with strength of heart. Zabdiel, the son of Haggedolim, watched over them.", "15": "Of the Levites there was Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni, ", "16": "and Shabbethai and Jozabad, from the leaders of the Levites. They watched over the outside work of the house of God. ", "17": "And there was Mattaniah the son of Mica, son of Zabdi, son of Asaph, who was the leader in beginning the giving of thanks at prayer, and Bakbukiah, the second among his brothers. And there was Abda the son of Shammua, son of Galal, son of Jeduthun. ", "18": "All the Levites in the holy city were 284.", "19": "The gate-keepers, Akkub, Talmon, and their brothers, who kept watch at the gates, were 172. ", "20": "The rest of Israel, of the religious leaders and of the Levites, were in all the cities of Judah, each in the land he had been given. ", "21": "But the servants of the house of God were living in Ophel. Ziha and Gishpa were over the servants of the house of God.", "22": "The one who watched over the Levites in Jerusalem was Uzzi the son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, from the sons of Asaph, the singers for the work of the house of God. ", "23": "For the king had said that the singers must be given what they need each day. ", "24": "Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was the king's workman in everything to do with the people.", "25": "As for the villages with their fields, some of the sons of Judah lived in Kiriath-arba and its villages, in Dibon and its villages, in Jekabzeel and its villages, ", "26": "in Jeshua, Moladah, Beth-pelet, ", "27": "Hazar-shual, Beersheba and its villages, ", "28": "Ziklag, Meconah and its villages, ", "29": "En-rimmon, Zorah, Jarmuth, ", "30": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. So they lived from Beersheba as far as the valley of Hinnom. ", "31": "The sons of Benjamin lived in Geba, Michmash, Aija, Bethel and its villages, ", "32": "Anathoth, Nob, Ananiah, ", "33": "Hazor, Ramah, Gittaim, ", "34": "Hadid, Zeboim, Neballat, ", "35": "Lod, and Ono, the valley of able workmen. ", "36": "And certain groups of the Levites in Judah were joined to Benjamin."}