{"1": "On that day they read from the book of Moses in the hearing of the people. And there was found written in it that no Ammonite or Moabite should ever gather together to worship with the people of God. ", "2": "It was because they did not meet the sons of Israel with food and water, but paid Balaam to curse them. Yet our God turned the curse into good. ", "3": "When the people heard the Law, they kept out all those of other nations from Israel.", "4": "Before this, Eliashib the religious leader, who watched over the store-rooms of the house of our God, being close to Tobiah, ", "5": "made a room for him. They had before used the room to store the grain gifts, special perfume, dishes, and the tenth part of grain, wine and oil to be given to the Levites, the singers and the gate-keepers, and the gifts for the religious leaders. ", "6": "But during all this time I was not in Jerusalem. For in the thirty-second year of Artaxerxes king of Babylon, I had gone to the king. Then after some time, I asked the king to let me go, ", "7": "and came to Jerusalem. I learned about the sinful thing Eliashib had done for Tobiah, by giving a room for him in the house of God. ", "8": "I was very angry, and threw all the things of Tobiah's house out of the room. ", "9": "Then I said that the rooms must be made clean, and put back the things of the house of God with the grain gifts and the special perfume.", "10": "I also learned that what was to be given to the Levites had not been given. So the Levites and the singers who did the work had gone back to their own fields. ", "11": "So I spoke sharp words to the leaders and said, “Why is the house of God no longer cared for?” Then I gathered them together and returned them to their duties. ", "12": "All the people of Judah then brought the tenth part of the grain, wine and oil into the store-houses. ", "13": "I had Shelemiah the religious leader, Zadok the writer, and Pedaiah of the Levites, watch over the store-houses. With them was Hanan the son of Zaccur, the son of Mattaniah. For they were trusted, and it was their duty to give the needed things to their brothers. ", "14": "Remember me for this, O my God. Do not forget my good works which I have done for the house of my God and His worship.", "15": "In those days I saw in Judah some who were crushing grapes to make wine on the Day of Rest. I saw them bringing in bags of grain and loading them on donkeys, as well as wine, grapes, figs, and all kinds of loads. And they brought them into Jerusalem on the Day of Rest. So I spoke sharp words to them on the day they sold food. ", "16": "Men of Tyre were living there who brought in fish and all kinds of things to sell. They sold them to the people of Judah on the Day of Rest, even in Jerusalem. ", "17": "Then I spoke sharp words to the leaders of Judah, saying, “What is this sinful thing you are doing by not keeping the Day of Rest holy? ", "18": "Did not your fathers do the same, so that our God brought all this trouble to us and to this city? Yet you are bringing more anger to Israel by not keeping the Day of Rest holy.”", "19": "Just as it became dark at the gates of Jerusalem before the Day of Rest, I had them shut the doors. And I would not let them be opened until after the Day of Rest. Then I had some of my servants watch the gates, that no load should come in on the Day of Rest. ", "20": "Once or twice the traders and sellers stayed the night outside Jerusalem. ", "21": "Then I spoke sharp words to them, saying, “Why do you stay the night in front of the wall? If you do so again, I will send men out to make you leave.” From that time on they did not come on the Day of Rest. ", "22": "Then I told the Levites to make themselves free from sin and come and watch the gates to keep the Day of Rest holy. Remember me for this also, O my God. Be good to me because of Your great loving-kindness.", "23": "In those days I saw that the Jews had married women from Ashdod, Ammon, and Moab. ", "24": "Half of their children spoke the language of Ashdod. They could not speak the language of Judah, but the language of their own people. ", "25": "So I fought with them and cursed them and beat some of them and pulled out their hair. And I made them promise in the name of God, saying, “You must not give your daughters to their sons, or take their daughters for your sons or for yourselves. ", "26": "Did not King Solomon of Israel sin because of these women? Yet among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel. But the women from other nations caused even him to sin. ", "27": "Should we hear now that you also are sinning in the same way by not being faithful to our God, by marrying women from other nations?” ", "28": "Even one of the sons of Joiada, the son of Eliashib the religious leader, was a son-in-law of Sanballat the Horonite. So I drove him away from me. ", "29": "Remember them, O my God, because they have brought sin to the religious leaders and to the agreement of the religious leaders and the Levites.", "30": "So I made them free from the sin of other nations. I gave the religious leaders and the Levites their duties, each in his work. ", "31": "And I saw to it that wood would be brought at the right times, and also the first-fruits. O my God, remember me for good."}