{"1": "Now the people and their wives began to cry in a loud voice against their Jewish brothers. ", "2": "For some said, “We, our sons and our daughters are many. Let us get grain, that we may eat and live.” ", "3": "And some said, “We are giving up our fields, our grape-vines and our houses, that we might get grain because of no food.” ", "4": "Others said, “We have taken money from others to pay the king's tax on our fields and our grape-vines, and we must pay back this money. ", "5": "Our flesh is like the flesh of our brothers. Our children are like their children. Yet we are made to sell our sons and daughters to work for others. Some of our daughters have already been sold and taken away. We cannot do anything, because our fields and vines belong to others.”", "6": "I was very angry when I heard their cry and these words. ", "7": "I thought about it, and spoke sharp words to the rulers and leaders. I said to them, “You are making the people pay back more money than you give them to use!” So I gathered many people together against them. ", "8": "And I said to them, “As we have been able, we have bought and freed our Jewish brothers who were sold to the nations. But you would even sell your brothers that they may be sold to us!” They were quiet and could not find a word to say. ", "9": "So I said, “What you are doing is not good. Should you not walk in the fear of our God to stop the nations who hate us from putting us to shame? ", "10": "I, my brothers and my servants are giving them money and grain. Let us stop making them pay back more than they are given. ", "11": "Return to them this very day their fields, vines, olive trees, and houses. Also return to them one-hundredth part of the money, grain, new wine, and oil, that you have been making them pay.” ", "12": "Then they said, “We will give these back and will ask nothing from them. We will do just as you say.” So I called the religious leaders, and had them promise that they would keep their word. ", "13": "I shook out the front of my clothing and said, “So may God shake out every man from his house and from all he has worked for, who does not keep this promise. So may he be shaken out and made empty.” And all the people said, “Let it be so!” and praised the Lord. Then they did as they had promised.", "14": "Also, in the twelve years after I was chosen to be their ruler in the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes, I and my brothers did not eat the food allowed to the ruler. ", "15": "The rulers who were before me made the people work very hard. They took bread and wine from them, besides forty pieces of silver. Even their servants ruled over the people. But I did not do so because of the fear of God. ", "16": "I also worked on this wall myself, and we did not buy any land. And all my servants were gathered there for the work. ", "17": "Also, there were 150 Jews and leaders at my table, besides those who came to us from the nations that were around us. ", "18": "One bull, six of the best sheep, and birds were made ready for me each day. All kinds of wine were brought in every ten days. Yet for all this I did not make them give me the food allowed to me as ruler, because the work was very hard for these people. ", "19": "O my God, remember me for good for all I have done for these people."}