{"1": "It was told to Sanballat, Tobiah, Geshem the Arab, and to the rest of those who hated us that I had built the wall again. They were told that the wall had no more open places, but I had not yet set up the doors in the gates. ", "2": "So Sanballat and Geshem sent word to me, saying, “Come, let us meet together in one of the villages in the plain of Ono.” But they were planning to hurt or kill me. ", "3": "So I sent men with word to them, saying, “I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?” ", "4": "They sent word to me four times in this way, and I gave them the same answer. ", "5": "Then Sanballat sent his servant to me in the same way for a fifth time, with an open letter in his hand. ", "6": "In it was written, “It is said among the nations, and Gashmu says that you and the Jews are planning to turn against the king. This is why you are building the wall again. It is said that you wish to be their king. ", "7": "You have also chosen men who tell what will happen to speak to the people in Jerusalem about you, saying, 'A king is in Judah!' Now this will be told to the king. So come now, let us meet to speak with each other.” ", "8": "Then I sent word to him, saying, “No such things as you say have been done. You are making them up in your own mind.” ", "9": "For they all wanted to make us afraid, thinking, “Their hands will become weak and the work will not be done.” But now, O God, strengthen my hands.", "10": "When I went into the house of Shemaiah the son of Delaiah, son of Mehetabel, who was at home said, “Let us meet together inside the house of God, and close the doors of the Lord's house for they are coming to kill you. They are coming to kill you at night.” ", "11": "But I said, “Should a man like me run away? And could a man such as I go into the house of God to save his life? I will not go in.” ", "12": "Then I understood that God had not sent him. He had spoken these words against me because Tobiah and Sanballat had paid him to do it. ", "13": "He had been paid to try to make me afraid and to do as he said and sin, so they would have sinful things to say about me and put me to shame. ", "14": "O my God, remember Tobiah and Sanballat by these works of theirs. And remember Noadiah and the rest of the men who tell what will happen who were trying to make me afraid.", "15": "So the wall was finished on the twenty-fifth day of the month of Elul, in fifty-two days. ", "16": "When all those who hated us heard about it, all the nations around us were afraid and troubled. For they saw that this work had been done with the help of our God. ", "17": "In those days the rulers of Judah sent many letters to Tobiah, and Tobiah's letters came to them. ", "18": "For many in Judah were joined by promise to him because he was the son-in-law of Shecaniah the son of Arah. And his son Jehohanan had married the daughter of Meshullam, son of Berechiah. ", "19": "Also they spoke about Tobiah's good works in front of me, and told my words to him. Then Tobiah sent letters to make me afraid."}