{"1": "These are the names of the sons of Israel who came to Egypt with Jacob. Each one came with those of his house: ", "2": "Reuben, Simeon, Levi, Judah, ", "3": "Issachar, Zebulun, Benjamin, ", "4": "Dan, Naphtali, Gad, and Asher. ", "5": "There were seventy people in Jacob's family. But Joseph was already in Egypt. ", "6": "Joseph and all his brothers died and all their families of that time. ", "7": "But the sons of Israel had many children, and the people became many in number. There were so many that the land was filled with them.", "8": "Then a new king came into power over Egypt. He did not know Joseph. ", "9": "He said to his people, “See, the people of Israel are too many and too powerful for us. ", "10": "Come, let us be wise in how we act towards them, or they will become more in number. If there is a war, they might join with those who hate us. They might fight against us and then leave the land.”", "11": "So they put men in power over them to make them work hard. And they built the store-cities Pithom and Raamses for Pharaoh the king. ", "12": "But the more the Egyptians made them suffer, the more they became until they spread throughout the land. So the Egyptians were afraid of the people of Israel. ", "13": "The Egyptians made the people of Israel work very hard. ", "14": "They made their lives bitter with hard work building with stones and with all kinds of work in the field. They made them work very hard.", "15": "Then the king of Egypt spoke to the Hebrew nurses. The name of one was Shiphrah. The name of the other was Puah. ", "16": "He said, “When you are helping the Hebrew women to give birth, and see the baby before the mother does, if it is a son, kill him. But if it is a daughter, let her live.” ", "17": "But the nurses feared God. They did not do what the king of Egypt told them. They let the boys live. ", "18": "So the king of Egypt called the nurses and said to them, “Why have you done this, and let the boys live?” ", "19": "The nurses answered Pharaoh, “Because the Hebrew women are not like the Egyptian women. They are strong. They give birth before the nurse comes to them.” ", "20": "So God was good to the nurses. And the people became many and strong. ", "21": "Because the nurses feared God, He gave them families. ", "22": "Then Pharaoh told all his people, “Throw every son who is born to the Hebrews into the Nile. But keep every daughter alive.”"}