{"1": "Then the Lord said to Moses, “Go to Pharaoh. For I have made his heart and the heart of his servants hard, so that I may do My powerful works among them. ", "2": "You may tell your son and your grandson how I made it very hard for the Egyptians and how I did My powerful works among them. So you may know that I am the Lord.” ", "3": "Moses and Aaron went to Pharaoh. They said to him, “The Lord, the God of the Hebrews, says this: 'How long will you hold your pride before Me? Let My people go, so they may worship Me. ", "4": "If you will not let My people go, tomorrow I will bring locusts into your country. ", "5": "They will cover the land, so no one will be able to see the ground. They will eat what is left for you after the hail. They will eat every tree of yours that grows in the field. ", "6": "They will fill your houses, and the houses of your servants, and the houses of all the Egyptians. Your fathers and your grandfathers have never seen such a thing from the day they were born until this day.'” Then Moses turned and left Pharaoh.", "7": "Pharaoh's servants said to him, “How long will this man bring trouble to us? Let the men go, so they may worship the Lord their God. Do you not yet understand that Egypt is destroyed?” ", "8": "So Moses and Aaron were brought again to Pharaoh. He said to them, “Go and worship the Lord your God. But who will be going?” ", "9": "Moses said, “We will go with our young and our old, our sons and our daughters, and our flocks and cattle. For we must make a special supper to the Lord.” ", "10": "Then Pharaoh said to them, “Let the Lord be with you if I ever let you go with your little ones! See, you have something bad in mind. ", "11": "No! You men go and worship the Lord. For that is what you want.” And Moses and Aaron were sent away from Pharaoh.", "12": "Then the Lord said to Moses, “Put out your hand over the land of Egypt for the locusts to come upon the land of Egypt. They will eat every plant of the land, all that the hail has left.” ", "13": "So Moses put out his special stick over the land of Egypt. And the Lord sent an east wind on the land all that day and all that night. When it was morning, the east wind brought the locusts. ", "14": "The locusts came over all the land of Egypt and they stayed on the whole country of Egypt. There were very many. There had never been so many locusts. And there would never be so many again. ", "15": "For they covered the whole land and made it dark. They ate every plant of the land, and all the fruit of the trees that the hail had left. Nothing green was left on any tree or plant of the field through all the land of Egypt.", "16": "Then Pharaoh called for Moses and Aaron in a hurry. He said, “I have sinned against the Lord your God and against you. ", "17": "So now forgive my sin only this once. Pray to the Lord your God to take this death away from me.” ", "18": "So Moses left Pharaoh and prayed to the Lord. ", "19": "And the Lord changed the wind to a very strong west wind. It lifted the locusts and sent them into the Red Sea. Not one locust was left in all the country of Egypt. ", "20": "But the Lord made Pharaoh's heart hard. He did not let the people of Israel go.", "21": "Then the Lord said to Moses, “Put out your hand toward the sky. And there will be darkness over the land of Egypt, a darkness people will feel.” ", "22": "So Moses put out his hand toward the sky. And there was darkness in all the land of Egypt for three days. ", "23": "The Egyptians did not see each other. No one got up from his place for three days. But all the people of Israel had light in their homes. ", "24": "Then Pharaoh called to Moses, and said, “Go and worship the Lord. Your children may go with you also. Only let your flocks and your cattle stay.” ", "25": "But Moses said, “You must let us have gifts to give in worship and gifts for burning, so we may give them to the Lord our God. ", "26": "So our animals will go with us also. Not a foot of an animal will be left behind. For we will take some of them to use as we worship the Lord our God. And until we are there, we do not know which ones we will use in worshiping the Lord.” ", "27": "But the Lord made Pharaoh's heart hard. He was not willing to let them go. ", "28": "Pharaoh said to Moses, “Go away from me! Make sure that you do not see my face again! For the day you see my face again, you will die!” ", "29": "Moses said, “You are right. I will never see your face again.”"}