{"1": "The Lord said to Moses, ", "2": "“Set apart to Me every first-born male. The first-born male among the people of Israel, and the first-born male animal are Mine.”", "3": "Then Moses said to the people, “Remember this day in which you went out of Egypt, out of the land where you were made to stay and work. For the Lord brought you out of this place by a powerful hand. No bread made with yeast will be eaten. ", "4": "This day you are about to go out, in the month of Abib. ", "5": "And the Lord will bring you to the land of the Canaanite, the Hittite, the Amorite, the Hivite and the Jebusite, which He promised to your fathers to give you. It is a land flowing with milk and honey. There you will do this act of worship in this month. ", "6": "For seven days you will eat bread without yeast. On the seventh day there will be a special supper to the Lord. ", "7": "Bread without yeast will be eaten for seven days. Nothing made with yeast will be seen among you. No yeast will be seen among you in all your country. ", "8": "You will say to your son on that day, 'It is because of what the Lord did for me when I came out of Egypt.' ", "9": "It will be a special mark on your hand and on your forehead to make people remember, that the Law of the Lord is to be in your mouth. For the Lord brought you out of Egypt with a powerful hand. ", "10": "So you must keep this Law at the time given for it from year to year.", "11": "“The Lord will bring you to the land of the Canaanite. He will give it to you as He promised you and your fathers. ", "12": "There you must give to the Lord the first male to be born. And all the first male animals born belong to the Lord. ", "13": "But you may buy every first-born donkey by giving a lamb for it. But if you do not buy it, then you must break its neck. You must buy with a gift of money every first-born male among your sons. ", "14": "And when the time comes when your son asks you, 'What does this mean?' then say to him, 'With a powerful hand the Lord brought us out of Egypt, from the land where we were servants. ", "15": "When Pharaoh would not let us go, the Lord killed every first-born in the land of Egypt, both the first-born of man and of animal. So I give to the Lord every first male animal to be born. But I buy with a gift of money every first-born of my sons.' ", "16": "So it will be like a special mark on your hand and on your forehead. For the Lord brought us out of Egypt with a powerful hand.”", "17": "When Pharaoh had let the people go, God did not lead them by the way of the land of the Philistines, even when that was nearer. For God said, “The people may change their minds when they see war, and return to Egypt.” ", "18": "So God led the people through the desert to get to the Red Sea. The people of Israel went out of the land of Egypt ready for war. ", "19": "Moses took the bones of Joseph with him because Joseph had made the people of Israel promise. He had said, “For sure God will keep you and you will carry my bones with you from here.” ", "20": "Then they left Succoth and set up their tents at Etham, beside the desert. ", "21": "The Lord went before them, in a pillar of cloud during the day to lead them on the way, and in a pillar of fire during the night to give them light. So they could travel day and night. ", "22": "The pillar of cloud during the day and the pillar of fire during the night did not leave the people."}