{"1": "Then God spoke all these words, saying, ", "2": "“I am the Lord your God, Who brought you out of the land of Egypt, out of the house where you were servants.", "3": "“Have no gods other than Me.", "4": "“Do not make for yourselves a god to look like anything that is in heaven above or on the earth below or in the waters under the earth.", "5": "“Do not worship them or work for them. For I, the Lord your God, am a jealous God. I punish the children, even the great-grandchildren, for the sins of their fathers who hate Me. ", "6": "But I show loving-kindness to thousands of those who love Me and keep My Laws.", "7": "“Do not use the name of the Lord your God in a false way. For the Lord will punish the one who uses His name in a false way.", "8": "“Remember the Day of Rest, to keep it holy. ", "9": "Six days you will do all your work. ", "10": "But the seventh day is a Day of Rest to the Lord your God. You, your son, your daughter, your male servant, your female servant, your cattle, or the traveler who stays with you, must not do any work on this day. ", "11": "For in six days the Lord made the heavens, the earth, the sea and all that is in them. And He rested on the seventh day. So the Lord gave honor to the Day of Rest and made it holy.", "12": "“Honor your father and your mother, so your life may be long in the land the Lord your God gives you.", "13": "“Do not kill other people.", "14": "“Do not do sex sins.", "15": "“Do not steal.", "16": "“Do not tell a lie about your neighbor.", "17": "“Do not have a desire for your neighbor's house. Do not have a desire for his wife or his male servant, his female servant, or his bull or his donkey or anything that belongs to your neighbor.”", "18": "All the people heard and saw the thunder and lightning, the sound of the horn, and the mountain smoking. And when the people saw it, they shook with fear and stood far away. ", "19": "They said to Moses, “You speak to us and we will listen. But do not let God speak to us or we will die.” ", "20": "Moses said to the people, “Do not be afraid. God has come to test you, so you may have enough fear of Him to keep you from sinning.” ", "21": "The people stood far away, while Moses came near to the cloud where God was.", "22": "Then the Lord said to Moses, “Say this to the people of Israel: 'You have seen for yourselves that I have spoken to you from heaven. ", "23": "Do not make any gods other than Me. Do not make for yourselves gods of silver or gods of gold. ", "24": "Make an altar of earth for Me, and on it give your burnt and peace gifts in worship, your sheep and cattle. In every place where My name is to be remembered, I will come to you and bring good to you. ", "25": "If you make an altar of stone for Me, do not build it of cut stones. For if you use an object to cut it, it will be unclean. ", "26": "And do not go up on steps to My altar, so no part of your body may be seen without being covered.'"}