{"1": "“Now these are the Laws which you are to give them. ", "2": "If you buy a Hebrew servant, he will work for six years. In the seventh year he will go free, paying nothing. ", "3": "If he comes alone, he will leave by himself. If he is married, then his wife will leave with him. ", "4": "If his owner gives him a wife and she gives birth to his sons or daughters, the wife and her children will belong to her owner, and he will leave by himself. ", "5": "But if the servant says, 'I love my owner, my wife and my children; I do not care to go free,' ", "6": "then his owner will bring him to the judges. And he will bring him to the door or the side of the door. There his owner will make a hole in his ear with a sharp object. And he will serve him all his life.", "7": "“If a man sells his daughter to be a female servant, she is not to go free as the male servants do. ", "8": "If she does not please her owner who has taken her for himself, he will take pay for her to be set free. He does not have the right to sell her to a strange people, because he has not been fair to her. ", "9": "If he takes her for his son, he will act toward her as with a daughter. ", "10": "If he marries again, her food, clothing and marriage rights are to stay the same. ", "11": "And if he will not do these three things for her, then she may go free, without paying any money.", "12": "“Whoever hits a man so that he dies will be put to death. ", "13": "But if he did not plan to hurt him, but God allowed it to happen, then I will give you a place where he may run to be safe. ", "14": "But if a man wants to hurt his neighbor and he plans to kill him, then you take him away from My altar and put him to death.", "15": "“Whoever hits his father or his mother will be put to death.", "16": "“Whoever steals a man and sells him, or keeps him for himself, will be put to death. ", "17": "Whoever curses his father or his mother will be put to death.", "18": "“When men argue and one hits the other with a stone or with his hand, and he does not die but has to stay in bed because of it, ", "19": "then if he gets up and walks around outside using his walking stick, the one who hit him will not be punished. He will only pay for the loss of his time. And he will take care of him until he is healed.", "20": "“When a man hits his male or female servant with a stick so that he or she dies, he will be punished. ", "21": "But if he or she lives a day or two, he will not be punished, for his servant belongs to him.", "22": "“If men fight with each other and hit a woman who is going to have a child so that she loses her baby but no other hurt comes to her, he must pay whatever the woman's husband says he must, as agreed upon by the judges. ", "23": "But if there is other hurt also, then it is life for life, ", "24": "eye for eye, tooth for tooth, hand for hand, foot for foot, ", "25": "burn for burn, cut for cut, sore for sore.", "26": "“If a man hits the eye of his male or female servant and destroys it, he will let the person go free because of the eye. ", "27": "If he knocks out a tooth of his man or woman servant, he will let the person go free because of the tooth.", "28": "“When a bull kills a man or a woman with its horns, the bull will be killed with stones. And its flesh will not be eaten. But the owner of the bull will not be punished. ", "29": "But if a bull has tried to kill with its horns before, and the owner has been told but does not keep him shut up, and the bull kills a man or a woman, the bull will be killed with stones and the owner will be put to death. ", "30": "But if he is allowed to pay for his life, then he will pay whatever is asked of him. ", "31": "If the bull kills a son or a daughter, it will be punished by the same law. ", "32": "If the bull kills a male or female servant, the bull's owner will give the servant's owner thirty pieces of silver. And the bull will be killed with stones.", "33": "“When a man leaves a deep hole open, or digs a deep hole and does not cover it, and a bull or donkey falls into it, ", "34": "the owner of the hole will pay for the loss. He will give money to the animal's owner. And the dead animal will become his.", "35": "“If one man's bull hurts another's so that it dies, they will sell the live bull and divide the price so they will each have the same. And they will divide the dead bull. ", "36": "Or if it is known that the bull has tried to kill with its horns in the past, but its owner has not kept it shut up, he will pay bull for bull. And the dead animal will become his."}