{"1": "The Lord said to Moses, ", "2": "“Tell the people of Israel to take a gift for Me. Receive the gift for Me from every person whose heart makes him willing. ", "3": "This is the gift you are to receive from them: Gold, silver and brass, ", "4": "blue, purple and red cloth, fine linen, goat hair, ", "5": "rams' skins made red, badgers' skins, acacia wood, ", "6": "lamp oil, spices for the oil used in worship and for perfumes, ", "7": "onyx stones, and stones to be set in the clothing of the religious leaders. ", "8": "Let them make a holy place for Me, so I may live among them. ", "9": "Make the meeting tent and all that is in it like the plans I am going to show you.", "10": "“They will make a special box of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits tall. ", "11": "Cover it inside and out with pure gold. And make a piece of gold to put on it all around. ", "12": "Make four gold rings for it and put them on its four feet. Put two rings on one side of it and two rings on the other side. ", "13": "Cut long pieces of acacia wood for carrying and cover them with gold. ", "14": "Then put the pieces of wood through the rings on the sides of the box, for carrying the box. ", "15": "The long pieces will stay in the rings of the box. They must not be taken out. ", "16": "Put into the special box the Law which I will give you. ", "17": "Then make a mercy-seat from pure gold, two and a half cubits long and one and a half cubits wide. ", "18": "Make two cherubim out of beaten gold. Make them at the two ends of the mercy-seat. ", "19": "Make one cherub on one end and one cherub on the other end. Make the top of the mercy-seat, with the cherubim at each end, of one piece. ", "20": "The wings of the cherubim should spread up over the mercy-seat. Their faces should be toward each other, and toward the mercy-seat. ", "21": "Put the mercy-seat on top of the box. Put the Law which I will give you into the box. ", "22": "I will meet with you there. Between the two cherubim which are upon the special box of the Law, I will speak to you about all the Laws I will give you for the people of Israel.", "23": "“Make a table of acacia wood, two cubits long, one cubit wide, and one and a half cubits tall. ", "24": "Cover it with pure gold and make a gold piece around it. ", "25": "Make a piece around it as wide as a hand and put gold on the side of this piece all around. ", "26": "Make four rings of gold for it. Put them on the four corners that are on the table's four legs. ", "27": "The rings will be close to the sides, to hold the long pieces of wood used to carry the table. ", "28": "Cut the long, straight pieces of acacia wood and cover them with gold. The table will be carried with these. ", "29": "Make its plates, its pots and its jars, for pouring your gifts of drink. Make them of pure gold. ", "30": "And set the holy bread on the table before Me all the time.", "31": "“Then make a lamp-stand of pure gold. The lamp-stand and its base are to be made of beaten gold. Its cups, its buds, and its flowers will be of one piece with it. ", "32": "Six branches will go out of its sides, three branches of the lamp-stand out of one side, and three branches out of its other side. ", "33": "Three cups will be made to look like almond flowers, each with bud and flower on one branch, and three on the next branch. This is to be done for all six branches going out of the lamp-stand. ", "34": "Four cups made to look like almond flowers, with their buds and flowers, will be put on the lamp-stand's base. ", "35": "Make a bud under each of the six branches going out from the place where the lamp-stand is put. ", "36": "Their buds and their branches will all be one piece with the lamp-stand of pure, beaten gold. ", "37": "Then make the seven lamps and put them where they will give light to the space in front of it. ", "38": "The objects for putting out the light and their dishes will be of pure gold. ", "39": "Make it and all the objects for it out of a piece of gold about half the weight of a man. ", "40": "See that you make them by following the plan for them that was shown to you on the mountain."}