{"1": "“Make the meeting tent with ten curtains of fine linen, blue and purple and red. Make them with cherubim sewed into them by an able workman. ", "2": "Each curtain will be as long as fourteen long steps, and as wide as two long steps, all of them the same. ", "3": "Five curtains will be joined to one another. And the other five curtains will be joined to one another. ", "4": "Take small pieces of blue cloth, longer than they are wide. Sew both ends to the side of the last curtain in the first group. Then do the same on the side of the last curtain in the second group. ", "5": "Put fifty of these pieces on the one curtain. And put fifty on the side of the other curtain, so that the pieces meet each other. ", "6": "Make fifty hooks of gold and join the curtains together with the hooks so the meeting tent will be as one.", "7": "“Make curtains of goat hair for a covering over the meeting tent. Make eleven curtains in all. ", "8": "Each curtain will be as long as fifteen long steps, and as wide as two long steps, all of them the same. ", "9": "Join five curtains by themselves and six curtains by themselves. Lay the sixth curtain over the front of the meeting tent twice. ", "10": "Take fifty small pieces of cloth, longer than they are wide. Sew both ends of each to the side of the last curtain in the first group. Then sew fifty pieces onto the side of the last curtain in the second group. ", "11": "Make fifty hooks of brass. Put the hooks through the sewed pieces of cloth and join the tent together as one. ", "12": "The part that is left of the tent's curtains, the half curtain, will lie over the back of the meeting tent. ", "13": "There will be parts of the tent's curtains left over on each side, about a cubit. These will hang over each side of the meeting tent to cover it. ", "14": "Make a covering for the tent of rams' skins made red, and a covering over that of badgers' skins.", "15": "“Then make the standing pieces of wood for the meeting tent out of acacia wood. ", "16": "Each piece of wood will be as long as five long steps, and as wide as one step. ", "17": "Make two joint-pieces in each piece of wood for joining them together. Do this for all the pieces of wood of the meeting tent. ", "18": "Set up twenty pieces of wood for the south side of the meeting tent. ", "19": "Make forty silver bases under the twenty pieces of wood, with two holes in each one for joining the two joint-pieces on each piece of wood. ", "20": "Cut twenty pieces of wood for the north side of the meeting tent. ", "21": "And make forty silver bases, two under each piece of wood. ", "22": "Then cut six pieces of wood for the back or west side of the meeting tent. ", "23": "Cut two pieces of wood for the back corners. ", "24": "They will be apart at the bottom, and joined at the top with one ring. They will both be made the same and will make the two corners. ", "25": "There will be eight special pieces of wood and their silver bases with sixteen holes, two holes under each piece of wood.", "26": "“Then make cross-pieces of acacia wood, five for the pieces of wood on one side of the meeting tent, ", "27": "and five for the pieces of wood on the other side of the meeting tent. Then make five for the pieces of wood at the back of the meeting tent to the west side. ", "28": "The long, cross-piece for the center of the standing pieces of wood will go through from end to end. ", "29": "Cover the standing pieces of wood with gold. Make rings of gold to hold the cross-pieces and cover these pieces with gold. ", "30": "Build the meeting tent by following the plan for it that was shown to you on the mountain.", "31": "“Make a curtain of blue and purple and red cloth and fine linen. It will be made with cherubim sewed into it by an able workman. ", "32": "Hang it on four strong pillars of acacia wood covered with gold. Their hooks will be made of gold also. And the pillars will stand on four silver bases. ", "33": "Hang the top of the curtain from the hooks. Then bring the box of the Law within the curtain. This curtain will divide the holy place from the Holiest Place of All. ", "34": "Put the mercy-seat on the box of the Law in the Holiest Place of All. ", "35": "Set the table outside the curtain. Put the lamp-stand on the south side of the meeting tent. And put the table on the north side.", "36": "“Make another curtain of fine linen for the door of the tent. It will be made of blue and purple and red cloth by an able workman. ", "37": "Hang it on five pillars of acacia wood covered with gold. Make their hooks of gold. And make five brass bases for them."}