{"1": "“Make an altar for burning special perfume. Make it of acacia wood. ", "2": "It will be as long and as wide as a man's arm and as high as a man's waist. Its horns will be of one piece with it. ", "3": "Cover its top, all its sides and its horns with pure gold. And make a piece of gold to go around it. ", "4": "Then make two gold rings for the altar to put under this piece. Put one on each side of the altar so it can hold the long pieces of wood used for carrying it. ", "5": "Make the long pieces of acacia wood and cover them with gold. ", "6": "Put this altar in front of the curtain that is by the box of the Law, in front of the mercy-seat that is over the box of the Law. There I will meet with you. ", "7": "Aaron will burn special perfume on it every morning when he takes care of the lamps. ", "8": "And when Aaron takes care of the lamps in the evening, he will burn special perfume. There will be a burning of special perfume before the Lord for all your people for all time. ", "9": "Do not give upon this altar any perfume, burnt gift or grain gift that is not holy. And do not pour out a drink gift on it. ", "10": "Once a year Aaron will give a gift for sin on its horns to take away sin. He will give the blood of the sin gift to make it holy once a year for all your people for all time. It is most holy to the Lord.”", "11": "The Lord said to Moses, ", "12": "“When you number the people of Israel, each one of them will pay a price for his life to the Lord. Then no trouble will come upon them when you number them. ", "13": "Every one who is numbered will give one piece of silver, by the weight decided upon for the holy place. One piece of silver will be a gift to the Lord. ", "14": "Every one who is numbered, twenty years old and older, will give the gift to the Lord. ", "15": "The rich will not pay more and the poor will not pay less than one piece of silver. It will be a gift to the Lord so you will be forgiven of sin. ", "16": "Receive this money from the people of Israel and use it for the work of the meeting tent. Then it will be remembered before the Lord that the people of Israel gave a gift to take away their sin of being numbered.”", "17": "The Lord said to Moses, ", "18": "“Make a pot of brass for washing. Make its base of brass also. Put it between the meeting tent and the altar, and put water in it. ", "19": "Aaron and his sons will wash their hands and feet with water from it. ", "20": "When they go into the meeting tent, they will wash with water, so they will not die. And they will wash when they go near the altar to give a gift made by fire to the Lord. ", "21": "They will wash their hands and their feet, so they will not die. It will always be a law for Aaron and his children forever.”", "22": "The Lord said to Moses, ", "23": "“Take the best spices: a heavy weight of flowing myrrh, half that weight of sweet-smelling cinnamon and of sweet-smelling cane, ", "24": "and a heavy weight of cassia, the weight decided upon by the holy place, and a large jar of olive oil. ", "25": "Mix these to make a holy oil for holy use, mixed like perfume made by an able workman. It will be a holy oil for holy use. ", "26": "Pour it on the meeting tent and the box of the Law, ", "27": "the table and all its objects, the lamp-stand and all its objects, the altar of special perfume, ", "28": "the altar of burnt gifts and all its objects, and the washing pot and its base. ", "29": "Set them apart so they may be most holy. Whatever touches them will be holy. ", "30": "Pour oil on Aaron and his sons. Set them apart so they may serve as religious leaders for Me. ", "31": "Say to the people of Israel, 'This will be a holy oil to Me for all your people for all time. ", "32": "It will not be poured on the flesh of man. And you will not mix any like it. It is holy. It will be holy to you. ", "33": "Whoever mixes any like it, or puts any of it on a man who is not a religious leader, will be cut off from his people.'”", "34": "The Lord said to Moses, “Take sweet spices, stacte, onycha and galbanum, spices with pure frankincense. Take the same amount of each. ", "35": "Mix them to make a special perfume, salted, pure and holy, the work of an able workman. ", "36": "Beat some of it very fine. And put some of it in front of the special box of the agreement in the meeting tent, where I will meet with you. It will be most holy to you. ", "37": "Do not mix this special perfume in the same way for yourselves. It will be holy for you to the Lord. ", "38": "Whoever makes any like it to use as perfume will be cut off from his people.”"}