{"1": "The Lord said to Moses, ", "2": "“See, I have called by name Bezalel, the son of Uri, the son of Hur, of the family of Judah. ", "3": "I have filled him with the Spirit of God in wisdom, understanding, much learning, and all kinds of special work. ", "4": "He will plan good work in gold, silver and brass, ", "5": "in cutting stones to set, and in cutting wood, for all kinds of good work. ", "6": "And see, I have given Aholiab the son of Ahisamach, of the family of Dan to help him. I have put wisdom in the hearts of all who are wise, so they may make all that I have told you: ", "7": "the meeting tent, the box of the Law, the mercy-seat upon it, and all the objects of the tent, ", "8": "the table and its objects, the pure gold lamp-stand with all its objects, the altar of special perfume, ", "9": "the altar of burnt gifts with all its objects, the washing pot and its base, ", "10": "the well-made clothing, the holy clothing for Aaron the religious leader, the clothing for his sons for their work as religious leaders, ", "11": "the oil for holy use, and the sweet-smelling perfume for the holy place. Have them do all I have told you.”", "12": "The Lord said to Moses, ", "13": "“Say to the people of Israel, 'Keep My Days of Rest. For this is something special between Me and you for all your people forever. So you may know that I am the Lord Who sets you apart for Myself. ", "14": "You will keep the Day of Rest, for it is holy to you. Every one who does what is sinful on this day will be put to death for sure. Whoever does any work on this day will be cut off from among his people. ", "15": "Work may be done for six days. But the seventh day is a Day of Rest, holy to the Lord. Whoever does any work on the Day of Rest will be put to death for sure. ", "16": "So the people of Israel will keep the Day of Rest as a special day for all their people for all time, as an agreement forever.' ", "17": "It is something special between Me and the people of Israel forever. For the Lord made heaven and earth in six days. But He stopped working and rested on the seventh day.”", "18": "When the Lord had finished speaking with Moses on Mount Sinai, He gave him the two stone writings of the Law, pieces of stone written on by the finger of God."}