{"1": "The Lord said to Moses, “Go away from this place, you and the people you have brought out of the land of Egypt. Go to the land that I promised to Abraham, Isaac and Jacob, saying, 'I will give it to your children.' ", "2": "I will send an angel before you. And I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ", "3": "Go up to a land flowing with milk and honey. But I will not go with you, because you are a strong-willed people and I might destroy you on the way.” ", "4": "When the people heard this bad news, they were filled with sorrow. None of them wore his objects of gold or silver. ", "5": "For the Lord had said to Moses, “Say to the people of Israel, 'You are a strong-willed people. If I go with you even for just a little time, I would destroy you. So take off your objects of gold and silver that I may know what to do with you.'” ", "6": "So the people of Israel took off all their objects of gold and silver at Mount Horeb.", "7": "Now Moses used to take the tent and set it up far away from the other tents. He called it the meeting tent. Anyone who wanted to meet with the Lord would go away from the other tents to the meeting tent. ", "8": "When Moses went out to the tent, all the people would get up and stand at the doors of their tents. And they would watch Moses until he went into the meeting tent. ", "9": "Whenever Moses went into the meeting tent, the cloud would come down and stand at the door of the tent. And the Lord would speak with Moses. ", "10": "When all the people saw the cloud standing at the door of the meeting tent, they would stand up and worship, each at his tent door. ", "11": "The Lord spoke to Moses face to face, as a man speaks to his friend. When Moses returned to the other tents, his servant Joshua, the son of Nun, a young man, would not leave the meeting tent.", "12": "Moses said to the Lord, “See, You say to me, 'Lead this people!' But You have not let me know whom You will send with me. Yet You said, 'I have known you by name. You have found favor in My eyes.' ", "13": "So I pray to You, if I have found favor in Your eyes, let me know Your ways. Then I may know You and find favor in Your eyes. And keep in mind that this nation is Your people.” ", "14": "The Lord said, “I Myself will go with you. I will give you rest.” ", "15": "Then Moses said to Him, “If You Yourself do not go with us, do not have us leave this place. ", "16": "For how will it be known that I and Your people have found favor in Your eyes, unless You go with us? Then I and Your people will be different from all the other people on the earth.”", "17": "The Lord said to Moses, “I will do what you have said. For you have found favor in My eyes, and I have known you by name.” ", "18": "Moses said, “I pray to You, show me Your shining-greatness!” ", "19": "And God said, “I will have My goodness pass in front of you. I will make the name of the Lord known in front of you. I will have loving-kindness and loving-pity for anyone I want to.” ", "20": "But He said, “You cannot see My face. For no man can see Me and live!” ", "21": "Then the Lord said, “See, there is a place beside Me. You stand there on the rock. ", "22": "While My shining-greatness is passing by, I will put you in the large crack of the rock. And I will cover you with My hand until I have passed by. ", "23": "Then I will take My hand away and you will see My back. But My face will not be seen.”"}