{"1": "“Bezalel and Oholiab will do the work, together with every workman whom the Lord has made able and understands how to do all the work in the building of the holy place. They will do all that the Lord has said.”", "2": "Then Moses called Bezalel and Oholiab and every workman whom the Lord had made able, every one whose heart moved him to come to do the work. ", "3": "They received from Moses all the gifts the people of Israel had brought for the work of building the holy place. And they kept bringing gifts because they wanted to every morning. ", "4": "All the able workmen came who were doing all the work on the holy place. Each man came from the work he had been doing. ", "5": "They said to Moses, “The people are bringing much more than enough for the work the Lord told us to do.” ", "6": "So Moses made it be known to all the people, saying, “No man or woman is to give any more gifts for the holy place.” So the people were kept from bringing any more. ", "7": "For the things they had were enough for doing all the work. There was more than enough.", "8": "All the able men among those who were doing the work made the meeting tent with ten curtains. They made them of fine linen and blue, purple and red cloth, with cherubim sewed into them by an able workman. Bezalel made them. ", "9": "Each curtain was as long as fourteen long steps and as wide as two long steps, all of them the same. ", "10": "He joined five curtains to each other. And the other five curtains he joined to each other. ", "11": "He took small pieces of blue cloth, longer than they were wide. He sewed both ends to the side of the last curtain in the first row. Then he did the same on the side of the last curtain in the second row. ", "12": "He put fifty of these pieces on the one curtain. And he put fifty on the side of the other curtain, so that the pieces met each other. ", "13": "He made fifty hooks of gold. Then he joined the curtains together with the hooks so the meeting tent was as one.", "14": "He made curtains of goat hair for a covering over the meeting tent. He made eleven curtains in all. ", "15": "Each curtain was as long as fifteen long steps, and as wide as two long steps, all of them the same. ", "16": "He joined five curtains by themselves and six curtains by themselves. ", "17": "He took fifty small pieces of cloth, longer than they were wide. He sewed both ends of each to the side of the last curtain in the first row. Then he sewed fifty pieces onto the side of the last curtain in the second row. ", "18": "He made fifty hooks of brass. And he put the hooks through the sewed pieces of cloth and joined the tent together as one. ", "19": "He made a covering for the tent out of rams' skins made red, and a covering of badgers' skins over this. ", "20": "Then he made the pillars of acacia wood for the meeting tent. ", "21": "Each piece of wood was as long as five long steps, and as wide as one step. ", "22": "He made two joining pieces in each piece of wood for joining them together. He did this for all the pieces of wood of the meeting tent. ", "23": "He made twenty pieces of wood for the south side of the meeting tent. ", "24": "He made forty silver bases under the twenty pieces of wood, two bases under each piece of wood. ", "25": "Then he made twenty pieces of wood for the north side of the meeting tent. ", "26": "And he made forty silver bases, with two bases under each piece of wood. ", "27": "He made six pieces of wood for the back or west side of the meeting tent. ", "28": "He made two pieces of wood for the back corners. ", "29": "They were together at the bottom, and joined at the top with one ring. They were made the same for the two corners. ", "30": "There were eight pieces of wood, with sixteen silver bases, two under each piece of wood.", "31": "He made long, straight pieces of acacia wood, five for the pieces of wood on one side of the meeting tent, ", "32": "and five for the pieces of wood on the other side of the meeting tent. Then he made five for the pieces of wood at the back of the meeting tent, the west side. ", "33": "He made the long, straight cross-piece for the center to pass through from end to end. ", "34": "He covered the pieces of wood with gold. He made rings of gold to hold the long, straight pieces of wood. And he covered these pieces of wood with gold.", "35": "He made the curtain of blue and purple and red cloth and fine linen. He made it with cherubim sewed into it by an able workman. ", "36": "He hung it on four pillars of acacia wood covered with gold. Their hooks were made of gold and he made four silver bases for it. ", "37": "He made a curtain for the door of the meeting tent out of blue, purple and red cloth and fine linen, the work of an able workman. ", "38": "He made five pillars with their hooks and covered their tops with gold. But he made their five bases of brass."}