{"1": "Bezalel made the special box of the agreement of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits tall. ", "2": "He covered it inside and out with pure gold. And he made a piece of gold to put on it all around. ", "3": "He made four rings of gold for it and put them on its four feet. He put two rings on one side of it and two rings on the other side. ", "4": "He made long pieces of acacia wood and covered them with gold. ", "5": "Then he put the long pieces of wood through the rings on the sides of the special box to carry it. ", "6": "He made a mercy-seat of pure gold, two and a half cubits long, and one and a half cubits wide. ", "7": "He made two cherubim out of beaten gold at the two ends of the mercy-seat. ", "8": "He made one cherub on one end and one cherub on the other end. He made the cherubim and the mercy-seat of one piece. ", "9": "The cherubim had their wings spread up over the mercy-seat. Their faces were toward each other, and toward the mercy-seat. ", "10": "Then he made a table of acacia wood, two cubits long, one cubit wide, and one and a half cubits tall. ", "11": "He covered it with pure gold and made a gold piece around it. ", "12": "He made a piece around it as wide as a hand. And he put gold on the side of this piece all around. ", "13": "He made four rings of gold for it. He put them on the four corners that were on the table's four legs. ", "14": "The rings were close to the sides, to hold the long pieces of wood used to carry the table. ", "15": "He made the long pieces of acacia wood and covered them with gold. The table was carried with these. ", "16": "He made of pure gold its plates, its pots and its jars, for pouring gifts of drink.", "17": "Then he made the lamp-stand of pure gold and the base of the lamp-stand of beaten gold. Its cups, its buds and its flowers were all made of one piece with it. ", "18": "Six branches went out of its sides, three branches of the lamp-stand out of one side, and three branches out of its other side. ", "19": "Three cups were made to look like almond flowers, each with bud and flower, on one branch, and three on the next branch. This was done for all six branches going out of the lamp-stand.", "20": "In the lamp-stand there were four cups made to look like almond flowers, with their buds and flowers. ", "21": "A bud was under each of the six branches going out of the lamp-stand. ", "22": "Their buds and their branches were of one piece with it. All of it was one piece of pure, beaten gold. ", "23": "He made its seven lamps, the tools for putting out the light, and its dishes of pure gold. ", "24": "He made it and all its objects out of a piece of gold about half the weight of a man.", "25": "Then he made the altar for burning special perfume of acacia wood. It was one cubit long, one cubit wide, and as high as a man's waist. Its horns were of one piece with it. ", "26": "He covered its top, all its sides and its horns with pure gold. And he made a piece of gold to go around it. ", "27": "Then he made two gold rings to put under this piece. He put one on the altar's left side and one on its right side to hold the long pieces of wood used for carrying it. ", "28": "He made the long pieces of acacia wood and covered them with gold.", "29": "And he made the holy oil for pouring, and the pure, sweet-smelling perfume of spices, the work of an able workman."}