{"1": "They used the blue, purple and red cloth for the well-made clothing for those working in the holy place. They made the holy clothing for Aaron, just as the Lord had told Moses.", "2": "Bezalel made the linen vest of gold and blue, purple and red cloth and fine linen. ", "3": "They beat the gold into plates. Then they cut them into strings to be sewed in with the blue, purple and red cloth and the fine linen, the work of an able workman. ", "4": "They made shoulder pieces for the linen vest, joined at its two top ends. ", "5": "The well-made belt on it was made of the same gold, and blue, purple and red cloth and fine linen, just as the Lord had told Moses. ", "6": "They set the onyx stones into beautiful pieces of gold. The names of Israel's sons were cut in the stones like the writing on a ring by an able workman. ", "7": "They were put on the shoulder pieces of the linen vest, to help them remember the sons of Israel, just as the Lord had told Moses.", "8": "Bezalel made the breast-piece, the work of an able workman. It was like the work of the linen vest, of gold, and blue, purple and red cloth and fine linen. ", "9": "It was as long as it was wide, with one half laid over the other. It was made as long and as wide as a man's fingers can spread. ", "10": "They put four rows of stones on it. The first row was a ruby, a topaz and an emerald. ", "11": "The second row was a turquoise, a sapphire and a diamond. ", "12": "The third row was a jacinth, an agate and an amethyst. ", "13": "And the fourth row was a beryl, an onyx and a jasper. They were set in beautiful pieces of gold. ", "14": "Each of the twelve stones had written on it the name of one of the sons of Israel. Each name spoke of one of the twelve family groups. ", "15": "They made chains for the breast-piece, like ropes of pure gold. ", "16": "And they made two gold rings and put them on the two ends of the breast-piece. ", "17": "They joined the two gold chains to the two rings at the ends of the breast-piece. ", "18": "They joined the other two ends of the two chains to the beautiful gold pieces that hold the two stones at the shoulders, joining them in the front. ", "19": "They made two gold rings to put on the two ends of the breast-piece, on the inside next to the linen vest. ", "20": "Then they made two gold rings and put them on the bottom of the two shoulder pieces of the linen vest in front, near where they join. They were above the belt of the linen vest. ", "21": "They tied the rings of the breast-piece to the rings of the linen vest with a blue rope. So the breast-piece could not come loose from the linen vest, just as the Lord had told Moses.", "22": "Then he made the long piece of clothing all of blue. ", "23": "There was an opening at its top in the center. Around the opening it was sewed like the opening on heavy battle-clothes, so it could not be torn. ", "24": "They made pomegranates of blue, purple and red cloth and fine linen, to put all around the bottom of this clothing. ", "25": "They made bells of pure gold. And they put the bells between the pomegranates all around the bottom of the clothing. ", "26": "They put a bell and then a pomegranate all around the bottom of this clothing. It was for the work of the Lord, and was just as the Lord had told Moses.", "27": "They made the long coats of fine linen for Aaron and his sons. ", "28": "They made the beautiful head coverings of fine linen and the clothing that covered the flesh from the belt to the legs. ", "29": "And they made the wide belt of fine linen and blue, purple and red cloth which was the work of an able workman, just as the Lord had told Moses. ", "30": "They made the plate of the holy crown of pure gold. And they cut in it like the writings on a ring: “Holy to the Lord.” ", "31": "They joined it to the front of the head covering with a blue rope, just as the Lord had told Moses.", "32": "So all the work of the holy tent, the meeting tent, was finished. The sons of Israel did all that the Lord had told Moses. ", "33": "They brought the meeting tent to Moses, the tent and all its objects, its hooks, all kinds of pieces of wood, pillars and bases. ", "34": "They brought the covering of rams' skins made red, the covering of badgers' skins, and the curtain to hang in front of the most holy place. ", "35": "They brought the special box of the agreement, its long pieces of wood for carrying it and its mercy-seat, ", "36": "the table and all its objects, the bread to be put before the Lord, ", "37": "the pure gold lamp-stand with its lamps, all its objects and the oil for the light. ", "38": "They brought the gold altar, the oil for holy use, the sweet-smelling perfume, and the curtain for the door of the meeting tent. ", "39": "They brought the brass altar, its brass net, its long pieces of wood for carrying it and all its objects, the washing pot and its stand, ", "40": "the curtains for the open space, its pillars and bases, the curtain for the gate of the open space, its ropes and nails, and all the tools for the work of the meeting tent. ", "41": "They brought the clothing for the work in the holy place, the holy clothing for Aaron the religious leader, and the clothing of his sons for their work as religious leaders. ", "42": "So the people of Israel did all the work just as the Lord had told Moses. ", "43": "Moses looked at all the work and saw they had done it just as the Lord had said. So Moses gave thanks and prayed that good would come to them."}