{"1": "Then Moses answered, “What if they will not believe me or listen to me? They might say, 'The Lord has not shown Himself to you.'” ", "2": "The Lord said to him, “What is that in your hand?” Moses said, “A stick.” ", "3": "Then the Lord said, “Throw it on the ground.” So Moses threw it on the ground, and it became a snake. And Moses ran from it. ", "4": "But the Lord said to Moses, “Put out your hand and take it by its tail.” So Moses put out his hand and caught it. And it became a stick in his hand. ", "5": "The Lord said, “By seeing this they may believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has shown Himself to you.”", "6": "The Lord said to him, “Put your hand inside your coat.” So Moses put his hand inside his coat. When he took it out, his hand had a bad skin disease and was white as snow. ", "7": "Then God said, “Put your hand inside your coat again.” So Moses put his hand inside his coat again. When he took it out of his coat, he saw that it had become like his other flesh. ", "8": "God said, “If they will not listen to you or believe you when they are shown the first thing, they may believe when this is shown to them. ", "9": "But they might not believe even these two things or listen to what you say. So then take some water from the Nile and pour it on the dry ground. And the water you take from the Nile will become blood on the dry ground.”", "10": "Moses said to the Lord, “Lord, I am not a man of words. I have never been. Even now since You spoke to Your servant, I still am not. For I am slow in talking and it is difficult for me to speak.” ", "11": "Then the Lord said to him, “Who has made man's mouth? Who makes a man not able to speak or hear? Who makes one blind or able to see? Is it not I, the Lord? ", "12": "So go now. And I will be with your mouth. I will teach you what to say.”", "13": "But Moses said, “O Lord, I ask of You, send some other person.”", "14": "Then the anger of the Lord burned against Moses. He said, “Is not Aaron the Levite your brother? I know he can speak well. Also, he is coming to meet you. And when he sees you, he will be glad in his heart. ", "15": "You must speak to him and put the words in his mouth. I will be with your mouth and his mouth. I will teach you what you are to do. ", "16": "He will speak to the people for you. He will be a mouth for you. And you will be as God to him. ", "17": "You will take this special stick in your hand. And you will use it to make the special things happen for the people to see.”", "18": "Then Moses left and returned to Jethro his father-in-law, and said to him, “I ask of you, let me return to my brothers in Egypt to see if they are still alive.” And Jethro said to Moses, “Go in peace.” ", "19": "The Lord said to Moses in Midian, “Return to Egypt. For all the men who wanted to kill you are dead.” ", "20": "So Moses took his wife and sons and put them on a donkey, and he returned to the land of Egypt. Moses also took the special stick of God in his hand.", "21": "The Lord said to Moses, “When you return to Egypt, make sure you show Pharaoh all the works that I have placed in your power. But I will make his heart hard so that he will not let the people go. ", "22": "Then say to Pharaoh, 'The Lord says this: “Israel is My son, My first-born. ", "23": "And I say to you, 'Let My son go. Let him work for Me.' But if you will not let him go, I will kill your son, your first-born.”'”", "24": "The Lord met Moses at a resting place on the way and would have put him to death. ", "25": "But Zipporah took a knife and cut off her son's piece of skin and threw it at Moses' feet. And she said, “For sure you are a husband of blood to me.” ", "26": "Then the Lord let him alone. Zipporah said, “You are a husband of blood,” because of the religious act of becoming a Jew.", "27": "The Lord said to Aaron, “Go to meet Moses in the desert.” So he went and met him at the mountain of God and kissed him. ", "28": "Moses told Aaron all the words of the Lord with which He had sent him. And he told him about all the special works that the Lord had told him to do. ", "29": "Then Moses and Aaron went and gathered together all the leaders of the people of Israel. ", "30": "Aaron spoke all the words which the Lord had spoken to Moses. Then he did all the special works for the people to see. ", "31": "So the people believed. When they heard that the Lord cared about the people of Israel and had seen their suffering, they bowed to the ground and worshiped."}