{"1": "After this, Moses and Aaron went to Pharaoh and said, “The Lord, the God of Israel, says this: 'Let My people go, that they may have a special supper to honor Me in the desert.'” ", "2": "But Pharaoh said, “Who is the Lord, that I should obey Him and let Israel go? I do not know the Lord. And I will not let Israel go.” ", "3": "Then they said, “The God of the Hebrews has met with us. We ask of you, let us travel into the desert three days, to give a gift on an altar in worship to the Lord our God. Or He may send death to us by disease or by the sword.” ", "4": "But the king of Egypt said to them, “Moses and Aaron, why do you take the people away from their work? Return to your work!” ", "5": "Then Pharaoh said, “See, the people of the land are now many. And you would have them stop working!”", "6": "That same day Pharaoh told the men who made the people work, ", "7": "“Do not give the people straw for making clay blocks any more. Let them go and gather straw for themselves. ", "8": "But have them make the same number of clay blocks as before, and no less. They are crying, 'Let us go and give a gift in worship to our God,' because they are lazy. ", "9": "Let more work be given to the men so they will not have time to listen to lies.”", "10": "So the men who made the people work went out and said to the people, “This is what Pharaoh says: 'I will not give you straw. ", "11": "You go and get straw for yourselves where you can find it. But you will not work any less than before.'” ", "12": "So the people went out through all the land of Egypt to gather what they could use for straw. ", "13": "The men who made them work made them hurry, saying, “Finish your full day's work as you did when there was straw.” ", "14": "And the Hebrew men who had been made to rule over the people by Pharaoh's work-leaders were beaten. They were asked, “Why have you not made as many clay blocks yesterday or today as you made before?”", "15": "Then the Hebrew men who made the people work went to Pharaoh and cried, “Why do you act this way toward your servants? ", "16": "There is no straw given to your servants. Yet they still say to us, 'Make clay blocks!' See, your servants are being beaten. But your own people are to blame.” ", "17": "But Pharaoh said, “You are lazy, very lazy. So you say, 'Let us go and give a gift on an altar in worship to the Lord.' ", "18": "Go now and work. You will be given no straw. Yet you must make the same number of clay blocks.” ", "19": "The Hebrew men who made the people work knew that they were in trouble because they were told, “You must make the same number of clay blocks each day.” ", "20": "When they came from Pharaoh, they met Moses and Aaron who were waiting for them. ", "21": "They said to Moses and Aaron, “May the Lord look upon you and judge you. For you have caused us to be hated by Pharaoh and his servants. You have put a sword in their hand to kill us.”", "22": "Then Moses returned to the Lord and said, “O Lord, why have You hurt these people? Why did you ever send me? ", "23": "For since I went to Pharaoh to speak in Your name, he has hurt these people. You have not set Your people free at all.”"}