{"1": "Then the Lord said to Moses, “Now you will see what I will do to Pharaoh. For he will be made to let them go because of My strong hand. By My strong hand, he will make them go out of his land.”", "2": "God said to Moses, “I am the Lord. ", "3": "I showed Myself as God All-powerful to Abraham, Isaac and Jacob. But I did not make Myself known to them by My name, the Lord. ", "4": "I also made My agreement with them, to give them the land of Canaan, the land where they were strangers. ", "5": "I have heard the crying of the people of Israel, because they are being held by the Egyptians. And I have remembered My agreement. ", "6": "So say to the people of Israel, 'I am the Lord. I will take you away from the hard work and suffering in Egypt. I will take you away from being their servants. I will make you free by the strength of My arm and by the great things I will do to punish the guilty. ", "7": "Then I will take you for My people, and I will be your God. And you will know that I am the Lord your God. I will bring you out from under the heavy loads of the Egyptians. ", "8": "I will bring you to the land I promised to give to Abraham, Isaac and Jacob. I will give it to you for your own. I am the Lord.'” ", "9": "So Moses said this to the people of Israel. But they did not listen to Moses because of their broken spirit and how hard they were made to work.", "10": "Then the Lord said to Moses, ", "11": "“Go and tell Pharaoh king of Egypt to let the people of Israel go out of his land.” ", "12": "But Moses said to the Lord, “See, the people of Israel have not listened to me. How then will Pharaoh listen to me? I am not able to speak well.” ", "13": "But the Lord spoke to Moses and Aaron. He told them to tell the people of Israel and Pharaoh king of Egypt that they were to bring the people of Israel out of the land of Egypt.", "14": "These are the leaders of their fathers' families. The sons of Reuben, Israel's first-born: Hanoch, Pallu, Hezron, and Carmi. These are the families of Reuben. ", "15": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman. These are the families of Simeon. ", "16": "These are the names of Levi's sons by their family groups: Gershon, Kohath and Merari. Levi lived 137 years. ", "17": "The sons of Gershon by their families: Libni and Shimei. ", "18": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel. Kohath lived 133 years. ", "19": "The sons of Merari: Mahli and Mushi. These are the families of the Levites by their family groups. ", "20": "Amram married his father's sister Jochebed. She gave birth to his sons, Aaron and Moses. Amram lived 137 years. ", "21": "The sons of Izhar: Korah, Nepheg and Zichri. ", "22": "The sons of Uzziel: Mishael, Elzaphan and Sithri.", "23": "Aaron married Elisheba, the daughter of Amminadab, the sister of Nahshon. She gave birth to his sons, Nadab, Abihu, Eleazar, and Ithamar. ", "24": "The sons of Korah: Assir, Elkanah and Abiasaph. These are the families of the Korahites. ", "25": "Aaron's son Eleazar married one of the daughters of Putiel. She gave birth to his son Phinehas. These are the heads of the fathers' houses of the Levites by their families.", "26": "It was the same Aaron and Moses to whom the Lord said, “Bring the people of Israel out of the land of Egypt by their family groups.” ", "27": "They were the ones who spoke to Pharaoh king of Egypt about bringing the people of Israel out of Egypt. It was the same Moses and Aaron.", "28": "On the day when the Lord spoke to Moses in the land of Egypt, ", "29": "the Lord said to Moses, “I am the Lord. Tell Pharaoh king of Egypt all that I say to you.” ", "30": "But Moses said to the Lord, “See, I am not able to speak well. How then will Pharaoh listen to me?”"}