{"1": "Then the Lord said to Moses, “Go to Pharaoh and say to him, 'The Lord says this: “Let My people go, so they may worship Me. ", "2": "But if you will not let them go, I will bring trouble to your whole country with frogs. ", "3": "The Nile will be full of frogs. They will come up and go in your house and in your room and on your bed. They will come in the houses of your servants and on your people. They will come in your stoves and in your bread dough. ", "4": "The frogs will come up on you and your people and all your servants.”'” ", "5": "Then the Lord said to Moses, “Say to Aaron, 'Put out your hand with your special stick over the rivers and over the pools. Make frogs come up on the land of Egypt.'” ", "6": "So Aaron put his hand out over the waters of Egypt. And the frogs came up and covered the land of Egypt. ", "7": "But the wonder-workers did the same thing using their secret ways. They made frogs come up on the land of Egypt.", "8": "Then Pharaoh called for Moses and Aaron and said, “You pray to the Lord to take the frogs away from me and my people. And I will let the people go, so they may give a gift in worship to the Lord.” ", "9": "Moses said to Pharaoh, “The honor is yours to tell me when I should pray for you and your servants and your people, that the frogs may be sent away from you and your houses and stay only in the Nile.”", "10": "Pharaoh said, “Tomorrow.” And Moses said, “May it be as you say. You will know that there is no one like the Lord our God. ", "11": "The frogs will go away from you and your houses and your servants and your people. They will stay only in the Nile.” ", "12": "Then Moses and Aaron went away from Pharaoh. And Moses cried to the Lord about the frogs that He had brought against Pharaoh. ", "13": "The Lord did as Moses said. The frogs died in and around the houses and the fields. ", "14": "The people gathered them together, and the land had a bad smell. ", "15": "But when Pharaoh saw that there was rest from the trouble, he made his heart hard. He did not listen to them, just as the Lord had said.", "16": "Then the Lord said to Moses, “Say to Aaron, 'Put out your special stick and hit the dust of the earth. It will become lice through all the land of Egypt.'” ", "17": "And they did so. Aaron put out his hand with his stick and hit the dust of the earth. And there were lice on man and animal. All the dust of the earth became lice through all the land of Egypt. ", "18": "The wonder-workers tried to cause lice to come by using their secret ways. But they could not. So there were lice on man and animal. ", "19": "Then the wonder-workers said to Pharaoh, “This is the finger of God.” But Pharaoh's heart was hard. He did not listen to them, just as the Lord had said.", "20": "Then the Lord said to Moses, “Get up early in the morning and wait for Pharaoh as he goes out to the water. Say to him, 'The Lord says this: “Let My people go, so they may worship Me. ", "21": "For if you will not let My people go, I will send many flies upon you and upon your servants and upon your people and into your houses. The houses of the Egyptians will be full of flies, and also the ground will be covered with them. ", "22": "But on that day I will set apart the land of Goshen where My people are living so no flies will be there. Then you may know that I, the Lord, am in the land. ", "23": "I will divide My people from your people. Tomorrow you will see this happen.”'” ", "24": "And the Lord did so. And there came a great many flies flying all over inside the house of the Pharaoh and in the houses of his servants. The land was destroyed because of the many flies in all the land of Egypt.", "25": "Then Pharaoh called for Moses and Aaron and said, “Go and give a gift in worship to your God here in the land.” ", "26": "But Moses said, “It is not right to do this. For the Egyptians hate what we would give in worship to the Lord our God. If the Egyptians see us giving this gift and doing what they think is sinful, will they not throw stones at us? ", "27": "We must travel three days to the desert and give a gift in worship to the Lord our God, as He tells us to do.”", "28": "So Pharaoh said, “I will let you go, so you may give a gift to the Lord your God. But do not go very far away. Pray for me.” ", "29": "Then Moses said, “I am leaving you. I will pray to the Lord that the many flies may leave Pharaoh and his servants and his people tomorrow. But do not let Pharaoh lie again by not letting the people go to give a gift on an altar to the Lord.”", "30": "So Moses left Pharaoh and prayed to the Lord. ", "31": "And the Lord did as Moses asked. He took the many flies away from Pharaoh and his servants and his people. Not one was left. ", "32": "But Pharaoh made his heart hard this time also. He did not let the people go."}