{"1": "In the beginning God created the heavens and the earth.", "2": "[a] 2 Now the earth was chaos and waste, darkness was on the surface of the deep, and the Ruach Elohim was hovering upon the surface of the water.[b]", "3": "Then God said, “Let there be light!” and there was light. ", "4": "God saw that the light was good. So God distinguished the light from the darkness. ", "5": "God called the light “day,” and the darkness He called “night.” So there was evening and there was morning—one day.", "6": "Then God said, “Let there be an expanse in the midst of the water! Let it be for separating water from water.” ", "7": "So God made the expanse and it separated the water that was below the expanse from the water that was over the expanse. And it happened so. ", "8": "God called the expanse “sky.” So there was evening and there was morning—a second day. ", "9": "Then God said, “Let the water below the sky be gathered to one place. Let the dry ground appear.” And it happened so. ", "10": "God called the dry ground “land,” and the collection of the water He called “seas.” And God saw that it was good.", "11": "Then God said, “Let the land sprout grass, green plants yielding seed, fruit trees making fruit, each according to its species with seed in it, upon the land.” And it happened so. ", "12": "The land brought forth grass, green plants yielding seed, each according to its species, and trees making fruit with the seed in it, each according to its species. And God saw that it was good. ", "13": "So there was evening and there was morning—a third day.", "14": "Then God said, “Let lights in the expanse of the sky be for separating the day from the night. They will be for signs and for seasons and for days and years. ", "15": "They will be for lights in the expanse of the sky to shine upon the land.” And it happened so. ", "16": "Then God made the two great lights—the greater light for dominion over the day, and the lesser light as well as the stars for dominion over the night. ", "17": "God set them in the expanse of the sky to shine on the land ", "18": "and to have dominion over the day and over the night and to separate the light from the darkness. And God saw that it was good. ", "19": "So there was evening and there was morning—a fourth day.", "20": "Then God said, “Let the waters swarm with swarms of living creatures! Let flying creatures fly above the land across the expanse of the sky.” ", "21": "Then God created the large sea creatures and every living creature that crawls, with which the water swarms, according to their species, as well as every winged flying creature, according to their species. And God saw that it was good. ", "22": "Then God blessed them by saying, “Be fruitful and multiply and fill the water in the seas. Let the flying creatures multiply on the land.” ", "23": "So there was evening and there was morning—a fifth day.", "24": "Then God said, “Let the land bring forth living creatures according to their species—livestock, crawling creatures and wild animals, according to their species.” And it happened so. ", "25": "God made the wild animals according to their species, the livestock according to their species, and everything that crawls on the ground, each according to its species. And God saw that it was good.", "26": "Then God said, “Let Us make man in Our image, after Our likeness! Let them rule over the fish of the sea, over the flying creatures of the sky, over the livestock, over the whole earth, and over every crawling creature that crawls on the land.” ", "27": "God created humankind in His image, in the image of God He created him, male and female He created them.", "28": "[c] 28 God blessed them and God said to them, “Be fruitful and multiply, fill the land, and conquer it. Rule over the fish of the sea, the flying creatures of the sky, and over every animal that crawls on the land.”", "29": "Then God said, “I have just given you every green plant yielding seed that is on the surface of the whole land, and every tree, which has the fruit of a tree yielding seed. They are to be food for you. ", "30": "Also for every wild animal, every flying creature of the sky and every creature that crawls on the land which has life, every green plant is to be food.” And it happened so. ", "31": "So God saw everything that He made, and behold it was very good. So there was evening and there was morning—the sixth day."}