{"1": "And these are the genealogical records of Noah's sons, Shem, Ham, and Japheth. Sons were born to them after the flood.", "2": "Japheth's sons were Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras. ", "3": "Gomer's sons were Ashkenaz, Riphath and Togarmah. ", "4": "Javan's sons were Elishah and Tarshish, Kittites and Dodanites. ", "5": "From these the coastlands of the nations spread out in their lands, each one according to his language, according to their families, into their nations.", "6": "Ham's sons were Cush, Mizraim, Put and Canaan. ", "7": "Cush's sons were Seba, Havilah, Sabtah, Raamah, and Sabteca. And Raamah's sons were Sheba, and Dedan.", "8": "Now Cush fathered Nimrod. He started to become mighty in the land. ", "9": "He was a mighty hunter before Adonai. This is why it is said, “Like Nimrod, a mighty hunter before Adonai.” ", "10": "The beginning of his kingdom included Babel, Erech, Accad and Calneh, in the land of Shinar. ", "11": "From that land he went out to Assyria and built Nineveh, Rechovot-ir, Calah ", "12": "and Resen, between Nineveh and Calah—it is the great city.", "13": "Mizraim fathered the Ludites, the Anamites, the Lehabites, the Naphtuhites, ", "14": "the Pathrusites, the Casluhites—from whom came the Philistines—and the Caphtorites.", "15": "Canaan fathered Sidon his firstborn, Heth, ", "16": "the Jebusite, the Amorite, the Girgashite, ", "17": "the Hivite, the Arkite, the Sinite, ", "18": "the Arvadite, the Zemarite and the Hamathite—and afterwards, the Canaanite families were scattered. ", "19": "Now the Canaanite border was from Zidon, as you go toward Gerar, as far as Gaza; as you go toward Sodom and Gomorrah, Admah and Zeboiim, as far as Lasha.", "20": "These are Ham's sons according to their families, according to their languages, in their lands, in their nations.", "21": "Sons were also born to Shem, who was Japheth's older brother and the father of all the sons of Eber. ", "22": "Shem's sons were Elam, Asshur, Arpachshad, Lud and Aram. ", "23": "Aram's sons were Uz, Hul, Gether and Mash. ", "24": "Arpachshad fathered Shelah, and Shelah fathered Eber. ", "25": "Two sons were born to Eber. The name of the first was Peleg—because in his days the land was divided—and his brother's name was Joktan. ", "26": "Joktan fathered Elmodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah and Jobab. All of these are Joktan's sons. ", "30": "Their dwelling place was from Mesha till you come toward Sephar, the eastern hill country. ", "31": "These are Shem's sons, according to their families, according to their languages, in their lands, according to their nations.", "32": "These are the families of the sons of Noah according to their genealogies in their nations, and from these the nations were dispersed on the earth after the flood."}