{"1": "Now the entire earth had the same language with the same vocabulary. ", "2": "When they traveled eastward, they found a valley-plain in the land of Shinar and settled there. ", "3": "They said to one another, “Come! Let's make bricks and bake them until they're hard.” So they used bricks for stone, and tar for mortar.", "4": "Then they said, “Come! Let's build ourselves a city, with a tower whose top reaches into heaven. So let's make a name for ourselves, or else we will be scattered over the face of the whole land.”", "5": "Then Adonai came down to see the city and the tower that the sons of man had built. ", "6": "Adonai said, “Look, the people are one and all of them have the same language. So this is what they have begun to do. Now, nothing they plan to do will be impossible. ", "7": "Come! Let Us go down and confuse their language there, so that they will not understand each other's language.”", "8": "So Adonai scattered them from there over the face of the entire land, and they stopped building the city. ", "9": "This is why it is named Babel, because Adonai confused the languages of the entire world there, and from there Adonai scattered them over the face of the entire world.", "10": "These are the genealogical records of Shem: Shem was 100 years old when he fathered Arpachshad—two years after the flood. ", "11": "Shem lived 500 years after he fathered Arpachshad, and he fathered sons and daughters. ", "12": "Arpachshad lived 35 years when he fathered Shelah. ", "13": "Arpachshad lived 403 years after he fathered Shelah, and fathered sons and daughters. ", "14": "Shelah lived 30 years and he fathered Eber. ", "15": "Shelah lived 403 years after he fathered Eber, and fathered sons and daughters. ", "16": "Eber lived 34 years and he fathered Peleg. ", "17": "Eber lived 430 years after he fathered Peleg, and he fathered sons and daughters. ", "18": "Peleg lived 30 years and he fathered Reu. ", "19": "Peleg lived 209 years after he fathered Reu, and he fathered sons and daughters. ", "20": "Reu lived 32 years and he fathered Serug. ", "21": "Reu lived 207 years after he fathered Serug, and he fathered sons and daughters. ", "22": "Serug lived 30 years and fathered Nahor. ", "23": "Serug lived 200 years after he fathered Nahor, and he fathered sons and daughters. ", "24": "Nahor lived 27 years and he fathered Terah. ", "25": "Nahor lived 119 years after he fathered Terah, and he fathered sons and daughters. ", "26": "Terah lived 70 years when he fathered Abram, Nahor and Haran.", "27": "These are Terah's genealogies: Terah fathered Abram, Nahor and Haran. Haran fathered Lot. ", "28": "Haran died before Terah his father, in the land of his birth, in Ur of the Chaldeans. ", "29": "Abram and Nahor took wives for themselves. The name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah—the daughter of Haran, father of Milcah and Iscah. ", "30": "Sarai was barren; she did not have a child.", "31": "Terah took Abram his son and Lot, Haran's son, his grandson, and Sarai his daughter-in-law, his son Abram's wife, and he took them out of Ur of the Chaldeans to go to the land of Canaan. But when they came to Haran, they settled there.", "32": "Terah's days were 205 years, and Terah died in Haran."}