{"1": "Then Adonai said to Abram, “Get going out from your land, and from your relatives, and from your father's house, to the land that I will show you.", "2": "My heart's desire is to make you into a great nation, to bless you, to make your name great so that you may be a blessing.", "3": "My desire is to bless those who bless you, but whoever curses you I will curse,[a] and in you all the families of the earth will be blessed.[b]", "4": "So Abram went, just as Adonai had spoken to him. Also Lot went with him. (Now Abram was 75 years old when he departed from Haran.) ", "5": "Abram took Sarai his wife, and Lot his nephew, and all their possessions that they had acquired, and the people that they acquired in Haran, and they left to go to the land of Canaan, and they entered the land of Canaan. ", "6": "Abram passed through the land as far as the place of Shechem, as far as Moreh's big tree. (The Canaanites were in the land then.)[c]", "7": "Then Adonai appeared to Abram, and said, “I will give this land to your seed.” So there he built an altar to Adonai, who had appeared to him. ", "8": "From there he moved to the mountain to the east of Beth-El and erected his tent (with Beth-El to the west and Ai to the east). There he built an altar to Adonai and called on the Name of Adonai. ", "9": "So Abram kept on journeying southward.[d]", "10": "Now there was a famine in the land. So Abram went down to Egypt to live as an outsider there, because the famine was severe in the land. ", "11": "Just as he was about to enter Egypt he said to Sarai his wife, “Look, please, I know that you are an attractive woman. ", "12": "So when the Egyptians see you they'll say, 'This is his wife.' And they'll kill me; but you, they'll let live. ", "13": "Please say that you are my sister, so that I'll be treated well for your sake, and my life will be spared because of you.”", "14": "When Abram came to Egypt, the Egyptians did see that the woman was very beautiful. ", "15": "Indeed, Pharaoh's officials saw her and they raved about her to Pharaoh. Then the woman was taken into Pharaoh's house. ", "16": "But Abram was treated well for her sake, and he got sheep, cattle, male donkeys, male and female slaves, female donkeys and camels.", "17": "But Adonai struck Pharaoh and his household with great plagues because of Sarai, Abram's wife. ", "18": "So Pharaoh called Abram and said, “What's this that you did to me? Why didn't you tell me that she is your wife? ", "19": "Why did you say, 'She is my sister,' so that I took her to be my wife? Now, here is your wife. Take—and go!” ", "20": "Then Pharaoh instructed men concerning him, and they expelled him, with his wife, and everything that belonged to him."}