{"1": "So Abram went up from Egypt—he and his wife and everything that belonged to him, and Lot with him—to the Negev. ", "2": "Now Abram was very rich in livestock, silver and gold. ", "3": "He proceeded by stages from the Negev as far as Beth-El—to the place where his tent had been at the beginning, between Beth-El and Ai, ", "4": "to the place of the altar that he had made there at first, and there Abram called on the Name of Adonai.", "5": "Now Lot, who was going with Abram, also had sheep and cattle and tents, ", "6": "so that the land could not support them living together, because their possessions were many, and they were not able to stay together. ", "7": "So there was a quarrel between the shepherds of Abram's livestock and the shepherds of Lot's livestock. (Now the Canaanites and the Perizzites were living in the land then.)", "8": "So Abram said to Lot, “Please, let there be no strife between me and you, or between my shepherds and yours, since we are relatives. ", "9": "Isn't the whole land before you? Please separate yourself from me. If to the left, then I'll go to the right, and if to the right, then I'll go to the left.”", "10": "Lot lifted up his eyes and saw that the whole area surrounding the Jordan was well watered in its entirety (before Adonai destroyed Sodom and Gomorrah)—like Adonai's garden, like the land of Egypt—till you come to Zoar. ", "11": "So Lot chose for himself the whole area surrounding the Jordan. Lot journeyed to the east, and they separated from each other. ", "12": "Abram dwelled in the land of Canaan, and Lot dwelled in the cities of the valley. And he moved his tent from place to place near Sodom. ", "13": "But the people of Sodom were evil—very great sinners against Adonai.", "14": "After Lot separated himself from him, Adonai had said to Abram, “lift up your eyes, now, and look from the place where you are, to the north, south, east and west. ", "15": "For all the land that you are looking at, I will give to you and to your seed forever. ", "16": "I will make your seed like the dust of the earth so that if one could count the dust of the earth, then your seed could also be counted. ", "17": "Get up! Walk about the land through its length and width—for I will give it to you.”", "18": "So Abram moved his tent from place to place, and came and dwelt by Mamre's large trees, which are in Hebron, and there built an altar to Adonai."}