{"1": "Now it came about in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim, ", "2": "that they made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (this is Zoar). ", "3": "All of these kings joined forces in the Valley of the Siddim (this is the Salt Sea). ", "4": "For 12 years they had served Chedorlaomer, but in the thirteenth year they rebelled. ", "5": "In the fourteenth year Chedorlaomer came with the kings who were with him, and they defeated the Rephaim in Ashterot-karnaim, the Zuzim in Ham, and the Emim in Shaveh-kiryataim, ", "6": "and the Horites in the hill country of Seir as far as El-Paran, which is beside the wilderness. ", "7": "Then they came again to En-mishpat (this is Kadesh), and they subdued all the territory of the Amalekites, as well as the Amorites who live in Hazazon-tamar.", "8": "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (this is Zoar) went out and lined themselves up for battle with them in the Valley of the Siddim, ", "9": "against Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar: four kings against five. ", "10": "Now the Valley of the Siddim was full of tar pits, and as the kings of Sodom and Gomorrah fled, they fell into them, and those who remained fled to the hills. ", "11": "So they took all of Sodom and Gomorrah's possessions and their food and left. ", "12": "They also took Lot, Abram's nephew, and his possessions, and they left (as he was living in Sodom).", "13": "Then a survivor came and told Abram the Hebrew, who was dwelling by the large trees belonging to Mamre the Amorite, the brother of Eschol and the brother of Aner—they were Abram's allies. ", "14": "When Abram heard that his kinsman had been taken captive, he rallied his trained men, those born in his household, 318 of them, and went in pursuit as far as Dan. ", "15": "Then he divided his servants against them at night, and he defeated them and pursued them as far as Hovah, which is north of Damascus. ", "16": "He brought back all the possessions, and also brought back his kinsman Lot and his possessions, as well as the women and the other people.", "17": "Now after he returned from defeating Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him in the Valley of Shaveh (this is the King's Valley). ", "18": "Then Melchizedek, king of Salem, brought out bread and wine—he was a priest of El Elyon.", "19": "[a] 19 He blessed him and said, “Blessed be Abram by El Elyon, Creator of heaven and earth,", "20": "and blessed be El Elyon, Who gave over your enemies into your hand.” Then Abram gave him a tenth of everything.", "21": "Then the king of Sodom said to Abram, “Give me the people—the possessions take for yourself.”", "22": "But Abram said to the king of Sodom, “I raise my hand in oath to Adonai, El Elyon, Creator of heaven and earth. ", "23": "Not a thread or even a sandal strap of all that is yours will I take, so you will not say, 'I've made Abram rich!' ", "24": "I claim nothing but what the young men have eaten, and the share of the men who went with me—Aner, Eschol, and Mamre—let them take their share.”"}