{"1": "After these things the word of Adonai came to Abram in a vision saying, “Do not fear, Abram. I am your shield, your very great reward.”", "2": "But Abram said, “My Lord Adonai, what will You give me, since I am living without children, and the heir of my household is Eliezer of Damascus?” ", "3": "Then Abram said, “Look! You have given me no seed, so a house-born servant is my heir.”", "4": "Then behold, the word of Adonai came to him saying, “This one will not be your heir, but in fact, one who will come from your own body will be your heir. ", "5": "He took him outside and said, “Look up now, at the sky, and count the stars—if you are able to count them.” Then He said to him, “So shall your seed be.”", "6": "Then he believed in Adonai and He reckoned it to him as righteousness.", "7": "Then He said to him, “I am Adonai who brought you out from Ur of the Chaldeans, in order to give you this land to inherit it.”", "8": "So he said, “My Lord Adonai, how will I know that I will inherit it?”", "9": "Then He said to him, “Bring Me a three year old young cow, a three year old she-goat, a three year old ram, a turtle-dove and a young bird.”", "10": "So he brought all these to Him and cut them in half, and put each piece opposite the other; but he did not cut the birds. ", "11": "Then birds of prey came down upon the carcasses, but Abram drove them away. ", "12": "When the sun was about to set and a deep sleep fell on Abram, behold, terror of great darkness was falling upon him! ", "13": "Then He said to Abram, “Know for certain that your seed will be strangers in a land that is not theirs, and they will be enslaved and oppressed 400 years. ", "14": "But I am going to judge the nation that they will serve. Afterward they will go out with many possessions. ", "15": "But you, you will come to your fathers in peace. You will be buried at a good old age. ", "16": "Then in the fourth generation they will return here—for the iniquity of the Amorites is not yet complete.” ", "17": "When the sun set and it became dark, behold, there was a smoking oven and a fiery torch that passed between these pieces.", "18": "On that day Adonai cut a covenant with Abram, saying, “I give this land to your seed, from the river of Egypt to the great river, the Euphrates River: ", "19": "the Kenite, the Kenizzites, the Kadmonites, ", "20": "the Hittites, the Perizzites, the Raphaites, ", "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"}