{"1": "So the heavens and the earth were completed along with their entire array. ", "2": "God completed—on the seventh day—His work that He made, and He ceased—on the seventh day—from all His work that He made. ", "3": "Then God blessed the seventh day and sanctified it, for on it He ceased from all His work that God created for the purpose of preparing.", "4": "These are the genealogical records of the heavens and the earth when they were created, at the time when Adonai Elohim made land and sky. ", "5": "Now no shrub of the field was in the land yet, and no green plants of the field had sprouted yet. For Adonai Elohim had not caused it to rain upon the land, and there was no one to work the ground. ", "6": "But a mist came up from the land and watered the whole surface of the ground.", "7": "Then Adonai Elohim formed the man out of the dust from the ground and He breathed into his nostrils a breath of life—so the man became a living being. ", "8": "Then Adonai Elohim planted a garden in Eden in the east, and there He put the man whom He had formed. ", "9": "Then Adonai Elohim caused to sprout from the ground every tree that was desirable to look at and good for food. Now the Tree of Life was in the middle of the garden, and also the Tree of Knowledge of Good and Evil. ", "10": "A river flowed out of Eden to water the garden. From there it divided and became four riverheads. ", "11": "The name of the first is Pishon, the one that winds around the whole land of the Havilah, where there is gold. ", "12": "The gold of that land is good—bdellium and lapis lazuli stones are also there. ", "13": "The name of the second river is Gihon—it winds around the whole land of Cush. ", "14": "The name of the third river is Tigris—it runs east of Assyria. And the fourth river is Euphrates.", "15": "Then Adonai Elohim took the man and gave him rest in the Garden of Eden in order to cultivate and watch over it. ", "16": "Then Adonai Elohim commanded the man saying, “From all the trees of the garden you are most welcome to eat. ", "17": "But of the Tree of the Knowledge of Good and Evil you must not eat. For when you eat from it, you most assuredly will die!", "18": "Then Adonai Elohim said, “It is not good for the man to be alone. Let Me make a well-matched helper for him.” ", "19": "Adonai Elohim had formed from the ground every animal of the field and every flying creature of the sky, so He brought them to the man to see what he would call them. Whatever the man called them—each living creature—that was its name. ", "20": "So the man gave names to all of the livestock, and to the flying creatures of the sky, and to all the animals of the field; but for the man He did not find a well-matched helper for him. ", "21": "Adonai Elohim caused a deep sleep to fall on the man and he slept; and He took one of his ribs and closed up the flesh in its place. ", "22": "Adonai Elohim built the rib, which He had taken from the man, into a woman. Then He brought her to the man. ", "23": "Then the man said, “This one, at last, is bone of my bones and flesh from my flesh. This one is called woman, for from man was taken this one.”", "24": "This is why a man leaves his father and his mother and clings to his wife; and they become one flesh.[a]", "25": "Now both of them were naked, the man and his wife, and they were not ashamed."}