{"1": "Now it was after these things that God tested Abraham. He said to him, “Abraham.”[a] “Hineni,” he said.", "2": "Then He said, “Take your son, your only son whom you love[b]—Isaac—and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains about which I will tell you.”", "3": "So Abraham got up early in the morning, saddled his donkey and took two of his young men with him, and Isaac his son. He split wood for the burnt offering, and got up and went to the place about which God had told him. ", "4": "On the third day, Abraham lifted up his eyes and saw the place from a distance. ", "5": "Abraham said to his young men, “Sit yourselves down here with the donkey. As for me and the young man, we'll go over there, worship and return to you.”", "6": "Then Abraham took the wood for the burnt offering and put it on Isaac his son. In his hand he took the fire and the knife. So the two of them walked on together.", "7": "Then Isaac said to Abraham his father, “My father?” Then he said, “Here I am, my son.” He said, “Look. Here's the fire and the wood. But where's the lamb for a burnt offering?”", "8": "Abraham said, “God will provide for Himself a lamb for a burnt offering, my son.” The two of them walked on together. ", "9": "Then they came to the place about which God had told him, and Abraham built the altar there, laid out the wood, bound up Isaac his son, and laid him on the altar, on top of the wood.", "10": "[c] 10 Then Abraham reached out his hand and took the knife to slaughter his son.", "11": "But the angel of Adonai called to him from heaven and said, “Abraham! Abraham!” He said, “Hineni!”", "12": "Then He said, “Do not reach out your hand against the young man—do nothing to him at all. For now I know that you are one who fears God—you did not withhold your son, your only son, from Me.”", "13": "Then Abraham lifted up his eyes and behold, there was a ram, just caught in the thick bushes by its horns. So Abraham went and took the ram, and offered it up as a burnt offering instead of his son. ", "14": "Abraham named that place, Adonai Yireh,—as it is said today, “On the mountain, Adonai will provide.”", "15": "The angel of Adonai called to Abraham a second time from heaven ", "16": "and said, “By myself I swear—it is a declaration of Adonai—because you have done this thing, and you did not withhold your son, your only son,", "17": "[d] 17 I will richly bless you and bountifully multiply your seed like the stars of heaven, and like the sand that is on the seashore, and your seed will possess the gate of his enemies. ", "18": "In your seed all the nations of the earth will be blessed—because you obeyed My voice.”[e]", "19": "Then Abraham returned to his young men and they got up and went together to Beer-sheba. Then Abraham dwelled in Beer-sheba.", "20": "Now it was after these things that it was told to Abraham, “Look, Milcah has also borne sons to Nahor your brother: ", "21": "Uz his firstborn, Buz his brother, Kemuel the father of Aram, ", "22": "Chesed, Hazo, Pildash, Yidlaph and Bethuel.” ", "23": "Then Bethuel fathered Rebekah. These eight Milcah bore to Nahor, Abraham's brother. ", "24": "His concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash and Maacah."}