{"1": "Now Sarah's life was 127 years—the years of Sarah's life. ", "2": "Sarah died in Kiriath-arba (that is, Hebron), in the land of Canaan. Abraham came to mourn for Sarah and to weep over her.", "3": "Then Abraham rose from before his dead one and spoke to the sons of Heth saying, ", "4": "“I am an outsider and a sojourner among you. Give me a gravesite among you so that I may bury my dead from before my presence.”", "5": "The sons of Heth answered Abraham, saying to him, ", "6": "“Listen to us, my lord. You are a prince of God among us. Bury your dead in the best of our graves. None among us will withhold his grave from you, to bury your dead one.”", "7": "Then Abraham got up and bowed down to the people of the land, to the sons of Heth, ", "8": "and spoke with them saying, “If you are of a mind to let me bury my dead from before my presence, listen to me. Plead with Ephron son of Zophar on my behalf, ", "9": "that he may give me the cave of Machpelah that belongs to him, that is at the end of his field. At the full price let him give it to me in your midst for a gravesite.”", "10": "Now Ephron was sitting in the midst of the sons of Heth. And Ephron the Hittite answered Abraham in the ears of the sons of Heth, all those who enter the gate of his city, saying, ", "11": "“No, my lord, listen to me. The field—I hereby give it to you. Also the cave that is in it—I hereby give it to you. In the eyes of the sons of my people, I hereby give it to you. Bury your dead one.”", "12": "Then Abraham bowed down before the people of the land, ", "13": "and spoke to Ephron in the ears of the people of the land saying, “But if only you would please listen to me. I hereby give the price of the field. Accept it from me that I may bury my dead one there.”", "14": "So Ephron answered Abraham, saying to him, ", "15": "“My lord, listen to me. A land worth 400 shekels of silver—what is that between me and you? Bury your dead one.”", "16": "Abraham heard Ephron. So Abraham weighed out to Ephron the silver that he had spoken of in the ears of the sons of Heth—400 shekels of silver at the merchant's rate. ", "17": "Now Ephron's field that is in Machpelah next to Mamre—the field and the cave that is in it, and all the trees that are in the field in all its surrounding territory—was handed over ", "18": "to Abraham as a purchased possession in the eyes of the sons of Heth, before all those who enter the gate of his city.", "19": "Afterward, Abraham buried Sarah his wife in the cave of the field of Machpelah next to Mamre (that is, Hebron), in the land of Canaan. ", "20": "So the field and the cave that was in it were handed over to Abraham as a gravesite from the sons of Heth."}