{"1": "Now Abraham was old, advanced in years, and Adonai blessed Abraham in everything. ", "2": "Then Abraham said to his servant, the oldest of his household who managed everything that belonged to him, “Now put your hand under my thigh, ", "3": "so that I may make you take an oath by Adonai, the God of heaven and the God of earth, that you will not take a wife for my son from among the daughters of the Canaanites among whom I am dwelling. ", "4": "On the contrary, to my land and to my relatives you must go and get a wife for my son Isaac.", "5": "But the servant said to him, “Suppose the woman were unwilling to follow after me to this land? Should I then have your son go back to the land you came from?", "6": "Abraham said to him, “See to it that you don't return my son there. ", "7": "Adonai, the God of heaven, who took me from my father's house and from my native land and who spoke to me and made a pledge to me saying, 'To your seed I will give this land'—He will send His angel before you and you will take a wife for my son from there. ", "8": "If the woman is not willing to follow after you, then you will be free from this oath of mine. Nevertheless, you must not return my son there.” ", "9": "So the servant put his hand under the thigh of Abraham his master, and he made a pledge to him concerning this matter.", "10": "Then the servant took ten of his master's camels and left with all the best of his master's things in his hand. Then he arose and went to Aram-Naharaim, to Nahor's city. ", "11": "Then he made the camels kneel down outside the city by the well of water at evening time, the time for the going out to draw water.", "12": "“Adonai, the God of Abraham my master,” he said, “please make something happen before me today, and show loyalty to Abraham my master. ", "13": "Look, I am standing by the spring of water, and the daughters of the men of the city are going out to draw water. ", "14": "Now let it be that the young woman to whom I say, 'Please tip your jar so that I may drink,' and she will say, 'Drink—and I'll also water your camels'—let her be the one You have appointed for your servant Isaac. So by this I'll know that You have shown graciousness to my master.”", "15": "Now before he had finished speaking, behold there was Rebekah (who was born to Bethuel son of Milcah, the wife of Nahor, Abraham's brother) going out with her jar on her shoulder. ", "16": "Now the young woman was very good looking, a girl of marriageable age, and she was a virgin. She went down to the spring and filled her jar and came up. ", "17": "Then the servant ran to meet her and said, “Please let me sip a little water from your jar.”", "18": "So she said, “Drink, my lord,” and she quickly lowered her jar onto her hand and gave him a drink. ", "19": "Now when she finished giving him a drink, she said, “I'll also draw water for your camels until they've finished drinking.” ", "20": "So she quickly poured out her jug into the trough, ran back to the well to draw water, and drew water for all his camels, ", "21": "while the man continued to pay close attention to her, keeping silent in order to know whether or not Adonai had made his way successful.", "22": "Now after the camels had finished drinking, the man took out a nose ring of gold weighing a half-shekel and two bracelets on her hands weighing ten shekels of gold. ", "23": "“Whose daughter are you?” he said. “Please tell me. Is there room in your father's house for us to spend the night?”", "24": "She said to him, “I'm the daughter of Bethuel, son of Milcah, whom she bore to Nahor.” ", "25": "She also said to him, “There's both straw and plenty of feed with us, as well as room to spend the night.”", "26": "Then the man bowed down and worshipped Adonai, ", "27": "and he said, “Blessed be Adonai, the God of my master Abraham, who has not forsaken His loyalty and His truth toward my master. As for me, Adonai has guided me in the way to the house of my master's brothers.”", "28": "Then the young woman ran and told her mother's house these things.", "29": "Now Rebekah had a brother and his name was Laban, and Laban ran outside to the man at the spring. ", "30": "As soon as he saw the nose ring and the bracelets on his sister's hands, and when he heard the words of Rebekah his sister saying, “Thus the man said to me,” he went to the man. There he was, standing by the camels at the spring. ", "31": "So he said, “Come in, blessed of Adonai. Why are you standing outside when I've tidied up the house and there is room for the camels?”", "32": "So the man came to the house and he unloaded the camels. Straw and feed were given to the camels and water to wash his feet and the feet of the men who were with him. ", "33": "Food was placed before him to eat, but he said, “I won't eat until I've stated my business.” So he said, “Speak.”", "34": "“I am Abraham's servant,” he said. ", "35": "Adonai has blessed my master very much so that he has become great, and He has given to him flocks of sheep and cattle, silver and gold, male slaves and female slaves, camels and donkeys. ", "36": "Now Sarah, my master's wife, gave birth to a son for my master after she was old, and He gave him everything he owns. ", "37": "Then my master made me take an oath, saying, 'You must not take a wife for my son from among the daughters of the Canaanites in whose land I'm dwelling.' ", "38": "Instead you must go to my father's house and to my family, and take a wife for my son.' ", "39": "But I said to my master, 'Suppose the woman won't come back with me?' ", "40": "So he said to me, 'Adonai, before whom I've walked continually, will send His angel with you, and He will make your way successful, and you will take a wife for my son from my family and from my father's household. ", "41": "Then you'll be free from my oath—if you come to my family and if they don't give her to you—then you'll be free from my oath.' ", "42": "So I came today to the spring and I said, 'Adonai, the God of Abraham my master, if You are really going to make my way upon which I am walking successful, ", "43": "look, I'm standing by the spring of water. So let it be that the unmarried girl who is going out to draw water, to whom I'll say, “Please give me a little water to drink from your jug,” ", "44": "and she'll say to me, “You drink, and I'll also draw water for your camels”—let her be the woman whom Adonai appoints for my master's son!' ", "45": "I had not yet finished speaking to my heart, and behold there was Rebekah going out—her jug was on her shoulder and she went down to the spring and drew water. So I said to her, 'Please give me a drink.' ", "46": "And she quickly lowered her jug off of her and said, 'Drink, and I'll also water your camels.' So I drank, and she also watered the camels. ", "47": "Then I asked her, 'Whose daughter are you?' And she said, 'The daughter of Bethuel, Nahor's son, whom Milcah bore to him.' Then I placed the ring on her nose and the bracelets on her hands. ", "48": "I bowed down and worshipped Adonai and blessed Adonai, the God of my master Abraham, who guided me on the true way to take the daughter of my master's brother for his son. ", "49": "So now, if you're really going to show loyalty and truth to my master, tell me. But if not, tell me and I'll turn to the right or to the left.”", "50": "Then Laban and Bethuel answered, and they said, “The matter proceeds from Adonai. We cannot speak to you bad or good. ", "51": "Rebekah is before you. Take her and go, and let her become a wife for our master's son, just as Adonai has spoken.”", "52": "Now when Abraham's servant heard their words, he bowed down to the ground to Adonai. ", "53": "Then the servant brought out articles of silver and gold, and garments, and gave them to Rebekah. He also gave precious gifts to her brothers and to her mother. ", "54": "Then they ate and drank, he and the men who were with him, and spent the night. When they arose in the morning, he said, “Send me off to my master.”", "55": "But her brother with her mother said, “Let the young woman stay with us a few days—or ten. Afterwards she may go.”", "56": "But he said to them, “Don't delay me, since Adonai has made my way successful. Send me off so that I can go to my master.”", "57": "So they said, “We'll call the young woman and let's ask her opinion.” ", "58": "Then they called Rebekah and said to her, “Will you go with this man?” She said, “I will go.”", "59": "So they sent Rebekah their sister off with her nanny, and Abraham's servant and his men, ", "60": "and they blessed Rebekah and said to her: “Our sister, may you become thousands of ten thousands, and may your seed possess the gate of those who hate him.”", "61": "Then Rebekah got up, with her maids, and they mounted the camels and followed after the man. So the servant took Rebekah and departed.", "62": "Now Isaac had come from visiting Beer-lahai-roi and was living in the land of the Negev. ", "63": "Isaac went out to meditate strolling in the field at dusk. Then he lifted up his eyes and saw, behold, camels were coming. ", "64": "Rebekah also lifted up her eyes and saw Isaac. Then she fell off her camel.", "65": "Then she said to the servant, “Who is that man there who is walking in the field—to meet us?” The servant said, “He is my master.” So she took the veil and covered herself. ", "66": "Then the servant recounted to Isaac all the things he had done.", "67": "Then Isaac brought her into the tent of Sarah his mother, took Rebekah and she became his wife—and he loved her. So Isaac was comforted after the loss of his mother."}