{"1": "Now there was a famine in the land—aside from the previous famine that happened in Abraham's days. So Isaac went to King Abimelech of the Philistines, to Gerar. ", "2": "Then Adonai appeared to him and said, “Do not go down to Egypt. Dwell in the land about which I tell you. ", "3": "Live as an outsider in this land and I will be with you and bless you—for to you and to your seed I give all these lands—and I will confirm my pledge that I swore to Abraham your father. ", "4": "I will multiply your seed like the stars of the sky and I will give your seed all these lands. And in your seed all the nations of the earth will continually be blessed, ", "5": "because Abraham listened to My voice and kept My charge, My mitzvot, My decrees, and My instructions.” ", "6": "So Isaac stayed in Gerar.", "7": "Now the men of the place asked about his wife. So he said, “She is my sister,” because he was afraid to say, “my wife”—“or else the men of the place would kill me on account of Rebekah, because she's good looking.”", "8": "Now after he had been there for a long time, King Abimelech of the Philistines peered down through the window and saw, behold, Isaac caressing his wife Rebekah. ", "9": "So Abimelech called Isaac and said, “So in fact she's your wife! Now how could you say, 'She's my sister'?” Isaac said to him, “Because I said, 'Or else I might die because of her.'”", "10": "Then Abimelech said, “What is it that you've done to us? One of the people could have easily slept with your wife and you would've brought guilt on us.”", "11": "So Abimelech commanded all the people saying, “Whoever touches this man or his wife will surely die!”", "12": "Then Isaac sowed in that land and in that year reaped a hundredfold. Adonai blessed him ", "13": "and the man became great and continued to become greater until he became very great. ", "14": "He acquired livestock of sheep and livestock of cattle, and numerous servants. Then the Philistines envied him. ", "15": "All the wells that his father's servants had dug in the days of his father Abraham the Philistines stopped up and filled with dirt. ", "16": "So Abimelech said to Isaac, “Go away from us, for you are much more powerful than us.”", "17": "So Isaac departed from there, camped in the Valley of Gerar and dwelled there. ", "18": "Then Isaac dug again the wells of water that had been dug in the days of his father Abraham—the Philistines had stopped them up after Abraham's death. He gave them the same names that his father had given them. ", "19": "Then Isaac's servants dug in the valley and found a well of living water there. ", "20": "But the shepherds of Gerar quarreled with Isaac's shepherds saying, “The water is ours!” So he named the well Quarrel, because they quarreled with him. ", "21": "Then he dug another well and they quarreled over it too, so he named it Accusation. ", "22": "Then he moved from there and dug another well, and they did not quarrel over it. So he named it Wide Spaces and said, “Because now Adonai has created wide spaces for us and we will be fruitful in the land.”", "23": "He went up from there to Beer-sheba. ", "24": "Adonai appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you, and I will bless you and multiply your seed for the sake of Abraham my servant.”", "25": "So he built an altar there and called on the Name of Adonai. He pitched his tent there and Isaac's servants hollowed out a well there.", "26": "Now Abimelech went to him from Gerar along with Achuzzat his friend and Phicol the commander of his army. ", "27": "Isaac said to them, “Why have you come to me, since you hate me and sent me away from you?”", "28": "They said, “We've clearly seen that Adonai has been with you. So we said, 'Let there now be an agreement between us—between us and you—and let us make a covenant with you: ", "29": "that you will do us no harm, just as we haven't touched you and just as we did nothing to you but good, and sent you away in shalom. You are now blessed by Adonai.”", "30": "Then he made a feast for them and they ate and drank. ", "31": "Then they got up early in the morning and made a pledge, each to his brother. Then Isaac sent them away and they departed from him in shalom. ", "32": "Now it happened that on that day Isaac's servants came and told him about the well that they dug, and said to him, “We've found water.” ", "33": "So he called it Pledge. That is why the city's name is Beer-sheba to this day.", "34": "When Esau was 40 years old, he took as wife Judith the daughter of Be-eri the Hittite, and Basemath the daughter of Elon the Hittite. ", "35": "But they caused a bitterness of spirit for Isaac and Rebekah."}