{"1": "So Isaac called for Jacob, blessed him, commanded him and said to him, “Don't take a wife from the daughters of Canaan. ", "2": "Get up, go to Paddan-aram, to the house of Bethuel, your mother's father, and take for yourself a wife from there, from the daughters of Laban, your mother's brother. ", "3": "Now may El Shaddai bless you, and make you fruitful and multiply you so that you will become an assembly of peoples. ", "4": "And may he give you the blessing of Abraham, to you and to your seed with you that you may take possession of the land of your sojourn, which God gave to Abraham.”", "5": "Then Isaac sent Jacob away and he went toward Paddan-aram, to Laban the son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau. ", "6": "Now Esau saw that Isaac blessed Jacob when he sent him to Paddan-aram to take for himself a wife from there, when he blessed him and commanded him saying, “Don't take a wife from the daughters of Canaan.” ", "7": "Jacob listened to his father Isaac and to his mother and went toward Paddan-aram. ", "8": "Then Esau saw that the daughters of Canaan were contemptible in his father Isaac's eyes. ", "9": "So Esau went to Ishmael and took Mahalath, the daughter of Ishmael Abraham's son, Nebaioth's sister for his wife, besides his other wives.", "10": "Then Jacob left Beer-sheba and went toward Haran. ", "11": "He happened upon a certain place and spent the night there, for the sun had set. So he took one of the stones from the place and put it by his head and lay down in that place. ", "12": "He dreamed: All of a sudden, there was a stairway set up on the earth and its top reaching to the heavens—and behold, angels of God going up and down on it! ", "13": "Surprisingly, Adonai was standing on top of it[a] and He said, “I am Adonai, the God of your father Abraham and the God of Isaac. The land on which you lie, I will give it to you and to your seed. ", "14": "Your seed will be as the dust of the land, and you will burst forth to the west and to the east and to the north and to the south. And in you all the families of the earth will be blessed—and in your seed. ", "15": "Behold, I am with you, and I will watch over you wherever you go, and I will bring you back to this land, for I will not forsake you until I have done what I promised you.”", "16": "Jacob woke up from his sleep and said, “Undoubtedly, Adonai is in this place—and I was unaware.” ", "17": "So he was afraid and said, “How fearsome this place is! This is none other than the House of God—this must be the gate of heaven!”", "18": "Early in the morning Jacob got up and took the stone, which he had placed by his head, and set it up as a memorial stone and poured oil on top of it. ", "19": "He called the name of that place Beth-El (though originally the city's name was Luz). ", "20": "Then Jacob made a vow saying, “If God will be with me and watch over me on this way that I am going, and provide me food to eat and clothes to wear, ", "21": "and I return in shalom to my father's house, then Adonai will be my God. ", "22": "So this stone which I set up as a memorial stone will become God's House, and of everything You provide me I will definitely give a tenth of it to You.”"}