{"1": "Then Jacob lifted up his feet and went to the land of the peoples of the east. ", "2": "When he looked, suddenly, there was a well in the field, and there were three herds of sheep resting by it. (For from that well they would water the flocks. The stone on the mouth of the well was large. ", "3": "When all the herds gathered there, they would roll away the stone from the mouth of the well and water the flocks, and put the stone back to its place over the mouth of the well.)", "4": "Jacob said to them, “My brothers, where are you from?” “We're from Haran,” they said.", "5": "So he said to them, “Do you know Laban, Nahor's son?” They said, “We know.”", "6": "He said to them, “Is he well?” “Well,” they said. “Look, here comes his daughter Rachel with the flock.”", "7": "He said, “Since it's still the middle of the day, it's not time for the livestock to be gathered. Water the flock and let them go and graze.”", "8": "But they said, “We can't, not until all the flocks are gathered and the stone is rolled away from the mouth of the well—then we water the flock.”", "9": "While he was still speaking with them, Rachel came with the flock that belonged to her father (for she was a shepherdess). ", "10": "Now when Jacob saw Rachel (the daughter of Laban, his mother's brother), Jacob stepped forward and rolled the stone away from the mouth of the well and watered the flock of Laban, his mother's brother. ", "11": "Then Jacob kissed Rachel, and lifted up his voice and wept. ", "12": "Then Jacob told Rachel that he was her father's relative and that he was Rebekah's son. So she ran and told her father.", "13": "Now when Laban heard the news about Jacob, his sister's son, he ran to meet him, hugged and kissed him, and brought him to his house. Then he told Laban all these things. ", "14": "Laban said to him, “Surely you are my own bone and flesh.” And he stayed with him for a month.", "15": "Then Laban said to Jacob, “Should you, my relative, serve me for nothing? Tell me, what should your wages be?”", "16": "Now Laban had two daughters; the name of the older was Leah, and the name of the younger was Rachel. ", "17": "Leah's eyes were delicate, but Rachel was beautiful in form and appearance. ", "18": "Jacob was in love with Rachel, so he said, “Let me serve you for seven years for Rachel your younger daughter.”", "19": "Laban said, “It's better that I give her to you than I give her to another man! Stay with me.” ", "20": "So Jacob worked for Rachel seven years, yet in his eyes it was like a few days, because of his love for her.", "21": "Then Jacob said to Laban, “Give me my wife, for my days are completed, so I may go to her.” ", "22": "So Laban gathered all the men of the place and he prepared a feast. ", "23": "When it was evening he took his daughter Leah and brought her to him, and he went to her. ", "24": "Laban also gave her Zilpah his female servant to his daughter Leah as a female servant.", "25": "So when it was morning, behold there she was, Leah! So he said to Laban, “What is this you've done to me? Wasn't it for Rachel that I worked with you? So why have you deceived me?”", "26": "But Laban said, “It's not done so in our place—to give the younger before the first-born. ", "27": "Complete the bridal week for this one. Then we'll also give you this other—for work that you'll do with me—another seven years more.”", "28": "So Jacob did; he also completed this one's bridal week. Then he gave him his daughter Rachel to be his wife. ", "29": "Laban also gave his daughter Rachel his female servant Bilhah, to be a servant for her.", "30": "Jacob also went to Rachel and indeed loved Rachel more than Leah. So he served with him for yet another seven years.", "31": "Now Adonai saw that Leah was unloved, so he opened her womb; but Rachel was unable to conceive. ", "32": "Leah became pregnant and gave birth to a son and named him Reuben because she said, “For Adonai has seen my affliction. Surely now my husband will love me.” ", "33": "Then she became pregnant again and gave birth to a son, and said, “For Adonai heard that I am hated, so He's given me this one also,” and she named him Simeon. ", "34": "Then she became pregnant again and gave birth to a son, and said, “Now this time my husband will join himself to me because I've given birth to three sons for him.” For this reason he was named Levi. ", "35": "Then she became pregnant again and gave birth to a son and said, “This time I praise Adonai.” For this reason she named him Judah. Then she stopped having children."}