{"1": "But the serpent was shrewder than any animal of the field that Adonai Elohim made. So it said to the woman, “Did God really say, 'You must not eat from all the trees of the garden'?”", "2": "The woman said to the serpent, “Of the fruit of the trees, we may eat. ", "3": "But of the fruit of the tree which is in the middle of the garden, God said, 'You must not eat of it and you must not touch it, or you will die.'”", "4": "The serpent said to the woman, “You most assuredly won't die! ", "5": "For God knows that when you eat of it, your eyes will be opened and you will be like God, knowing good and evil.”", "6": "Now the woman saw that the tree was good for food, and that it was a thing of lust for the eyes, and that the tree was desirable for imparting wisdom. So she took of its fruit and she ate. She also gave to her husband who was with her and he ate. ", "7": "Then the eyes of both of them were opened and they knew that they were naked; so they sewed fig leaves together and made for themselves loin-coverings. ", "8": "And they heard the sound of Adonai Elohim going to and fro in the garden in the wind of the day. So the man and his wife hid themselves from the presence of Adonai Elohim in the midst of the Tree of the garden.", "9": "Then Adonai Elohim called to the man and He said to him, “Where are you?”", "10": "Then he said, “Your sound—I heard it in the garden and I was afraid. Because I am naked, I hid myself.”", "11": "Then He said, “Who told you that you are naked? Have you eaten from the Tree from which I commanded you not to eat?”", "12": "Then the man said, “The woman whom You gave to be with me—she gave me of the Tree, and I ate.”", "13": "Adonai Elohim said to the woman, “What did you do?” The woman said, “The serpent deceived me and I ate.”", "14": "Adonai Elohim said to the serpent, “Because you did this, Cursed are you above all the livestock and above every animal of the field. On your belly will you go, and dust will you eat all the days of your life.", "15": "I will put animosity between you and the woman— between your seed and her seed. He will crush your head, and you will crush his heel.[a]", "16": "To the woman He said, “I will greatly increase your pain from conception to labor. In pain will you give birth to children. Your desire will be toward your husband, yet he must rule over you.”", "17": "Then to the man He said, “Because you listened to your wife's voice and ate of the tree which I commanded you, saying, 'You must not eat of it': Cursed is the ground because of you— with pain will you eat of it all the days of your life.", "18": "Thorns and thistles will sprout for you. You will eat the plants of the field,", "19": "By the sweat of your brow will you eat food, until you return to the ground, since from it were you taken. For you are dust, and to dust will you return.”", "20": "Now Adam named his wife Eve because she was the mother of all the living. ", "21": "Adonai Elohim made Adam and his wife tunics of skin and He clothed them. ", "22": "Then Adonai Elohim said, “Behold, the man has become like one of Us, knowing good and evil. So now, in case he stretches out his hand and takes also from the Tree of Life and eats and lives forever,” ", "23": "Adonai Elohim sent him away from the Garden of Eden, to work the ground from which he had been taken. ", "24": "And He expelled the man; and at the east of the Garden of Eden He had cheruvim dwell along, with the whirling sword of flame, to guard the way to the Tree of Life."}