{"1": "When Rachel saw that she bore no children for Jacob, Rachel was jealous of her sister. So she said to Jacob, “Give me sons—if there are none, I'll die!”", "2": "But Jacob became furious with Rachel and said, “Am I, instead of God, the one who withheld from you the fruit of the womb?”", "3": "So she said, “Here's my maid-servant Bilhah. Go to her and let her give birth on my knees, so that from her I may also build a family.” ", "4": "Then she gave her maid-servant Bilhah to him for a wife, and Jacob went to her. ", "5": "Bilhah became pregnant and gave birth to a son for Jacob. ", "6": "So Rachel said, “God has judged my cause and also heard my voice—and given me a son.” Therefore she named him Dan. ", "7": "Then Rachel's female servant became pregnant again and gave birth to a second son for Jacob. ", "8": "So Rachel said, “I've surely wrestled greatly with my sister—also I've won.” So she named him Naphtali.", "9": "Now Leah saw that she stopped having children, so she took Zilpah her female servant and gave her to Jacob as a wife. ", "10": "Then Zilpah, Leah's female servant, gave birth to a son for Jacob. ", "11": "Leah said, “How fortunate!” So she named him Gad. ", "12": "Then Zilpah, Leah's female servant, gave birth to a second son for Jacob. ", "13": "Leah said, “How happy am I, for daughters have called me happy.” So she named him Asher.", "14": "Now during the days of the wheat harvest, Reuben went and found mandrakes in the field and he brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son's mandrakes.”[a]", "15": "But she said to her, “Wasn't it enough that you took my husband away? You'd also take away my son's mandrakes?” So Rachel said, “That being so, let him lie with you tonight, in exchange for your son's mandrakes.”", "16": "So when Jacob came from the field in the evening, Leah went out to meet him, and she said, “You must come to me. For I've actually hired you with my son's mandrakes.” So he lay with her that very night. ", "17": "Moreover, God heard Leah, and she became pregnant and gave birth to a fifth son for Jacob. ", "18": "Leah said, “God gave me my reward[b] because I gave my female servant to my husband.” So she named him Issachar. ", "19": "Then Leah became pregnant again and gave birth to a sixth son for Jacob. ", "20": "Leah said, “God has presented me a good gift. This time my husband will honor me for I've borne six sons for him.” So she named him Zebulun. ", "21": "Afterwards she gave birth to a daughter and named her Dinah.", "22": "Then God remembered Rachel and God listened to her and opened her womb. ", "23": "Then she became pregnant and gave birth to a son. So she said, “God has taken away my disgrace.” ", "24": "She named him Joseph saying, “May Adonai add another son for me.”", "25": "Now it was after Rachel gave birth to Joseph that Jacob said to Laban, “Send me away so that I can go to my place and to my land. ", "26": "Give me my wives and my children for whom I've served you, and let me go. For you yourself know my labor—that I've served you.”", "27": "But Laban said to him, “If I've found favor in your eyes—I've looked for good omens, and Adonai has blessed me because of you.” ", "28": "Moreover he said, “Name your own price and I'll pay it.”", "29": "Then he said to him, “You yourself know how I've served you and how your livestock fared with me. ", "30": "For you had very little before I came, and it has been busting at the seams in abundance. So Adonai blessed you with my every step. So now, when am I myself going to make something for my household also?”", "31": "Then he said, “What can I pay you?” Jacob said, “You don't need to pay me anything. If you will do this one thing for me, I will shepherd your flock again and watch it: ", "32": "let me pass through your flock today, removing every colorfully spotted lamb from there and every dark-colored lamb among the sheep as well as the colorfully spotted among the goats—and that will be my salary. ", "33": "So tomorrow my honesty will testify on my behalf when you come to check on my salary you agreed to. Every one that isn't colorfully spotted among the goats or dark-colored among the sheep with me, it is stolen.”", "34": "So Laban said, “All right! May it be according to your word.” ", "35": "On that day he removed the colorfully striped and colorful billy goats as well as all the colorfully spotted goats—everyone with white on it—and every dark-colored one among the lambs, and he put them in the hand of his sons. ", "36": "Then he put a three-day's journey between them and Jacob, while Jacob was shepherding Laban's remaining flocks.", "37": "But Jacob took fresh white poplar, almond, and plane tree branches, peeled away white stripped sections on them, exposing the white of the branches. ", "38": "Then he set the branches he had peeled in front of the flocks in the drinking troughs and watering channels where the flocks come to drink. Since they were in heat when they came to drink, ", "39": "the flocks mated near the branches, and the flocks gave birth to striped, spotted and colorful ones. ", "40": "Now Jacob separated the lambs and set the faces of the flocks toward the striped ones as well as all the dark-colored ones among Laban's flocks. Then he set aside the herds for himself and did not put them with Laban's flocks. ", "41": "Whenever the strong flocks mated, Jacob put the branches in the watering troughs before the eyes of the flocks, to have them mate near the branches. ", "42": "But when the flocks were sickly, he did not put the branches down—so the sickly ones became Laban's and the stronger ones became Jacob's. ", "43": "And the man grew exceedingly prosperous and had numerous flocks, along with female and male servants, camels and donkeys."}