{"1": "Now Jacob heard the words Laban's sons were saying, “Jacob has taken everything that belongs to our father, and from what belongs to our father he has made all these riches.” ", "2": "Then Jacob saw Laban's face, and he noticed that his expression wasn't the same as it was just a day or two before. ", "3": "Then Adonai said to Jacob, “Return to the land of your fathers and to your relatives, and I will be with you.”", "4": "So Jacob sent and called for Rachel and Leah to come to the field, to his flock. ", "5": "He said to them, “I can see by your father's face that his expression isn't the same as it was just a day or two ago. But the God of my father has been with me. ", "6": "Now you yourselves know that I've served your father with all my strength. ", "7": "Yet your father has fooled around with me and has changed my salary ten times—but God hasn't allowed him to harm me. ", "8": "If he would say, 'the spotted ones will be your salary,' then the flocks would give birth to spotted ones. Or if he would say, 'the striped ones will be your salary,' then all the flocks would give birth to striped ones. ", "9": "So God has taken away your father's livestock and has given them to me. ", "10": "Now it happened when the flocks were in heat that I lifted up my eyes and saw, in a dream, behold, the males going up to the flocks were striped, spotted and speckled. ", "11": "Then the angel of God said to me in the dream, 'Jacob,' and I said, 'Hineni.' ", "12": "He said, 'Lift up your eyes and see that all the males going up to the flocks are striped, spotted and speckled. For I have seen everything Laban has done to you. ", "13": "I am the God of Beth-El where you anointed a memorial stone, where you made a vow to Me. Get up now and leave this land, and return to the land of your relatives.'”", "14": "Then Rachel answered along with Leah and they said to him, “Is there still a portion and inheritance for us in our father's house? ", "15": "Aren't we considered foreigners to him? For he has sold us and has also completely used up our bridal price. ", "16": "For all the riches that God has taken away from our father is for us and for our children. So now, everything God said to you, do it!”", "17": "Then Jacob got up and put his children and wives on camels. ", "18": "He drove away all his livestock and all his possessions that he had acquired—the livestock in his possession that he acquired in Paddan-aram—to go to his father Isaac, to the land of Canaan.", "19": "But while Laban went to shear his flocks, Rachel stole the idols that belonged to her father, ", "20": "while Jacob stole the heart from Laban the Aramean by not telling him that he was fleeing. ", "21": "He himself fled with everything that belonged to him, and he got up and crossed the River, and set his face toward the hill country of Gilead.", "22": "When Laban was told on the third day after Jacob had fled, ", "23": "he took his relatives with him and pursued him a seven days' journey. Then he overtook him in the hill country of Gilead. ", "24": "But God came to Laban the Aramean in a dream at night and said to him, “Watch yourself—lest you say anything to Jacob, good or bad.”", "25": "So Laban caught up to Jacob. (Jacob had pitched his tent in the hill country, so Laban and his brothers pitched their tents in the hill country of Gilead as well). ", "26": "Then Laban said to Jacob, “What have you done, that you've stolen my heart and have driven my daughters away like captives of the sword? ", "27": "Why did you secretly flee away, and steal from me? Why didn't you tell me, so I could send you away with joy and with songs, with tambourines and with lyres? ", "28": "And you didn't even let me kiss my sons and daughters! “Now, you've behaved foolishly. ", "29": "It is in the power of my hand to do evil with you, but yesterday the God of your fathers spoke to me, saying, 'Watch yourself—lest you say anything to Jacob, good or bad.' ", "30": "So now, when you up and left because you really missed your father's house, why did you steal my gods?”", "31": "In response, Jacob said to Laban, “Because I was afraid, for I thought, 'Suppose you snatch your daughters away from me.' ", "32": "Anyone with whom you find your gods shall not live. In front of our relatives, identify whatever is yours that is with me, and take it back.” (But Jacob did not know that Rachel had stolen them.)", "33": "So Laban went into Jacob's tent, and Leah's tent and into the tent of the two maids, but he found nothing. Then he went out of Leah's tent and entered Rachel's tent. ", "34": "(Now Rachel had taken the idols, put them in the camel's saddlebag and sat on them.) So Laban felt around the entire tent but did not find them. ", "35": "She said to her father, “Let not my lord be angry that I cannot rise before you, for I am having the way of women.” So he searched but did not find the idols.", "36": "Then Jacob got angry and argued with Laban. Jacob answered and said to Laban, “What's my crime? What's my sin that you've hotly pursued me? ", "37": "For you've felt through all my things. What did you find? Any of your household things? Put them here, in front of my relatives and yours—so they can decide between the two of us. ", "38": "These past twenty years I've been with you, your ewes and female goats have never miscarried, and I've never eaten the rams of your flock. ", "39": "I didn't bring you animals torn by wild beasts. I myself would bear the loss. You would require it from my hand, whether stolen by day or stolen by night. ", "40": "I was consumed by heat during the day, consumed by frost during the night, and my sleep fled from my eyes. ", "41": "This is how it's been for me twenty years in your house. I served you fourteen years for your two daughters, and six years for your flocks—and you changed my salary ten times! ", "42": "Had I not had the God of my father, the God of Abraham, and the fear of Isaac, you would have sent me away empty-handed now. But God saw my misery and the toil of my hands and last night He became the Judge.”", "43": "In response Laban said to Jacob, “The daughters are my daughters, and the sons are my sons, and the flocks are my flocks. Everything you see is mine. But what can I do for these, my daughters, today, or for their sons to whom they've given birth? ", "44": "So now, come, let's make a covenant, you and I, and let it be a witness between you and me.”", "45": "So Jacob took a stone and set it up as a pillar, ", "46": "and Jacob said to his relatives, “Gather stones.” So they took the stones and made a pile. Then they ate there on the pile. ", "47": "Laban called it Jegar-sahadutha and Jacob called it Gal-ed. ", "48": "And Laban said, “This pile is a witness between me and you today.” That is why its name is Gal-ed, ", "49": "or Mizpah, for he said, “Let Adonai keep watch between you and me when we are out of one another's sight. ", "50": "If you mistreat my daughters, and if you take wives besides my daughters, though no one is with us, look! God is the witness between you and me.”", "51": "Laban said further to Jacob, “Behold, this pile, and this pillar which I've set up between you and me: ", "52": "this pile serves as a witness, that I won't pass by this pillar to go to you, and that you won't pass by this pile and this pillar to go to me—with evil intent. ", "53": "May the God of Abraham and the gods of Nahor, the gods of their father, judge between us.” Jacob also made an oath by the fear of his father Isaac. ", "54": "Then Jacob offered a sacrifice on the mountain and he invited his relatives to eat bread. So they ate bread and spent the night on the mountain."}