{"1": "Early in the morning Laban got up, kissed his grandchildren and daughters and blessed them. Then Laban left and returned to his place. ", "2": "While Jacob left on his way, the angels of God met him. ", "3": "Then Jacob said when he saw them, “This is God's camp”, and he named that place Mahanaim.", "4": "Then Jacob sent messengers before him to his brother Esau, to the land of Seir, the field of Edom. ", "5": "He also commanded them saying, “This is what you should say to my lord, to Esau: 'This is what your servant Jacob said: I've been staying with Laban, and have lingered until now. ", "6": "Now I've come to possess oxen and donkeys, flocks, male servants and female servants. I sent word to tell my lord, in order to find favor in your eyes.'”", "7": "The messengers returned to Jacob saying, “We went to your brother, to Esau, and he's also coming out to meet you—and 400 men with him.”", "8": "So Jacob became extremely afraid and distressed. He divided the people with him, along with the flocks and herds and camels, into two camps, ", "9": "for he thought, “If Esau comes to one camp and strikes it, the camp that's left will escape.”", "10": "Then Jacob said, “O God of my father Abraham, and God of my father Isaac, Adonai, who said to me, 'Return to your land and to your relatives and I will do good with you.' ", "11": "I am unworthy of all the proofs of mercy and of all the dependability that you have shown to your servant. For with only my staff I crossed over this Jordan, and now I've become two camps. ", "12": "Deliver me, please, from my brother's hand, from Esau's hand, for I'm afraid of him that he'll come and strike me—the mothers with the children. ", "13": "You Yourself said, 'I will most certainly do good with you, and will make your seed like the sand of the sea that cannot be counted because of its abundance.'”", "14": "So he stayed overnight there. Then from all that had come into his possession he took an offering for Esau his brother: ", "15": "female goats, 20 billy goats, 200 ewes, 20 rams, ", "16": "milking camels with their young, 40 cows, 10 bulls, 20 female donkeys and 10 male donkeys. ", "17": "He put them in the hands of his servants, each herd by itself, and he said to his servants, “Pass over before me, and put a gap between each of the herds.” ", "18": "Then he commanded the first one saying, “When my brother Esau meets you and asks you saying, 'To whom do you belong, and where are you going, and to whom do all these before you belong?' ", "19": "then you are to say, 'To your servant, to Jacob—it's an offering sent to my lord, to Esau. And look, he's also behind us.'” ", "20": "And he also commanded the second one, the third one, and all those who were going behind the flocks, saying, “Say the same exact thing to Esau when you find him. ", "21": "Then you are to say, 'Look, your servant Jacob is also behind us.'” For he thought, “Let me appease him with the offering that goes ahead of me, and afterward see his face, perhaps he'll lift up my face.” ", "22": "So the offering passed over ahead of him, while he spent that night in the camp.", "23": "Then he got up that night and took his two wives, his two female servants, and his eleven sons, and crossed over the ford of the Jabbok. ", "24": "He took them and sent them across the stream, and he sent across whatever he had.", "25": "So Jacob remained all by himself. Then a man wrestled with him until the break of dawn.", "26": "[a] 26 When He saw that He had not overcome him, He struck the socket of his hip, so He dislocated the socket of Jacob's hip when He wrestled with him. ", "27": "Then He said, “Let Me go, for the dawn has broken.” But he said, “I won't let You go unless You bless me.”", "28": "Then He said to him, “What is your name?” “Jacob,” he said.", "29": "Then He said, “Your name will no longer be Jacob, but rather Israel, for you have struggled with God and with men, and you have overcome.”", "30": "Then Jacob asked and said, “Please tell me Your name.” But He said, “What's this—you are asking My name?” Then He blessed him there.", "31": "So Jacob named the place Peniel, “for I've seen God face to face, and my life has been spared.”", "32": "Now the sun rose upon him just as he crossed by Peniel—limping because of his hip. ", "33": "That is why the children of Israel do not eat the tendon of the hip socket, to this very day, because He struck the socket of Jacob's thigh on the tendon of the hip."}