{"1": "Now Dinah, Leah's daughter whom she bore for Jacob, went out to look at the daughters of the land. ", "2": "When Shechem the son of Hamor the Hivite, the prince of the land, saw her, he took her and lay with her and raped her. ", "3": "But his soul clung to Dinah, Jacob's daughter, and he loved the young woman and spoke reassuringly to the young woman. ", "4": "So Shechem said to his father Hamor saying, “Get me this girl for a wife.”", "5": "Now Jacob had heard that he had defiled his daughter Dinah while his sons were with his livestock in the field, so Jacob kept quiet until they came in. ", "6": "Meanwhile Shechem's father Hamor went out to Jacob in order to speak with him. ", "7": "Jacob's sons had already come in from the field when they heard, and the men were deeply grieved and furious, because he had committed a vile deed in Israel by lying with Jacob's daughter, which ought never to be done.", "8": "But Hamor spoke with them saying, “My son Shechem—he's very attached to your daughter. Please give her to him for a wife. ", "9": "Intermarry with us. You can give your daughters to us, and you can take our daughters for yourselves. ", "10": "You can live with us, and the land will be open to you: live in it, move about freely in it, and settle down in it.”", "11": "Shechem also said to her father and to her brothers, “Would that I find favor in your eyes! Whatever you say to me I'll give. ", "12": "Set the dowry and the presents as high as you like and I'll give whatever you say to me. But give me the young woman as a wife.”", "13": "But Jacob's sons answered Shechem and his father Hamor deceitfully as they spoke, because he had defiled their sister Dinah. ", "14": "They said to them, “We can't do this thing—give our sister to a man who is uncircumcised—for this is a disgrace to us. ", "15": "Only by this will we consent to you: if you will become like us, by circumcising every male. ", "16": "Then we'll give you our daughters and take your daughters for ourselves, and live with you, and become one people. ", "17": "But if you don't listen to us and be circumcised, we'll take our daughter and leave.”", "18": "Now their words seemed good to Hamor as well as Hamor's son Shechem. ", "19": "So the young man did not hesitate to do it, since he delighted in Jacob's daughter. Now he was honored above everyone else in his father's house. ", "20": "So Hamor and his son Shechem came into the gate of their city and spoke to the men of their city, saying: ", "21": "“These men are enjoying a peaceful relationship with us and they are living in the land and moving about freely in it. As for the land, look, it's spread out on both sides before us. We can take their daughters to be our wives, and we can give our daughters to them. ", "22": "But by this did these men consent to us, to live with us and to become one people—when all our males are circumcised as they are circumcised. ", "23": "Their livestock and their possessions: won't they be ours? Only let us consent to them so that they'll live with us.”", "24": "Now everyone who went out of the gate of his city listened to Hamor and to his son Shechem, and every male was circumcised, every one who went out the gate of his city. ", "25": "Then on the third day while they were in pain, two of Jacob's sons, Simeon and Levi, Dinah's brothers, each took his sword and came against the city undisturbed and killed every male. ", "26": "Hamor and his son Shechem they killed with the sword, then took Dinah from Shechem's house and left. ", "27": "Jacob's sons came upon the slain and plundered the city because they defiled their sister. ", "28": "They took their flocks, their cattle and their donkeys, those that were in the city as well as those that were in the field. ", "29": "All their wealth, their little children, and their wives they captured and plundered, as well as everything that was in the houses.", "30": "But Jacob said to Simeon and Levi, “You've brought trouble on me, making me a stench among the inhabitants of the land, among the Canaanites and the Perizzites. I am but a few men—they'll gather against me and strike me—then I'll be destroyed, my household and I.”", "31": "But they said, “Should he treat our sister like a prostitute?”"}