{"1": "Then God said to Jacob, “Get up! Go up to Beth-El and stay there. Make an altar there to the God who appeared to you when you fled from your brother Esau.”", "2": "So Jacob said to his household and to everyone who was with him, “Get rid of the foreign gods that are among you. Cleanse yourselves and change your clothes. ", "3": "Now let's get up and go up to Beth-El so that I can make an altar there to God, who answered me in the day of my distress, and has been with me in the way that I have gone.”", "4": "So they gave Jacob all the foreign gods in their hand and the rings in their ears, and Jacob hid them under the oak tree near Shechem. ", "5": "Then they journeyed, and the terror of God was on the cities that were around them, so they did not pursue Jacob's sons. ", "6": "Then Jacob arrived at Luz in the land of Canaan (that is Beth-El), he and all the people who were with him. ", "7": "He built an altar there and called the place El-Beth-El because God had revealed Himself to him there when he fled from the presence of his brother.", "8": "Then Rebekah's nurse Deborah died, and was buried below Beth-El, under the oak—so it was named Oak of Weeping.", "9": "God appeared to Jacob again, after he returned from Paddan-aram, and He blessed him. ", "10": "God said to him: “Your name was Jacob. No longer will your name be Jacob, for your name will be Israel.” So He named him Israel.", "11": "God also said to him: “I am El Shaddai. Be fruitful and multiply. A nation and an assembly of nations will come from you. From your loins will come forth kings.", "12": "The land that I gave to Abraham and to Isaac— I give it to you, and to your seed after you I will give the land.”", "13": "Then God went up from him at the place where He had spoken with him. ", "14": "Jacob set up a memorial stone in the place where He had spoken with him—a stone pillar—and he poured a drink offering on it and poured oil on it. ", "15": "Jacob named the place where God spoke with him Beth-El.", "16": "Then they traveled from Beth-El, and while they were still a distance from entering Ephrath, Rachel began to give birth, but her labor was difficult. ", "17": "While she was struggling to give birth, the midwife said to her, “Don't be afraid, for this is also a son for you.” ", "18": "Now as her soul was departing (for she died), she named him Ben-Oni, but his father named him Benjamin. ", "19": "Then Rachel died and was buried on the way to Ephrath (that is, Bethlehem). ", "20": "Jacob set up a memorial stone over her grave. (It is the memorial stone over Rachel's grave to this day.)", "21": "Then Israel journeyed on and set up his tent beyond the tower of Eder. ", "22": "While Israel was living in that land, Reuben went and slept with his father's concubine Bilhah, and Israel heard about it. Now Jacob had twelve sons. ", "23": "Leah's sons were Jacob's firstborn Reuben, Simeon, Levi, Judah, Issachar and Zebulun. ", "24": "Rachel's sons were Joseph and Benjamin. ", "25": "The sons of Bilhah, Rachel's female servant, were Dan and Naphtali, ", "26": "and the sons of Zilpah, Leah's female servant, were Gad and Asher. These are Jacob's sons, who were born to him in Paddan-aram.", "27": "Then Jacob came to his father Isaac at Mamre of Kiriat-arba (that is, Hebron), where Abraham and Isaac had stayed.", "28": "Now Isaac's days were 180 years. ", "29": "Then Isaac breathed his last and died, and was gathered to his peoples, old and full of days. So his sons Esau and Jacob buried him."}