{"1": "Now Jacob dwelled in the land where his father had sojourned, in the land of Canaan. ", "2": "These are the genealogies of Jacob. When Joseph was 17 years old (he was a youth), he was shepherding the flocks with his brothers—with the sons of his father's wives Bilhah and Zilpah. Joseph brought back a bad report about them to their father.", "3": "Now Israel loved Joseph more than all his other sons because he was the son of his old age. So he had made him a long-sleeved tunic. ", "4": "When his brothers saw that their father loved him more than all his brothers, they hated him and could not speak to him in shalom.", "5": "Then Joseph dreamed a dream and told his brothers—and they hated him even more. ", "6": "He said to them, “Please listen to this dream I dreamed. ", "7": "There we were binding sheaves in the middle of the field. All of a sudden, my sheaf arose and stood upright. And behold, your sheaves gathered around and bowed down to my sheaf.”", "8": "“Will you truly be a king over us?” his brothers said to him. “Will you really rule over us?” So they hated him even more because of his dreams and because of his words.", "9": "But then he dreamed another dream and told it to his brothers, saying, “I have just dreamed another dream. Suddenly, there was the sun and the moon and the eleven stars bowing down to me!” ", "10": "He told it to his father as well as his brothers. Then his father rebuked him and said to him, “What's this dream you dreamed? Will we really come—your mother and I with your brothers—to bow down to the ground to you?” ", "11": "So his brothers were jealous of him, but his father kept the speech in mind.", "12": "Then his brothers went to graze their father's flocks at Shechem. ", "13": "Israel said to Joseph, “Aren't your brothers grazing the flocks in Shechem? Come, let me send you to them.” “Here I am,” he said to him.", "14": "Then he said to him, “Go now, and check on the welfare of your brothers and the welfare of the flocks and bring word back to me.” So he sent him from the valley of Hebron and he went to Shechem. ", "15": "A man found him there, wandering in the field, and the man asked him, “What are you looking for?”", "16": "“I'm looking for my brothers,” he said. “Please tell me where they're grazing.”", "17": "The man said, “They moved on from here. For I heard them saying, 'Let's go to Dothan.'” So Joseph went after his brothers and found them in Dothan.", "18": "Now they saw him from a distance. Before he was close to them they plotted together against him in order to kill him. ", "19": "They said to one another, “Here comes the master of dreams! ", "20": "Come on now! Let's kill him and throw him into one of those pits, so we can say that an evil animal devoured him. Then let's see what becomes of his dreams.”", "21": "But Reuben heard and rescued him out of their hands, saying, “We must not beat him to death.” ", "22": "In order to rescue him from their hand and to return him to his father, Reuben said to them, “Don't shed blood! Throw him into this pit here in the wilderness, but don't lay a hand on him!”", "23": "So as soon as Joseph came up to his brothers they stripped Joseph of his tunic (the long sleeved tunic that he had on). ", "24": "Then they took him and threw him into the pit. (Now the pit was empty, with no water in it.)", "25": "Then they sat down to eat bread. When they looked up, behold, there was a caravan of Ishmaelites coming from Gilead, with their camels carrying gum, balsam, and myrrh—going to bring them down to Egypt.", "26": "Then Judah said to his brothers, “What profit is there if we kill our brother and cover up his blood? Come on! ", "27": "Let's sell him to the Ishmaelites. Let's not lay our hand on him—since he's our brother, our own flesh.” His brothers listened to him. ", "28": "When some men, Midianite merchants, passed by, they dragged Joseph up and out of the pit and they sold Joseph to the Ishmaelites for 20 pieces of silver, and they brought Joseph to Egypt. ", "29": "When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes. ", "30": "Then he returned to his brothers and said, “The boy is gone! And I—where should I go?”", "31": "So they took Joseph's tunic, slaughtered a billy goat, and they dipped the tunic into the blood. ", "32": "Then they sent the long-sleeved tunic, and it was brought to their father, and they said, “We found this. Do you recognize whether or not it is your son's tunic?”", "33": "He did recognize it and said, “My son's tunic! An evil animal has devoured him! Joseph must be torn to pieces!” ", "34": "Jacob tore his clothing and put on sackcloth and mourned for his son many days. ", "35": "All his sons got up along with all his daughters to console him, but he refused to be comforted. He said, “For I will go down to Sheol to my son, mourning.” So his father kept weeping for him.", "36": "Meanwhile the Midianites sold him into Egypt, to Potiphar an official of Pharaoh, the commander of the bodyguards."}