{"1": "About that time Judah went down from his brothers and he camped near an Adullamite man, whose name was Hirah. ", "2": "There Judah saw the daughter of a Canaanite man whose name was Shua, and he took her as wife and slept with her. ", "3": "Then she became pregnant and gave birth to a son, and he named him Er. ", "4": "She became pregnant again and gave birth to a son, and she named him Onan. ", "5": "She gave birth to yet another son and she called him Shelah. He was in Chezib when she gave birth to him.", "6": "Then Judah got a wife for Er, his firstborn, and her name was Tamar. ", "7": "But Er, Judah's firstborn, was evil in Adonai's eyes, so Adonai put him to death. ", "8": "Then Judah said to Onan, go to your brother's wife to perform the duty of a brother-in-law to her, and raise up a seed for your brother. ", "9": "But Onan knew that the seed would not be his. So every time he went to his brother's wife he would destroy it on the ground so as not to provide a seed for his brother. ", "10": "What he did was evil in Adonai's eyes, so He put him to death also.", "11": "Then Judah said to his daughter-in-law Tamar, “Stay as a widow in your father's house until my son Shelah grows up,” because he thought, “Otherwise he too might die, like his brothers.” So Tamar went and stayed in her father's house.", "12": "Now the days became many, and Shua's daughter, Judah's wife, died. After Judah consoled himself, he went up to Timnah to his sheepshearers, he and his friend Hirah the Adullamite. ", "13": "Then Tamar was told, “Look! Your father-in-law is going up to Timnah to shear his flocks.” ", "14": "And she removed her widow's clothes from herself, covered herself with a veil, wrapped herself, and sat by the entrance to the springs on the way to Timnah (for she saw that Shelah had grown up and she had not been given to him as a wife).", "15": "When Judah saw her, he thought she was a prostitute because she had covered her face. ", "16": "So he turned aside to her along the way and said, “Please let me sleep with you” (for he did not know that she was his daughter-in-law). “What,” she asked, “will you give me to sleep with me?”", "17": "“I will send you a young goat from the flock,” he said, “Provided you give a pledge until you send it,” she said.", "18": "“What kind of pledge shall I give you?” he asked. “Your seal, and your cord, and your staff in your hand,” she said. So he gave them to her and he slept with her, and she got pregnant by him. ", "19": "After she got up and left, she removed her veil from herself and put on her widow's clothes.", "20": "When Judah sent the young goat by the hand of his friend the Adullamite to take back the pledge from the woman's hand, he could not find her. ", "21": "He asked the men of her area saying, “Where is the cult prostitute? She was at the springs along the way.” But they said, “There hasn't been a cult prostitute here.”", "22": "So he returned to Judah and said, “I couldn't find her, and the people of that place also said, 'There hasn't been a cult prostitute here.'”", "23": "Then Judah said, “Let her take them for herself, or we'll be held in contempt. Behold, I did send this young goat, but you couldn't find her.”", "24": "About three months later, Judah was told, “Your daughter-in-law Tamar has been a prostitute—look, she's even pregnant by prostitution.” “Bring her out!” Judah said, “and let her be burned.”", "25": "As she was being brought out, she sent word to her father-in-law saying, “I'm pregnant by the man to whom these things belong.” Then she said, “Do you recognize whose these are—the seal, the cords and the staff?”", "26": "Then Judah recognized them and said, “She is more righteous than I, since I didn't give her to my son Shelah.” He was not intimate with her again.", "27": "Now when it was time for her to give birth, behold there were twins in her womb. ", "28": "While she was giving birth, one stuck out his hand, and the midwife took a scarlet thread and tied it to his hand saying, “This one came out first.” ", "29": "But as he was pulling his hand back in, behold, his brother came out. So she said, “How you have broken through! The breach is because of you.” And he named him Perez. ", "30": "Afterward his brother, on whose hand was the scarlet thread, came out. And he named him Zerah."}