{"1": "Now the man had relations with Eve his wife and she became pregnant and gave birth to Cain. She said, “I produced a man with Adonai.” ", "2": "Then she gave birth again, to his brother Abel. Abel became a shepherd of flocks while Cain became a worker of the ground. ", "3": "So it happened after some time that Cain brought an offering of the fruit of the ground to Adonai, ", "4": "while Abel—he also brought of the firstborn of his flock and their fat portions. Now Adonai looked favorably upon Abel and his offering, ", "5": "but upon Cain and his offering He did not look favorably. Cain became very angry, and his countenance fell.", "6": "Then Adonai said to Cain, “Why are you angry? And why has your countenance fallen? ", "7": "If you do well, it will lift. But if you do not do well, sin is crouching at the doorway. Its desire is for you, but you must master it.”", "8": "Cain spoke to Abel his brother. While they were in the field, Cain rose up against Abel his brother and killed him.", "9": "[a] 9 Then Adonai said to Cain, “Where is Abel, your brother?” “I don't know,” he said. “Am I my brother's keeper?”", "10": "Then He said, “What have you done? The voice of your brother's blood is crying out to Me from the ground. ", "11": "So now, cursed are you from the ground which opened its mouth to receive your brother's blood from your hand. ", "12": "As often as you work the ground, it will not yield its crops to you again. You will be a restless wanderer on the earth.”", "13": "Cain said to Adonai, “My iniquity[b] is too great to bear! ", "14": "Since You expelled me today from the face of the ground and I must be hidden from Your presence, then I will be a restless wanderer on the earth—anyone who finds me will kill me!”", "15": "But Adonai said to him, “In that case, anyone who kills Cain is to be avenged seven times over.” So Adonai put a mark on Cain, so that anyone who found him would not strike him down. ", "16": "Then Cain left Adonai's presence and dwelled in the Land of Wandering, east of Eden.", "17": "Cain was intimate with his wife and she became pregnant and gave birth to Enoch. And he was building a city, and he named the city after the name of his son, Enoch. ", "18": "And to Enoch was born Irad. Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech.", "19": "Now Lamech took for himself two wives. The name of the first one was Adah, and the name of the second one was Zillah. ", "20": "Adah gave birth to Jabal—he was the pioneer of tent dwellers with livestock. ", "21": "His brother's name was Jubal—he was the pioneer of all who skillfully handle stringed instruments and wind instruments. ", "22": "Now Zillah also gave birth to Tubal-Cain, the forger of every kind of bronze and iron tools; Tubal-Cain's sister was Naamah.", "23": "Lamech said to his wives, “Adah and Zillah: Hear my voice! Lamech's wives: Listen to my speech! For I have killed a man for wounding me, and a boy for bruising me.", "24": "If Cain is to be avenged seven times, then Lamech—77 times!”", "25": "Adam was intimate with his wife again, and she gave birth to a son and she named him Seth, “For God has appointed me another seed in place of Abel—since Cain killed him.” ", "26": "To Seth, also was born a son. He named him Enosh. Then people began to call on Adonai's Name."}