{"1": "Now it was after these things that the cupbearer and the baker of the king of Egypt offended their master, the king of Egypt. ", "2": "Pharaoh was angry with his two officials, with the chief of the cupbearers and with the chief of the bakers. ", "3": "So he put them in custody of the house of the commander of the bodyguards—in the prison, the place where Joseph was confined. ", "4": "The commander of the bodyguards assigned Joseph to be with them and served them as their personal servant. They were in custody for some time.", "5": "Then the two of them each dreamed a dream on the same night. The dream of each man—the cupbearer and the baker of the king of Egypt, who were confined in the prison—each had its own interpretation. ", "6": "When Joseph came to them in the morning, he observed them, and there they were, looking miserable. ", "7": "So he asked Pharaoh's officials who were with him in the custody of the house of his master saying, “Why are your faces so sad today?”", "8": "They said to him, “We dreamed a dream and there is no one to interpret it.” Then Joseph said to them, “Don't interpretations belong to God? Please tell me.”", "9": "So the chief of the cupbearers told his dream to Joseph, saying to him, “In my dream, suddenly, there was a vine in front of me. ", "10": "On the vine were three branches, and as it was budding, its blossoms came out, its clusters ripened into grapes. ", "11": "Pharaoh's cup was in my hand and I took the grapes, pressed them into Pharaoh's cup and put the cup in Pharaoh's palm.”", "12": "“This is its interpretation,” Joseph said to him. “The three branches: they are three days. ", "13": "In another three days, Pharaoh will lift up your head and restore you to your position. Then you'll put Pharaoh's cup in his hand just as you used to do before when you were his cupbearer. ", "14": "But if you remember me, that I was with you, when it goes well with you, please show me kindness and mention me to Pharaoh and get me out of this house. ", "15": "For I was forcibly kidnapped from the land of the Hebrews, and even here I have done nothing at all that they should put me in this pit.”", "16": "When the chief of the bakers saw that the interpretation was good, he said to Joseph, “I also was in my dream. Expectantly, there were three baskets of white bread on my head. ", "17": "In the top basket was food for Pharaoh—all kinds of baked goods. But the birds were eating them from the basket on my head.”", "18": "Then Joseph answered and said, “This is its interpretation. The three baskets: they are three days. ", "19": "In another three days Pharaoh will lift up your head—off of you—and will hang you on a tree. Then the birds will eat your flesh off of you.”", "20": "Then it happened on the third day—Pharaoh's birthday—that he held a banquet for all his servants. He lifted up the head of the chief of the cupbearers and the head of the chief of the bakers among his servants. ", "21": "He restored the chief of the cupbearers as his cupbearer, and he put the cup on the palm of Pharaoh's hand. ", "22": "But the chief of the bakers he hung. It was just as Joseph had interpreted for them. ", "23": "Yet the chief of the cupbearers did not remember Joseph—indeed, he forgot him."}