{"1": "Now Jacob saw that there was grain in Egypt, so Jacob said to his sons, “Why are you looking at each other?” ", "2": "Then he said, “Look! I've heard that there's grain in Egypt. Go down there and buy some grain for us there so that we'll live and not die.”", "3": "So Joseph's brothers went down, ten of them, to buy grain from Egypt. ", "4": "But Benjamin, Joseph's brother, Jacob did not send, for he said, “An accident might happen to him.”", "5": "The sons of Israel went to buy grain among the others who were coming, because the famine was in the land of Canaan. ", "6": "Now Joseph was the ruler over the land. He was the provider of grain for all the people of the earth. ", "7": "Then Joseph's brothers came and bowed down to him with faces to the ground. When Joseph saw his brothers, he recognized them, but he made himself unrecognizable to them. Then he spoke harshly and said to them, “Where have you come from?” “From the land of Canaan,” they said, “to buy grain as food.”", "8": "Though Joseph recognized his brothers, they did not recognize him. ", "9": "Then Joseph remembered the dreams he had dreamed about them. He said to them, “You're spies! You've come to see the undefended places in the land.”", "10": "“No, my lord!” they said to him. “Your servants came to buy grain as food. ", "11": "All of us—we are sons of one man. We're honest. Your servants have never been spies.”", "12": "“Not so,” he said to them. “Rather, you've come to see the undefended places in the land.”", "13": "But they said, “We your servants are twelve brothers, sons of one man in the land of Canaan. Look, the youngest is with our father today and the other one is no more.”", "14": "Joseph said to them, “It's just like I told you when I said, 'You're spies.' ", "15": "By this you'll be tested: by the life of Pharaoh, you'll not leave from here until your youngest brother comes here! ", "16": "Send one from among yourselves to get your brother, while you remain confined, in order to test your words, to see whether the truth is with you. If not, by the life of Pharaoh, you're definitely spies!”", "17": "So he put them together in custody for three days. ", "18": "Then Joseph said to them on the third day, “Do this and you will live. I fear God. ", "19": "If you're honest, let one of your brothers remain as a prisoner in the guardhouse where you've been, while you, go and bring grain for the hunger in your homes. ", "20": "And your youngest brother, bring to me so that your words can be verified—and you won't die.” So they did.", "21": "Then each man said to his brother, “We're truly guilty for our brother. We saw the distress of his soul when he begged us for mercy, but we didn't listen. That's why this distress has come to us.”", "22": "Reuben answered them and said, “Didn't I tell you, 'Don't sin against the boy'? But you didn't listen. Now, see how his blood is now being accounted for.”", "23": "They did not know that Joseph was listening, since there was an interpreter between them. ", "24": "He turned away from them and wept. When he turned back to them and spoke to them, he took Simeon from them and tied him up before their eyes.", "25": "Then Joseph gave orders to fill their bags with grain, to return each man's money to his sack, and to give them provisions for the journey. So it was done for them. ", "26": "Then they loaded their grain on their donkeys and left from there. ", "27": "As one of them opened his sack to give fodder to his donkey at the lodge, he saw his money—behold, it was in the opening of his bag. ", "28": "So he said to his brothers, “My money has been returned! Look, it's in my bag.” Their hearts sank. Trembling, each one turned to his brother and said, “What is this that God has done to us?”", "29": "When they came to their father Jacob, in the land of Canaan, they told him all that had happened to them, saying, ", "30": "“The man, the lord of the land, spoke with us harshly, and took us as spies of the land. ", "31": "But we said to him, 'We're honest. We've never been spies. ", "32": "We are twelve brothers, sons of our father. One is no more and the youngest is with our father today in the land of Canaan.' ", "33": "Then the man, the lord of the land, said to us, 'By this I'll know if you're honest: leave one of your brothers with me. As for the hunger of your homes: take and go! ", "34": "Then bring your youngest brother to me, so that I may know you are not spies, but you are honest. I'll give you back your brother and you can move about freely in the land.'”", "35": "Now as they were emptying their sacks, behold, there was each man's bundle of money in his sack. When they saw their money bundles, they and their father, they were afraid.", "36": "Then their father Jacob said to them, “You've made me childless! Joseph is no more. Now Simeon is gone, and next you'll take Benjamin! Everything is against me!”", "37": "Then Reuben spoke to his father, saying, “You can put my two sons to death if I don't bring him back to you. Put him in my hand and I—I will return him to you.”", "38": "But he said, “My son will not go down with you—for his brother is dead and he alone remains. And if harm should happen to him along the way you're going, you'll bring my grey hair down to Sheol in grief.”"}