{"1": "Now Joseph could no longer restrain himself in front of all those who were standing by him, so he cried out, “Get everyone away from me!” So no one stood with him when Joseph made himself known to his brothers. ", "2": "But he gave his voice to weeping so that the Egyptians heard, and Pharaoh's household heard. ", "3": "Joseph said to his brothers, “I am Joseph! Is my father still alive?” And his brothers were unable to answer him because they were terrified at his presence.", "4": "Then Joseph said to his brothers, “Please come near me.” So they came near. “I'm Joseph, your brother—the one you sold to Egypt,” he said. ", "5": "“So now, don't be grieved and don't be angry in your own eyes that you sold me here—since it was for preserving life that God sent me here before you. ", "6": "For there has been two years of famine in the land, and there will be five more years yet with no plowing or harvesting. ", "7": "But God sent me ahead of you to ensure a remnant in the land and to keep you alive for a great escape. ", "8": "So now, it wasn't you, you didn't send me here, but God! And He made me as a father to Pharaoh, lord over his whole house and ruler over the entire land of Egypt.", "9": "“Go up quickly to my father and say to him, 'Thus says your son, Joseph: God has made me lord over all Egypt. Come down to me. Don't delay. ", "10": "Then you'll live in the land of Goshen, and be close to me, you and your children and your children's children, your flocks and your cattle, and everything that belongs to you. ", "11": "I'll provide food for you there—for the famine will last another five years—otherwise you'll lose everything, you and your household, and everything that belongs to you.' ", "12": "And look, you and my brother Benjamin can see with your own eyes that it's my mouth that's speaking to you. ", "13": "You must tell my father about all my honor in Egypt, and about all that you've seen. And you must quickly bring my father down here.”", "14": "Then he fell upon his brother Benjamin's neck and wept while Benjamin wept upon his neck, ", "15": "and he kissed all his brothers and wept upon them. Finally after this, his brothers talked with him.", "16": "When the commotion was heard in Pharaoh's house—“Joseph's brothers have come!”—it was good in the eyes of Pharaoh and his servants, ", "17": "So Pharaoh said to Joseph, “Say to your brothers: 'Do this! Load your animals and go to the land of Canaan. ", "18": "Then get your father, your households, and come to me. I'll give you the best of the land of Egypt, and you will eat the fat of the land.' ", "19": "You are also commanded to say: “Do this! Take for yourselves wagons from the land of Egypt for your little children and for your wives, and pick up your father and come. ", "20": "Don't be concerned about your goods, because the best of all the land of Egypt is yours.'”", "21": "So the sons of Israel did so. Joseph gave them carts by Pharaoh's command and he gave them provisions for the journey. ", "22": "To each of them he gave a change of clothes, while to Benjamin he gave 300 pieces of silver and five sets of clothes. ", "23": "Also to his father he sent the following: ten donkeys carrying from the best of Egypt, and ten female donkeys carrying grain and food and provisions for his father's journey. ", "24": "Then he sent his brothers off, and as they departed, he said to them, “Don't be anxious on the way.”", "25": "Then they went up from Egypt and came to the land of Canaan, to Jacob their father. ", "26": "They told him saying, “Joseph is still alive and he is ruler of the whole land of Egypt!” His heart went numb, for he did not believe them. ", "27": "But they told him all of Joseph's words that he had told them. When he saw the wagons that Joseph had sent to pick him up, the spirit of their father Jacob revived. ", "28": "Then Israel said, “Enough! My son Joseph is still alive. I must go and see him, before I die.”"}