{"1": "Then Joseph came and informed Pharaoh, “My father and my brothers and their flocks and their cattle and everything that belongs to them have come from the land of Canaan, and behold, they are in the land of Goshen.”", "2": "From among his brothers he took five men and presented them before Pharaoh. ", "3": "Pharaoh said to his brothers, “What is your occupation?” So they said to Pharaoh, “Your servants are shepherds, both we and our fathers.” ", "4": "Then they said to Pharaoh, “We came to dwell temporarily in the land, since there is no pasture for the flocks that belong to your servants, for the famine is severe in the land of Canaan. So now, please let your servants live in the land of Goshen.”", "5": "Pharaoh said to Joseph saying, “Your father and your brothers came to you. ", "6": "The land of Egypt is before you—settle your father and your brothers in the best part of the land. Let them live in the land of Goshen. If you know of any capable men among them, make them overseers of the livestock—over those that are mine.”", "7": "Then Joseph brought his father Jacob and presented him before Pharaoh, and Jacob blessed Pharaoh. ", "8": "Pharaoh asked Jacob, “How many days are the years of your life?”", "9": "Jacob said to Pharaoh, “The days of the years of my sojourn are 130 years. Few and evil have been the days of the years of my life. Moreover, the days of the years of my life have not attained the days of the years of the lives of my fathers, in the days of their sojourn.”", "10": "And Jacob blessed Pharaoh and went out from Pharaoh's presence. ", "11": "Joseph settled his father and his brothers and gave them property in the land of Egypt, in the best part of the land, in the land of Rameses, just as Pharaoh commanded. ", "12": "And Joseph supported his father and his brothers and his father's entire household with food for the mouths of the little ones.", "13": "Now there was no food in all the land because the famine was very severe. Both the land of Egypt and the land of Canaan languished because of the famine. ", "14": "Joseph collected all the money that could be found in the land of Egypt and in the land of Canaan for the grain that they bought, and Joseph brought the money into Pharaoh's house. ", "15": "Then the money of the land of Egypt and of the land of Canaan ran out and all of Egypt came to Joseph saying, “Give us food. Why should we die in front of you because the money is gone?”", "16": "Joseph said, “Give your livestock and I'll give it to you for your livestock, if the money is gone.” ", "17": "So they brought their livestock to Joseph and Joseph gave them food in exchange for horses, for flocks of sheep, for herds of cattle and for donkeys. He provided them with food in exchange for all their livestock that year. ", "18": "When that year came to an end, they came to him in the second year and said to him, “We won't hide from my lord that the money has run out and the livestock and the domestic animals are my lord's. There is nothing left in my lord's sight except our bodies and our land. ", "19": "Why should we die before your eyes—both we and our land? Buy us and our land for food—we and our land will become Pharaoh's slaves. Provide seed so that we may live and not die, and the land won't be deserted.”", "20": "So Joseph bought all the land of Egypt for Pharaoh because the Egyptians, each one, sold his field, for the famine overcame them. Thus the land became Pharaoh's. ", "21": "He made the people slaves from one end of Egypt's border to the other. ", "22": "Only he did not buy the land belonging to the priests, because the priests had an allotment from Pharaoh, and they ate their allotment that Pharaoh gave them. Therefore they did not sell their land.", "23": "Then Joseph said to the people, “Behold, I have bought you and your land today for Pharaoh. Here is seed for you, so that you can sow the land. ", "24": "During the harvest you must give a fifth part to Pharaoh and four-fifths will be for you, for seed for the field and for your food, and for those in your houses, and for food for your little ones.”", "25": "“You've saved our lives,” they said. “We find favor in the eyes of my lord, and we'll be Pharaoh's slaves.” ", "26": "So Joseph set it as a statute until this very day concerning the land of Egypt: a fifth-part goes to Pharaoh. Only the priests' land did not become Pharaoh's.", "27": "Meanwhile, Israel settled in the land of Egypt in the land of Goshen, acquired property in it, and were fruitful and multiplied greatly.", "28": "Now Jacob lived in the land of Egypt for 17 years, so the days of Jacob, the years of his life, were 147 years. ", "29": "As the time of Israel's death drew near, he called for his son Joseph and said to him, “If I have found favor in your eyes, please put your hand under my thigh and show me faithful kindness. Please do not bury me in Egypt. ", "30": "When I lie down with my fathers, you must carry me out of Egypt and bury me in their burial place.” So he said, “I myself will do according to your word.”", "31": "“Swear to me,” he said. So he swore to him. Then Israel bowed down in worship on the head of his staff.[a]"}