{"1": "After these things, someone told Joseph, “Behold, your father is sick.” So he took his two sons, Manasseh and Ephraim, with him. ", "2": "When someone told Jacob, saying, “Behold, your son Joseph has come to you,” Israel summoned his strength and sat up in the bed.", "3": "Then Jacob said to Joseph, “El Shaddai appeared to me in Luz, in the land of Canaan, and blessed me.” ", "4": "He said to me, 'I am going to make you fruitful and multiply you and turn you into an assembly of peoples, and I will give this land to your seed after you as an everlasting possession.' ", "5": "So now, your two sons, who were born to you in the land of Egypt before I came to you in Egypt, they are mine. Ephraim and Manasseh will be mine, just like Reuben and Simeon. ", "6": "Any descendent of yours whom you father after them will be yours; they will be identified by the names of their brothers for their inheritance. ", "7": "“Now as for me, when I came from Paddan, to my sorrow Rachel died along the way, in the land of Canaan, while we were still a distance from entering Ephrath. And I buried her there on the way to Ephrath (that is, Bethlehem).”", "8": "Then Israel saw Joseph's sons and said, “Who are these?”", "9": "Joseph said to his father, “They're my sons, whom God has given me here.” Then he said, “Please bring them to me, so I may bless them.”", "10": "Now Israel's eyes had grown heavy with old age—he could not see. So he brought them near to him, and he kissed them and hugged them. ", "11": "Then Israel said to Joseph, “To see your face, I didn't expect—and look, God has let me see your offspring as well!”", "12": "Then Joseph took them from his knees and bowed with his face down to the ground. ", "13": "Then Joseph took the two of them—Ephraim with his right hand across from Israel's left, and Manasseh with his left hand across from Israel's right—and brought them close to him. ", "14": "But Israel stretched out his right hand and placed it upon Ephraim's head (though he was the younger), and his left hand upon Manasseh's head, crossing his hands (though Manasseh was the firstborn). ", "15": "Then he blessed Joseph and said, “The God before whom my fathers Abraham and Isaac walked, The God who has shepherded me throughout my life to this day,", "16": "The Angel who redeemed me from all evil, May He bless the boys, and may they be called by my name, and by the name of my fathers, Abraham and Isaac. May they multiply to a multitude in the midst of the land.”", "17": "When Joseph saw that his father placed his right hand upon Ephraim's head, it was wrong in his eyes. So his took hold of his father's hand to remove it from Ephraim's head to Manasseh's head. ", "18": "Joseph said to his father, “Not like that, my father, because this one's the firstborn. Put your right hand upon his head.”", "19": "But his father refused and said, “I know, my son, I know. He also will become a people, and he also will become great. But his younger brother will become greater than he and his seed will be the fullness of the nations.” ", "20": "Then he blessed them that day saying, “In you shall Israel bless by saying: 'May God make you like Ephraim and like Manasseh.'” Thus he put Ephraim before Manasseh.", "21": "Then Israel said to Joseph, “Look, I am about to die. But God will be with you and will bring you back to the land of your fathers. ", "22": "Now I myself give you one portion more than your brothers, that which I took from the hand of the Amorites with my sword and my bow.”"}