{"1": "Jacob called his sons and said to them: Gather together so that I can tell you what will happen to you in the last days.", "2": "Be assembled and listen, sons of Jacob, and listen to Israel your father.", "3": "Reuben, my firstborn are you, my vigor and firstborn of my power, endowed with extra dignity, endowed with extra strength—", "4": "like water boiling over you will not have extra, for you got up into your father's bed, when you defiled a maid's couch.", "5": "Simeon and Levi are brothers, instruments of violence are their knives.", "6": "In their secret counsel may my soul not enter. In their contingent may my honor never be united. For in their anger they slew men, and in their self-will they maimed oxen.", "7": "Cursed be their anger for it was strong and their rage for it was cruel— I will disperse them in Jacob, I will scatter them in Israel.", "8": "Judah, so you are— your brothers will praise you: Your hand will be on your enemies' neck. Your father's sons will bow down to you.", "9": "A lion's cub is Judah— from the prey, my son, you have gone up. He crouches, lies down like a lion, or like a lioness— who would rouse him?[a]", "10": "The scepter will not pass from Judah, nor the ruler's staff from between his feet,[b] until he to whom it belongs will come. To him will be the obedience of the peoples.[c]", "11": "Binding his foal to the vine, his donkey's colt to the choice vine,[d] he washes his garments in wine, and in the blood of grapes his robe.[e]", "12": "His eyes are darker than wine, and teeth that are whiter than milk.", "13": "Zebulun will dwell by the seashore, and be by a harbor for ships— his distant border reaches Sidon.", "14": "Issachar is a strong-boned donkey, lying down between two saddlebags.", "15": "He saw that a resting place was good, and that the land was pleasant. He leaned his shoulder to bear a burden, and became a forced laborer.", "16": "Dan will judge his people, as one of the tribes of Israel.", "17": "Let Dan be a serpent beside a road, a viper beside a path, who strikes a horse's heels, so that its rider falls backward.", "18": "For your salvation I wait, Adonai!", "19": "Gad—attackers will attack him, but he will attack their heels.", "20": "Asher—rich is his food— he will provide delicacies fit for a king.", "21": "Naphtali is a doe let loose, who offers words of beauty.", "22": "A fruitful son is Joseph, a fruitful son beside a spring— daughters walk along a wall.", "23": "The archers were bitter and shot arrows and were hostile towards him.", "24": "Yet his bow was always filled, and his arms quick-moving— by the hands of the Mighty One of Jacob. From there a Shepherd, the Stone of Israel,[f]", "25": "from the God of your father who helps you, and Shaddai who blesses you, with blessings of heavens above, blessings of the deep that lies below, blessings of breasts and womb.", "26": "The blessings of your father surpassed the blessings of the ancient mountains, the desire of the everlasting hills. May they be upon Joseph's head, upon the crown of the one set apart from his brothers.", "27": "Benjamin is a ravening wolf— in the morning he devours spoils, and in the evening divides plunder.", "28": "These are the tribes of Israel, twelve in all, and this is what their father spoke to them. He blessed them, each one he blessed with a suitable blessing. ", "29": "Then he charged them and said to them, “I am about to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite, ", "30": "in the cave that is in the field of Machpelah, that is next to Mamre in the land of Canaan—the field that Abraham bought from Ephron the Hittite as a property for burial. ", "31": "There they buried Abraham and his wife Sarah. There they buried Isaac and Rebekah, and there I buried Leah. ", "32": "The field was purchased along with the cave in it from the sons of Het.”", "33": "When Jacob finished commanding his sons, he drew his feet up into the bed, then breathed his last and was gathered to his peoples."}