{"1": "This is the Book of the Genealogies of Adam: When God created Adam, in the likeness of God He made him. ", "2": "Male and female He created them, and He blessed them and called their name “Adam” when He created them. ", "3": "Adam lived 130 years, then fathered a son in his likeness, after his image, and named him Seth. ", "4": "Then the days of Adam after he fathered Seth were 800 years, and He fathered other sons and daughters. ", "5": "So all Adam's days that he lived were 930 years, and then he died.", "6": "Seth lived 105 years, then fathered Enosh. ", "7": "Seth lived 807 years after he fathered Enosh, and he fathered sons and daughters. ", "8": "So all Seth's days were 912 years, and then he died.", "9": "Enosh lived 90 years, then fathered Kenan. ", "10": "Enosh lived 815 years after he fathered Kenan, and he fathered sons and daughters. ", "11": "So all of Enosh's days were 905 years, and then he died.", "12": "Kenan lived 70 years, then fathered Mahalalel. ", "13": "Kenan lived 840 years after he fathered Mahalalel, he fathered sons and daughters. ", "14": "So all of Kenan's days were 910 years, and then he died.", "15": "Mahalalel lived 65 years, then fathered Jared. ", "16": "Mahalalel lived 830 years after he fathered Jared, and he fathered sons and daughters. ", "17": "So all of Mahalalel's days were 895 years, and then he died.", "18": "Jared lived 162 years, then fathered Enoch. ", "19": "Jared lived 800 years after he fathered Enoch, and he fathered sons and daughters. ", "20": "So all of Jared's days were 962 years, and then he died.", "21": "Enoch lived 65 years, then fathered Methuselah.", "22": "Now Enoch walked with God continually for 300 years after he fathered Methuselah, and he fathered sons and daughters. ", "23": "So all of Enoch's days were 365 years.", "24": "And Enoch continually walked with God—then he was not there, because God took him.", "25": "Methuselah lived 187 years and fathered Lamech. ", "26": "And Methuselah lived 782 years after he fathered Lamech, and he fathered other sons and daughters. ", "27": "So all of Methuselah's days were 969 years, and then he died.", "28": "Lamech lived 182 years and he fathered a son.", "29": "And he named him Noah saying, “This one will comfort us from our work and from the pain of our hands because of the ground which Adonai cursed.”", "30": "Lamech lived 595 years after he fathered Noah, and he fathered sons and daughters. ", "31": "So all of Lamech's days were 777 years, and then he died. ", "32": "And Noah was 500 years old when he fathered Shem, Ham and Japheth."}