{"1": "King Solomon fell in love with many foreign women (besides Pharaoh's daughter), including Moabites, Ammonites, Edomites, Sidonians, and Hittites. ", "2": "They came from nations about which the Lord had warned the Israelites, “You must not establish friendly relations with them![a] If you do, they will surely shift your allegiance to their gods.”[b] But Solomon was irresistibly attracted to them.[c]", "3": "He had 700 royal wives[d] and 300 concubines;[e] his wives had a powerful influence over him.[f] ", "4": "When Solomon became old, his wives shifted his allegiance to[g] other gods; he was not wholeheartedly devoted to the Lord his God, as his father David had been.[h] ", "5": "Solomon worshiped[i] the Sidonian goddess Astarte and the detestable Ammonite god Milcom.[j] ", "6": "Solomon did evil in the Lord's sight;[k] he did not remain loyal to[l] the Lord, as his father David had. ", "7": "Furthermore,[m] on the hill east of Jerusalem[n] Solomon built a high place[o] for the detestable Moabite god Chemosh[p] and for the detestable Ammonite god Milcom.[q] ", "8": "He built high places for all his foreign wives so they could burn incense and make sacrifices to their gods.[r]", "9": "The Lord was angry with Solomon because he had shifted his allegiance[s] away from the Lord, the God of Israel, who had appeared to him on two occasions[t] ", "10": "and had warned him about this very thing, so that he would not follow other gods.[u] But he did not obey[v] the Lord's command. ", "11": "So the Lord said to Solomon, “Because you insist on doing these things and have not kept the covenantal rules I gave you,[w] I will surely tear the kingdom away from you and give it to your servant. ", "12": "However, for your father David's sake I will not do this while you are alive. I will tear it away from your son's hand instead. ", "13": "But I will not tear away the entire kingdom; I will leave[x] your son one tribe for my servant David's sake and for the sake of my chosen city Jerusalem.”", "14": "The Lord brought[y] against Solomon an enemy, Hadad the Edomite, a descendant of the Edomite king. ", "15": "During David's campaign against Edom,[z] Joab, the commander of the army, while on a mission to bury the dead, killed every male in Edom. ", "16": "For Joab and the entire Israelite army[aa] stayed there six months until they had exterminated every male in Edom.[ab] ", "17": "Hadad,[ac] who was only a small boy at the time, escaped with some of his father's Edomite servants and headed for Egypt.[ad] ", "18": "They went from Midian to Paran; they took some men from Paran and went to Egypt. Pharaoh, king of Egypt, gave him a house and some land and supplied him with food.[ae] ", "19": "Pharaoh liked Hadad so well[af] he gave him his sister-in-law (Queen Tahpenes' sister) as a wife.[ag] ", "20": "Tahpenes' sister gave birth to his son,[ah] named Genubath. Tahpenes raised[ai] him in Pharaoh's palace; Genubath grew up in Pharaoh's palace among Pharaoh's sons. ", "21": "While in Egypt Hadad heard that David had passed away[aj] and that Joab, the commander of the army, was dead. So Hadad asked Pharaoh, “Give me permission to leave[ak] so I can return to my homeland.” ", "22": "Pharaoh said to him, “What do you lack here that makes you want to go to your homeland?”[al] Hadad replied,[am] “Nothing, but please give me permission to leave.”[an]", "23": "God also brought against Solomon[ao] another enemy, Rezon son of Eliada who had run away from his master, King Hadadezer of Zobah. ", "24": "He gathered some men and organized a raiding band.[ap] When David tried to kill them,[aq] they went to Damascus, where they settled down and gained control of the city. ", "25": "He was Israel's enemy throughout Solomon's reign and, like Hadad, caused trouble. He loathed[ar] Israel and ruled over Syria.", "26": "Jeroboam son of Nebat, one of Solomon's servants, rebelled against[as] the king. He was an Ephraimite[at] from Zeredah whose mother was a widow named Zeruah. ", "27": "This is what prompted him to rebel against the king:[au] Solomon built a terrace, and he closed up a gap in the wall of the city of his father David.[av] ", "28": "Jeroboam was a talented man;[aw] when Solomon saw that the young man was an accomplished worker, he made him the leader of the work crew from the tribe[ax] of Joseph. ", "29": "At that time, when Jeroboam had left Jerusalem, the prophet Ahijah the Shilonite met him on the road; the two of them were alone in the open country. Ahijah[ay] was wearing a brand new robe, ", "30": "and he grabbed the robe[az] and tore it into twelve pieces. ", "31": "Then he told Jeroboam, “Take ten pieces, for this is what the Lord God of Israel has said: 'Look, I am about to tear the kingdom from Solomon's hand and I will give ten tribes to you. ", "32": "He will retain one tribe, for my servant David's sake and for the sake of Jerusalem, the city I have chosen out of all the tribes of Israel. ", "33": "I am taking the kingdom from him[ba] because they have[bb] abandoned me and worshiped the Sidonian goddess Astarte, the Moabite god Chemosh, and the Ammonite god Milcom. They have not followed my instructions[bc] by doing what I approve and obeying my rules and regulations, as Solomon's father David did.[bd] ", "34": "I will not take the whole kingdom from his hand. I will allow him to be ruler for the rest of his life for the sake of my chosen servant David who kept my commandments and rules. ", "35": "I will take the kingdom from the hand of his son and give ten tribes to you.[be] ", "36": "I will leave[bf] his son one tribe so my servant David's dynasty may continue to serve me[bg] in Jerusalem, the city I have chosen as my home.[bh] ", "37": "I will select[bi] you; you will rule over all you desire to have and you will be king over Israel. ", "38": "You must obey[bj] all I command you to do, follow my instructions,[bk] do what I approve,[bl] and keep my rules and commandments, as my servant David did. Then I will be with you and establish for you a lasting dynasty, as I did for David;[bm] I will give you Israel. ", "39": "I will humiliate David's descendants because of this,[bn] but not forever.'”[bo] ", "40": "Solomon tried to kill Jeroboam, but Jeroboam escaped to Egypt and found refuge with King Shishak of Egypt.[bp] He stayed in Egypt until Solomon died.", "41": "The rest of the events of Solomon's reign, including all his accomplishments and his wise decisions, are recorded in the scroll called the Annals of Solomon.[bq] ", "42": "Solomon ruled over all Israel from Jerusalem for forty years. ", "43": "Then Solomon passed away[br] and was buried in the city of his father David.[bs] His son Rehoboam replaced him as king.[bt]"}