{"1": "After this the following episode took place.[a] Naboth the Jezreelite owned a vineyard in Jezreel adjacent to the palace of King Ahab of Samaria.[b] ", "2": "Ahab said to Naboth, “Give me your vineyard so I can make a vegetable garden out of it, for it is adjacent to my palace. I will give you an even better vineyard in its place, or if you prefer,[c] I will pay you silver for it.”[d] ", "3": "But Naboth replied to Ahab, “The Lord forbid that I should sell you my ancestral inheritance.”[e]", "4": "So Ahab went into his palace, bitter and angry that Naboth the Jezreelite had said,[f] “I will not sell to you my ancestral inheritance.”[g] He lay down on his bed, pouted,[h] and would not eat. ", "5": "Then his wife Jezebel came in and said to him, “Why do you have a bitter attitude and refuse to eat?” ", "6": "He answered her, “While I was talking to Naboth the Jezreelite, I said to him, 'Sell me your vineyard for silver, or if you prefer, I will give you another vineyard in its place.' But he said, 'I will not sell you my vineyard.'”[i] ", "7": "His wife Jezebel said to him, “You are the king of Israel![j] Get up, eat some food, and have a good time.[k] I will get the vineyard of Naboth the Jezreelite for you.”", "8": "She wrote out orders,[l] signed Ahab's name to them,[m] and sealed them with his seal. She then sent the orders[n] to the leaders[o] and to the nobles who lived in Naboth's city.[p] ", "9": "This is what she wrote:[q] “Observe a time of fasting and seat Naboth in front of the people. ", "10": "Also seat two villains opposite him and have them testify, 'You cursed God and the king.' Then take him out and stone him to death.”", "11": "The men of the[r] city, the leaders,[s] and the nobles who lived there[t] followed the written orders Jezebel had sent them.[u] ", "12": "They observed a time of fasting and put Naboth in front of the people. ", "13": "The two villains arrived and sat opposite him. Then the villains testified against Naboth right before the people, saying, “Naboth cursed God and the king.” So they dragged him[v] outside the city and stoned him to death.[w] ", "14": "Then they reported to Jezebel, “Naboth has been stoned to death.”[x]", "15": "When Jezebel heard that Naboth had been stoned to death, she[y] said to Ahab, “Get up, take possession of the vineyard Naboth the Jezreelite refused to sell you for silver, for Naboth is no longer alive; he's dead.” ", "16": "When Ahab heard that Naboth was dead,[z] he got up and went down to take possession of the vineyard of Naboth the Jezreelite.", "17": "The Lord's message came to Elijah the Tishbite: ", "18": "“Get up, go down and meet King Ahab of Israel who lives in Samaria. He is at the vineyard of Naboth; he has gone down there to take possession of it. ", "19": "Say to him, 'This is what the Lord has said: “Haven't you committed murder and taken possession of the property of the deceased?”'[aa] Then say to him, 'This is what the Lord has said: “In the spot where dogs licked up Naboth's blood they will also lick up your blood—yes, yours!”'”", "20": "When Elijah arrived, Ahab said to him,[ab] “So, you have found me, my enemy!” Elijah[ac] replied, “I have found you, because you are committed[ad] to doing evil in the sight of[ae] the Lord. ", "21": "The Lord says,[af] 'Look, I am ready to bring disaster[ag] on you. I will destroy you[ah] and cut off every last male belonging to Ahab in Israel, including even the weak and incapacitated.[ai] ", "22": "I will make your dynasty[aj] like those of Jeroboam son of Nebat and Baasha son of Ahijah because you angered me and made Israel sin.'[ak] ", "23": "The Lord says this about Jezebel, 'Dogs will devour Jezebel by the outer wall[al] of Jezreel.' ", "24": "As for Ahab's family, dogs will eat the ones[am] who die in the city, and the birds of the sky will eat the ones who die in the country.” ", "25": "(There had never been anyone like Ahab, who was firmly committed[an] to doing evil in the sight of[ao] the Lord, urged on by his wife Jezebel.[ap] ", "26": "He was so wicked he worshiped the disgusting idols,[aq] just as the Amorites[ar] whom the Lord had driven out from before the Israelites.)", "27": "When Ahab heard these words, he tore his clothes, put on sackcloth, and fasted. He slept in sackcloth and walked around dejected. ", "28": "The Lord's message came to Elijah the Tishbite, ", "29": "“Have you noticed how Ahab shows remorse[as] before me? Because he shows remorse before me, I will not bring disaster on his dynasty during his lifetime, but during the reign of his son.”[at]"}