{"1": "Then there came one of the seven angels who had the seven vials and talked with me, saying to me, “Come. I will show you the damnation of the great whore who sits upon many waters;", "2": "with whom the kings of the earth have committed fornication. And the inhabitants of the earth are drunk with the wine of her fornication.”", "3": "So he carried me away into the wilderness, in the Spirit. And I saw a woman sit upon a scarlet colored beast - full of names of blasphemy - which had seven heads and ten horns.", "4": "And the woman was arrayed in purple and scarlet, and gilded with gold and precious stones and pearls; and had a cup of gold in her hand, full of the abomination and filthiness of her fornication.", "5": "And on her forehead was a name written: “A Mystery. The great Babylon. The mother of whoredoms and abominations of the earth.”", "6": "And I saw the woman, drunk with the blood of saints and with the blood of the martyrs of Jesus. And when I saw her, I wondered with great marvel.", "7": "Then the angel said to me, “Why do you marvel? I will show you the mystery of the woman and of the beast that bears her which has seven heads and ten horns.", "8": "The beast that you have seen was and is not; and shall ascend out of the bottomless pit; and shall go into perdition. And those who dwell on the earth - whose names are not written in the book of life from the foundation of the world - shall wonder when they behold the beast that was, and is not, and yet is.", "9": "Here is the mind that has wisdom: the seven heads are seven mountains whereon the woman sits. They are also seven kings.", "10": "Five are fallen, and one is. And another is not yet come. And when he comes, he must remain.", "11": "And the beast that was and is not, is also an eighth, as well as one of the seven. And all go into destruction.", "12": "And the ten horns which you saw are ten kings who have not yet received a kingdom but shall receive power as kings for one hour with the beast.", "13": "These have one mind and shall give their power and authority to the beast.", "14": "These shall fight with the Lamb, and the Lamb shall overcome them. For He is Lord of Lords, and King of Kings; and those who are on His side, called and chosen and faithful.”", "15": "And he said to me, “The waters which you saw, where the whore sits, are people and multitudes and nations and tongues.", "16": "“And the ten horns which you saw upon the beast are those who shall hate the whore; and shall make her desolate and naked; and shall eat her flesh and burn her with fire.", "17": "“For God has put in their hearts to fulfill His will, and to give their kingdom to the beast with one consent, until the words of God are fulfilled.", "18": "And that woman, which you saw, is that great city which reigned over the kings of the earth.”"}