{"1": "And after these things, I saw another angel come down from Heaven, having great power, so that the earth was lightened with his glory,", "2": "And he cried out mightily with a loud voice, saying, “It is fallen! It is fallen! Babylon, that great city, has become the habitation of demons, and the prison of all foul spirits, and a cage of every unclean and hateful bird!", "3": "“For all nations have drunk of the wine of the wrath of her fornication. And the kings of the earth have committed fornication with her. And the merchants of the earth have grown rich on the abundance of her pleasures!”", "4": "And I heard another voice from Heaven say, “Come out of her, my people, so that you are not partakers of her sins, and that you do not receive her plagues.", "5": "“For her sins have come up into Heaven. And God has remembered her iniquities.", "6": "“Reward her, even as she has rewarded you. And give her double according to her works. And in the cup that she has filled to you, fill her double.", "7": "“Inasmuch as she glorified herself, and lived in pleasure, give her the same in torment and sorrow. For she says in her heart, 'I sit, being a queen, and am no widow. And I shall see no mourning.'", "8": "“Therefore, her plagues shall come in one day: death and sorrow and famine. And she shall be burnt with fire. For God, who condemns her, is a strong Lord.", "9": "And the kings of the earth who have committed fornication, and lived in pleasure with her, shall bewail her and lament for her when they shall see the smoke of her burning.", "10": "And they shall stand at a distance for fear of her torment, saying, “Alas, alas, that great city Babylon; that mighty city! For in one hour has your judgment come!”", "11": "And the merchants of the earth shall weep and wail over her. For no one buys their wares anymore.", "12": "The wares of gold and silver and of precious stone and of pearls and of fine linen and of purple and of silk and of scarlet and of all manner of citron wood and of all vessels of ivory and of all vessels of most precious wood and of brass and of iron and of marble", "13": "and of cinnamon and odors and ointments and frankincense and wine and oil and fine flour and wheat and beasts and sheep and horses and chariots and servants and souls of men.", "14": "“And the ripe fruits that your soul lusted after, have departed from you. And all things which were fat and excellent, have departed from you. And you shall find them no more.”", "15": "The merchants of these things (who had grown rich) shall stand at a distance from her for fear of her torment, weeping and wailing.", "16": "And saying, “Alas, alas, that great city that was clothed in fine linen and purple and scarlet, and gilded with gold and precious stones and pearls!", "17": "“In one hour so great riches have come to desolation!” And every shipmaster, and all the people who occupy ships, and shipmen, and whoever traffics on the sea, shall stand at a distance", "18": "and cry when they see the smoke of her burning, saying, “What city was like this great city!?”", "19": "And they shall cast dust on their heads and cry, weeping and wailing, and say, “Alas, alas, that great city wherein were made rich all who had ships on the sea by her coastlines! For in one hour she was made desolate!", "20": "“O Heaven, rejoice over her; and you, holy Apostles and Prophets! For God has punished her and judged against her for your sakes!”", "21": "Then a mighty angel took up a stone, like a great millstone, and cast it into the sea, saying, “With such violence shall that great city Babylon be cast, and shall be found no more!", "22": "“And the voice of harpers and musicians, and of pipers and trumpeters, shall be heard no more in you. And no craftsman, of whatever craft he is, shall be found anymore in you. And the sound of a millstone shall be heard no more in you.", "23": "“And the light of a candle shall shine no more in you. And the voice of the bridegroom, and of the bride, shall be heard no more in you. For your merchants were the great men of the earth. And all nations were deceived with your enchantment.", "24": "“And in her was found the blood of the Prophets, and of the saints, and of all who were killed upon the earth!”"}