{"1": "An oracle about Nineveh: the scroll containing the vision of Nahum the Elkoshite.", "2": "The Lord is a jealous and vengeful God; the Lord is vengeful and strong in wrath. The Lord is vengeful against his foes; he rages against his enemies.", "3": "The Lord is very patient but great in power; the Lord punishes. His way is in whirlwind and storm; clouds are the dust of his feet.", "4": "He can blast the sea and make it dry up; he can dry up all the rivers. Bashan and Carmel wither; the bud of Lebanon withers.", "5": "The mountains quake because of him; the hills melt away. The earth heaves before him— the world and all who dwell in it.", "6": "Who can stand before his indignation? Who can confront the heat of his fury? His wrath pours out like fire; the rocks are shattered because of him.", "7": "The Lord is good, a haven in a day of distress. He acknowledges those who take refuge in him.", "8": "With a rushing flood, he will utterly destroy her[a] place and pursue his enemies into darkness.", "9": "What are you plotting against the Lord? He is one who can annihilate! Distress will not arise twice.", "10": "They are tangled up like thorns, like drunkards in their cups. They are consumed like stubble that is entirely dried up.", "11": "From you[b] goes out one who plots evil against the Lord— a worthless counselor!", "12": "The Lord proclaims: Though once they were a healthy and numerous force, they have been cut off and have disappeared. I have afflicted you; I won't afflict you further, Zion.[c]", "13": "Now I will break off his yoke from you and tear off your chains.", "14": "The Lord has commanded concerning you: You will have no children to carry on your name. I will remove carved idol and cast image from the house of your gods; I will make your grave, for you are worthless.", "15": "[d] Look, on the mountains: the feet of a messenger who announces peace! Celebrate your festivals, Judah! Fulfill your solemn promises! The worthless one will never again invade you; he has been completely cut off."}