{"1": "From:[a] Paul, a servant of Jesus the Messiah,[b] called to be an apostle and set apart for God's gospel, ", "2": "which he promised beforehand through his prophets in the Holy Scriptures ", "3": "regarding[c] his Son. He was a descendant of David with respect to his humanity ", "4": "and was declared by the resurrection from the dead to be the powerful Son of God according to the spirit[d] of holiness—Jesus the Messiah,[e] our Lord. ", "5": "Through him we received grace and a commission as an apostle to bring about faithful obedience among all the gentiles for the sake of his name. ", "6": "You, too, are among those who have been called to belong to Jesus the Messiah.[f]", "7": "To: Everyone in Rome,[g] loved by God and called to be holy.[h] May grace and peace from God our Father and the Lord Jesus, the Messiah,[i] be yours!", "8": "First of all, I thank my God through Jesus the Messiah[j] for all of you, because the news about your faith is being reported throughout the world. ", "9": "For God, whom I serve with my spirit by preaching the gospel about his Son, is my witness how constantly I mention you ", "10": "in my prayers at all times, asking that somehow by God's will I may at last succeed in coming to you. ", "11": "For I am longing to see you so that I may impart to you some spiritual gift to make you strong, ", "12": "that is, that we may be mutually encouraged by each other's faith, both yours and mine.", "13": "I do not want you to be unaware, brothers, that I often planned to come to you (but have been prevented from doing so until now), so that I might reap a harvest among you, just as I have among the rest of the gentiles. ", "14": "Both to Greeks and to barbarians,[k] both to wise and to foolish people, I am a debtor. ", "15": "That is why I am so eager to proclaim the gospel to you who live in Rome,[l] too.", "16": "For I am not ashamed of the gospel,[m] because it is God's power for the salvation of everyone who believes, of the Jew first and of the Greek as well. ", "17": "For in the gospel[n] God's righteousness is being revealed from faith to faith, as it is written, “The righteous will live by faith.”[o]", "18": "For God's wrath is being revealed from heaven against all the ungodliness and wickedness of those who in their wickedness suppress the truth. ", "19": "For what can be known about God is plain to them, because God himself has made it plain to them. ", "20": "For since the creation of the world God's[p] invisible attributes—his eternal power and divine nature—have been understood and observed by what he made, so that people[q] are without excuse. ", "21": "For although they knew God, they neither glorified him as God nor gave thanks to him. Instead, their thoughts turned to worthless things,[r] and their senseless hearts were darkened. ", "22": "Though claiming to be wise, they became fools ", "23": "and exchanged the glory of the immortal God for images that looked like mortal human beings, birds, four-footed animals, and reptiles.", "24": "For this reason, God delivered them to sexual impurity as they followed the lusts[s] of their hearts and dishonored their bodies with one another. ", "25": "They exchanged God's truth for a lie and worshipped and served the creation rather than the Creator, who is blessed forever. Amen.", "26": "For this reason, God delivered them to degrading passions as their females exchanged their natural sexual function for one that is unnatural. ", "27": "In the same way, their males also abandoned their natural sexual function toward females and burned with lust toward one another. Males committed indecent acts with males, and received within themselves the appropriate penalty for their perversion.[t]", "28": "Furthermore, because they did not think it worthwhile to keep knowing God fully, God delivered them to degraded minds to perform acts that should not be done. ", "29": "They have become filled with every kind of wickedness, evil, greed, and depravity. They are full of envy, murder, quarreling, deceit, and viciousness. They are gossips, ", "30": "slanderers, God-haters, haughty, arrogant, boastful, inventors of evil, disobedient to their parents, ", "31": "foolish, faithless, heartless, and ruthless. ", "32": "Although they know God's just requirement—that those who practice such things deserve to die—they not only do these things but even applaud others who practice them."}