{"1": "Brothers, my heart's desire and prayer to God about the Jews[a] is that they would be saved. ", "2": "For I can testify on their behalf that they have a zeal for God, but it is not in keeping with full knowledge. ", "3": "For they are ignorant of the righteousness that comes from God while they try to establish their own, and they have not submitted to God's means to attain[b] righteousness. ", "4": "For the Messiah[c] is the culmination[d] of the Law as far as righteousness is concerned for everyone who believes.", "5": "For Moses writes about the righteousness that comes from the Law as follows: “The person who obeys these things will find life by them.”[e] ", "6": "But the righteousness that comes from faith says, “Do not say in your heart, 'Who will go up to heaven?' (that is, to bring the Messiah[f] down), ", "7": "or 'Who will go down into the depths?' (that is, to bring the Messiah[g] back from the dead).”", "8": "But what does it say? “The message is near you. It is in your mouth and in your heart.”[h] This is the message about faith that we are proclaiming: ", "9": "If you declare with your mouth that Jesus is Lord, and believe in your heart that God raised him from the dead, you will be saved. ", "10": "For one believes with his heart and is justified, and declares with his mouth and is saved. ", "11": "The Scripture says, “Everyone who believes in him will never be ashamed.”[i] ", "12": "There is no difference between Jew and Greek, because they all have the same Lord, who gives richly to all who call on him. ", "13": "“Everyone who calls on the name of the Lord[j] will be saved.”[k]", "14": "How, then, can people[l] call on someone they have not believed? And how can they believe in someone they have not heard about? And how can they hear without someone preaching? ", "15": "And how can people[m] preach unless they are sent? As it is written, “How beautiful are[n] those who bring the good news!”[o] ", "16": "But not everyone has obeyed the gospel, for Isaiah asks, “Lord, who has believed our message?”[p] ", "17": "Consequently, faith results from listening, and listening results through the word of the Messiah.[q]", "18": "But I ask, “Didn't they hear?” Certainly they did! In fact, “Their voice has gone out into the whole world, and their words to the ends of the earth.”[r]", "19": "Again I ask, “Did Israel not understand?” Moses was the first to say, “I will make you jealous by those who are not a nation; I will make you angry by a nation that doesn't understand.”[s]", "20": "And Isaiah boldly says, “I was found by those who were not looking for me; I was revealed to those who were not asking for me.”[t]", "21": "But about Israel he says, “All day long I have held out my hands to a disobedient and rebellious people.”[u]"}