{"1": "So I ask, “God has not rejected his people, has he?” Of course not! I am an Israeli myself, a descendant of Abraham from the tribe of Benjamin. ", "2": "God has not rejected his people whom he chose[a] long ago. Do you not know what the Scripture says in the story about Elijah,[b] when he pleads with God against Israel? ", "3": "“Lord, they have killed your prophets and demolished your altars. I am the only one left, and they are trying to take my life.”[c] ", "4": "But what was the divine reply to him? “I have reserved for myself 7,000 people who have not knelt to worship Baal.”[d] ", "5": "So it is at the present time: there is a remnant, chosen by grace. ", "6": "But if this is by grace, then it is no longer on the basis of actions. Otherwise, grace would no longer be grace.", "7": "What, then, does this mean?[e] It means that Israel failed to obtain what it was seeking, but the selected group obtained it while the rest were hardened. ", "8": "As it is written, “To this day God has put them into[f] deep sleep. Their eyes do not see, and their ears do not hear.”[g]", "9": "And David says, “Let their table become a snare and a trap, a stumbling block and a punishment for them.", "10": "Let their eyes be darkened so that they cannot see, and keep their backs forever bent.”[h]", "11": "And so I ask, “They have not stumbled so as to fall, have they?” Of course not! On the contrary, because of their stumbling, salvation has come to the gentiles to make the Jews[i] jealous. ", "12": "Now if their stumbling means riches for the world, and if their fall means riches for the gentiles, how much more will their full participation mean!", "13": "I am speaking to you gentiles. Because I am an apostle to the gentiles, I magnify my ministry ", "14": "in the hope that I can make my people[j] jealous and save some of them. ", "15": "For if their rejection results in reconciliation of the world, what will their acceptance bring but life from the dead? ", "16": "If the first part of the dough is holy, so is the whole batch. If the root is holy, so are the branches.", "17": "Now if some of the branches have been broken off, and you, a wild olive branch, have been grafted in their place to share the rich root of the olive tree, ", "18": "do not boast about being better than[k] the other[l] branches. If you boast, remember that you do not support the root, but the root supports you. ", "19": "Then you will say, “Branches were cut off so that I could be grafted in.” ", "20": "That's right! They were broken off because of their unbelief, but you remain only because of faith. Do not be arrogant, but be afraid![m] ", "21": "For if God did not spare the natural branches, he certainly will not spare you, either.", "22": "Consider, then, the kindness and severity of God: his severity toward those who fell, but God's kindness toward you—if you continue receiving his kindness. Otherwise, you too will be cut off. ", "23": "If the Jews[n] do not persist in their unbelief, they will be grafted in again, because God is able to graft them in. ", "24": "After all, if you were cut off from what is naturally a wild olive tree, and contrary to nature were grafted into a cultivated olive tree, how much easier it will be for these natural branches to be grafted back into their own olive tree!", "25": "For I want to let you know about this secret, brothers, so that you will not claim to be wiser than you are: Stubbornness has come to part of Israel until the full number of the gentiles comes to faith.[o] ", "26": "In this way, all Israel will be saved, as it is written, “The Deliverer will come from Zion; he will remove ungodliness from Jacob.", "27": "This is my covenant with them when I take away their sins.”[p]", "28": "As far as the gospel is concerned, they are enemies for your sake, but as far as election is concerned, they are loved for the sake of their ancestors. ", "29": "For God's gifts and calling never change. ", "30": "For just as you disobeyed God in the past but now have received his mercy because of their disobedience, ", "31": "so they, too, have now disobeyed. As a result, they may[q] receive mercy because of the mercy shown to you. ", "32": "For God has locked all people in the prison of their own disobedience so that he may have mercy on them all.", "33": "O how deep are God's riches, and wisdom, and knowledge! How unfathomable are his decisions and unexplainable are his ways!", "34": "Who has known the mind of the Lord? Or who has become his advisor?[r]", "35": "Or who has given him something only to have him pay it back?”[s]", "36": "For all things are from him, by him, and for him. Glory belongs to him forever! Amen."}