{"1": "Every person must be subject to the governing authorities, for no authority exists except by God's permission.[a] The existing authorities have been established by God, ", "2": "so that whoever resists the authorities opposes what God has established, and those who resist will bring judgment on themselves. ", "3": "For the authorities are not a terror to good conduct, but to bad. Would you like to live without being afraid of the authorities? Then do what is right, and you will receive their approval. ", "4": "For they are God's servants, working for your good. But if you do what is wrong, you should be afraid, for it is not without reason that they bear the sword. Indeed, they are God's servants to administer punishment[b] to anyone who does wrong. ", "5": "Therefore, it is necessary for you to be acquiescent to the authorities,[c] not only for the sake of God's[d] punishment,[e] but also for the sake of your own conscience. ", "6": "This is also why you pay taxes. For rulers[f] are God's servants faithfully devoting themselves to their work.[g] ", "7": "Pay everyone whatever you owe them—taxes to whom taxes are due, tolls to whom tolls are due, fear[h] to whom fear[i] is due, honor to whom honor is due.", "8": "Do not owe anyone anything—except to love one another. For the one who loves another has fulfilled the Law. ", "9": "For the commandments, “You must not commit adultery; you must not murder; you must not steal; you must not covet,”[j] and every other commandment are summed up in this statement: “You must love your neighbor as yourself.”[k] ", "10": "Love never does anything that is harmful to its neighbor. Therefore, love is the fulfillment of the Law.", "11": "This is necessary because you know the times—it's already time for you to wake up from sleep, because our salvation is nearer now than when we became believers. ", "12": "The night is almost over, and the day is near. Let's therefore put aside the actions of darkness and put on the armor of light. ", "13": "Let's behave decently, as people who live in the light of day.[l] No wild parties, drunkenness, sexual immorality, promiscuity, quarreling, or jealousy! ", "14": "Instead, clothe yourselves with the Lord Jesus, the Messiah,[m] and do not obey your flesh and its desires."}