{"1": "Now I commend to you our sister Phoebe, a deacon[a] in the church at Cenchrea. ", "2": "Welcome her in the Lord as is appropriate for saints, and provide her with anything she may need from you, for she has ministered to many people, including me.", "3": "Greet Prisca[b] and Aquila, who work with me for the Messiah[c] Jesus, ", "4": "and who risked their necks for my life. I am thankful to them, and so are all the churches among the gentiles. ", "5": "Greet also the church in their house. Greet my dear friend Epaenetus, who was the first convert[d] to the Messiah[e] in Asia. ", "6": "Greet Mary, who has worked very hard for you. ", "7": "Greet Andronicus and Junia,[f] my fellow Jews who are in prison with me and are prominent among the apostles. They belonged to the Messiah[g] before I did. ", "8": "Greet Ampliatus, my dear friend in the Lord. ", "9": "Greet Urbanus, our co-worker in the Messiah,[h] and my dear friend Stachys. ", "10": "Greet Apelles, who has been approved by the Messiah.[i] Greet those who belong to the family of Aristobulus. ", "11": "Greet Herodion, my fellow Jew. Greet those in the family of Narcissus, who belong to the Lord. ", "12": "Greet Tryphaena and Tryphosa, who have worked hard for the Lord. Greet my dear friend Persis, who has toiled diligently for the Lord. ", "13": "Greet Rufus, the one chosen by the Lord, and his mother, who has been a mother to me, too. ", "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them. ", "15": "Greet Philologus and Julia, Nereus and his sister, and Olympas and all the saints who are with them. ", "16": "Greet one another with a holy kiss.[j] All the churches of the Messiah[k] greet you.", "17": "Now I urge you, brothers, to watch out for those who create divisions and sinful enticements that oppose the teaching you have learned. Stay away from them, ", "18": "because such people are not serving the Messiah[l] our Lord, but their own desires. By their smooth talk and flattering words they deceive the hearts of the unsuspecting. ", "19": "For your obedience has become known to everyone, and I am full of joy for you. But I want you to be wise about what is good, and innocent about what is evil. ", "20": "The God of peace will soon crush Satan under your feet. May the grace of our Lord Jesus, the Messiah,[m] be with all of you![n]", "21": "Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my fellow Jews. ", "22": "I, Tertius, who penned this letter, greet you in the Lord. ", "23": "Gaius, who is host to me and the whole church, greets you. Erastus, the city treasurer, and our brother Quartus greet you. ", "24": "May the grace of our Lord Jesus, the Messiah,[o] be with all of you![p]", "25": "Now to the one who is able to strengthen you with my gospel and the message that I preach about Jesus, the Messiah,[q] by revealing the secret that was kept hidden from long ago ", "26": "but now has been made known through the prophets to all the gentiles, in keeping with the decree of the eternal God to bring them to the obedience that springs from faith— ", "27": "to the only wise God, through Jesus the Messiah,[r] be glory forever! Amen."}