{"1": "Therefore, you have no excuse—every one of you who judges. For when you pass judgment on another person, you condemn yourself, since you, the judge, practice the very same things. ", "2": "Now we know that God's judgment against those who act like this is based on[a] truth. ", "3": "So when you, a mere man, pass judgment on those who practice these things and then do them yourself, do you think you will escape God's judgment? ", "4": "Or are you unaware of his rich kindness, forbearance, and patience, that it is God's kindness that is leading you to repent?", "5": "But because of your stubborn and unrepentant heart you are reserving wrath for yourself on the day of wrath, when God's righteous judgment will be revealed. ", "6": "For he will repay everyone according to what that person has done: ", "7": "eternal life to those who strive for glory, honor, and immortality by patiently doing good; ", "8": "but wrath and fury for those who in their selfish pride refuse to believe the truth and practice wickedness instead. ", "9": "There will be suffering and anguish for every human being who practices doing evil, for Jews first and for Greeks as well. ", "10": "But there will be glory, honor, and peace for everyone who practices doing good, initially for Jews but also for Greeks as well, ", "11": "because God does not show partiality.", "12": "For all who have sinned apart from the Law will also perish apart from the Law, and all who have sinned under the Law will be judged by the Law. ", "13": "For it is not merely those who hear the Law who are righteous in God's sight. No, it is those who follow the Law, who will be justified. ", "14": "For whenever gentiles, who do not possess the Law, do instinctively what the Law requires, they are a law to themselves, even though they do not have the Law. ", "15": "They show that what the Law requires is written in their hearts, a fact to which their own consciences testify, and their thoughts will either accuse or excuse them ", "16": "on that day when God, through Jesus the Messiah,[b] will judge people's secrets according to my gospel.", "17": "Now if you call yourself a Jew, and rely on the Law, and boast about God, ", "18": "and know his will, and approve of what is best because you have been instructed in the Law; ", "19": "and if you are convinced that you are a guide for the blind, a light to those in darkness, ", "20": "an instructor of ignorant people, and a teacher of infants because you have the full content of knowledge and truth in the Law— ", "21": "as you teach others, do you fail to teach yourself? As you preach against stealing, do you steal? ", "22": "As you forbid adultery, do you commit adultery? As you abhor idols, do you rob temples? ", "23": "As you boast about the Law, do you dishonor God by breaking the Law? ", "24": "As it is written, “God's name is being blasphemed among the gentiles because of you.”[c]", "25": "For circumcision is valuable if you observe the Law, but if you break the Law, your having been circumcised has no more value than if you were uncircumcised. ", "26": "So if a man who is uncircumcised keeps the requirements of the Law, his uncircumcision will be regarded as circumcision, won't it? ", "27": "The man who is uncircumcised physically but who keeps the Law will condemn you who break the Law, even though you have the written Law[d] and circumcision. ", "28": "For a person is not a Jew because of his appearance, nor is circumcision something just external and physical. ", "29": "No, a person is a Jew inwardly, and circumcision is a matter of the heart, brought about by the Spirit, not by a written law.[e] That person's praise will come from God, not from people."}