{"1": "What advantage, then, does the Jew have, or what value is there in circumcision? ", "2": "There are all kinds of advantages! First of all, the Jews[a] have been entrusted with the utterances of God. ", "3": "What if some of the Jews[b] were unfaithful? Their unfaithfulness cannot cancel God's faithfulness, can it? ", "4": "Of course not! God is true, even if everyone else is a liar. As it is written, “You are right when you speak,[c] and win your case when you go into court.”[d]", "5": "But if our unrighteousness serves to confirm God's righteousness, what can we say? God is not unrighteous when he vents his wrath on us, is he? (I am talking in human terms.) ", "6": "Of course not! Otherwise, how could God judge the world? ", "7": "For[e] if through my falsehood God's truthfulness glorifies him even more, why am I still being condemned as a sinner? ", "8": "Or can we say—as some people slander us by claiming that we say—“Let's do evil that good may result”? They deserve to be condemned!", "9": "What, then, does this mean?[f] Are we Jews[g] any better off? Not at all! For we have already accused everyone, both Jews and Greeks, of being under the power of[h] sin. ", "10": "As it is written, “Not even one person is righteous.", "11": "No one understands. No one searches for God.", "12": "All have turned away. They have become completely worthless. No one shows kindness, not even one person![i]", "13": "Their throats are open graves. With their tongues they deceive.[j] The venom of poisonous snakes is under their lips.[k]", "14": "Their mouths are full of cursing and bitterness.[l]", "15": "They run swiftly[m] to shed blood.", "16": "Ruin and misery characterize their lives.", "17": "They have not learned the path to peace.[n]", "18": "They don't fear God.[o]", "19": "Now we know that whatever the Law says applies to those who are under the Law, so that every mouth may be silenced and the whole world held accountable to God. ", "20": "Therefore, God[p] will not justify any human being by means of the actions prescribed by the Law, for through the Law comes the full knowledge of sin.", "21": "But now, apart from the Law, God's righteousness is revealed and is attested by the Law and the Prophets— ", "22": "God's righteousness through the faithfulness of Jesus[q] the Messiah[r]— for all who believe. For there is no distinction among people,[s] ", "23": "since all have sinned and continue to fall short of God's glory. ", "24": "By his grace they are justified freely through the redemption that is in the Messiah[t] Jesus, ", "25": "whom God offered as a place where atonement by the Messiah's[u] blood would occur through faith. He did this[v] to demonstrate his righteousness, because he had waited patiently to deal with sins committed in the past. ", "26": "He wanted[w] to demonstrate at the present time that he himself is righteous and that he justifies anyone who has the faithfulness of Jesus.[x]", "27": "What, then, is there to boast about? That has been eliminated. On what principle? On that of actions? No, but on the principle of faith. ", "28": "For[y] we maintain that a person is justified by faith apart from the actions prescribed by the Law. ", "29": "Is God the God of the Jews only? Is he not the God of the gentiles, too? Yes, of the gentiles, too, ", "30": "since there is only one God who will justify the circumcised on the basis of faith and the uncircumcised by that same faith. ", "31": "Do we, then, abolish the Law by this faith? Of course not! Instead, we uphold the Law."}