{"1": "What should we say, then? Should we go on sinning so that grace may increase? ", "2": "Of course not! How can we who died as far as sin is concerned go on living in it?", "3": "Or don't you know that all of us who were baptized into union with the Messiah[a] Jesus were baptized into his death? ", "4": "Therefore, through baptism we were buried with him into his death so that, just as the Messiah[b] was raised from the dead by the Father's glory, we too may live an entirely new life. ", "5": "For if we have become united with him in a death like his, we will certainly also be united with him in a resurrection like his. ", "6": "We know that our old natures were crucified with him so that our sin-laden bodies might be rendered powerless and we might no longer be slaves to sin. ", "7": "For the person who has died has been freed from sin.", "8": "Now if we have died with the Messiah,[c] we believe that we will also live with him, ", "9": "for we know that the Messiah,[d] who was raised from the dead, will never die again; death no longer has mastery over him. ", "10": "For when he died, he died once and for all as far as sin is concerned. But now that he is alive, he lives for God. ", "11": "In the same way, you too must continuously consider yourselves dead as far as sin is concerned, but living for God through the Messiah[e] Jesus.[f]", "12": "Therefore, do not let sin rule your mortal bodies so that you obey their desires. ", "13": "Stop offering[g] the parts of your body[h] to sin as instruments of unrighteousness. Instead, offer yourselves to God as people who have been brought from death to life and the parts of your body[i] as instruments of righteousness to God. ", "14": "For sin will not have mastery over you, because you are not under Law but under grace.", "15": "What, then, does this mean?[j] Should we go on sinning because we are not under Law but under grace? Of course not! ", "16": "Don't you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—either of sin, which leads to death, or of obedience, which leads to righteousness? ", "17": "But thank God that, though you were once slaves of sin, you became obedient from your hearts to that form of teaching with which you were entrusted! ", "18": "And since you have been freed from sin, you have become slaves of righteousness.", "19": "I am speaking in simple[k] terms because of the frailty of your human nature.[l] Just as you once offered the parts of your body[m] as slaves to impurity and to greater and greater disobedience, so now, in the same way, you must offer the parts of your body[n] as slaves to righteousness that leads to sanctification. ", "20": "For when you were slaves of sin, you were “free” as far as righteousness was concerned. ", "21": "What benefit did you get from doing those things you are now ashamed of? For those things resulted in death. ", "22": "But now that you have been freed from sin and have become God's slaves, the benefit you reap is sanctification, and the result is eternal life. ", "23": "For the wages of sin is death, but the free gift of God is eternal life in union with the Messiah[o] Jesus our Lord."}