{"1": "Don't you realize, brothers—for I am speaking to people who know the Law—that the Law can press its claims over a person only as long as he is alive? ", "2": "For a married woman is bound by the Law to her husband while he is living, but if her husband dies, she is released from the Law concerning her husband. ", "3": "So while her husband is living, she will be called an adulterer if she lives with another man. But if her husband dies, she is free from this Law, so that she is not an adulterer if she marries another man.", "4": "In the same way, my brothers, through the Messiah's[a] body you also died as far as the Law is concerned, so that you may belong to another person, the one who was raised from the dead, and may bear fruit for God. ", "5": "For while we were living according to our human nature,[b] sinful passions were at work in our bodies[c] by means of the Law, to bear fruit resulting in death. ", "6": "But now we have been released from the Law by dying to what enslaved us, so that we may serve in the new life of the Spirit, not under the old writings.", "7": "What should we say, then? Is the Law sinful? Of course not! In fact, I wouldn't have become aware of sin if it had not been for the Law. I wouldn't have known what it means to covet if the Law had not said, “You must not covet.”[d] ", "8": "But sin seized the opportunity provided by this commandment and produced in me all kinds of sinful desires, since apart from the Law, sin is dead. ", "9": "At one time I was alive without any connection to[e] the Law.[f] But when the rule was revealed, sin sprang to life, ", "10": "and I died. I found that the very rule that was intended to bring life actually brought death. ", "11": "For sin, seizing the opportunity provided by the rule, deceived me and used it to kill me. ", "12": "So then, the Law[g] itself is holy, and the rule is holy, just, and good.", "13": "Now, did something good bring me death? Of course not! But in order that sin might be recognized as being sin, it used something good to cause my death, so that through the rule, sin might become more exposed as being[h] sinful than ever before. ", "14": "For we know that the Law is spiritual, but I am merely human,[i] sold as a slave to sin.[j] ", "15": "I don't understand what I am doing. For I don't practice what I want to do, but instead do what I hate. ", "16": "Now if I practice what I don't want to do, I am admitting that the Law is good. ", "17": "As it is, I am no longer the one who is doing it, but it is the sin that is living in me.", "18": "For I know that nothing good lives in me, that is, in my flesh. For I have the desire to do what is right, but I cannot carry it out. ", "19": "For I don't do the good I want to do, but instead do the evil that I don't want to do. ", "20": "But if I do what I don't want to do, I am no longer the one who is doing it, but it is the sin that is living in me.", "21": "So I find this to be a principle:[k] when I want to do what is good, evil is right there with me. ", "22": "For I delight in the Law of God in my inner being, ", "23": "but I see in my body[l] a different principle[m] waging war with the Law in my mind and making me a prisoner of the law of sin that exists in my body.[n] ", "24": "What a wretched man I am! Who will rescue me from this body that is infected by[o] death? ", "25": "Thank God through Jesus the Messiah,[p] our Lord, because with my mind I myself can serve the Law of God, even while with my human nature[q] I serve the law of sin."}