{"1": "Therefore, there is now no condemnation for those who are in union with the Messiah[a] Jesus.[b] ", "2": "For the Spirit's law of life in the Messiah[c] Jesus has set me[d] free from the Law of sin and death. ", "3": "For what the Law was powerless to do in that it was weakened by the flesh, God did. By sending his own Son in the form of humanity,[e] he condemned sin by being incarnate, ", "4": "so that the righteous requirement of the Law might be fulfilled in us, who do not live according to human nature but according to the Spirit.", "5": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. ", "6": "To focus our minds on the human nature leads to death, but to focus our minds on the Spirit leads to life and peace. ", "7": "That is why the mind that focuses on human nature is hostile toward God. It refuses to submit to the authority of God's Law because it is powerless to do so. ", "8": "Indeed, those who are under the control of human nature cannot please God.", "9": "You, however, are not under the control of the human nature but under the control of the Spirit, since God's Spirit lives in you. And if anyone does not have the Spirit of the Messiah,[f] he does not belong to him. ", "10": "But if the Messiah[g] is in you, your bodies are dead due to sin, but the spirit[h] is alive due to righteousness. ", "11": "And if the Spirit of the one who raised Jesus from the dead is living in you, then the one who raised the Messiah[i] from the dead will also make your mortal bodies alive by his Spirit who lives in you.", "12": "Consequently, brothers, we are not—with respect to human nature, that is—under an obligation to live according to human nature. ", "13": "For if you live according to human nature, you are going to die, but if by the Spirit you continuously put to death the activities of the body, you will live. ", "14": "For all who are led by God's Spirit are God's children. ", "15": "For you have not received a spirit of slavery that leads you into fear again. Instead, you have received the Spirit of adoption by whom we cry out, “Abba![j] Father!” ", "16": "The Spirit himself testifies with our spirit that we are God's children. ", "17": "Now if we are children, we are heirs—heirs of God and co-heirs with the Messiah[k]—if, in fact, we share in his sufferings in order that we may also share in his glory.", "18": "For I consider that the sufferings of this present time are not worth comparing with the glory that will be revealed to us. ", "19": "For the creation is eagerly awaiting the revelation of God's children, ", "20": "because the creation has become subject to futility, though not by anything it did.[l] The one who subjected it did so in the certainty[m] ", "21": "that the creation itself would also be set free from corrupting bondage in order to share the glorious freedom of God's children. ", "22": "For we know that all the rest of creation has been groaning with the pains of childbirth up to the present time. ", "23": "However, not only the creation, but we who have the first fruits of the Spirit also groan inwardly as we eagerly await our adoption, the redemption of our bodies. ", "24": "For we were saved with this hope in mind.[n] Now a hope that can be observed is not really hope, for who hopes for what can be seen? ", "25": "But if we hope for what we do not yet observe, we eagerly wait for it with patience.", "26": "In the same way, the Spirit also helps us in our weakness, since we do not know how to pray as we should. But the Spirit himself intercedes for us[o] with groans too deep for words, ", "27": "and the one who searches our hearts knows the mind of the Spirit, for the Spirit[p] intercedes for the saints according to God's will.[q] ", "28": "And we know that for those who love God, that is, for those who are called according to his purpose, all things are working together[r] for good.", "29": "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that the Son[s] might be the firstborn among many brothers. ", "30": "And those whom he predestined, he also called; and those whom he called, he also justified; and those whom he justified he also glorified.", "31": "What, then, can we say about all of this? If God is for us, who can be against us? ", "32": "The one who did not spare his own Son, but offered him as a sacrifice[t] for all of us, surely will give us all things, along with his Son,[u] won't he? ", "33": "Who will accuse God's elect? It is God who justifies! ", "34": "Who is the one to condemn? It is the Messiah[v] Jesus who is interceding on our behalf. He died, and more importantly, has been raised and is seated at the right hand of God.", "35": "Who will separate us from the Messiah's[w] love? Can trouble, distress, persecution, hunger, nakedness, danger, or a violent death[x] do this?[y] ", "36": "As it is written, “For your sake we are being put to death all day long. We are thought of as sheep headed for slaughter.”[z]", "37": "In all these things we are triumphantly victorious due to the one who loved us. ", "38": "For I am convinced that neither death, nor life, nor angels, nor rulers, nor things present, nor things to come, nor powers, ", "39": "nor anything above, nor anything below, nor anything else in all creation can separate us from the love of God that is ours[aa] in union with the Messiah[ab] Jesus, our Lord."}