{"1": "I am telling the truth because I belong to[a] the Messiah[b]—I am not lying, and my conscience confirms it by means of the Holy Spirit. ", "2": "I have deep sorrow and unceasing anguish in my heart, ", "3": "for I could wish that I myself were condemned[c] and cut off from the Messiah[d] for the sake of my brothers, my own people,[e] ", "4": "who are Israelis. To them belong the adoption, the glory, the covenants,[f] the giving of the Law, the worship, and the promises. ", "5": "To the Israelis[g] belong the patriarchs, and from them, the Messiah[h] descended,[i] who is God over all, the one who is forever blessed. Amen.", "6": "Now it is not as though the word of God has failed. For not all Israelis truly belong to Israel, ", "7": "and not all of Abraham's descendants are his true descendants. On the contrary, “It is through Isaac that descendants will be named for you.”[j] ", "8": "That is, it is not merely the children born through natural descent who were regarded as God's children, but it is the children born through the promise who were regarded as descendants. ", "9": "For this is the language of the promise: “At this time I will return, and Sarah will have a son.”[k] ", "10": "Not only that, but Rebecca became pregnant by our ancestor Isaac. ", "11": "Yet before their children[l] had been born or had done anything good or bad (so that God's plan of election might continue to operate ", "12": "according to his calling and not by actions), Rebecca[m] was told, “The older child will serve the younger one.”[n] ", "13": "So it is written, “Jacob I loved, but Esau I hated.”[o]", "14": "What can we say, then? God is not unrighteous, is he? Of course not! ", "15": "For he says to Moses, “I will be merciful to the person I want to be merciful to, and I will be kind to the person I want to be kind to.”[p] ", "16": "Therefore, God's choice[q] does not depend on a person's will or effort, but on God himself, who shows mercy. ", "17": "For the Scripture says about Pharaoh, “I have raised you up for this very purpose, to demonstrate my power through you and that my name might be proclaimed in all the earth.”[r]", "18": "Therefore, God[s] has mercy on whomever he chooses, and he hardens the heart of whomever he chooses.", "19": "You may ask me, “Then why does God[t] still find fault with anybody?[u] For who can resist his will?” ", "20": "On the contrary, who are you—mere man that you are—to talk back to God? Can an object that was molded say to the one who molded it, “Why did you make me like this?” ", "21": "A potter has the right to do what he wants to with his clay, doesn't he? He can make something for a special occasion or something for ordinary use from the same lump of clay.", "22": "Now if God wants to demonstrate his wrath and reveal his power, can't he be extremely patient with the objects of his wrath that are made for destruction? ", "23": "Can't he also reveal his glorious riches to the objects of his mercy that he has prepared ahead of time for glory— ", "24": "including us, whom he also called, not only from the Jews but from the gentiles as well? ", "25": "As the Scripture[v] says in Hosea, “Those who are not my people I will call my people, and the one who was not loved I will call my loved one.[w]", "26": "In the very place where it was told them, 'You are not my people,' they will be called children of the living God.”[x]", "27": "Isaiah also calls out concerning Israel, “Although the descendants of Israel are as numerous as the grains of sand on the seashore, only a few will be saved.", "28": "For the Lord[y] will carry out his plan decisively, bringing it to completion on the earth.”[z]", "29": "It is just as Isaiah predicted: “If the Lord of the Heavenly Armies had not left us some descendants, we would have become like Sodom and would have been compared to Gomorrah.”[aa]", "30": "What can we say, then? Gentiles, who were not pursuing righteousness, have attained righteousness, a righteousness that comes through faith. ", "31": "But Israel, who pursued righteousness based on the Law, did not achieve the Law. ", "32": "Why not? Because they did not pursue it on the basis of faith, but as if it were based on achievements. They stumbled over the stone that causes people to stumble. ", "33": "As it is written, “Look! I am placing a stone in Zion over which people will stumble— a large rock that will make them fall— and the one who believes in him will never be ashamed.”[ab]"}