{"1": "The Lord spoke to Moses in the Sinai desert, in the meeting tent on the first day of the second month, in the second year after they had come out of the land of Egypt. The Lord said, ", "2": "“Number all the people of Israel, by their families, by those of their fathers' houses. Write down the names of every male, head by head, ", "3": "twenty years old and older. You and Aaron number by their armies whoever in Israel is able to go out to war. ", "4": "A man from each family should be with you to help you. Each one should be the head of his father's house. ", "5": "These are the names of the men who will help you: Shedeur's son Elizur from Reuben, ", "6": "Zurishaddai's son Shelumiel from Simeon, ", "7": "Amminadab's son Nahshon from Judah, ", "8": "Zuar's son Nethanel from Issachar, ", "9": "and Helon's son Eliab from Zebulun. ", "10": "From the sons of Joseph there will be Ammihud's son Elishama from Ephraim, and Pedahzur's son Gamaliel from Manasseh. ", "11": "There will be Gideoni's son Abidan from Benjamin, ", "12": "Ammishaddai's son Ahiezer from Dan, ", "13": "Ochran's son Pagiel from Asher, ", "14": "Deuel's son Eliasaph from Gad, ", "15": "and Enan's son Ahira from Naphtali.” ", "16": "These were the ones chosen from the people. They were the leaders of their fathers' families, the heads of thousands in Israel.", "17": "Moses and Aaron took these men who had been chosen by name. ", "18": "And they gathered all the people together on the first day of the second month. The people gave their names by families, by their fathers' houses, by the number of names from twenty years old and older, head by head. ", "19": "They did just as the Lord had told Moses. So he numbered them in the desert of Sinai.", "20": "The sons of Reuben, Israel's first-born, were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "21": "The number of the family of Reuben was 46,500.", "22": "The sons of Simeon were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "23": "The number of the family of Simeon was 59,300.", "24": "The sons of Gad were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "25": "The number of the family of Gad was 45,650.", "26": "The sons of Judah were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "27": "The number of the family of Judah was 74,600.", "28": "The sons of Issachar were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "29": "The number of the family of Issachar was 54,400.", "30": "The sons of Zebulun were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "31": "The number of the family of Zebulun was 57,400.", "32": "The sons of Joseph, the sons of Ephraim, were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "33": "The number of the family of Ephraim was 40,500.", "34": "The sons of Manasseh were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "35": "The number of the family of Manasseh was 32,200.", "36": "The sons of Benjamin were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "37": "The number of the family of Benjamin was 35,400.", "38": "The sons of Dan were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "39": "The number of the family of Dan was 62,700.", "40": "The sons of Asher were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "41": "The number of the family of Asher was 41,500.", "42": "The sons of Naphtali were numbered by their families, by their fathers' houses, by the number of names. Every male twenty years old and older was numbered, whoever was able to go out to war. ", "43": "The number of the family of Naphtali was 53,400.", "44": "These were numbered by Moses and Aaron, and the leaders of Israel, twelve men, each chosen from his father's house. ", "45": "All the men of Israel were numbered by their fathers' houses, twenty years old and older, whoever in Israel was able to go out to war. ", "46": "The number of all the men was 603,550. ", "47": "But the Levites by their fathers' family were not numbered with them. ", "48": "For the Lord had told Moses, ", "49": "“Only the family of Levi should not be numbered. Do not add their number among the sons of Israel. ", "50": "But have the Levites take care of the meeting tent of the Law, and all that is in it, and all that belongs to it. They will carry the meeting tent and all that goes in it. They will take care of it, and set up their tents around it. ", "51": "When the meeting tent is to be moved, the Levites will take it down. When the meeting tent is brought to a place to stay, the Levites will set it up. If anyone else comes near, he must be put to death. ", "52": "The people of Israel will set up their tents by their own groups and armies, each man by his own flag. ", "53": "But the Levites will set up their tents around the meeting tent of the Law. Then no anger will come upon the people of Israel. The Levites must take care of the meeting tent of the Law.” ", "54": "So the people of Israel did this. They did everything the Lord had told Moses."}