{"1": "After the very bad disease came on the people because of Israel's sin, the Lord said to Moses and Eleazar the son of Aaron the religious leader, ", "2": "“Add the numbers of all the people of Israel who are twenty years old and older, by their fathers' houses. Number whoever in Israel is able to go to war.” ", "3": "So Moses and Eleazar the religious leader said to the people in the plains of Moab by the Jordan at Jericho, ", "4": "“Number the people who are twenty years old and older, as the Lord has told Moses.” Now these were the sons of Israel who came out of the land of Egypt. ", "5": "Reuben was the first-born son of Israel. Reuben's sons were the family of the Hanochites from Hanoch, the family of the Palluites from Pallu, ", "6": "the family of the Hezronites from Hezron, and the family of the Carmites from Carmi. ", "7": "These are the families of the Reubenites, and their number was 43,730. ", "8": "Eliab was the son of Pallu. ", "9": "The sons of Eliab were Nemuel, Dathan and Abiram. These are Dathan and Abiram who were chosen by the people and who joined with Korah to argue against Moses and Aaron. They argued against the Lord, ", "10": "and the earth opened its mouth and took them together with Korah, when that group died. The fire destroyed 250 men, and taught others to be careful. ", "11": "But the sons of Korah did not die.", "12": "The sons of Simeon by their families were the family of the Nemuelites from Nemuel, the family of the Jaminites from Jamin, the family of the Jachinites from Jachin, ", "13": "the family of the Zerahites from Zerah, and the family of the Shaulites from Shaul. ", "14": "These are the families of the Simeonites, 22,200 people. ", "15": "The sons of Gad by their families were the family of the Zephonites from Zephon, the family of the Haggites from Haggi, the family of the Shunites from Shuni, ", "16": "the family of the Oznites from Ozni, the family of the Erites from Eri, ", "17": "the family of the Arodites from Arod, and the family of the Arelites from Areli. ", "18": "These are the families of the sons of Gad. Their number was 40,500.", "19": "The sons of Judah were Er and Onan. But Er and Onan died in the land of Canaan. ", "20": "The sons of Judah by their families were the family of the Shelanites from Shelah, the family of the Perezites from Perez, and the family of the Zerahites from Zerah. ", "21": "The sons of Perez were the family of the Hezronites from Hezron, and the family of the Hamulites from Hamul. ", "22": "These are the families of Judah. Their number was 76,500.", "23": "The sons of Issachar by their families were the family of the Tolaites from Tola, the family of the Punites from Puvah, ", "24": "the family of the Jashubites from Jashub, and the family of the Shimronites from Shimron. ", "25": "These are the families of Issachar. Their number was 64,300.", "26": "The sons of Zebulun by their families were the family of the Seredites from Sered, the family of the Elonites from Elon, and the family of the Jahleelites from Jahleel. ", "27": "These are the families of the Zebulunites. Their number was 60,500.", "28": "The sons of Joseph by their families were Manasseh and Ephraim. ", "29": "The sons of Manasseh were the family of the Machirites from Machir, and the family of the Gileadites from Gilead. Machir was the father of Gilead. ", "30": "The sons of Gilead were the family of the Iezerites from Iezer, the family of the Helekites from Helek, ", "31": "the family of the Asrielites from Asriel, the family of the Shechemites from Shechem, ", "32": "the family of the Shemidaites from Shemida, and the family of the Hepherites from Hepher. ", "33": "Hepher's son Zelophehad had no sons, but only daughters. The names of Zelophehad's daughters were Mahlah, Noah, Hoglah, Milcah and Tirzah. ", "34": "These were the families of Manasseh. Their number was 52,700.", "35": "The sons of Ephraim by their families were the family of the Shuthelaites from Shuthelah, the family of the Becherites from Becher, and the family of the Tahanites from Tahan. ", "36": "The sons of Shuthelah were the family of the Eranites from Eran. ", "37": "These are the families of the sons of Ephraim. Their number was 32,500. These are the sons of Joseph by their families.", "38": "The sons of Benjamin by their families were the family of the Belaites from Bela, the family of the Ashbelites from Ashbel, the family of the Ahiramites from Ahiram, ", "39": "the family of the Shuphamites from Shupham, and the family of the Huphamites from Hupham. ", "40": "The sons of Bela were Ard and Naaman, the family of the Ardites from Ard, and the family of the Naamites from Naaman. ", "41": "These are the sons of Benjamin by their families. Their number was 45,600.", "42": "The sons of Dan by their families were the family of the Shuhamites from Shuham. These are the families of Dan by their families. ", "43": "The number of all the families of the Shuhamites was 64,400.", "44": "The sons of Asher by their families were the family of the Imnites from Imnah, the family of the Ishvites from Ishvi, and the family of the Beriites from Beriah. ", "45": "The sons of Beriah were the family of the Heberites from Heber, and the family of the Malchielites from Malchiel. ", "46": "The name of Asher's daughter was Serah. ", "47": "These are the families of the sons of Asher. Their number was 53,400.", "48": "The sons of Naphtali by their families were the family of the Jahzeelites from Jahzeel, the family of the Gunites from Guni, ", "49": "the family of the Jezerites from Jezer, and the family of the Shillemites from Shillem. ", "50": "These are the families of Naphtali by their families. Their number was 45,400.", "51": "Those who were numbered of the sons of Israel were 601,730.", "52": "The Lord said to Moses, ", "53": "“The land will be divided among these people by the number of names. ", "54": "Give more land to the larger group. Give less land to the smaller group. Each family should be given land by the number of its people. ", "55": "But the land should be divided by drawing names. They will receive their land by the names of the families of their fathers. ", "56": "The land will be divided between the larger and smaller groups by the names that are drawn.”", "57": "Those who were numbered of the Levites by their families were the family of the Gershonites from Gershon, the family of the Kohathites from Kohath, and the family of the Merarites from Merari. ", "58": "The families of Levi were the Libnites, the Hebronites, the Mahlites, the Mushites, and the Korahites. Kohath was the father of Amram. ", "59": "The name of Amram's wife was Jochebed, the daughter of Levi. She was born to Levi in Egypt. And she gave birth to Amram's children, Aaron and Moses and their sister Miriam. ", "60": "Aaron was the father of Nadab, Abihu, Eleazar and Ithamar. ", "61": "But Nadab and Abihu died when they burned fire that was not holy before the Lord. ", "62": "The number of all of their males a month old and older was 23,000. For they were not numbered among the people of Israel, because no land was given to them among the people of Israel.", "63": "These are the people who were numbered by Moses and Eleazar the religious leader. They numbered the sons of Israel in the plains of Moab by the Jordan at Jericho. ", "64": "But among all these was not one of those numbered by Moses and Aaron the religious leader when the people of Israel were numbered in the Desert of Sinai. ", "65": "For the Lord had said of them, “For sure they will die in the desert.” There was not a man left of them, except Caleb the son of Jephunneh, and Joshua the son of Nun."}