{"1": "'You will have a holy gathering on the first day of the seventh month. You must do no hard work. It is a day for you to blow the horns. ", "2": "Give as a pleasing smell to the Lord a burnt gift of one bull, one ram, and seven male lambs one year old, all are to be perfect. ", "3": "And give fine flour mixed with oil for their grain gift. Give three-tenths part of a basket for the bull, two-tenths part for the ram, ", "4": "and one-tenth part for each of the seven lambs. ", "5": "Then give one male goat for a sin gift, to pay for your sins. ", "6": "These gifts should be besides the burnt gift of the new moon, and its grain gift, and each day's burnt gift and its grain gift, and their drink gifts. It must be done by the Law, for a pleasing smell, a gift by fire to the Lord.", "7": "'You will have a holy gathering on the tenth day of this seventh month, and be without pride. You must not do any work. ", "8": "You will give to the Lord as a pleasing smell a burnt gift of one bull, one ram, and seven male lambs one year old, all are to be perfect. ", "9": "And give fine flour mixed with oil for their grain gift. Give three-tenths part of a basket for the bull, two-tenths part for the one ram, ", "10": "and a tenth part for each of the seven lambs. ", "11": "Then give one male goat for a sin gift, besides the sin gift to pay for sins, each day's burnt gift and its grain gift, and their drink gifts.", "12": "'You will have a holy gathering on the fifteenth day of the seventh month. You must do no hard work, and you will have a special supper to the Lord for seven days. ", "13": "You will give a burnt gift of thirteen bulls, two rams, and fourteen male lambs one year old that are perfect. They will be a gift by fire, a pleasing smell to the Lord. ", "14": "And give fine flour mixed with oil for their grain gift. Give three-tenths part of a basket for each of the thirteen bulls, two-tenths part for each of the two rams, ", "15": "and a tenth part for each of the fourteen lambs. ", "16": "Then give one male goat for a sin gift, besides each day's burnt gift, its grain gift and its drink gift.", "17": "'Then on the second day give twelve bulls, two rams, and fourteen male lambs one year old that are perfect. ", "18": "And give their grain gifts and drink gifts for the number of bulls, rams and lambs, by the Law. ", "19": "Give one male goat for a sin gift, besides each day's burnt gift and its grain gift, and their drink gifts.", "20": "'On the third day give eleven bulls, two rams, and fourteen male lambs one year old that are perfect. ", "21": "Give their grain gifts and drink gifts for the number of bulls, rams and lambs, by the Law. ", "22": "Then give one male goat for a sin gift, besides each day's burnt gift and its grain gift and drink gift.", "23": "'On the fourth day give ten bulls, two rams, and fourteen male lambs one year old that are perfect. ", "24": "Give their grain gifts and drink gifts for the number of bulls, rams and lambs, by the Law. ", "25": "Then give one male goat for a sin gift, besides each day's burnt gift, its grain gift and drink gift.", "26": "'On the fifth day give nine bulls, two rams, and fourteen male lambs one year old that are perfect. ", "27": "Give their grain gifts and drink gifts for the number of bulls, rams and lambs, by the Law. ", "28": "Then give one male goat for a sin gift, besides each day's burnt gift and its grain gift and drink gift.", "29": "'On the sixth day give eight bulls, two rams, and fourteen male lambs one year old that are perfect. ", "30": "Give their grain gifts and drink gifts for the number of bulls, rams and lambs, by the Law. ", "31": "Then give one male goat for a sin gift, besides each day's burnt gift, its grain gift and drink gift.", "32": "'On the seventh day give seven bulls, two rams, and fourteen male lambs one year old that are perfect. ", "33": "Give their grain gifts and drink gifts for the number of bulls, rams and lambs, by the Law. ", "34": "Then give one male goat for a sin gift, besides each day's burnt gift, its grain gift and drink gift.", "35": "'You will have a religious gathering on the eighth day. You must do no hard work. ", "36": "But give a burnt gift of one bull, one ram, and seven male lambs one year old that are perfect. It will be a gift by fire, a pleasing smell to the Lord. ", "37": "Give their grain gifts and drink gifts for the bull, the ram and lambs, for their number, by the Law. ", "38": "Then give one male goat for a sin gift, besides each day's burnt gift and its grain gift and drink gift.", "39": "'Give these to the Lord at the times given, besides your promised gifts and your free-will gifts. They will be for your burnt gifts, your grain gifts, your drink gifts and for your peace gifts.'” ", "40": "Moses said to the people of Israel all that the Lord had told him."}