{"1": "Then Moses said to the heads of the families of the sons of Israel, “This is what the Lord has said. ", "2": "If a man makes a promise to the Lord, or swears that he will keep his promise, he must not break his word. He must do all that he said he would do. ", "3": "If a woman makes a promise to the Lord, and swears to keep her promise in her father's house when she is young, ", "4": "and if her father hears her promise and how she has sworn to keep it, and says nothing to her, then all her promises must be kept. She must keep every promise she has sworn to keep. ", "5": "But if her father does not allow her to keep her promise on the day he hears of it, then she does not need to keep any of the promises she has sworn to keep. The Lord will forgive her because her father would not allow it.", "6": "“If she gets married and has promises to keep because of what she swore without thinking, ", "7": "and if her husband hears of it and says nothing to her on the day he hears, then she must keep the promises she has sworn to keep. ", "8": "But if on the day he hears of it, her husband does not allow her to keep her promise, then she will not have to keep the promise that she had sworn to keep when she was not thinking. The Lord will forgive her.", "9": "“A woman whose husband has died or left her must keep the promises she has sworn to keep. ", "10": "But if she has made a promise in her husband's house, and she has sworn to keep a promise there ", "11": "and if her husband hears of it, and does not go against her or say anything to her, then she must keep all the promises she had sworn to keep. ", "12": "But if her husband does not allow her to keep her promises on the day he hears of them, then she does not have to keep the promises she had sworn to keep. If her husband will not let her keep them, the Lord will forgive her.", "13": "“Her husband has the right to have her keep, or not keep, any promise she has sworn to keep. ", "14": "But if her husband says nothing to her from day to day, then she must keep all her promises. He made her promises so they could not be changed, because he said nothing to her on the day he heard of them. ", "15": "But if he will not allow her to keep her promises after he has heard of them, then her guilt will be on him.”", "16": "These are the Laws which the Lord told Moses, between a man and his wife, and between a father and his daughter, while she is young and in her father's house."}