{"1": "The Lord said to Moses, ", "2": "“Punish the Midianites for the people of Israel. After that you will be buried with your people.” ", "3": "Then Moses said to the people, “Take men from among you and make them ready for war against Midian. They will punish Midian for the Lord. ", "4": "Send to the war 1,000 men from each of all the family groups of Israel.” ", "5": "So 1,000 men came from each of the family groups of the thousands of Israel. There were 12,000 ready for war. ", "6": "Moses sent them, 1,000 from each family group, to the war. Phinehas the son of Eleazar the religious leader went to the war with them. In his hand were the holy objects and the horns for blowing the sound of coming danger. ", "7": "So the men made war against Midian, just as the Lord had told Moses, and they killed every male. ", "8": "They killed the five kings of Midian with the sword also, Evi, Rekem, Zur, Hur, and Reba. And they also killed Balaam the son of Beor with the sword. ", "9": "The people of Israel took the women of Midian and their little ones, and all their cattle, all their flocks, and all the good things that belonged to them. ", "10": "Then they burned all their cities where they lived and all their tents. ", "11": "They took all that was left of both man and animal. ", "12": "And they brought the people they had taken and the animals and whatever belonged to them to Moses, and to Eleazar the religious leader, and to the people of Israel. Their tents were on the plains of Moab by the Jordan near Jericho.", "13": "Moses and Eleazar the religious leader and all the leaders of the people went out from the tents to meet them. ", "14": "Moses was angry with the leaders of the army, the heads of thousands and the heads of hundreds, who had fought in the war. ", "15": "He said to them, “Have you allowed all the women to live? ", "16": "See, these women listened to Balaam and caused the people of Israel to sin against the Lord in what happened at Peor. So the very bad disease came to the people of the Lord. ", "17": "Now kill every male among the little ones, and kill every woman who has had a man. ", "18": "But keep alive for yourselves all the girls who have not had a man. ", "19": "Stay away from the tents for seven days. If you have killed any person or have touched any dead body, you must make yourself and those you have taken clean, on the third day and on the seventh day. ", "20": "You must clean every piece of clothing, everything made of leather, everything made of goats' hair, and everything made of wood.”", "21": "Then Eleazar the religious leader said to the men of war who had gone to battle, “This is the Law which the Lord has told Moses. ", "22": "Take the gold, silver, brass, iron, tin and lead, ", "23": "everything that can last through fire. Pass it through the fire, and it will be clean. But it must be made pure with the water for cleaning. Whatever cannot last through fire you must pass through the water. ", "24": "You must wash your clothes on the seventh day, and you will be clean. Then you may come among the tents.”", "25": "The Lord said to Moses, ", "26": "“You and Eleazar the religious leader and the heads of the fathers' houses of the people should number all that was taken from the battle, both of man and animal. ", "27": "Divide what was taken between the men of war who went to battle and all the people. ", "28": "Then take a tax for the Lord from the men of war who went out to battle. Take one out of 500 of the persons and the cattle and the donkeys and the sheep. ", "29": "Take this from their half and give it to Eleazar the religious leader, as a gift to the Lord. ", "30": "From the half belonging to the people of Israel, take one out of every fifty of the persons and cattle and donkeys and sheep and all the animals. Give them to the Levites who take care of the meeting tent of the Lord.” ", "31": "Moses and Eleazar the religious leader did just as the Lord had told Moses.", "32": "What was left from that which the men of war had taken was 675,000 sheep, ", "33": ",000 cattle, ", "34": ",000 donkeys, ", "35": "and 32,000 persons in all, of women who had never had a man. ", "36": "The half taken by those who went out to war was 337,500 sheep. ", "37": "The Lord's tax was 675 sheep. ", "38": "There were 36,000 cattle, from which the Lord's tax was seventy-two. ", "39": "There were 30,500 donkeys, from which the Lord's tax was sixty-one. ", "40": "And there were 16,000 persons, from whom the Lord's tax was thirty-two. ", "41": "Moses gave the tax, which was the Lord's gift, to Eleazar the religious leader, just as the Lord had told Moses.", "42": "Moses divided the people of Israel's half from the men who had gone to war. ", "43": "The people's half was 337,500 sheep, ", "44": ",000 cattle, ", "45": ",500 donkeys, ", "46": "and 16,000 persons. ", "47": "Moses took one out of every fifty of both man and animal from the people of Israel's half. He gave them to the Levites, who took care of the meeting tent of the Lord, just as the Lord had told Moses.", "48": "Then the leaders of the thousands of the army, the heads of thousands and the heads of hundreds, came to Moses. ", "49": "They said to him, “Your servants have numbered the men of war whom we lead. Not one man is missing from us. ", "50": "We have brought as a gift to the Lord what each man found, objects of gold, things to be worn on the arms and fingers and ears and necks. They are to pay for our sins before the Lord.” ", "51": "Moses and Eleazar the religious leader took the gold from them, all the objects made of beaten gold. ", "52": "All the gold of the gift they gave to the Lord from the heads of thousands and the heads of hundreds was worth 16,750 gold pieces. ", "53": "For the men of war had taken things from the battle, every man for himself. ", "54": "So Moses and Eleazar the religious leader took the gold from the heads of thousands and of hundreds. They brought it to the meeting tent so that the people of Israel would be remembered before the Lord."}