{"1": "Now the sons of Reuben and the sons of Gad had very many cattle. And they saw that the land of Jazer and the land of Gilead was a good place for cattle. ", "2": "So the sons of Gad and the sons of Reuben came and said to Moses and Eleazar the religious leader and the leaders of the people, ", "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon, ", "4": "the land which the Lord won in battle in front of the people of Israel, is a land for cattle and your servants have cattle.” ", "5": "And they said, “If we have found favor in your eyes, let this land be given to your servants as our own. Do not take us to the other side of the Jordan.”", "6": "But Moses said to the sons of Gad and the sons of Reuben, “Should your brothers go to war while you sit here? ", "7": "Why do you take from the people of Israel the desire to cross over into the land the Lord has given them? ", "8": "This is what your fathers did when I sent them from Kadesh-barnea to see the land. ", "9": "They went up to the valley of Eshcol and saw the land. Then they took the desire away from the people of Israel so that they did not go into the land the Lord had given them. ", "10": "So the Lord's anger burned on that day, and He swore, saying ", "11": "'None of the men who came up from Egypt, twenty years old and older, will see the land I promised to Abraham, Isaac and Jacob. For they did not follow Me with all their heart. ", "12": "Only Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun will see it. For they have followed the Lord with all their hearts.' ", "13": "So the Lord's anger burned against Israel. He made them travel in the desert forty years, until all the people of that day who had sinned in the eyes of the Lord were destroyed. ", "14": "Now see, you have grown up in your fathers' place, children of sinful men. You add still more to the burning anger of the Lord against Israel. ", "15": "For if you turn away from following Him, He will leave them in the desert again and you will destroy all these people.”", "16": "Then they came near him and said, “We will build safe places for our flocks here, and cities for our little ones. ", "17": "But we will be ready for battle and will go with the people of Israel until we have brought them to their place. Our little ones will live within the walls of the cities because of the people who live in the land. ", "18": "We will not return to our homes until every one of the people of Israel has received his land. ", "19": "For we will not have any land among them on the other side of the Jordan. Our land has come to us on this side of the Jordan toward the east.”", "20": "So Moses said to them, “Do as you say. Get ready for war before the Lord. ", "21": "All of you men of war cross over the Jordan before the Lord until He has driven away those who fight against Him, ", "22": "and has won the land in battle. Then after this you may return because you have done your duty to the Lord and to Israel. This land will be your land before the Lord. ", "23": "But if you do not do as you say, you have sinned against the Lord. And for sure you will be punished for your sin. ", "24": "Build cities for your little ones and places for your sheep. Then do what you have promised.” ", "25": "The sons of Gad and the sons of Reuben said to Moses, “Your servants will do just as my lord says. ", "26": "Our little ones, our wives, our flocks and all our cattle will stay there in the cities of Gilead. ", "27": "But your servants, everyone who is ready for war, will cross over before the Lord to battle, just as my lord says.”", "28": "So Moses gave news about them to Eleazar the religious leader, Joshua the son of Nun, and to the heads of the fathers' houses of the families of the people of Israel. ", "29": "Moses said to them, “The sons of Gad and the sons of Reuben, every man ready for battle, are to cross with you over the Jordan before the Lord, and the land will be won. After this, you must give them the land of Gilead for their own. ", "30": "But if they will not cross over with you ready for battle, their land must be among you in the land of Canaan.” ", "31": "The sons of Gad and the sons of Reuben answered, “We will do as the Lord has said to your servants. ", "32": "We will cross over into the land of Canaan ready for battle before the Lord. And the land on this side of the Jordan will be ours.”", "33": "So Moses gave the nations of Sihon king of the Amorites and Og king of Bashan to the sons of Gad and the sons of Reuben and the half-family group of Joseph's son Manasseh. He gave them the land, with its cities and the country around them. ", "34": "Then the sons of Gad built Dibon, Ataroth, Aroer, ", "35": "Atrothshophan, Jazer, Jogbehah, ", "36": "Bethnimrah and Beth-haran, cities with walls around them. And they made safe places for their sheep. ", "37": "The sons of Reuben built Heshbon, Elealeh, Kiriathaim, ", "38": "Nebo and Baal-meon (their names to be changed), and Sibmah. And they gave other names to the cities they built. ", "39": "The sons of Manasseh's son Machir went to Gilead and took it. They drove away the Amorites who were in it. ", "40": "So Moses gave Gilead to Machir the son of Manasseh, and he lived in it. ", "41": "Jair the son of Manasseh went and took its towns, and called them Havvoth-jair. ", "42": "Nobah went and took Kenath and its towns, and called it Nobah after his own name."}