{"1": "Then the Lord said to Moses, ", "2": "“Tell the people of Israel, 'When you go into the land of Canaan, this is the land that will be given to you, all the land of Canaan. ", "3": "Your south side will be from the Desert of Zin along the side of Edom. It will go east from the end of the Salt Sea. ", "4": "Then the side of your land will turn from the south up to the pass of Akrabbim and on to Zin. Its end will be south of Kadesh-barnea. It will go to Hazaraddar and on to Azmon. ", "5": "Then it will turn from Azmon to the river of Egypt, and will end at the sea.", "6": "'The west side of your land will be the shore of the Great Sea.", "7": "'Your north side will be from the Great Sea to Mount Hor. ", "8": "And it will go from Mount Hor to the Lebohamath, and end at Zedad. ", "9": "Then it will go to Ziphron and end at Hazer-enan. This will be the north side.", "10": "'The east side of your land will be from Hazer-enan to Shepham, ", "11": "then down from Shepham to Riblah on the east side of Ain. Then it will go down to the hill on the east side of the Sea of Chinnereth. ", "12": "It will go down to the Jordan and end at the Salt Sea. This will be the sides all around your land.'”", "13": "Moses told the people of Israel, “This is the land you will receive by drawing names, which the Lord has said should be given to the nine and a half-family groups. ", "14": "For the sons of Reuben have received their land by their fathers' houses. The sons of Gad have received theirs by their fathers' houses. And the half-family group of Manasseh has received their land. ", "15": "The two and a half-family groups have received their land on the other side of the Jordan from Jericho, toward the east.”", "16": "The Lord said to Moses, ", "17": "“Eleazar the religious leader and Joshua the son of Nun are the men who will divide the land to be given to you. ", "18": "And take one leader of every family group to divide the land among you. ", "19": "These are the names of the men. Take Caleb the son of Jephunneh of the family group of Judah. ", "20": "Take Samuel the son of Ammihud of the family group of the sons of Simeon. ", "21": "Take Elidad the son of Chislon of the family group of Benjamin. ", "22": "Take Bukki the son of Jogli as the leader of the family group of the sons of Dan. ", "23": "Of the sons of Joseph, take Hanniel the son of Ephod as the leader of the family group of the sons of Manasseh. ", "24": "Take Kemuel the son of Shiphtan as the leader of the family group of the sons of Ephraim. ", "25": "Take Elizaphan the son of Parnach as the leader of the family group of the sons of Zebulun. ", "26": "Take Paltiel the son of Azzan as the leader of the family group of the sons of Issachar. ", "27": "Take Ahihud the son of Shelomi as the leader of the family group of the sons of Asher. ", "28": "And take Pedahel the son of Ammihud as the leader of the family group of the sons of Naphtali.” ", "29": "These are the men whom the Lord told to divide the land among the people of Israel in the land of Canaan."}