{"1": "Moses finished putting up the meeting tent. On that day he put oil on it and made it holy, with the things inside, the altar and all its objects. He put oil on them and made them holy. ", "2": "Then the leaders of Israel, the heads of their fathers' houses, brought their gifts. They were the leaders of the families, the heads of those who were numbered. ", "3": "As gifts to the Lord they brought six covered wagons and twelve bulls, a wagon for every two of the leaders and a bull for each one. Then they gave them in front of the meeting tent. ", "4": "The Lord said to Moses, ", "5": "“Receive these things from them, that they may be used in the work of the meeting tent. Give them to the Levites, to each man for the work he does.” ", "6": "So Moses took the wagons and the bulls, and gave them to the Levites. ", "7": "He gave two wagons and four bulls to the sons of Gershon, for the work they were doing. ", "8": "He gave four wagons and eight bulls to the sons of Merari, for the work they were doing under the leading of Ithamar the son of Aaron the religious leader. ", "9": "But Moses did not give any to the sons of Kohath. They had the duty of taking care of the holy objects which had to be carried on their shoulders. ", "10": "The leaders gave gifts to set apart the altar on the day the oil was poured on it. They gave their gifts in front of the altar. ", "11": "Then the Lord said to Moses, “Let one leader each day give the gifts to set apart the altar.”", "12": "The one who gave his gift on the first day was Nahshon the son of Amminadab, of the family of Judah. ", "13": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish that weighed as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "14": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "15": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift in worship. ", "16": "He gave one male goat for a sin gift. ", "17": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift given by Nahshon the son of Amminadab.", "18": "On the second day Nethanel the son of Zuar, leader of Issachar, gave a gift in worship. ", "19": "He gave for his gift one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "20": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "21": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "22": "He gave one male goat for a sin gift. ", "23": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Nethanel the son of Zuar.", "24": "On the third day it was Eliab the son of Helon, leader of the sons of Zebulun. ", "25": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "26": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "27": "He gave one young bull, one ram, and one male lamb one year old, for a burnt gift. ", "28": "He gave one male goat for a sin gift. ", "29": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Eliab the son of Helon.", "30": "On the fourth day it was Elizur the son of Shedeur, leader of the sons of Reuben. ", "31": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "32": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "33": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "34": "He gave one male goat for a sin gift. ", "35": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Elizur the son of Shedeur.", "36": "On the fifth day it was Shelumiel the son of Zurishaddai, the leader of the sons of Simeon. ", "37": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "38": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "39": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "40": "He gave one male goat for a sin gift. ", "41": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Shelumiel the son of Zurishaddai.", "42": "On the sixth day it was Eliasaph the son of Deuel, the leader of the sons of Gad. ", "43": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "44": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "45": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "46": "He gave one male goat for a sin gift. ", "47": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Eliasaph the son of Deuel.", "48": "On the seventh day it was Elishama the son of Ammihud, the leader of the sons of Ephraim. ", "49": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "50": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "51": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "52": "He gave one male goat for a sin gift. ", "53": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Elishama the son of Ammihud.", "54": "On the eighth day it was Gamaliel the son of Pedahzur, the leader of the sons of Manasseh. ", "55": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "56": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "57": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "58": "He gave one male goat for a sin gift. ", "59": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Gamaliel the son of Pedahzur.", "60": "On the ninth day it was Abidan the son of Gideoni, the leader of the sons of Benjamin. ", "61": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "62": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "63": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "64": "He gave one male goat for a sin gift. ", "65": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Abidan the son of Gideoni.", "66": "On the tenth day it was Ahiezer the son of Ammishaddai, the leader of the sons of Dan. ", "67": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "68": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "69": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "70": "He gave one male goat for a sin gift. ", "71": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Ahiezer the son of Ammishaddai.", "72": "On the eleventh day it was Pagiel the son of Ochran, the leader of the sons of Asher. ", "73": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "74": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "75": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "76": "He gave one male goat for a sin gift. ", "77": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Pagiel the son of Ochran.", "78": "On the twelfth day it was Ahira the son of Enan, the leader of the sons of Naphtali. ", "79": "His gift was one silver dish that weighed as much as 130 pieces of silver, and one silver dish weighing as much as seventy pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. Both of them were full of fine flour mixed with oil for a grain gift. ", "80": "And he gave one gold dish weighing as much as ten pieces of silver, full of special perfume. ", "81": "He gave one bull, one ram, and one male lamb one year old, for a burnt gift. ", "82": "He gave one male goat for a sin gift. ", "83": "For the peace gifts he gave two bulls, five rams, five male goats, and five male lambs one year old. This was the gift of Ahira the son of Enan. ", "84": "This was the gift to set apart the altar on the day the oil was poured on it. The leaders of Israel gave twelve silver dishes, twelve deep dishes made of silver, and twelve gold dishes. ", "85": "Each silver dish weighed as much as 130 pieces of silver. Each deep dish weighed as much as seventy pieces of silver. All the silver of the dishes weighed as much as 2,400 pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. ", "86": "The twelve gold dishes full of special perfume each weighed as much as ten pieces of silver. They were weighed by the weight of silver agreed upon for the meeting tent. All the gold of the dishes weighed as much as 120 pieces of silver. ", "87": "All the animals given for the burnt gift were twelve bulls, twelve rams, and twelve male lambs one year old with their grain gifts. Twelve male goats were given for a sin gift. ", "88": "All the animals given for the peace gifts were twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs one year old. This was the gift to set apart the altar after the oil was poured on it.", "89": "Moses went into the meeting tent to speak with the Lord. And he heard the voice speaking to him from above the mercy-seat that was on the special box with the Law, between the two cherubim. So the Lord spoke to him."}