{"1": "The Lord said to Moses, ", "2": "“Say to Aaron, 'When you put the seven lamps on the lamp-stand, they should give light in front of the lamp-stand.'” ", "3": "And Aaron did so. He put the lamps so they would give light in front of the lamp-stand, as the Lord had told Moses. ", "4": "Now this is the way the lamp-stand was made. It was made of beaten gold from the base to its flowers. He made the lamp-stand the way the Lord had shown Moses.", "5": "Then the Lord said to Moses, ", "6": "“Take the Levites from among the people of Israel, and make them clean. ", "7": "To make them clean, put holy water on them that takes away sin. Let them cut all the hair from their body, and wash their clothes, and they shall be clean. ", "8": "Then let them take a young bull and its grain gift of fine flour mixed with oil. Take another young bull for a sin gift. ", "9": "Bring the Levites in front of the meeting tent and gather together all the people of Israel also. ", "10": "Bring the Levites before the Lord and the people of Israel will lay their hands on the Levites. ", "11": "Aaron will give the Levites to the Lord as a wave gift from the people of Israel so they will be able to do the work of the Lord. ", "12": "The Levites will lay their hands on the heads of the bulls. They will give one for a sin gift and the other for a burnt gift to the Lord, to pay for the sins of the Levites. ", "13": "Then have the Levites stand in front of Aaron and his sons, to give them as a wave gift to the Lord.", "14": "“So you will divide the Levites from the people of Israel. And the Levites will be Mine. ", "15": "After that the Levites may go in to work in the meeting tent. But you must make them clean and give them as a wave gift. ", "16": "For they are all given to Me from among the people of Israel. I have taken them for Myself instead of every first child to be born, the first-born of all the people of Israel. ", "17": "For every first-born among the people of Israel is Mine, both of man and animal. I set them apart for Myself on the day that I killed all the first-born in the land of Egypt. ", "18": "But I have taken the Levites instead of every first-born among the people of Israel. ", "19": "And I have given the Levites as a gift to Aaron and his sons from among the people of Israel. They will do the work of the people of Israel at the meeting tent. By this they take away the sins of the people of Israel. So no trouble will come upon the people of Israel if they come near the meeting tent.”", "20": "Moses and Aaron and all the people of Israel did this to the Levites. The people of Israel did to them all the things the Lord had told Moses about the Levites. ", "21": "The Levites made themselves pure, putting away their sin. And they washed their clothes. Aaron gave them as a wave gift before the Lord. He did what had to be done to pay for their sin so they would be clean. ", "22": "After that the Levites went in to do their work in the meeting tent in front of Aaron and his sons. So they did to the Levites just what the Lord had told Moses to do.", "23": "The Lord said to Moses, ", "24": "“This is the rule for the Levites. Those who are twenty-five years old and older will go in to do the work of the meeting tent. ", "25": "But when they are fifty years old they will stop these duties and not work any more. ", "26": "They may help their brothers in the meeting tent to do what needs to be done but they themselves must not do the work. These are the rules for the Levites when giving them their duties.”"}