{"1": "The Lord spoke to Moses in the Sinai desert, in the first month of the second year after they had come out of the land of Egypt. The Lord said, ", "2": "“Let the people of Israel keep the Passover at the time given for it. ", "3": "Keep it at its given time, in the evening of the fourteenth day of this month. Keep it by obeying all its Laws.” ", "4": "So Moses told the people of Israel to keep the Passover. ", "5": "And they kept the Passover in the evening of the fourteenth day of the first month, in the Sinai desert. The people of Israel did all that the Lord had told Moses. ", "6": "But there were some men who were unclean because they had touched a dead person. So they could not keep the Passover on that day. They came to Moses and Aaron that day ", "7": "and said to Moses, “We are unclean because we touched a dead person. But why are we kept from giving the Lord's gift at its given time among the people of Israel?” ", "8": "Moses said to them, “Wait, and I will listen to what the Lord will tell me to do with you.”", "9": "Then the Lord said to Moses, ", "10": "“Say to the people of Israel, 'If anyone of you or your children touch a dead person and become unclean, or if you are traveling far away, even so, he may still keep the Passover to the Lord. ", "11": "They will keep it in the evening of the fourteenth day of the second month. They will eat it with bread without yeast and with bitter tasting plants. ", "12": "They must not leave any of it until morning. And they must not break a bone of the lamb. They must obey all of the Law of the Passover. ", "13": "But if a man is clean and is not away traveling, yet does not keep the Passover, he must be cut off from his people. For he did not give the Lord's gift at the time he was to do so. That man will be guilty of his sin. ", "14": "If a stranger staying with you wants to keep the Passover to the Lord and obey the Law of the Passover, he may do so. You will have one law, both for the stranger and for the one who was born in the land.'”", "15": "On the day that the meeting tent was set up, the cloud covered the meeting tent, the tent of the law. In the evening it was over the meeting tent. It looked like fire until morning. ", "16": "It was like this always. The cloud would cover it during the day. What looked like fire would cover it during the night. ", "17": "When the cloud was lifted from over the meeting tent, the people of Israel would move on. Where the cloud rested, there the people of Israel would set up their tents. ", "18": "The people of Israel would move on as the Lord told them. And they would set up their tents as the Lord told them. They stayed in one place as long as the cloud rested over the meeting tent. ", "19": "Even when the cloud rested over the meeting tent for many days, the people of Israel would obey the Lord and not leave. ", "20": "Sometimes the cloud stayed a few days over the meeting tent. But they obeyed the Lord and stayed in that place. Then they would leave when the Lord told them. ", "21": "Sometimes the cloud stayed from evening until morning. When the cloud lifted in the morning, they would leave. If the cloud stayed during the day and the night, when it was lifted, they would leave that place. ", "22": "Even when the cloud stayed over the meeting tent for two days, or a month, or a year the people of Israel would stay in that place and not leave. They would leave when it was lifted. ", "23": "They set up their tents as the Lord told them. And they moved on as the Lord told them. They obeyed what the Lord had told them to do through Moses."}