{"1": "After Saul and Jonathan were killed in battle with the Philistines, David returned from defeating the Amalekites, and for two days he rested in Ziklag. ", "2": "On the third day, a man came from Saul's camp in mourning, his clothes torn, dirt on his head. When he reached David, he fell to the ground facedown before him.", "3": "At the end of 1 Samuel, Saul, Jonathan, and the armies of Israel went to war with the Philistines. The Philistine king wanted David and his men to fight for the Philistines against Israel because David was mighty in battle. But the king's generals convinced him that David could not be trusted, and an attack on his people sent David hurrying off in another direction just as the battle was joined between Israel and Philistia. In that battle, disaster struck: the army of Israel was routed. Saul fought bravely but was defeated, at last falling on his own sword rather than be captured, tortured, and exhibited as a prize; and Saul's son Jonathan, beloved friend of David, also died in the battle. The fall of the first royal house of Israel is complete, and now Israel faces grave danger. David: 3 From where have you come? Soldier: I have come from the camp of Israel; I escaped after the battle.", "4": "David: 4 What happened? Tell me! Soldier: The Israelites ran from the battle, and many of them were killed. King Saul and his son Jonathan are dead.", "5": "David: 5 How do you know they are dead?", "6": "Soldier: 6 Because I happened to be on Mount Gilboa during the attack, and I saw Saul leaning against his spear as the chariots and cavalry approached. ", "7": "He looked around and saw me, and he called to me. I told him, “I am here, my lord.” ", "8": "He asked who I was, and I told him I am an Amalekite. ", "9": "Then he said, “Come here. Stand over me, and kill me because I am suffering but am still alive.” ", "10": "So I did what he asked, because I knew he would not live after he had fallen. I took the crown from his head and his gold armlet and brought them here to you, my lord whom I recognize as the next king.", "11": "When David heard these words, he tore his clothing in grief; and all the men with him did the same. ", "12": "They mourned and wept, and they fasted until evening in honor of Saul and Jonathan and the army of the Eternal One of Israel, because they were cut down by the sword of the enemy.", "13": "David (to the soldier): 13 Where is your home? Soldier: I am the son of an alien living in Israel, an Amalekite. Therefore I am bound by some of the Israelite law.", "14": "David: 14 Weren't you afraid to strike down the Eternal One's anointed king knowing the law would require your death?", "15": "So David called for one of his soldiers to come forward and kill the Amalekite soldier, which he did.", "16": "David: 16 You have only yourself to blame. Your own words convicted you when you said you had killed the Eternal's anointed king.", "17": "Then David mourned the death of Saul and his son Jonathan with this song of grief, ", "18": "the Song of the Bow, which he ordered taught to the people of Judah and recorded in the book of the Upright.[a]", "19": "Although Saul sought David's death on many occasions, and although David cannot act as king until Saul dies, David executes the Amalekite mercenary who has the insolence to strike down God's rightly-anointed king for his disrespect to the position. Demonstrating his respect for Saul, David then composes one of the most beautiful expressions of grief in the Bible, a song of loss and sadness to relay the nation's sense of sorrow, and his own. David: The beauty of Israel lies dead upon your high places. O how the mighty have fallen!", "20": "Don't speak of this in the city of Gath; don't proclaim it in the streets of Ashkelon, Or the daughters of the Philistines will rejoice. The daughters of the foreigners[b] will sing for joy.", "21": "Mountains of Gilboa, let no rain or dew water you; may your mountain fields offer only dust. The shield of the mighty was defiled with your enemy's blood; even the shield of Saul is no longer anointed with oil by the Eternal.", "22": "With the blood of the slain and with the fat of the strong, Jonathan's bow never lost aim; Saul's sword never came back empty.", "23": "Saul and Jonathan were beloved and delightful, always together in life and now in death. They were faster than eagles; they were mightier than lions.", "24": "O daughters of Israel, cry out for Saul, who clothed you in luxurious crimson, who adorned your garments with ornaments of gold.", "25": "O how the mighty have fallen in the height of the battle! Jonathan lies dead upon your high places.", "26": "I agonize over you, my brother Jonathan. I have delighted in you; and your love for me was wonderful, beyond even the love of women.", "27": "O how the mighty have fallen, and the weapons of war lie broken!"}