{"1": "Mephibosheth, the last surviving son of Jonathan, could escape notice in a warlike culture where physical prowess is valued. But David elevates Mephibosheth to the king's table and honors him. David's fulfillment of a promise to a long-dead friend is one of the most attractive stories about the king in the books of Samuel. While David proves too hard and even ruthless at times, his gentleness to those who are helpless is an endearing trait. It is this softness and desire to follow God against all odds that gives him special honor among the kings of Israel. After a while, Nahash, the king of the Ammonites, died; and his son Hanun became the new king. Remember, Nahash and Saul were enemies, but Nahash had helped David.", "2": "David: 2 I will deal fairly with Hanun, son of Nahash, because his father dealt fairly with me. So David sent messengers to Ammon with a message of sympathy about Nahash's death. When David's emissaries arrived, ", "3": "the princes of the Ammonites spoke to Hanun their lord. Ammonite Leaders: Do you think this means David honors your father the king just because he sends these men with empty condolences? Hasn't David ordered them to search the city, keep their eyes open, and plot how to conquer us?", "4": "So Hanun had David's messengers seized. He mocked the men, shaving off half their beards, cutting off their garments at their hips, and then ordering them home.", "5": "When David heard what had happened, he sent messengers to intercept them because they had been publicly humiliated. David: Stay at Jericho until your beards grow back and your shame is gone. Then return home.", "6": "When the Ammonites realized they had earned David's ridicule, they sent for and hired Arameans: 20,000 foot soldiers from Beth-rehob and Zobah, 1,000 fighting men from the king of Maacah, and 12,000 soldiers from Tob.", "7": "When David heard the Ammonites were preparing for war, he sent Joab and all his fighting men. ", "8": "The Ammonites arrayed themselves in front of the gates, but their mercenaries (the Arameans of Zobah and of Rehob, and the men of Tob and Maacah) took up positions out in the open country.", "9": "When Joab saw that the battle lines had been drawn both in front of and behind him, he chose some of Israel's best fighting men and set them against the Arameans, ", "10": "and he put his brother Abishai in charge of the rest and set them against the Ammonites.", "11": "Joab (to Abishai): 11 If the Arameans are too strong for me, come and help me; and if I see that the Ammonites are too strong for you, I will come and help you. ", "12": "Be strong, and let us fight bravely for the sake of our people and the cities of our True God, and may the Eternal do what seems good in His sight.", "13": "So Joab and his soldiers moved against the Arameans, and the mercenaries fled from him. ", "14": "When the Ammonites saw that their hired soldiers, the Arameans, were running away, they also fled from Abishai and his forces and entered into the safety of their city. Then Joab and the armies of Israel stopped fighting the Ammonites and returned to Jerusalem.", "15": "But when the Arameans saw they had been routed by Israel, they came back together to pool all their resources. ", "16": "Hadadezer sent for the Arameans who lived beyond the Euphrates River, and they gathered at Helam under Shobach, the general of all Hadadezer's army. ", "17": "When David got this news, he gathered his army, crossed over the Jordan River, and went to Helam. The Arameans came out and arranged themselves to fight David ", "18": "and ran from Israel in defeat: David killed 700 charioteers and 40,000 horsemen,[a] and he mortally wounded Shobach the commander of their army, who died there.", "19": "When all the rulers who were subject to Hadadezer learned of Israel's victories, they gave up and made peace with Israel and became subject to them. So the Arameans were afraid and would no longer help the Ammonites against David."}