{"1": "After this, Absalom acquired a chariot and horses, and he hired 50 men to run ahead of him. ", "2": "Now Absalom made it a practice to rise early and stand beside the road leading into one of Jerusalem's gates. When someone came along who wanted to petition the king, he would ask, “What is your city?” The person would answer, “Your servant is from a certain tribe of Israel.”", "3": "Absalom: 3 I'm sure your claims are truthful and have merit, but the king has not appointed anyone to hear your case. ", "4": "If only I were appointed the authority in the land! Then anyone with a petition could come before me, and I would give him justice!", "5": "When people came to Absalom to show their respects, he would embrace them and kiss them. ", "6": "Absalom did this to everyone who sought justice from the king; and in this way, he made himself the favorite of the people of Israel.", "7": "When four[a] years had passed, Absalom went to his father the king. Absalom: My king, please let me go to Hebron and satisfy the vow I made to the Eternal One. ", "8": "I made a promise when I lived at Geshur in Aram: “If ever the Eternal will bring me back to Jerusalem, then I will go and serve Him [in Hebron.]”[b]", "9": "David: 9 Go in peace. So he got up and traveled to Hebron. But this was all part of Absalom's plan to come to power. ", "10": "He had secretly planted messengers in all the tribes of Israel with these instructions: “As soon as you hear the trumpet play, then shout that Absalom has been crowned king in Hebron.”", "11": "Absalom is planning to follow in his father's footsteps, for Hebron is where David was first crowned king. Two hundred men from Jerusalem who were ignorant of Absalom's plan were his invited guests on the journey. ", "12": "While Absalom was offering sacrifices to God, he sent for David's counselor Ahithophel of Giloh. The rebellion grew in power and number, ", "13": "and at last a messenger came to David. Messenger: Absalom has captured the loyalty of the people of Israel.", "14": "David could see now that he had been outmaneuvered, so he called for his advisors in Jerusalem and instructed them. David: Gather your things, and let's flee from the city right now, or we won't escape Absalom's revolt. Hurry, or he will catch us and kill us and anyone left in the city.", "15": "David's Advisors: 15 We will do whatever you tell us to do.", "16": "So the king with his household, all the people loyal to David in Jerusalem, left. David left behind 10 royal concubines, members of his harem, and he gave them responsibility over the palace. ", "17": "The king's entourage stopped at the last house on the edge of the city. ", "18": "Then all those who served him, the Cherethites, the Pelethites, and the 600 Gittites who had followed David since he had been exiled in the Philistine city of Gath, went ahead. ", "19": "David turned to Ittai the Gittite, who had been with David since the days of Saul. David: Why are you coming with us? Go back and make friends with the new king, for you are a foreigner, in exile from your home. ", "20": "You came to us only recently; why should you have to wander with us wherever I have to go? Go back and take your people with you, and may the Lord show unfailing mercy to you and be ever faithful.", "21": "Ittai the Gittite: 21 As sure as the Eternal One lives and as my lord the king lives, wherever my lord the king goes, in death or in life, I will follow him.", "22": "David: 22 All right, then. Let's march. So Ittai the Gittite went with David, bringing all the men, women, and children who were with him. ", "23": "The whole country seemed to weep as David and his followers departed. The king crossed over the Kidron stream, and they all continued toward the desert wilderness.", "24": "Abiathar, Zadok, and all the Levite priests traveled with them, carrying the covenant chest of God. The priests had set the chest down beside the road while everyone else departed Jerusalem.", "25": "David (to Zadok): 25 Carry the covenant chest of God back into Jerusalem. If the Eternal looks on me with favor, then I will come back someday to see it in its place in Jerusalem where it belongs. ", "26": "But if He says, “I am through with you,” then I stand ready to endure whatever He wills.", "27": "But as for you and your son Ahimaaz, and Abiathar and his son Jonathan, can't you see that you should go back into Jerusalem in peace? ", "28": "I will be waiting in the wilderness until you send me news.", "29": "So Zadok and Abiathar returned the covenant chest of God to Jerusalem, and they remained there.", "30": "But David and all of those who went into exile with him covered their heads; and weeping, they climbed the Mount of Olives out of the city, David climbing barefoot. ", "31": "Someone told David that his wise counselor Ahithophel was conspiring with Absalom. So David prayed. David: O Eternal One, I ask that you turn Ahithophel's counsel into foolishness.", "32": "When David reached the top of the mountain where God was worshiped, Hushai the Archite, who had been one of his advisors, joined the group of exiles, grieving with his clothes torn and dirt upon his head.", "33": "Since the days of the exodus, Israel has always been something of a “mixed group.” Now during David's flight from Jerusalem, many non-Israelites pay homage and give loyalty to their king. Hushai the Archite and Barzillai the Gileadite are just two of these. David: 33 If you go with us, you will only be a burden to me. ", "34": "But if you return to the city, speak to Absalom. Gain his confidence. Tell him you will serve him as king as you once served me, and that way you can block Ahithophel's advice for me. ", "35-36": "The priests Zadok and Abiathar will be in the city with you. Tell them what you hear in the palace; and they and their sons, Ahimaaz and Jonathan respectively, will pass the news on to me.", "37": "So David's counselor and friend Hushai returned to Jerusalem just as Absalom was entering the city."}