{"1": "Ahithophel had a strategy for victory over David and advised Absalom. Ahithophel: Let me choose 12,000 men, and tonight we will pursue David ", "2-3": "while he is weak and weary. We'll throw him into a panic; then all of the people will run away from him, come back to you, and be safe. I will strike down the king. If we take only the life of this one man here—your father—then everyone else can return to you.", "4": "This advice appealed to Absalom and to Israel's elders.", "5": "Absalom: 5 Call in Hushai the Archite, and see what he thinks.", "6": "When Hushai arrived, Absalom told him what Ahithophel had advised. Absalom: What do you think? Should we do as he suggests? If not, tell us what you'd advise.", "7": "Hushai: 7 I don't think the advice from Ahithophel is good this time, and I'll tell you why: ", "8": "You know that your father and his men are hardened soldiers. Right now they're angry, like a bear that's been robbed of her cubs in the field. Also your father is such a wise warrior that he'll know he's our target. He won't sleep in the same camp with his people. ", "9": "He's probably hidden in a cave or some other hole where he will be hard to find. When our troops start dying in the first attack, everyone will say, “Absalom's men are being slaughtered.” ", "10": "Then even the courageous warriors, the ones with the courage of lions, will disintegrate in fear. Everyone in Israel knows that your father is a true warrior, and those with him are hardened veterans.", "11": "No, my counsel is to take your time. Gather the people of Israel, from Dan to Beersheba, so that you have a large army, like the grains of sand on the beach, and lead them into battle yourself. ", "12": "Wherever David is, we will fall on him like the dew on the ground. We'll kill him and all who defend him. No one will remain. ", "13": "And if he slips into a fortified city, we'll have so many men of Israel that we could lasso that city and pull it down into the valley, so that not even a stone would be left in place.", "14": "Absalom and his counselors decided that Hushai's plan was better than Ahithophel's, not knowing that the Eternal One had determined to thwart Ahithophel's good advice and bring about Absalom's destruction.", "15": "After Hushai advised Absalom, he went to the priests Zadok and Abiathar. He wasn't certain what Absalom would do, so he told them Ahithopel's plan and his own.", "16": "Hushai: 16 Quickly now, send a messenger to David. Tell the king to move deeper into the wilderness, across the river but away from the fords! If he remains where he is tonight, then he and all his followers will be swallowed by Absalom's forces.", "17": "The priests' sons, Jonathan and Ahimaaz, were waiting at En-rogel for news. A servant girl would bring them messages because they couldn't risk being seen entering the city. When they had something to report, they would go tell King David. ", "18": "But this time they were careless, and a boy saw them and reported it to Absalom. So the two men fled to the house of a man in Bahurim. There was a well in the courtyard, and they lowered themselves into it. ", "19": "The man's wife put the cover over the well and spread out grain on top of it, so no one could see it was there. ", "20": "When Absalom's soldiers arrived, they questioned her. Soldiers: Where are the traitors Ahimaaz and Jonathan? Wife: Oh, they've crossed to the other side of the stream. The soldiers looked for them, but when they couldn't find them, they returned to Jerusalem.", "21": "After the soldiers left, they climbed out of the well and went to speak to King David. Ahimaaz and Jonathan: Get ready to cross over the river into the wilderness quickly, because here is Ahithophel's plan of action.", "22": "And knowing about the danger, David and everyone with him crossed over the Jordan River and moved deep into the wilderness. By daybreak not a single man loyal to David was left on the near side of the Jordan.", "23": "When Ahithophel saw that his plan was ignored, he knew the best hope for victory was lost. He saddled his donkey and went home; and after setting his affairs in order, he hanged himself and died. He was buried within his father's tomb.", "24": "Meanwhile David went on to Mahanaim as Absalom was crossing over the Jordan with all of the men of Israel. ", "25": "Absalom had made Amasa commander of the army, which used to be Joab's office. Amasa was a nephew of David: his father was Ithra the Israelite[a] who had married Abigail, Nahash's daughter and also a sister of David and Zeruiah, Joab's mother. ", "26": "Absalom and the army of Israel camped on the plains of Gilead.", "27": "When David arrived in Mahanaim, Shobi (the son of Nahash from Rabbah of the Ammonites), Machir (the son of Ammiel from Lo-debar), and Barzillai the Gileadite (from Rogelim) ", "28": "brought beds, basins, earthenware, wheat, barley, meal, parched seeds and grain, beans, lentils, ", "29": "honey, butter, sheep, and local cheese for David and his men to eat; for they knew the men were hungry, tired, and thirsty there in the wilderness."}