{"1": "Then David gathered the soldiers who were with them and divided them into units of a thousand and a hundred. He appointed leaders over each unit. ", "2": "He divided his army into three groups. A third of them were commanded by Joab, a third by Abishai (Zeruiah's son, Joab's brother), and the final third by Ittai the Gittite. David (to his soldiers): I will go out to fight with you.", "3": "Soldiers: 3 No, you should remain in Mahanaim. If we flee, the people here will not be concerned about us; or if half of us die, they will not care. But they care about you. You're worth 10,000 of us. It's better that you stay here and help us from the city.", "4": "David: 4 All right. I'll do what you think is best. David is torn between his duties as king and his duties as father. When his own son attempts to overthrow him, he is forced to flee his kingdom and is subjected to ridicule and contempt. Absalom sleeps with all the royal concubines, a deadly insult, and it looks as though David will be overthrown just as Saul was before him. Even now with Absalom leading an outright rebellion, dishonoring his father, and seeking his death, David seeks to spare his son. So David stood beside the gate while his soldiers marched out to fight against Absalom, organized into fighting units by the hundreds and by the thousands. ", "5": "Then David instructed his generals Joab, Abishai, and Ittai. David: For my sake, be merciful to the young man Absalom. Now everyone had heard about David's instructions to the commanders concerning Absalom.", "6": "Then the army went out to fight against Israel, and the battle was fought in the wooded areas of Ephraim. ", "7": "David's forces won a great victory against Absalom's men, and 20,000 men were killed in the battle that day. ", "8": "The battle spread all across the landscape, and more of his opponents were lost to the forest than to the sword.", "9": "David takes the fight into a forested area rather than staying out in the open field. Since his army is more experienced in fighting in such terrain, there is an opportunity for a smaller force to defeat a larger one. Absalom's men (and Absalom himself, as illustrated in the following verses) die as a result of not knowing how to fight in the forest and avoid its pitfalls. Absalom himself encountered David's forces, and as he was riding away on his mule, the animal took him into the thick overhanging branches of a huge oak tree. There his hair was caught, and he dangled between the sky and earth as his mule fled from underneath him. ", "10": "A soldier saw this and told Joab. Soldier: I saw Absalom hanging in an oak tree, helpless.", "11": "Joab: 11 You saw Absalom? Then why didn't you kill him while he was hanging there? I would have given you 10 pieces of silver and a belt!", "12": "Soldier: 12 If you put 1,000 pieces of silver into my hand, I wouldn't raise it against the king's son. We all heard the king say to you generals, “For my sake, protect young Absalom.” ", "13": "If I had taken his life despite that, you would stand back and watch as they strung me up. Nothing is hidden from the king.", "14": "Joab: 14 I can't stand here talking to you all day. Joab took three spears, and finding Absalom still dangling by his hair inside the oak, he thrust them into his heart. ", "15": "Ten young men, Joab's armor bearers, surrounded Absalom then and struck him until he was dead.", "16": "Then Joab sounded the trumpet and pulled back the soldiers from their pursuit of the army of Israel, because Joab knew no good would come of further fighting. ", "17": "They took Absalom's body and threw it in a deep hole in the forest, and then they stacked stones high over it. Meanwhile the remaining Israelites loyal to Absalom fled to their homes.", "18": "Before his death, Absalom had erected a monument to himself in the King's Valley, since he had no son to keep his memory alive. He named the monument after himself, and Absalom's Monument still stands in the King's Valley.", "19": "After Absalom's death, Ahimaaz, Zadok's son, spoke to Joab. Ahimaaz: Let me hurry to the king with the good news that the Eternal One has given him victory over his enemies.", "20": "Joab: 20 You're not going to carry news today. Maybe some other day, but not today, for today the news that matters most is that the king's son is dead.", "21": "(to the Cushite) Go and tell the king what you have seen. The Cushite bowed in obedience to Joab, then he began running to bring the news to David.", "22": "Ahimaaz: 22 Whatever happens, I want to run after the Cushite. Joab: Why would you want to follow, even though you have nothing to gain?", "23": "Ahimaaz: 23 Regardless of what happens, I am going to run. Joab: OK, then. Run. Ahimaaz ran, and going by way of the plain, he outran the Cushite.", "24": "Now David sat waiting between the gates. A guard went up to the roof of the gates by the wall, and he saw a man running toward them. ", "25": "He shouted to alert the king, and David responded. David: If he is alone, he comes with good news. As the messenger drew near, ", "26": "the guard saw a second man running. Guard (to the gatekeeper): Another man is running by himself. David: Then he also has good news.", "27": "Guard: 27 From the way he runs, I'd say the first one is Ahimaaz, Zadok's son. David: He is a good man, and he comes bearing good news.", "28": "And as Ahimaaz approached, he shouted to the king. Ahimaaz: All is well! He dropped to honor the king, his face to the ground. Ahimaaz: Praise the Eternal One, your True God, who has given us victory over those who raised their hands against you, my lord and king.", "29": "David: 29 But how is my son Absalom? Ahimaaz: When Joab sent me, your servant, there was still an uproar; but I don't know what was happening.", "30": "David: 30 Make way for this next messenger. Move over here. Ahimaaz turned aside, keeping still and quiet. ", "31": "So the Cushite arrived and greeted the king. Cushite: I have good news, my lord and king! The Eternal has today taken your side and delivered you from all those who rose up against you!", "32": "David: 32 But what about young Absalom? Cushite: May all your enemies and all those who wish the king harm be as that young man is now!", "33": "Then the king was stricken with grief. He went to a chamber over the gateway and wept as he went. David: O my son Absalom! My son, my son Absalom! If only I had died instead of you, Absalom, my son, my son!"}