{"1": "David should never be counted out. Hours before, Absalom has everything going his way, and David is run out of his kingdom. Smart and fierce, he doesn't spend all those years hiding from Saul and fighting with little or no resources for nothing. Although he orders his generals to be merciful to his son Absalom, his forces win a great victory against the rebel forces, and David's general Joab kills Absalom and removes a threat to the security of the kingdom. But David's reaction again is tender; although his son might have killed him if he'd been given the chance, David laments his death. As king, as father, and as follower of the Lord, he knows he could have done better; but now it is too late, and all he can do is mourn the consequences of his past actions. Joab heard the news that David was weeping and mourning for Absalom, ", "2": "and the mood shifted from celebration to sorrow, for all the soldiers heard that the king was grieving for his son. ", "3": "They crept back to the city as though they had lost the battle rather than saved the kingdom.", "4": "The king covered his face, and he continued to cry loudly. David: O my son Absalom. O Absalom, my son, my son!", "5": "Then Joab came into the king's presence. Joab: Today you have shamed the men who saved your life, who have saved the lives of your sons and daughters, and the lives of your wives and concubines, ", "6": "all because of your love for those who hated you and your hatred of those who love you! You've made it perfectly clear where your affections are—that your officers and men mean nothing to you, and that you'd gladly trade our lives for Absalom's.", "7": "Go out now, and speak with kindness and respect to those who have served you. You can still save the day; but I swear by the Eternal One, if you do not alter this mood now, not a single man will be with you tonight, and this will be the greatest disaster ever to wash over you.", "8": "Then the king got up, went outside, and sat down inside the gate where Absalom had acquired his allies. When the people heard that the king had come out to them, they gathered around him. The men of Israel who had gone against the king, meanwhile, had fled to their homes. ", "9": "Throughout Israel, from tribe to tribe, people were debating: “David saved us from our enemies and took us out of the hands of the Philistines, but he fled from Absalom. ", "10": "Now Absalom, whom we appointed to lead us, has fallen in battle. Why, then, haven't we moved to bring the king back to power?”", "11": "David knew about this groundswell of support, and he sent a message to the priests Zadok and Abiathar. David: Tell the leaders of Judah, “Why should you be the last to agree to bring the king back? Everyone in Israel is talking about it, even in the king's own house. ", "12": "And you—you are my flesh and my bones. Why should you be the last to join this movement?” ", "13": "And tell Amasa, who joined the rebellion against me, “Aren't you my flesh and my bone? May God bring disaster on me if I don't allow you to serve as commander of my army from now on in place of Joab.”", "14": "Amasa persuaded all of Judah to stand united supporting David, and they sent word that he and his servants should come back. ", "15": "So the king came back to the Jordan River. The people of Judah turned out to meet him at Gilgal, and they celebrated as he crossed back over the Jordan into his kingdom.", "16": "Shimei (son of Gera, the Benjaminite from Bahurim), who had abused David on his way into exile, was one of those in the throngs hurrying to meet David. ", "17": "He joined 1,000 people from Benjamin. Ziba, the servant of the house of Saul who had spoken with David on his way into exile, and his 15 sons and 20 servants who also hurried down to the Jordan before the king, ", "18": "kept crossing the ford to assist in moving the king's household and was anxious to help in any other way. Then Shimei, the son of Gera, fell in front of the king before he crossed the Jordan.", "19": "Shimei: 19 Please, my lord, don't hold me guilty or hold a grudge for what I did against you on the day you left Jerusalem, cursing you and throwing stones at you. May the king forget it ever happened! ", "20": "I, your servant, know that what I did was wrong. That's why I've come today, to be the first of all the house of Joseph to greet my king.", "21": "Abishai, Zeruiah's son, remembered Shimei well. Abishai: My lord, shouldn't Shimei be executed for cursing the Eternal's anointed king with such contempt?", "22": "David: 22 What business is that of yours, sons of Zeruiah? Why should you make yourself my opponent? Will I execute anyone in Israel on a day like this? Don't I know that today I am the king of Israel? ", "23": "(to Shimei) You will not die. I swear it.", "24": "Mephibosheth, the lame grandson of Saul and son of David's dear friend Jonathan, also made his way to meet the king. His feet had not been cared for—no, and his beard had grown long, and he had not had his clothes washed—since the king went into exile and returned in peace. ", "25": "When he met the king in Jerusalem, the king received him. David: Why didn't you go into exile with me, Mephibosheth?", "26": "Mephibosheth: 26 My lord, my servant Ziba tricked me. I asked him to saddle a donkey so that I could go with you—for you know I cannot walk. ", "27": "He has told you lies about me, but my lord is like a heavenly messenger of God. So do what seems right to you, and I will accept it. ", "28": "You had the right to kill everyone in my family when you became king, yet you took me to sit at your table. So it would be wrong for me to bicker over anything with you.", "29": "David: 29 Let's not talk any more about this. I have decided that you and Ziba will share the land.", "30": "Mephibosheth: 30 My king, let him take it all. I'm just grateful you are back safely in your own palace and kingdom.", "31": "Barzillai from Gilead, who had fed the king's forces, had come down from Rogelim to escort the king across the Jordan. ", "32": "He was 80 years old and very wealthy, which is how he had been able to provide for the king while he was at Mahanaim.", "33": "David (to Barzillai): 33 Cross over with me, and come to Jerusalem. I'll take care of you and give you a place of honor at my side.", "34": "Barzillai: 34 My king, how many years do I have left, that I should leave my home and relocate with the king to Jerusalem? I am too old for court life. ", "35": "I am 80 years old today. My judgment is not as good as it used to be. I can't taste my food, enjoy my drink, or even hear the pleasant singing of men and women. So why should you burden yourself with me, my lord and king? ", "36": "I will travel a little farther with you across the Jordan, but you don't owe me anything more for my hospitality. Why should you, my king, offer me such a handsome reward? ", "37": "Please grant me your favor to return home, to die among my own people near the resting places of my parents. But do consider your servant Chimham. Let him come with you, and may you honor Chimham as you see fit.", "38": "David: 38 Chimham will cross the river with me, and I will treat him as seems good to you. Anything you want from me, I will do for you.", "39": "Then the king and all the people crossed over the Jordan. David kissed Barzillai and wished him well, and Barzillai returned home. ", "40": "The king, along with Chimham, went on to Gilgal, accompanied by all the people of Judah and half the people of Israel.", "41": "Then the people of Israel came in front of the king, indignant. People of Israel: Why have our kinsmen of Judah stolen you away from us and helped you across the Jordan? Why have they brought across your family and your subjects and all your men?", "42": "People of Judah: 42 Because we are more closely related to the king than you are. Why are you upset about this? Has the king fed us at his expense? Has he given to us anything he has not given to you?", "43": "People of Israel: 43 We have 10 shares in the office of the king because there are 10 of our tribes in Israel and only 2 of yours—Judah and Benjamin. And we have more shares in David as the king than you do for the same reason. Why were you angry with us? Weren't we the first to talk about bringing David home? But the people of Judah were harsher than the people of Israel."}