{"1": "Here are the last words of David, son of Jesse: the words of the one raised up, the anointed one of Jacob's True God, the sweet songwriter of Israel.", "2": "David: The Spirit of the Eternal speaks through me; His voice emerges from my mouth.", "3": "The God of Israel has talked to me; and the Rock of Israel said, “One who rules people with justice and who leads them in the fear of God", "4": "Is like the morning light, the sun rising on a cloudless morning, and the shining grasslands brought up from rain.”", "5": "Isn't this how God has raised up my house? Because He has made a perpetual covenant with me, well-ordered and secure, Won't He make all things to grow and prosper, save me, and give me all I desire?", "6": "But the wicked are like thorns cut off and tossed away that can't be picked up with your hands;", "7": "No, to touch them, use the iron tip on the shaft of a spear. They are burned up on the spot.", "8": "David has been brought up from his position as a lowly shepherd, the youngest son in the household, to the pinnacle of success by his faith in God and his own willingness to follow God. It has been an adventure fraught with danger and intrigue, and marked with loss and heartbreak along the way. David's own failings find themselves reflected—and magnified—in his children. But here is one of the high points of the story of the people of God, united at last under a powerful and beloved king, and victorious against their enemies. Here is a list of the warriors who fought for David: Josheb-basshebeth the Tahchemonite was the most powerful of David's three most-honored warriors; he took up his spear[a] and killed 800 in one battle.", "9": "The next of David's three mighty men was Eleazar, son of Dodo of Ahohi. Eleazar stood with David when they defied the Philistines who had gathered there to fight. The Israelites retreated, ", "10": "but Eleazar stood his ground. He killed Philistine soldiers that day until his arm grew tired, but he never dropped his sword. The Eternal One gave them a decisive victory that day; and then the people came back, only to pillage the fallen.", "11": "Last of these top three was Shammah, son of Agee of Harar. The Philistines gathered at Lehi[b] where there was a field full of lentils, and the Israelites fled from them. ", "12": "But Shammah stood in the center of the field and fought, killing many Philistines; and the Eternal gave His people a great victory.", "13": "At the beginning of harvest, these top three of David's thirty chief warriors joined David at the cave of Adullam. A group of Philistines was camped in the valley of Rephaim, ", "14": "David was hiding in his safe place, and the main force of the Philistines was quartered in Bethlehem.", "15": "David (with longing): 15 I wish someone would bring me some water to drink from the well of Bethlehem by the gate!", "16": "So these three mighty men broke through the nearby camp of the Philistines, drew water from the Bethlehem well that was by the gate, and brought it back for David. But he would not drink it; instead he poured it out, although he was parched with thirst, as a drink offering to the Eternal One.", "17": "David: 17 O Eternal God, I have no right to drink this water. It would be like drinking the blood of the men who risked their lives for it! So he did not drink it. This is the kind of thing the three mighty men did for David.", "18": "Besides the three highest ranking soldiers, there was Abishai (Zeruiah's son and the brother of Joab), who was commander of the elite force of 30.[c] With his spear he killed 300 men in battle and won honor as the three did. ", "19": "Abishai was the most honored of the 30 and became their commander, but he did not become one of the three.", "20": "And there was Benaiah (Jehoiada's son), son of a great man from Kabzeel, who also did great deeds. He struck down two lionhearted heroes of Moab. Benaiah also killed a lion in a pit one snowy day, ", "21": "and he killed an Egyptian who was a powerful-looking man. The Egyptian was armed with a spear while Benaiah had only his staff, but he took the spear away from him and killed the Egyptian with his own weapon. ", "22": "These were the kinds of feats Benaiah, the son of Jehoiada, performed that won him a name equal to the three mighty men for bravery. ", "23": "He was famous among the 30, but never became one of the three. David made him the captain of his personal guard.", "24": "These are the warriors who were counted among the 30: Asahel, Joab's brother; Elhanan, son of Dodo of Bethlehem; ", "25": "Shammah of Harod; Elika of Harod; ", "26": "Helez the Paltite; Ira, son of Ikkesh of Tekoa; ", "27": "Abiezer of Anathoth; Mebunnai the Hushathite; ", "28": "Zalmon the Ahohite; Maharai of Netophah; ", "29": "Heleb, son of Baanah of Netophah; Ittai, son of Ribai of Gibeah in Benjamin; ", "30": "Benaiah of Pirathon; Hiddai of the waters of Gaash; ", "31": "Abi-albon the Arbathite; Azmaveth of Barhum; ", "32": "Eliahba of Shaalbon; Jashen the Gimzonite; Jonathan, son of ", "33": "Shammah of Harar; Ahiam, son of Sharar of Harar; ", "34": "Eliphelet, son of Ahasbai of Maacah; Eliam, son of Ahithophel the Gilonite; ", "35": "Hezro of Carmel; Paarai the Arbite; ", "36": "Igal, son of Nathan of Zobah; Bani the Gadite; ", "37": "Zelek the Ammonite; Naharai of Beeroth; the armor-bearer of Joab, Zeruiah's son; ", "38": "Ira the Ithrite; Gareb the Ithrite; ", "39": "Uriah the Hittite—37 men in all who were counted among the 30."}