{"1": "Once again David gathered the elite soldiers of Israel, some 30,000, ", "2": "and they went down to Baale-judah to bring back the covenant chest of the True God, called by the Name: the Eternal One, Commander of heavenly armies, who sits enthroned above the winged creatures who protect the chest.", "3-4": "They carried the covenant chest of the True God on a new cart from the house of Abinadab on the hill where it had rested, and Abinadab's sons Uzzah and Ahio directed the new cart, with Ahio walking in front of the chest. ", "5": "David and all the Israelites were joyous before the Eternal; and they were accompanied by wooden lyres and harps, tambourines, castanets, and cymbals.", "6": "When they came alongside the threshing floor of Nacon, the oxen stumbled, and Uzzah put out his hand to steady the covenant chest. ", "7": "The Eternal burned with anger against Uzzah, and the True God struck Uzzah dead on the spot for daring to touch the covenant chest.", "8": "The covenant chest represents something amazing—it is filled with God's presence and is supposed to be kept in the most separate, most holy of places. David knows that having the covenant chest near him as he rules is important. Therefore he begins the journey toward Jerusalem. The journey is interrupted with Uzzah's death. David leaves the covenant chest short of its final resting place, but he eventually completes the journey by bringing it into the city of Jerusalem to its final home—and bringing God's blessing with it. Although it is dangerous, it is also the most tangible symbol of God's past victories on Israel's behalf and represents God's presence. David was angry that the Eternal One had broken through to strike Uzzah, so the place was named Perez-uzzah, meaning “Breech against Uzzah,” to remember that act. ", "9": "David was also frightened of the Eternal that day. David: How can I be responsible for the covenant chest of the Eternal One?", "10": "So he decided he did not want to take the chest of the Eternal into the city of David, and he left it there in the care of Obed-edom, a man from the Philistine city Gath. ", "11": "The covenant chest of the Eternal One remained there for three months; and in that time, the Eternal One blessed the household and farms of Obed-edom the Gittite.", "12": "When news was taken to King David that the Eternal had blessed Obed-edom and all his household because of the covenant chest of God, the king went down and brought the chest from Obed-edom's house up to the city of David, again accompanying it with rejoicing and ceremony. ", "13": "When the people carrying the chest of the Eternal had gone six steps, David sacrificed an ox and a fattened calf; ", "14": "and he danced before the Eternal One with all his might, clad in a priestly vest.", "15-16": "So David and the house of Israel carried the covenant chest of the Eternal One up to the city of David with shouts and the sounding of the trumpet. When Michal, the daughter of Saul, looked out the window and saw King David leaping and dancing before the Eternal without thought for how he looked, she hated him.", "17": "They carried the covenant chest of the Eternal One to its place inside the tent David had pitched to house it, and the king offered burnt sacrifices and peace offerings to the Eternal. ", "18": "When he had finished with the sacrifices and peace offerings, he spoke a priestly blessing over the people in the name of the Eternal One, the Commander of heavenly armies; and ", "19": "he gave all of the Israelites—every man and woman—a loaf of bread, a date roll,[a] and a raisin cake. Then they all returned to their homes.", "20": "On David's return, he wanted to bestow good favor on his household, but Michal, the daughter of Saul, came out to meet him. Michal (sarcastically): The king has distinguished himself today in front of his servants' maids. He revealed quite a lot, just as the lowest of the low might expose himself.", "21": "David: 21 It was for the Eternal One that I danced. The Lord chose me in place of your father Saul and all his descendants; He appointed me to rule over Israel, the Eternal's people. ", "22": "I will lower myself even further—maybe I will even shame myself in my own eyes—but in the eyes of those maidservants of whom you speak, I will receive honor.", "23": "And to her dying day, Michal, the daughter of Saul, was humbled before God and did not bear a child. Therefore no descendant of Saul ever regained the throne of Israel."}