{"1": "David's dancing is part of the celebration and ritual involved with bringing the covenant chest into the city, part of a sacred party where in addition to ritual sacrifice and shouts of joy and playing the trumpet, all of the people feast. As the anointed king of Israel, David could behave with reserve and dignity—which his wife, Saul's daughter Michal, apparently thinks most fitting in a king—but perhaps it is more fitting for the king God has placed on the throne to join in the worship and celebration welcoming God into their city and into their lives. David tells Michal that he doesn't care how other people react to his worship and praise of God, for in his own eyes—and in the eyes of the faithful—he has done what is right. Now when the king was settled in his house and the Eternal had given him rest from battling all his enemies, ", "2": "he spoke to the prophet Nathan. David: Look at this: I live in a beautiful palace made of cedar, but the covenant chest of the True God rests in a tent made of curtains.", "3": "Nathan: 3 Go do whatever you're planning to do, for the Eternal One is with you.", "4": "But that same night, the Eternal spoke to Nathan.", "5": "Eternal One: 5 Go and tell My servant David this message is from the Eternal One: “Are you the person who will build a house for Me to live in? ", "6": "I have not lived in a house since I brought My people Israel up from Egypt, but have moved around all this time in a tent, even in the congregation tent. ", "7": "Wherever My travels with the people of Israel have taken Me, did I ever go to one of the tribal leaders who were the shepherds for My sheep and ask, 'Why haven't you made Me a house of cedar to live in?'”", "8": "So now you shall tell David, My servant this message is from the Eternal One, the Commander of heavenly armies: “I took you from the pastures where you followed sheep and made you king of all My people Israel so you now lead My sheep. ", "9": "I have been with you wherever you journeyed and have given you victory over your enemies; and I will make you highly respected, with a name as great as any who live on earth. ", "10-11": "And I will select a place for My people Israel and plant them firmly in that place, a land they can call their own, a land of peace. The wicked will not bother them again as they did from the time I appointed the judges to govern My people, and I will give you rest from fighting your enemies. More importantly, I, the Eternal swear to you that I will raise up a dynasty from your family. ", "12": "When you come to the end of your days, and you leave this life to lie down with your fathers, I will raise up from you a descendant, your own flesh and blood, and I will make his kingdom and family sure. ", "13": "He will be the one to build a temple honoring My name, and I will establish the leadership of his kingdom for all time. ", "14": "I will be to him a father, and he will be to Me a son.[a] When he crosses the line and acts badly, I will teach him with a rod used by people for correction and a lash for discipline. ", "15": "But I will not withdraw My love from him as I did from Saul, whom I set aside in favor of you. ", "16": "Your dynasty, your kingdom, will stand perpetually in My sight; your descendants will rule continually.”", "17": "Nathan did as He had told him and related this vision to David. ", "18": "Then King David was strongly moved and went into the presence of the Eternal. David: Who am I, O Eternal Lord, and what is my family that You have raised me so high? ", "19": "You have spoken of this as though it were a tiny thing, simple, O Eternal Lord. You have also talked about the future of Your servant's family and kingdom, a great future stretching off into the distance. This, O Eternal Lord, is Your instruction for humanity. ", "20": "What can I say to You? You know Your servant inside and out, O Eternal Lord. ", "21": "Because You promised it and it pleased You, You have made these amazing things happen, so that Your servant might know You are behind it. ", "22": "So You are great, O Eternal Lord. No one else like You exists, and there is no god greater than You, as we should know from everything we have heard.", "23": "And who is like Your people, Israel? Is there another nation on the earth where God went to redeem them from Egypt and to distinguish Himself with awe-inspiring deeds of power by driving other nations and their false gods out of their path? ", "24": "You chose to take Israel as Your people perpetually; and You, Eternal One, chose to be their God.", "25": "So yes, Eternal God, take the words You have spoken about me, Your servant, and my family and kingdom, and make them true perpetually. Do what You have promised. ", "26": "Then Your name will be revered forever in the words, “The Eternal One, the Commander of heavenly armies, is the God over Israel,” and the dynasty of Your servant David will be established before You. ", "27": "For You, O Eternal God, the Commander of heavenly armies, the God of Israel, have shown me what You intend, saying, “I will establish your dynasty,” and that is why I have found the courage to pray this prayer in Your presence. ", "28": "O Eternal Lord, You are the True God, and Your words are always true, and You have made this good promise to me, Your servant. ", "29": "So may it please You to continue to bless me, my family, and my kingdom so that my dynasty may be continually before Your sight. For You, O Eternal Lord, have spoken; and with Your blessing, my descendants and kingdom will always be blessed."}