{"1": "¶ This then was the lot of the tribe of the sons of Judah by their families: next to the border of Edom, of the wilderness of Zin towards the Negev on the south side.", "2": "And their border on the side of the Negev was from the shore of the salt sea from the bay that looks toward the Negev;", "3": "and it went out towards the Negev to the ascent to Acrabbim passing unto Zin and ascending up by the Negev unto Kadeshbarnea past Hezron and going up by Adar, it went around to Karkaa,", "4": "from there it passed toward Azmon and went out unto the river of Egypt, and this border goes out to the western sea. This shall be your border of the Negev.", "5": "And the east border is the salt sea, even unto the end of the Jordan. And the border in the north quarter, from the bay of the sea, from the end of the Jordan,", "6": "and this border goes up to Bethhogla and passes along by the north of Betharabah, and from here this border goes up to the stone of Bohan, the son of Reuben.", "7": "And this border goes back up to Debir from the valley of Achor and so northward, looking toward Gilgal, that is before the ascent to Adummim, which is towards the Negev of the river, and this border passes the waters of Enshemesh and comes out at the fount of Rogel;", "8": "and this border goes up by the valley of the son of Hinnom unto the side of the Jebusite towards the Negev; this is Jerusalem. Then this border goes up to the top of the mountain that is before the valley of Hinnom westward, which is at the end of the valley of the giants northward;", "9": "and this border comes around from the top of the mountain unto the fountain of the water of Nephtoah and goes out to the cities of Mount Ephron; and the border goes around to Baalah, which is Kirjathjearim.", "10": "After this, the border turns from Baalah westward unto Mount Seir and passes to the side of Mount Jearim, which is Chesalon, on the north side, and descends to Bethshemesh and passes on to Timnah.", "11": "Then this border goes out to the side of Ekron northward; and the same border comes around to Shicron and passes by Mount Baalah and goes out to Jabneel; and this border comes out to the sea.", "12": "And the west border is the great sea. This is the border of the sons of Judah round about according to their families.", "13": "¶ And unto Caleb, the son of Jephunneh, he gave a part among the sons of Judah, according to the commandment of the LORD to Joshua, even the city of Arba, the father of Anak, which city is Hebron.", "14": "And Caleb drove from there the three sons of Anak, Sheshai and Ahiman and Talmai, the sons of Anak.", "15": "From there he went up to the inhabitants of Debir, and the name of Debir before was Kirjathsepher.", "16": "And Caleb said, He that smites Kirjathsepher and takes it, to him will I give Achsah my daughter to wife.", "17": "And Othniel, the son of Kenaz, the brother of Caleb, took it; and he gave him Achsah his daughter to wife.", "18": "And it came to pass when he was taking her, he persuaded her to ask of her father for land to cultivate. Then she lighted off her ass, and Caleb said unto her, What wouldest thou?", "19": "And she answered, Give me a blessing, for thou hast given me a dry land; give me also springs of water. And he gave her the upper springs and the lower springs.", "20": "¶ This is the inheritance of the tribe of the sons of Judah according to their families.", "21": "And these were the cities in the border of the tribe of the sons of Judah towards the border of Edom towards the Negev: Kabzeel, Eder, Jagur,", "22": "Kinah, Dimonah, Adadah,", "23": "Kedesh, Hazor, Ithnan,", "24": "Ziph, Telem, Bealoth,", "25": "Hazorhadattah, Keriothhezron, which is Hazor,", "26": "Amam, Shema, Moladah,", "27": "Hazargaddah, Heshmon, Bethpalet,", "28": "Hazarshual, Beersheba, Bizjothjah,", "29": "Baalah, Iim, Azem,", "30": "Eltolad, Chesil, Hormah,", "31": "Ziklag, Madmannah, Sansannah,", "32": "Lebaoth, Shilhim, Ain, Rimmon: twenty-nine cities in all, with their villages.", "33": "And in the plains, Eshtaol, Zoreah, Ashnah,", "34": "Zanoah, Engannim, Tappuah, Enam,", "35": "Jarmuth, Adullam, Socoh, Azekah,", "36": "Sharaim, Adithaim, Gederah, Gederothaim: fourteen cities with their villages.", "37": "Zenan, Hadashah, Migdalgad,", "38": "Dilean, Mizpeh, Joktheel,", "39": "Lachish, Bozkath, Eglon,", "40": "Cabbon, Lahmam, Kithlish,", "41": "Gederoth, Bethdagon, Naamah, and Makkedah: sixteen cities with their villages.", "42": "Libnah, Ether, Ashan,", "43": "Jiphtah, Ashnah, Nezib,", "44": "Keilah, Achzib, and Mareshah: nine cities with their villages:", "45": "Ekron, with her towns and her villages.", "46": "From Ekron even unto the sea, all that lay near Ashdod, with their villages:", "47": "Ashdod with her towns and her villages, Gaza with her towns and her villages, unto the river of Egypt and the great sea and the border thereof;", "48": "And in the mountains, Shamir, Jattir, Socoh,", "49": "Dannah, Kirjathsannah, which is Debir,", "50": "Anab, Eshtemoh, Anim,", "51": "Goshen, Holon, and Giloh: eleven cities with their villages;", "52": "Arab, Dumah, Eshean,", "53": "Janum, Bethtappuah, Aphekah,", "54": "Humtah, Kirjatharba, which is Hebron, and Zior: nine cities with their villages:", "55": "Maon, Carmel, Ziph, Juttah,", "56": "Jezreel, Jokdeam, Zanoah,", "57": "Cain, Gibeah, and Timnah: ten cities with their villages;", "58": "Halhul, Bethzur, Gedor,", "59": "Maarath, Bethanoth, and Eltekon: six cities with their villages;", "60": "Kirjathbaal, which is Kirjathjearim, and Rabbah: two cities with their villages;", "61": "in the wilderness, Betharabah, Middin, Secacah,", "62": "Nibshan, the city of Salt, and Engedi: six cities with their villages.", "63": "As for the Jebusites who inhabit Jerusalem, the sons of Judah could not drive them out; but the Jebusite remains in Jerusalem with the sons of Judah unto this day."}