{"1": "During the days of the judges,[a] a famine occurred in the land. So a man left Bethlehem in Judah to stay awhile[b] in the territory[c] of Moab—he, his wife, and his two sons. ", "2": "The man's name was Elimelek, his wife's name was Naomi, and the names of his two sons were Mahlon and Kilion. They were from the clan of Ephrath from Bethlehem in Judah. They entered the territory of Moab and remained there.", "3": "But Elimelek, Naomi's husband, died, so she was left with her two sons. ", "4": "They then married Moabite wives. The name of the first was Orpah, and the name of the second was Ruth. They lived there for about ten years. ", "5": "But Naomi's sons, Mahlon and Kilion, also died. So the woman was left without her two children and without her husband.", "6": "Then Naomi set out with her daughters-in-law to return from the territory of Moab, because while she was in the territory of Moab, she had heard that the Lord had graciously visited[d] his people by providing them with food. ", "7": "So she left the place where she had been, and her two daughters-in-law left with her. They set out on the road to return to the land of Judah.", "8": "But Naomi said to her two daughters-in-law, “Go back. Both of you return to your mother's house. May the Lord show you kindness[e] as you have shown kindness to the dead and to me. ", "9": "May the Lord grant that each of you finds security[f] in the house of a husband.” Then she kissed them, and they wept loudly.", "10": "But they said to her, “No, we will return with you to your people.”", "11": "Then Naomi said, “Turn back, my daughters. Why should you go with me? Am I going to give birth to any more sons[g] who could become your husbands? ", "12": "Turn back, my daughters. Go! For I am too old to be married to another husband. Suppose I say, 'I have hope, and I will be married to another husband tonight, and I will even give birth to sons.' ", "13": "Would you wait for them until they grow up? On the basis of that hope would you give up the chance to marry another husband? No, my daughters. It is much more bitter for me than for you, because the hand of the Lord has reached out against me.”", "14": "They once again wept loudly. Then Orpah kissed her mother-in-law, but Ruth would not let her go.", "15": "Naomi said, “Look, your sister-in-law has returned to her people and to her gods. Go back! Follow your sister-in-law.”", "16": "But Ruth said, “Do not urge me to abandon you or to turn back from following you. Because wherever you go, I will go, and wherever you make your home, I will make my home. Your people will be my people, and your God will be my God. ", "17": "Wherever you die, I will die, and there I will be buried. May the Lord punish me severely and double it[h] if anything but death[i] separates me from you.”", "18": "When Naomi saw that Ruth was determined to go with her, she stopped urging her.", "19": "Then the two of them traveled until they arrived at Bethlehem. When they entered Bethlehem, the whole town became excited over them. The women said, “Is this Naomi?”", "20": "But she said to them, “Do not call me Naomi. Call me Mara,[j] because the Almighty has made me very bitter. ", "21": "I went away full, but the Lord brought me back empty. Why should you call me Naomi? For the Lord has testified against me,[k] and the Almighty has treated me badly.”", "22": "So Naomi returned with Ruth the Moabite, her daughter-in-law, who came back with her from the territory of Moab. When they entered Bethlehem, it was the beginning of the barley harvest.[l]"}