{"1": "Now Naomi had a relative[a] of her husband, a wealthy, generous[b] man from the clan of Elimelek. His name was Boaz.", "2": "Ruth the Moabite said to Naomi, “I am going to go out to the fields, so that I can glean[c] ears of grain wherever I may find favor in the eyes of the owner.” Naomi said to her, “Go ahead, my daughter.”", "3": "So Ruth went out and gleaned in the grain fields after the reapers. It happened that she was in the field that belonged to Boaz, who was from the clan of Elimelek. ", "4": "At just that time, Boaz happened to come out from Bethlehem. He said to the reapers, “The Lord be with you!” And they said to him, “The Lord bless you!”", "5": "Then Boaz asked his servant who was in charge of the reapers, “Whose young woman is this?”", "6": "The servant who was in charge of the reapers answered, “She is the young Moabite woman who returned with Naomi from the territory of Moab. ", "7": "She said, 'Please let me follow the reapers and glean and gather stalks into sheaves.' So she came and has been working from early morning till now—except for a short rest in the shelter.”[d]", "8": "Then Boaz said to Ruth, “Listen, my daughter.[e] Do not go off to glean in some other field. In fact, do not leave this one at all! Just stick close to my young women here.[f] ", "9": "Keep your eyes on the field where the men are reaping so that you can follow my women. I have commanded the young men not to touch you. When you are thirsty, you may go to the jars and drink from whatever the young men draw out.”", "10": "Then Ruth bowed down with her face to the ground. She said to Boaz, “Why have I found favor in your eyes, so that you acknowledge me even though I am a foreigner?”", "11": "Boaz replied to her, “I have been fully informed about all that you did for your mother-in-law after the death of your husband and how you left behind your father and mother and the homeland of your relatives, and you came to a people whom you did not know previously. ", "12": "May the Lord reward your work, and may you be paid in full by the Lord, the God of Israel, under whose wings you have come to seek refuge!”", "13": "Then Ruth said, “I have found such favor in your eyes, my lord, for you have comforted me and you have spoken to the heart of your servant girl—although I cannot be compared to one of your servant girls.”", "14": "At mealtime Boaz said to her, “Come here and eat some of the food, and dip your piece of bread into the sour wine.”[g] So she sat down beside the reapers, and Boaz heaped up a serving of roasted grain for her. She ate until she was full and had some left over.", "15": "When she got up to glean, Boaz ordered his workers, “She may glean even among our sheaves. You are not to humiliate her in any way. ", "16": "In fact, you can even pull out some stalks from the piles for her, and you can drop them on purpose so that she can glean them, and do not rebuke her at all.”", "17": "So Ruth gleaned in the field until evening. Then she threshed what she had gleaned. It amounted to almost a bushel[h] of barley.", "18": "When she picked it up and went into town, her mother-in-law saw how much she had gleaned. Ruth also took what she had left over from her meal and gave it to Naomi.", "19": "Then her mother-in-law said to her, “Where did you glean today and where did you work? May the man who took notice of you be blessed!” So she told her mother-in-law in whose field she had worked: “The name of the man in whose field I worked today is Boaz.”", "20": "Then Naomi said to her daughter-in-law, “May he be blessed by the Lord, whose faithfulness[i] has not forsaken[j] the living and the dead!” Naomi also said to her, “This man is related to us. He is even one of our family's redeemers.”[k]", "21": "Then Ruth the Moabite said, “He even said to me, 'Stick close to my workers until they have finished all of the harvest on the land that belongs to me.'”", "22": "Then Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you can go out with his young women, so that you will not be molested by men in some other field.”", "23": "So Ruth stuck close to Boaz's young women and gleaned until the completion of the barley harvest and the wheat harvest, and she lived with her mother-in-law."}