{"1": "Naomi, Ruth's mother-in-law, said to her, “My daughter, shouldn't I seek security[a] for you so that you will be well taken care of? ", "2": "Isn't Boaz, whose young women you have been with, our relative? Look, he will be winnowing barley at the threshing floor tonight. ", "3": "So bathe, put on perfume, and dress up. Then go down to the threshing floor. Do not present yourself to the man until he has finished eating and drinking. ", "4": "But when he lies down, take note of the place where he lies down. Then go up to him, uncover his legs, and lie down there. He himself will tell you what you should do.”", "5": "Ruth said to her, “All that you say to me, I will do!” ", "6": "So she went down to the threshing floor, and she did everything that her mother-in-law had commanded her to do.", "7": "After Boaz ate and drank, and his heart was happy, he went to lie down at the edge of the grain pile. Then Ruth came up to him quietly, and she uncovered his legs and lay down there. ", "8": "In the middle of the night, the man was startled[b] and turned over, and there was a woman lying on his legs![c]", "9": "He said, “Who are you?” She said, “I am Ruth, your servant. Spread out the skirt of your robe[d] over your servant, for you are a family redeemer.”", "10": "Then he said, “May you be blessed by the Lord, my daughter! You have made your last act of kindness better than the first by not going to look for a young man, whether poor or rich. ", "11": "So now, my daughter, do not be afraid. I will do everything that you are asking. Indeed, all the people at the city gate[e] know that you are an honorable woman. ", "12": "Now it is indeed true—certainly I am a family redeemer—but nevertheless there is a redeemer who is closer than I am. ", "13": "Spend the night here. If in the morning he acts as a redeemer for you, good. Let him redeem. But if he does not want to act as a redeemer for you, then I will act as a redeemer for you myself, as the Lord lives! Lie down here until morning.”", "14": "So she lay down at his feet until morning. She got up before it was light enough for anyone to recognize a person. But Boaz thought, “No one should know that a woman came to the threshing floor.” ", "15": "So he said, “Come here and hold out the shawl that you are wearing.” So she held it out. He measured out six scoops[f] of barley into it for her to carry home. Then he[g] returned to town.", "16": "When Ruth came back to her mother-in-law, Naomi said, “How did it turn out, my daughter?” Then Ruth told her all that the man had done for her. ", "17": "She said, “He gave me these six scoops of barley, and he said, 'You must not return to your mother-in-law empty-handed.'”", "18": "Then Naomi said, “Wait, my daughter, until you know how the matter will turn out. For the man will not rest until he has taken care of this matter today!”"}