{"1": "Dear friends, don't believe every spirit. Test the spirits to see if they are from God because many false prophets have gone into the world.", "2": "This is how you know if a spirit comes from God: every spirit that confesses that Jesus Christ has come as a human[a] is from God,", "3": "and every spirit that doesn't confess Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and is now already in the world.", "4": "You are from God, little children, and you have defeated these people because the one who is in you is greater than the one who is in the world.", "5": "They are from the world. So they speak from the world's point of view and the world listens to them.", "6": "We are from God. The person who knows God listens to us. Whoever is not from God doesn't listen to us. This is how we recognize the Spirit of truth and the spirit of error.", "7": "Dear friends, let's love each other, because love is from God, and everyone who loves is born from God and knows God.", "8": "The person who doesn't love does not know God, because God is love.", "9": "This is how the love of God is revealed to us: God has sent his only Son into the world so that we can live through him.", "10": "This is love: it is not that we loved God but that he loved us and sent his Son as the sacrifice that deals with our sins.", "11": "Dear friends, if God loved us this way, we also ought to love each other.", "12": "No one has ever seen God. If we love each other, God remains in us and his love is made perfect in us.", "13": "This is how we know we remain in him and he remains in us, because he has given us a measure of his Spirit.", "14": "We have seen and testify that the Father has sent the Son to be the savior of the world.", "15": "If any of us confess that Jesus is God's Son, God remains in us and we remain in God.", "16": "We have known and have believed the love that God has for us. God is love, and those who remain in love remain in God and God remains in them.", "17": "This is how love has been perfected in us, so that we can have confidence on the Judgment Day, because we are exactly the same as God is in this world.", "18": "There is no fear in love, but perfect love drives out fear, because fear expects punishment. The person who is afraid has not been made perfect in love.", "19": "We love because God first loved us.", "20": "Those who say, “I love God” and hate their brothers or sisters are liars. After all, those who don't love their brothers or sisters whom they have seen can hardly love God whom they have not seen!", "21": "This commandment we have from him: Those who claim to love God ought to love their brother and sister also."}