{"1": "Then[a] Yahweh called to Moses and spoke to him from the tent of assembly, saying, ", "2": "“Speak to the Israelites,[b] and say to them, 'When a person[c] from you presents an offering to Yahweh, you shall present your offering from domestic animals, from the cattle[d] or from the flock.[e] ", "3": "If his offering is a burnt offering from the cattle,[f] then he must present[g] an unblemished male; he must present it at the door of the tent of assembly for his acceptance before[h] Yahweh.", "4": "“'He[i] must lay his hand on the head of the burnt offering and it will be accepted[j] for him in order to make atonement for him. ", "5": "He[k] must slaughter the young bull[l] before[m] Yahweh, then[n] Aaron's sons, the priests, will present the blood and sprinkle the blood all around the altar that is at the door of the tent of assembly. ", "6": "Then[o] he must remove the skin of the burnt offering and cut it into its pieces. ", "7": "The sons of[p] Aaron the priest will put fire on the altar and arrange the wood on the fire. ", "8": "Then[q] Aaron's sons, the priests, will arrange the pieces of meat,[r] the head, and the suet on the wood that is on the fire that is on the altar. ", "9": "Then[s] he must wash its inner parts[t] and its lower leg bones with water, and the priest will turn into smoke the whole animal on the altar as a burnt offering by fire, as an appeasing fragrance for Yahweh.", "10": "“'But if his offering is from the flock,[u] from the sheep or from the goats for a burnt offering, he must present[v] an unblemished[w] male. ", "11": "He[x] must slaughter it on the north side of the altar before[y] Yahweh; then[z] Aaron's sons, the priests, will sprinkle its blood all around the altar. ", "12": "Then[aa] he must cut it into pieces along with its head and its suet; and the priest will arrange them on the wood that is on the fire that is on the altar. ", "13": "Then[ab] he must wash the inner parts[ac] and the lower leg bones with water and the priest shall present the whole animal and will turn it[ad] into smoke on the altar; it is a burnt offering by fire as an appeasing fragrance for Yahweh.", "14": "“'But if his offering for Yahweh is a burnt offering from the birds, then he must present his offering from the turtledoves or from the young doves.[ae] ", "15": "The priest[af] will present it at the altar and must wring off its head and turn it into smoke on the altar, and its blood will be drained out on the wall[ag] of the altar. ", "16": "He[ah] must remove its crop with its plumage and throw it to the east beside the altar on the place of the fatty ashes. ", "17": "Then[ai] he must tear it apart by its wings but must not sever it; then[aj] the priest will turn it into smoke on the altar. It is a burnt offering by fire as an appeasing fragrance for Yahweh.'”"}