{"1": "And Aaron's sons Nadab and Abihu each took his censer, and they put fire in them and placed incense on it;[a] then[b] they presented before[c] Yahweh illegitimate fire, which he had not commanded them. ", "2": "So[d] fire went out from before[e] Yahweh, and it consumed them so that[f] they died before[g] Yahweh. ", "3": "Therefore[h] Moses said to Aaron, “This is what Yahweh spoke, saying, 'Among those who are close to me I will show myself holy, and in the presence of[i] all the people I will display my glory.'”[j] So[k] Aaron was silent.", "4": "Then[l] Moses summoned Mishael and Elzaphan the sons of Uzziel, Aaron's uncle, and he said to them, “Come forward.[m] Carry your brothers from the front of[n] the sanctuary to outside the camp.”[o] ", "5": "So[p] they came forward,[q] and they carried them outside the camp[r] in their tunics, just as Moses had ordered.", "6": "Then[s] Moses said to Aaron and to his sons Eleazar and Ithamar, “You must not let your hair hang loosely, and you must not tear your garments, so that[t] you will not die and he[u] will be angry with all the community. But[v] your brothers, all the house of Israel, may weep because of the burning that Yahweh caused,[w] ", "7": "but[x] you must not go out from the entrance to[y] the tent of assembly lest you die, because Yahweh's anointing oil is on you.” So[z] they did according to Moses' word.", "8": "Then[aa] Yahweh spoke to Aaron, saying, ", "9": "“You and your sons with you may not drink wine or[ab] strong drink when you come to the tent of assembly, so that[ac] you will not die—it is a lasting statute for your[ad] generations— ", "10": "and to distinguish between the holy and the unholy,[ae] as well as[af] between the unclean and the clean, ", "11": "and to teach the Israelites[ag] all the rules that Yahweh has spoken to them through[ah] Moses.”", "12": "Then[ai] Moses spoke to Aaron and to his sons Eleazar and Ithamar, “As for the remaining parts,[aj] take the remainder of the grain offering from Yahweh's offerings made by fire and eat it, the unleavened bread, beside the altar, because it is a most holy thing.[ak] ", "13": "And you shall eat it in a holy place, because it is your allotted portion and the allotted portion of your sons from Yahweh's offerings made by fire, for so I have been commanded. ", "14": "And the wave offering's breast section and the upper thigh of the contribution offering you[al] must eat in a clean place, you and your sons and your daughters with you, because they are given as your allotted portion and your sons' allotted portion from the sacrifices of the Israelites'[am] fellowship offerings. ", "15": "They must bring the thigh of the contribution offering and the breast section of the wave offering in addition to the offerings made by fire, consisting of the fat portions, to wave as a wave offering before[an] Yahweh; and it will be for you and for your sons with you as a lasting rule, just as Yahweh had commanded.”", "16": "Then[ao] Moses sought all over for the goat of the sin offering and behold, it was burned up. So[ap] he was angry with Aaron's remaining sons Eleazar and Ithamar, saying, ", "17": "“Why did you not eat the sin offering on the sanctuary's site, because it is a most holy thing?[aq] And he gave it to you to remove the community's guilt, to make atonement for them before[ar] Yahweh. ", "18": "Look, its blood was not brought inside the sanctuary.[as] Certainly you should have eaten it in the sanctuary, as I commanded.”", "19": "So[at] Aaron said to Moses, “Look, today they presented their sin offering and their burnt offering before[au] Yahweh, and things such as these have happened to me, and if I were to eat a sin offering today, would it have been good in Yahweh's eyes?” ", "20": "When[av] Moses heard, it[aw] was good in his eyes."}