{"1": "Then[a] Yahweh spoke to Moses, saying, ", "2": "“Speak to all the community of the Israelites,[b] and say to them, 'You[c] must be holy, because I, Yahweh your[d] God, am holy. ", "3": "Each of you must revere your mother[e] and your father,[f] and you[g] must keep my Sabbaths; I am Yahweh your[h] God. ", "4": "You[i] must not turn to idols, and you[j] must not make for yourselves gods of cast metal; I am Yahweh your[k] God.", "5": "“'And when you[l] sacrifice a sacrifice of fellowship offerings to Yahweh, you[m] must sacrifice it for your[n] acceptance. ", "6": "It must be eaten on the day of your[o] sacrifice and the next day; but[p] the remainder must be burned up in the fire by the third day. ", "7": "And if it is indeed eaten on the third day, it is unclean meat; it shall not be regarded as accepted. ", "8": "And the one who eats it shall bear his guilt, because he has profaned Yahweh's holiness, and that person shall be cut off from his people.", "9": "“'And at your[q] reaping the harvest of your[r] land you[s] must not finish reaping the edge of your[t] field, and you[u] must not glean the remnants of your[v] harvest. ", "10": "And you[w] must not glean your[x] vineyard, and you[y] must not gather your[z] vineyard's fallen grapes; you[aa] must leave them behind for the needy and for the alien; I am Yahweh your[ab] God.", "11": "“'You[ac] shall not steal, and you[ad] shall not deceive, and you[ae] shall not lie to one another;[af] ", "12": "and you[ag] shall not swear falsely[ah] in my name, and so one of you[ai] profane[aj] the name of your[ak] God; I am Yahweh.", "13": "“'You[al] shall not exploit your[am] neighbor, and you[an] shall not rob him; a hired worker's wage you[ao] shall not withhold[ap] overnight until morning. ", "14": "You[aq] shall not curse the deaf, and you[ar] shall not put a stumbling block before[as] a blind person, but[at] you[au] shall revere your[av] God; I am Yahweh.", "15": "“'You[aw] shall not do injustice in judgment; you[ax] shall not show partiality to the powerless;[ay] you[az] shall not give preference to the powerful;[ba] you[bb] shall judge your[bc] fellow citizen with justice. ", "16": "You[bd] shall not go about with slander among your[be] people; you[bf] shall not endanger your[bg] neighbor's life;[bh] I am Yahweh.", "17": "“'You[bi] shall not hate your[bj] brother in your[bk] heart; you[bl] shall surely rebuke your[bm] fellow citizen, so that you[bn] do not incur sin along with[bo] him. ", "18": "You[bp] shall not seek vengeance, and you[bq] shall not harbor a grudge against your[br] fellow citizens;[bs] and you[bt] shall love your[bu] neighbor like yourself; [bv] I am Yahweh.", "19": "“'You[bw] must keep my statutes: as for your[bx] domestic animals, you[by] shall not cause two differing kinds to breed; as for your[bz] field, you[ca] shall not sow two differing kinds of seed; and, a garment of two differing kinds of woven material should not be worn on you.[cb]", "20": "“'And when a man lies with a woman and there is an emission of semen and she is a female slave promised to a man, but[cc] she indeed has not been ransomed or freedom has not be given to her, there shall be an obligation to compensate; they shall not be put to death, because she has not been freed. ", "21": "And he shall bring his guilt offering to Yahweh at the tent of assembly's entrance: a ram for a guilt offering. ", "22": "And the priest shall make atonement for him before[cd] Yahweh with the ram of the guilt offering for his sin that he committed,[ce] and so his sin that he committed[cf] shall be forgiven him.", "23": "“'And when you[cg] have come into the land and you[ch] plant any tree for[ci] food, you[cj] shall regard its fruit as unharvestable;[ck] for three years it shall be forbidden for you; [cl] it shall not be eaten. ", "24": "But[cm] in the fourth year all its fruit shall be holy, offerings of praise for Yahweh. ", "25": "And in the fifth year you[cn] shall eat its fruit to increase its yield for you; [co] I am Yahweh your[cp] God.", "26": "“'You[cq] must not eat anything with the blood; you[cr] shall not practice divination, nor shall you[cs] interpret signs. ", "27": "You[ct] shall not round off the corner hair of your[cu] head, and you[cv] shall not trim the corner of your[cw] beard. ", "28": "And you[cx] shall not make a slash in your[cy] body for a dead person, nor shall you[cz] make on yourselves a tattoo's mark; I am Yahweh.", "29": "“'You[da] shall not profane your[db] daughter by making her a prostitute, lest the land be prostituted and the land fill up with depravity.[dc] ", "30": "You[dd] shall keep my Sabbaths, and you[de] shall revere my sanctuary; I am Yahweh.", "31": "“'You[df] shall not turn to the mediums and to the soothsayers; you[dg] shall not seek them to become unclean with them; I am Yahweh your[dh] God.", "32": "“'Before[di] old age you[dj] shall get up, and you[dk] shall show respect for an old person; and you[dl] shall revere your God; I am Yahweh.", "33": "“'And when an alien dwells with you[dm] in your[dn] land, you[do] shall not oppress him. ", "34": "The alien who is dwelling with you[dp] shall be like a native among you,[dq] and you[dr] shall love him like yourself, [ds] because you[dt] were aliens in the land of Egypt; I am Yahweh your[du] God.", "35": "“'You[dv] shall not commit injustice in regulation, in measurement, in weight, or[dw] volume. ", "36": "You[dx] must have honest balances, honest weights, an honest ephah, and an honest hin; I am Yahweh your[dy] God who brought you[dz] out from the land of Egypt.", "37": "“'Thus you[ea] shall keep all my statutes and all my regulations, and you[eb] shall do them; I am Yahweh.'”"}