{"1": "Then[a] Yahweh spoke to Moses, saying, ", "2": "“Speak to the Israelites,[b] and say to them, 'The festivals of Yahweh that you shall proclaim are holy assemblies; these are my appointed times.", "3": "“'For six days work is to be done, and on the seventh day shall be a Sabbath of complete rest,[c] a holy assembly; you shall not do any work; it shall be a Sabbath for Yahweh in all your dwellings.", "4": "“'These are Yahweh's appointed times, holy assemblies, which you shall proclaim at[d] their appointed time. ", "5": "In the first month, on the fourteenth of the month at the evening is Yahweh's Passover. ", "6": "And on the fifteenth day of this month is Yahweh's Feast of Unleavened Bread; for seven days you shall eat unleavened bread. ", "7": "On the first day there shall be a holy assembly for you; you shall not do any regular work.[e] ", "8": "And you shall present an offering for Yahweh made by fire for seven days; on the seventh day there shall be a holy assembly; you shall not do any regular work.'”[f]", "9": "Then[g] Yahweh spoke to Moses, saying, ", "10": "“Speak to the Israelites,[h] and say to them, 'When you come to the land that I am about to give to you and you reap its harvest, then[i] you shall bring a sheaf of the firstfruit of your harvest to the priest. ", "11": "And he shall wave the sheaf before[j] Yahweh for your acceptance; the priest shall wave it on the day after[k] the Sabbath. ", "12": "And on the day of your waving the sheaf you shall offer[l] a yearling[m] male lamb without defect as a burnt offering to Yahweh. ", "13": "And its grain offering shall be two-tenths of an ephah[n] of finely milled flour mixed with oil, an offering made by fire for Yahweh, an appeasing fragrance; and its libation shall be a fourth of a hin[o] of wine. ", "14": "And you shall not eat bread or[p] roasted grain or[q] ripe grain until this very same day,[r] until you present your God's offering. This must be a lasting statute[s] for your generations in all your dwellings.", "15": "“'And you shall count for yourselves from the day after[t] the Sabbath, from the day of your bringing the wave offering's sheaf—there shall be seven full weeks. ", "16": "Until the day after[u] the seventh Sabbath you shall count fifty days; then[v] you shall present a new grain offering for Yahweh. ", "17": "You shall bring from your dwellings for a wave offering two loaves of bread made with[w] two-tenths of an ephah[x] of finely milled flour; they must be baked with leaven—the firstfruits belonging to[y] Yahweh. ", "18": "And, in addition to the bread, you shall present seven yearling[z] male lambs without defects and one young bull[aa] and two rams—they shall be a burnt offering for Yahweh with[ab] their grain offering and their libations, an offering made by fire, an appeasing fragrance for Yahweh. ", "19": "And you shall offer[ac] one he-goat as a sin offering and two yearling[ad] male lambs as a sacrifice of fellowship offerings. ", "20": "And the priest shall wave them with the bread of the firstfruits as a wave offering before[ae] Yahweh; in addition to the two male lambs, they shall be holy for Yahweh for the priest. ", "21": "And you shall make a proclamation[af] on this very same day;[ag] it shall be a holy assembly for you; you shall not do any regular work;[ah] this is a lasting statute[ai] in all your dwellings throughout[aj] your generations. ", "22": "And when you[ak] reap the harvest of your[al] land, you[am] must not finish the edge of your[an] field at your reaping, and you[ao] must not glean the remnants of your[ap] harvest—you[aq] shall leave them behind for the needy and for the alien; I am Yahweh your[ar] God.'”", "23": "Then[as] Yahweh spoke to Moses, saying, ", "24": "“Speak to the Israelites,[at] saying, 'In the seventh month, on the first day of the month, you must have[au] a rest period, a remembrance of the trumpet blast, a holy assembly. ", "25": "You must not do any regular work,[av] and you shall present an offering made by fire to Yahweh.'”", "26": "Then[aw] Yahweh spoke to Moses, saying, ", "27": "“Surely the Day of Atonement is on the tenth day of the seventh month; it shall be a holy assembly for you, and you shall deny yourselves, and you shall present an offering made by fire to Yahweh. ", "28": "And you must not do any regular work[ax] on this very same day,[ay] because it is the Day of Atonement to make atonement for you before[az] Yahweh your God. ", "29": "If there is any person who does not deny himself on this very same day,[ba] then[bb] he shall be cut off from his people. ", "30": "As for[bc] any person who does any work on this very same day,[bd] I will exterminate that person from the midst of his people. ", "31": "You must not do any work; it is a lasting statute[be] throughout your generations in all your dwellings. ", "32": "It is a Sabbath of complete rest[bf] for you, and you shall deny yourselves on the ninth day of the month in the evening—from evening to evening you must observe your extraordinary[bg] Sabbath.”", "33": "Then[bh] Yahweh spoke to Moses, saying, ", "34": "“Speak to the Israelites,[bi] saying, 'On the fifteenth day of the seventh month, this shall be the Feast of Booths for seven days for Yahweh. ", "35": "On the first day there shall be a holy assembly; you must not do any regular work.[bj] ", "36": "For seven days you must present an offering made by fire to Yahweh. On the eighth day it shall be a holy assembly for you, and you shall present an offering made by fire to Yahweh; it is a celebration; you must not do any regular work.[bk]", "37": "“'These are Yahweh's festivals, which you must proclaim, holy assemblies to present an offering made by fire to Yahweh—burnt offering and grain offering, sacrifice and libations, each on its proper day[bl]— ", "38": "besides[bm] Yahweh's Sabbaths and besides[bn] your gifts and besides[bo] your vows and besides[bp] all your freewill offerings that you give to Yahweh.", "39": "“'Surely on the fifteenth day of the seventh month, at your gathering the land's produce, you shall hold Yahweh's festival for seven days; on the first day there shall be a rest period and on the eighth day a rest period. ", "40": "And on the first day you shall take for yourselves the first fruit of majestic trees, branches of palm trees and branches[bq] of a leafy tree and of a brook's poplar trees, and you shall rejoice before[br] Yahweh your God for seven days. ", "41": "And you must hold it as a festival for Yahweh for seven days in the year; it shall be a lasting statute[bs] throughout your generations; in the seventh month you must hold it. ", "42": "You must live in the booths for seven days; all the natives in Israel must live in the booths, ", "43": "so that your generations shall know that I made the Israelites[bt] live in booths when I brought them from the land of Egypt; I am Yahweh your God.'”", "44": "Thus[bu] Moses announced to the Israelites[bv] Yahweh's appointed times."}