{"1": "Then[a] Yahweh spoke to Moses on Mount Sinai,[b] saying, ", "2": "“Speak to the Israelites,[c] and say to them, 'When you[d] come into the land that I am about to give to you,[e] then[f] the land shall observe a Sabbath for Yahweh. ", "3": "Six years you[g] shall sow your field, and six years you shall prune your vineyard, and you shall gather its yield. ", "4": "But[h] in the seventh year it shall be a Sabbath of complete rest[i] for the land—a Sabbath for Yahweh; you[j] must not sow your field, and you must not prune your vineyard. ", "5": "You[k] must not reap your harvest's aftergrowth, and you must not harvest the grapes of your unpruned vines—it shall be a year of complete rest[l] for the land. ", "6": "And a Sabbath of the land shall be for food for you:[m] for you[n] and for your slave and for your slave woman and for your hired worker and for your temporary residents[o] who are dwelling as aliens with you; ", "7": "and all its yield shall be for your[p] domestic animal and for the wild animal, which are in your land to eat.", "8": "“'And you[q] shall count for yourself seven Sabbaths of years, seven times seven years, and they shall be for you time periods of[r] years: forty-nine[s] years. ", "9": "And you[t] shall cause a loud horn blast[u] to be heard on the seventh month on the tenth of the month; on the Day of Atonement you[v] shall cause a ram's horn to be heard in all your[w] land. ", "10": "And you[x] shall consecrate the fiftieth year, and you shall proclaim a release in the land for all its inhabitants. It is a Jubilee; it shall be for you, and you shall return. You must return—everyone to his property and everyone to his clan.[y] ", "11": "You[z] shall have the fiftieth year as a Jubilee;[aa] you must not reap its aftergrowth, and you must not harvest its unpruned vines. ", "12": "Because it is a Jubilee, it shall be holy to you. You must eat its[ab] produce from the field.", "13": "“'In this Year of Jubilee each of you[ac] shall return[ad] to his property. ", "14": "And when you[ae] sell something to your[af] fellow citizen or you buy from your[ag] neighbor's hand, you[ah] must not oppress one another.[ai] ", "15": "You[aj] must buy from your fellow citizen according to the number of years after the Jubilee; he must sell to you according to the number of years of yield. ", "16": "You[ak] must increase its price according to a greater number of years,[al] but[am] you must decrease its price according to a lesser number of years,[an] because he is selling its yields to you. ", "17": "And you[ao] must not oppress one another,[ap] but[aq] you[ar] shall revere your God, because I am Yahweh, your[as] God.", "18": "“'And you[at] shall do my statutes, and you must keep my regulations, and you shall do them, so that[au] you shall live securely[av] on the land. ", "19": "And the land shall give its fruit, and you[aw] shall eat your fill,[ax] and you shall live securely[ay] on it. ", "20": "And if you[az] should say, “What shall we eat in the seventh year, if[ba] we do not sow and we do not gather its yield?” ", "21": "then[bb] I will command my blessing for you[bc] in the sixth year, so that[bd] it will make[be] the yield for three years. ", "22": "And you[bf] will sow in the eighth year, and you shall eat from the old yield;[bg] until the ninth year, until the coming of its yield, you shall eat the old yield.", "23": "“'But[bh] the land must not be sold in[bi] perpetuity, because the land is mine, because you[bj] are aliens and temporary residents with me. ", "24": "And in all your[bk] property's land you[bl] must provide redemption for the land.", "25": "“'When your[bm] brother becomes poor and he sells part of his property, then[bn] his nearest redeemer[bo] shall come, and he shall redeem the thing sold by his brother. ", "26": "But[bp] if[bq] a man does not have[br] a redeemer, then[bs] he prospers[bt] and he finds enough for his redemption, ", "27": "then[bu] he shall calculate the years of its selling, and he shall refund the balance to the man to whom he sold it, and he shall return to his property. ", "28": "But[bv] if his hand does not find enough to refund to him, then[bw] what he has sold[bx] shall be in the buyer's hand until the Year of Jubilee; and it shall go out of the buyer's hand[by] in the Jubilee, and he shall return to his property.", "29": "“'And if a man sells a residential house in a walled city,[bz] then[ca] it shall be his redemption until completing a year after his selling;[cb] its redemption shall last[cc] a year.[cd] ", "30": "But[ce] if it is not redeemed before a full year has passed,[cf] then[cg] the house that is in the walled city[ch] shall belong to the buyer in[ci] perpetuity throughout his generations; it shall not go out of the buyer's hand[cj] in the Jubilee. ", "31": "However,[ck] village houses that have no surrounding wall shall be considered open country;[cl] there is redemption for it, and in the Jubilee it shall go out of the buyer's hand.[cm]", "32": "“'As for[cn] the cities of the Levites, that is, the houses in[co] their property's cities, it shall be a lasting redemption[cp] for the Levites. ", "33": "And whatever anyone redeems from the Levites then[cq] must go out of the buyer's hand[cr] in the Jubilee, including a house's selling in his city's property,[cs] because the houses in[ct] the cities of the Levites are their property in the midst of the Israelites.[cu] ", "34": "But[cv] a[cw] field of their cities' pastureland must not be sold, because it is their property for all time.[cx]", "35": "“'And if your[cy] countryman[cz] becomes poor and if he becomes dependent on you,[da] then[db] you shall support him like an alien and like a temporary resident, and he shall live with you. ", "36": "You[dc] must not take interest or[dd] usury from him, but[de] you shall revere your God, and your countryman[df] shall live with you. ", "37": "You[dg] must not give your money to him with interest or[dh] give your food for[di] profit. ", "38": "I am Yahweh your[dj] God, who brought you out from the land of Egypt to give you[dk] the land of Canaan, to be as God for you.", "39": "“'And if your[dl] countryman[dm] who is with you becomes poor, and he is sold to you, you shall not treat him as a slave.[dn] ", "40": "He shall be with you like a hired worker, like a temporary resident; he shall work with you until the Year of Jubilee. ", "41": "And he and his sons with him shall go out from you, and he shall return to his clan, and to the property of his ancestors[do] he shall return. ", "42": "Because they are my servants whom I brought out from the land of Egypt, they shall not be sold as a slave.[dp] ", "43": "You[dq] shall not rule over him with ruthlessness, but[dr] you shall revere your God.", "44": "“'As for[ds] your[dt] slave and your[du] slave woman who are[dv] yours,[dw] from the nations that are all around you,[dx] from them you[dy] may buy a slave or[dz] a slave woman. ", "45": "And you[ea] may buy also from the children[eb] of the temporary residents who are dwelling with you as aliens and from their clan who are with you, who have children in your land; indeed,[ec] they may be as property for you. ", "46": "And you[ed] may pass them on as an inheritance to your[ee] sons[ef] after you[eg] to take possession of as property for all time[eh]—you[ei] may let them work. But[ej] as for your[ek] countrymen,[el] the Israelites,[em] you[en] shall not rule with ruthlessness over one another.[eo]", "47": "“'And if the alien or[ep] the temporary resident who are with you[eq] prosper,[er] but[es] your countryman[et] who is with him becomes poor and he is sold to an alien, a temporary resident who is with you, or to a descendant of an alien's clan, ", "48": "after he is sold redemption shall be for him; one of his brothers may redeem him, ", "49": "or his uncle or his uncle's son may redeem him, or one of[eu] his close relatives[ev] from his clan may redeem him; or if he prospers,[ew] he may redeem himself. ", "50": "And he shall calculate with his buyer from the year of his selling himself[ex] until the Jubilee; and the value of his selling shall be according to the number of years—it shall be with him like[ey] a hired worker's days. ", "51": "If there are still many years, in keeping with them[ez] he shall restore his redemption in proportion to his purchase price.[fa] ", "52": "And if there are a few years left until the Year of Jubilee, then[fb] he shall calculate for himself; he shall restore his redemption according to the number of his years.[fc] ", "53": "He shall be with him as a yearly hired worker;[fd] he shall not rule over him with ruthlessness in your[fe] sight.[ff] ", "54": "And if he is not redeemed by[fg] any of these ways,[fh] then[fi] he and his sons with him shall go out in the Year of Jubilee. ", "55": "Indeed,[fj] the Israelites[fk] are servants for me; they are my servants whom I brought out from the land of Egypt. I am Yahweh your[fl] God.'”"}