{"1": "“'When a person[a] sins in that[b] he hears the utterance of a curse and he is a witness or he sees or he knows, if he does not make it known, then[c] he shall bear his guilt. ", "2": "Or if a person[d] touches anything unclean, whether[e] an unclean wild[f] animal's dead body or an unclean domestic animal's dead body or an unclean swarmer's dead body, but[g] he is unaware of it,[h] he is unclean and he is guilty. ", "3": "Or when he touches human uncleanness, namely[i] any uncleanness of his by which he might become unclean, but[j] he is unaware of it,[k] and he himself finds out, then[l] he will be guilty. ", "4": "Or when a person[m] swears, speaking thoughtlessly with his lips, to do evil or to do good with regard to[n] anything that the person[o] in a sworn oath speaks thoughtlessly, but[p] he is unaware of it,[q] he will be guilty in any of[r] these. ", "5": "When he becomes guilty in any of[s] these, he shall confess[t] what he has sinned regarding[u] it, ", "6": "and he shall bring his guilt offering to[v] Yahweh for his sin that he has committed:[w] a female from the flock,[x] a ewe-lamb or a she-goat,[y] as a sin offering, and the priest shall make atonement for him for[z] his sin.", "7": "“'If[aa] he cannot afford a sheep,[ab] he shall bring as his guilt offering for what he sinned two turtledoves or two young doves[ac] for Yahweh, one for a sin offering and one for a burnt offering. ", "8": "He shall bring[ad] them to the priest, and he shall present that which is for the sin offering first, and the priest[ae] shall wring its head off at the back of its neck,[af] but[ag] he must not sever it, ", "9": "and he shall spatter some of[ah] the sin offering's blood on the altar's side, and the leftover blood must be drained out on the altar's base; it is a sin offering. ", "10": "The second[ai] bird he must prepare as a burnt offering according to the regulation, and the priest shall make atonement for him for his sin that he has committed,[aj] and he shall be forgiven.", "11": "“'But[ak] if he cannot afford[al] two turtledoves or two young doves,[am] then,[an] because he has sinned, he shall bring as his offering a tenth of an[ao] ephah of finely milled flour as a sin offering. He must not put[ap] oil on it, nor should he put frankincense on it, because it is a sin offering. ", "12": "He shall bring[aq] it to the priest, and the priest shall take a handful of it[ar] for its token portion, and he shall turn it to smoke on the altar in addition to[as] the offerings made by fire to Yahweh; it is a sin offering. ", "13": "Thus[at] the priest shall make atonement for him because of the sin that he has committed[au] in any of these,[av] and he shall be forgiven. It shall be[aw] for the priest, like the grain offering.'”", "14": "Then[ax] Yahweh spoke to Moses, saying, ", "15": "“When a person[ay] displays infidelity[az] and he sins in an unintentional wrong in any of[ba] Yahweh's holy things, then[bb] he shall bring his guilt offering to[bc] Yahweh: a ram without defect from the flock[bd] as a guilt offering by your valuation in silver shekels[be] according to the sanctuary shekel. ", "16": "And he shall make restitution for what he sinned because of[bf] a holy thing and shall add one-fifth of its value[bg] onto it and shall give it to the priest. The priest[bh] shall make atonement for him with the ram of the guilt offering, and he will be forgiven.", "17": "“If[bi] a person[bj] when he sins violates[bk] one from all of Yahweh's commands that should not be violated,[bl] but[bm] he did not know, then[bn] he is guilty and he shall bear his guilt. ", "18": "He shall bring[bo] to the priest a ram without defect from the flock[bp] as a guilt offering by your valuation, and the priest shall make atonement for him because of his unintentional wrong (although[bq] he himself did not know), and he will be forgiven. ", "19": "It is a guilt offering; he certainly was guilty before Yahweh.”"}