{"1": "Then[a] Yahweh spoke to Moses, saying, ", "2": "“Take Aaron and his sons with him, and the garments and the anointing oil and the bull of the sin offering and the two rams and the basket of the unleavened bread, ", "3": "and summon all of the community to the entrance to[b] the tent of assembly.” ", "4": "So[c] Moses did just as Yahweh commanded him, and the community gathered by the entrance to[d] the tent of assembly.", "5": "Then[e] Moses said to the community, “This is the word that Yahweh has commanded to be done.”[f]", "6": "So[g] Moses brought Aaron and his sons near, and he washed them with water. ", "7": "Then[h] he put the tunic on him and tied[i] the sash around him; then[j] he clothed him with the robe and put[k] the ephod on him; then[l] he tied the ephod's waistband around him and fastened[m] the ephod[n] to him with it. ", "8": "Then[o] he placed the breastpiece on him and put[p] the Urim and the Thummim into the breastpiece; ", "9": "and he placed the turban on his head, and on the front of[q] the turban he placed the gold rosette, the holy diadem, just as Yahweh had commanded Moses.", "10": "Then[r] Moses took the anointing oil and anointed[s] the tabernacle and all that was in it, and he consecrated them. ", "11": "And he spattered part of[t] it on the altar seven times—thus[u] he anointed the altar and all of its utensils, and the basin and its stand, to consecrate them. ", "12": "Then[v] he poured out part of[w] the anointing oil on Aaron's head—thus[x] he anointed him in order to consecrate him. ", "13": "Then[y] Moses brought Aaron's sons near and clothed[z] them with tunics and tied[aa] a sash around each one,[ab] and he bound headbands on[ac] them, just as Yahweh had commanded Moses.", "14": "Then[ad] he brought forth the bull of the sin offering, and Aaron and his sons placed their hands on the head of the bull of the sin offering, ", "15": "and he slaughtered it, and Moses took the blood and put[ae] it with his finger on the altar's horns all around and purified the altar; then[af] he poured the blood out on the altar's base—thus[ag] he consecrated it in order to make atonement for it.[ah] ", "16": "Then[ai] he took all the fat that was on the inner parts[aj] and the lobe on the liver and the two kidneys and their fat, and Moses turned them into smoke on the altar, ", "17": "but[ak] he burned the bull and its skin and its meat and its offal in the fire outside the camp,[al] just as Yahweh had commanded Moses.", "18": "Then[am] he brought the ram of the burnt offering near, and Aaron and his sons placed their hands on the ram's head, ", "19": "and he slaughtered it. Then[an] Moses sprinkled the blood on the altar all around. ", "20": "Then[ao] he cut the ram into pieces, and Moses turned into smoke the head and the pieces and the suet, ", "21": "but[ap] he washed the inner parts[aq] and the lower leg bones with water, and Moses turned into smoke all of the ram on the altar; it was a burnt offering as an appeasing fragrance, an offering made by fire for[ar] Yahweh, just as Yahweh had commanded Moses.", "22": "Then[as] he brought the second ram near, the ram of the consecration, and Aaron and his sons placed their hands on the ram's head, ", "23": "and he slaughtered it. Then[at] Moses took some of[au] its blood and put[av] it on Aaron's right ear lobe and on his right hand's thumb and on his right foot's big toe. ", "24": "Then[aw] he brought Aaron's sons near, and Moses put some of[ax] the blood on their right ear lobe and on their right hand's thumb and on their right foot's big toe, and Moses sprinkled the blood on the altar all around.", "25": "Then[ay] he took the fat and the fat tail and all of the fat that was on the inner parts[az] and the lobe of the liver and the two kidneys and their fat and the right upper thigh; ", "26": "and from the basket of the unleavened bread that was before Yahweh he took one ring-shaped unleavened bread and one ring-shaped bread with[ba] oil and one wafer, and he placed them on the fat parts[bb] and on the right upper thigh. ", "27": "Then[bc] he put all of these[bd] on Aaron's palms and on his sons' palms, and he waved them as a wave offering before[be] Yahweh. ", "28": "Then[bf] Moses took them from upon their palms, and he turned them into smoke upon the burnt offering on the altar; they were a consecration offering as an appeasing fragrance—it was an offering made by fire for[bg] Yahweh. ", "29": "Then[bh] Moses took the breast section, and he waved it as a wave offering before[bi] Yahweh from the ram of the consecration offering; it was Moses' share, just as Yahweh had commanded Moses.", "30": "Then[bj] Moses took some of[bk] the anointing oil and some of[bl] the blood that was on the altar, and he spattered them on Aaron, on his garments, and on Aaron's sons and on his sons' garments with him—thus[bm] he consecrated Aaron, his garments, and his sons and his sons' garments with him.", "31": "Then[bn] Moses said to Aaron and to his sons, “Boil the meat in the entrance to[bo] the tent of assembly, and there you must eat it and the bread that is in the basket of the consecration offering, just as I have commanded, saying, 'Aaron and his sons must eat it,' ", "32": "but[bp] the remainder of the meat and the bread you[bq] must burn in the fire. ", "33": "And you must not go out from the entrance to[br] the tent of assembly for seven days, until the day of fulfilling the days of your[bs] consecration, because it will take seven days to ordain you.[bt] ", "34": "Just as was done[bu] on this day, Yahweh commanded to be done[bv] in order to make atonement for you.[bw] ", "35": "And you[bx] must stay at the entrance to[by] the tent of assembly day and night for seven days, and you[bz] shall keep the obligation from[ca] Yahweh, so you[cb] might not die, for thus I have been commanded.” ", "36": "So[cc] Aaron and his sons did all the things that Yahweh had commanded through[cd] Moses."}