{"1": "Then[a] on the eighth day Moses summoned Aaron and his sons and Israel's elders, ", "2": "and he said to Aaron, “Take for yourself a bull calf[b] as a sin offering and a ram as a burnt offering, without defect,[c] and present them before[d] Yahweh. ", "3": "Then[e] you[f] must speak to the Israelites,[g] saying, 'Take a he-goat[h] as a sin offering and a bull calf and a male sheep, yearlings[i] without defect,[j] as a burnt offering, ", "4": "and an ox and a ram as fellowship offerings to sacrifice before[k] Yahweh, and a grain offering mixed with oil, because today Yahweh will appear to you.”[l] ", "5": "So[m] they took what Moses had commanded to the front of[n] the tent of assembly, and the whole community presented themselves, and they stood before[o] Yahweh.", "6": "Then[p] Moses said, “This is the word that Yahweh commanded you[q] to do so that[r] the glory of Yahweh might appear to you.”[s] ", "7": "Then[t] Moses said to Aaron, “Approach[u] the altar and sacrifice[v] your sin offering and your burnt offering, and make atonement for yourself and for the people. And sacrifice[w] the people's offering and make atonement for them, just as Yahweh has commanded.”", "8": "Then[x] Aaron approached[y] the altar, and he slaughtered the bull calf of the sin offering, which was for himself. ", "9": "Then[z] Aaron's sons presented the blood to him, and he dipped his finger in the blood, and he put it on the altar's horns, and he poured out the blood on the altar's base. ", "10": "And the fat and the kidneys and the lobe from the sin offering's liver[aa] he turned into smoke on the altar, just as Yahweh had commanded Moses, ", "11": "but[ab] the meat and the skin he burned with fire[ac] outside the camp.[ad]", "12": "Then[ae] he slaughtered the burnt offering, and Aaron's sons brought the blood to him, and he sprinkled it on the altar all around; ", "13": "and they brought the burnt offering to him by its pieces, as well as[af] the head, and he turned them into smoke on the altar; ", "14": "and he washed the inner parts[ag] and the lower leg bones, then[ah] he turned them into smoke upon the burnt offering on the altar.", "15": "Then[ai] he presented the people's offering, and he took the goat of the sin offering, which was for the people, and he slaughtered it and offered[aj] it as a sin offering like the first one. ", "16": "Then[ak] he presented the burnt offering, and he sacrificed[al] it according to the regulation. ", "17": "Then[am] he presented the grain offering, and he filled his palm with some of[an] it, and he turned it into smoke on the altar besides the morning's burnt offering. ", "18": "Then[ao] he slaughtered the ox and the ram, the fellowship offerings that are for the people, and Aaron's sons brought the blood to him, and he sprinkled it on the altar all around. ", "19": "And as for the fat portions from the ox and from the ram (the fat tail and the layer of fat and the kidneys and the lobe of the liver), ", "20": "they placed the fat portions on the breast sections, and he turned the fat portions into smoke on the altar. ", "21": "Then[ap] Aaron waved the breast sections and the right upper thigh as a wave offering before[aq] Yahweh, just as Moses had commanded.", "22": "Then[ar] Aaron lifted his hand toward[as] the people, and he blessed them, and he came down after[at] sacrificing[au] the sin offering and the burnt offering and the fellowship offerings. ", "23": "Then[av] Moses and Aaron entered the tent of assembly. When[aw] they came out, they blessed[ax] the people, and Yahweh's glory appeared to all the people. ", "24": "Then[ay] a fire went out from before[az] Yahweh, and it consumed the burnt offering and the fat portions on the altar. And all the people saw it, so[ba] they shouted for joy, and they fell on their faces."}