{"1": "This letter is from Paul and Timothy. We are servants owned by Jesus Christ. This letter is to all who belong to Christ Jesus who are living in the city of Philippi and to the church leaders and their helpers also. ", "2": "May you have loving-favor and peace from God our Father and the Lord Jesus Christ.", "3": "I thank God for you whenever I think of you. ", "4": "I always have joy as I pray for all of you. ", "5": "It is because you have told others the Good News from the first day you heard it until now. ", "6": "I am sure that God Who began the good work in you will keep on working in you until the day Jesus Christ comes again. ", "7": "It is right for me to feel like this about all of you. It is because you are very dear to me. While I was in prison and when I was proving that the Good News is true, you all shared God's loving-favor with me. ", "8": "God knows what I am saying. He knows how much I love you all with a love that comes from Jesus Christ. ", "9": "And this is my prayer: I pray that your love will grow more and more. I pray that you will have better understanding and be wise in all things. ", "10": "I pray that you will know what is the very best. I pray that you will be true and without blame until the day Christ comes again. ", "11": "And I pray that you will be filled with the fruits of right living. These come from Jesus Christ, with honor and thanks to God.", "12": "Christian brothers, I want you to know that what has happened to me has helped spread the Good News. ", "13": "Everyone around here knows why I am in prison. It is because I preached about Jesus Christ. All the soldiers who work for the leader of the country know why I am here. ", "14": "Because of this, most of my Christian brothers have had their faith in the Lord made stronger. They have more power to preach the Word of God without fear.", "15": "Some are preaching because they are jealous and want to make trouble. Others are doing it for the right reason. ", "16": "These do it because of love. They know that I am put here to prove the Good News is true. ", "17": "The others preach about Christ for what they get out of it. Their hearts are not right. They want to make me suffer while I am in prison. ", "18": "What difference does it make if they pretend or if they are true? I am happy, yes, and I will keep on being happy that Christ is preached.", "19": "Because of your prayers and the help the Holy Spirit gives me, all of this will turn out for good. ", "20": "I hope very much that I will have no reason to be ashamed. I hope to honor Christ with my body if it be by my life or by my death. I want to honor Him without fear, now and always. ", "21": "To me, living means having Christ. To die means that I would have more of Him. ", "22": "If I keep on living here in this body, it means that I can lead more people to Christ. I do not know which is better. ", "23": "There is a strong pull from both sides. I have a desire to leave this world to be with Christ, which is much better. ", "24": "But it is more important for you that I stay. ", "25": "I am sure I will live to help you grow and be happy in your faith. ", "26": "This will give you reason to give more thanks to Christ Jesus when I come to visit you again.", "27": "Live your lives as the Good News of Christ says you should. If I come to you or not, I want to hear that you are standing true as one. I want to hear that you are working together as one, preaching the Good News. ", "28": "Do not be afraid of those who hate you. Their hate for you proves they will be destroyed. It proves you have life from God that lasts forever. ", "29": "You are not only to put your trust in Him, but you are to suffer for Him also. ", "30": "You know what the fight is like. Now it is time for you to have a part in it as I have."}