{"1-2": "Shortly after Saul died, David returned to Ziklag from his rout of the Amalekites. Three days later a man showed up unannounced from Saul's army camp.", "2-3": "Disheveled and obviously in mourning, he fell to his knees in respect before David. David asked, “What brings you here?” He answered, “I've just escaped from the camp of Israel.”", "4": "“So what happened?” said David. “What's the news?” He said, “The Israelites have fled the battlefield, leaving a lot of their dead comrades behind. And Saul and his son Jonathan are dead.”", "5": "David pressed the young soldier for details: “How do you know for sure that Saul and Jonathan are dead?”", "6-8": "“I just happened by Mount Gilboa and came on Saul, badly wounded and leaning on his spear, with enemy chariots and horsemen bearing down hard on him. He looked behind him, saw me, and called me to him. 'Yes sir,' I said, 'at your service.' He asked me who I was, and I told him, 'I'm an Amalekite.'”", "9": "“Come here,” he said, “and put me out of my misery. I'm nearly dead already, but my life hangs on.”", "10": "“So I did what he asked—I killed him. I knew he wouldn't last much longer anyway. I removed his royal headband and bracelet, and have brought them to my master. Here they are.”", "11-12": "In lament, David ripped his clothes to ribbons. All the men with him did the same. They wept and fasted the rest of the day, grieving the death of Saul and his son Jonathan, and also the army of God and the nation Israel, victims in a failed battle.", "13": "Then David spoke to the young soldier who had brought the report: “Who are you, anyway?” “I'm from an immigrant family—an Amalekite.”", "14-15": "“Do you mean to say,” said David, “that you weren't afraid to up and kill God's anointed king?” Right then he ordered one of his soldiers, “Strike him dead!” The soldier struck him, and he died.", "16": "“You asked for it,” David told him. “You sealed your death sentence when you said you killed God's anointed king.”", "17-18": "Then David sang this lament over Saul and his son Jonathan, and gave orders that everyone in Judah learn it by heart. Yes, it's even inscribed in The Book of Jashar.", "19-21": "Oh, oh, Gazelles of Israel, struck down on your hills, the mighty warriors—fallen, fallen! Don't announce it in the city of Gath, don't post the news in the streets of Ashkelon. Don't give those coarse Philistine girls one more excuse for a drunken party! No more dew or rain for you, hills of Gilboa, and not a drop from springs and wells, For there the warriors' shields were dragged through the mud, Saul's shield left there to rot.", "22": "Jonathan's bow was bold— the bigger they were the harder they fell. Saul's sword was fearless— once out of the scabbard, nothing could stop it.", "23": "Saul and Jonathan—beloved, beautiful! Together in life, together in death. Swifter than plummeting eagles, stronger than proud lions.", "24-25": "Women of Israel, weep for Saul. He dressed you in finest cottons and silks, spared no expense in making you elegant. The mighty warriors—fallen, fallen in the middle of the fight! Jonathan—struck down on your hills!", "26": "O my dear brother Jonathan, I'm crushed by your death. Your friendship was a miracle-wonder, love far exceeding anything I've known— or ever hope to know.", "27": "The mighty warriors—fallen, fallen. And the arms of war broken to bits."}