{"1-3": "Joab son of Zeruiah knew that the king, deep down, still cared for Absalom. So he sent to Tekoa for a wise woman who lived there and instructed her, “Pretend you are in mourning. Dress in black and don't comb your hair, so you'll look like you've been grieving over a dead loved one for a long time. Then go to the king and tell him this . . .” Joab then told her exactly what to say.", "4": "The woman of Tekoa went to the king, bowed deeply before him in homage, and said, “O King, help!”", "5-7": "He said, “How can I help?” “I'm a widow,” she said. “My husband is dead. I had two sons. The two of them got into a fight out in the field and there was no one around to step between them. The one struck the other and killed him. Then the whole family ganged up against me and demanded, 'Hand over this murderer so we can kill him for the life of the brother he murdered!' They want to wipe out the heir and snuff out the one spark of life left to me. And then there would be nothing left of my husband—not so much as a name—on the face of the earth.", "15-17": "“So now I've dared come to the king, my master, about all this. They're making my life miserable, and I'm afraid. I said to myself, 'I'll go to the king. Maybe he'll do something! When the king hears what's going on, he'll step in and rescue me from the abuse of the man who would get rid of me and my son and God's inheritance—the works!' As your handmaid, I decided ahead of time, 'The word of my master, the king, will be the last word in this, for my master is like an angel of God in discerning good and evil.' God be with you!”", "8": "The king said, “Go home, and I'll take care of this for you.”", "9": "“I'll take all responsibility for what happens,” the woman of Tekoa said. “I don't want to compromise the king and his reputation.”", "10": "“Bring the man who has been harassing you,” the king continued. “I'll see to it that he doesn't bother you anymore.”", "11": "“Let the king invoke the name of God,” said the woman, “so this self-styled vigilante won't ruin everything, to say nothing of killing my son.” “As surely as God lives,” he said, “not so much as a hair of your son's head will be lost.”", "12": "Then she asked, “May I say one more thing to my master, the king?” He said, “Go ahead.”", "13-14": "“Why, then,” the woman said, “have you done this very thing against God's people? In his verdict, the king convicts himself by not bringing home his exiled son. We all die sometime. Water spilled on the ground can't be gathered up again. But God does not take away life. He works out ways to get the exile back.”", "18": "The king then said, “I'm going to ask you something. Answer me truthfully.” “Certainly,” she said. “Let my master, the king, speak.”", "19-20": "The king said, “Is the hand of Joab mixed up in this?” “On your life, my master king, a body can't veer an inch right or left and get by with it in the royal presence! Yes, it was your servant Joab who put me up to this, and put these very words in my mouth. It was because he wanted to turn things around that your servant Joab did this. But my master is as wise as God's angels in knowing how to handle things on this earth.”", "21": "The king spoke to Joab. “All right, I'll do it. Go and bring the young man Absalom back.”", "22": "Joab bowed deeply in reverence and blessed the king. “I'm reassured to know that I'm still in your good graces and have your confidence, since the king is taking the counsel of his servant.”", "23-24": "Joab got up, went to Geshur, and brought Absalom to Jerusalem. The king said, “He may return to his house, but he is not to see me face-to-face.” So Absalom returned home, but was not permitted to see the king.", "25-27": "This Absalom! There wasn't a man in all Israel talked about so much for his handsome good looks—and not a blemish on him from head to toe! When he cut his hair—he always cut it short in the spring because it had grown so heavy—the weight of the hair from his head was over two pounds! Three sons were born to Absalom, and one daughter. Her name was Tamar—and she was a beauty.", "28-31": "Absalom lived in Jerusalem for two years, and not once did he see the king face-to-face. He sent for Joab to get him in to see the king, but Joab still wouldn't budge. He tried a second time and Joab still wouldn't. So he told his servants, “Listen. Joab's field adjoins mine, and he has a crop of barley in it. Go set fire to it.” So Absalom's servants set fire to the field. That got him moving—Joab came to Absalom at home and said, “Why did your servants set my field on fire?”", "32": "Absalom answered him, “Listen, I sent for you saying, 'Come, and soon. I want to send you to the king to ask, “What's the point of my coming back from Geshur? I'd be better off still there!” Let me see the king face-to-face. If he finds me guilty, then he can put me to death.'”", "33": "Joab went to the king and told him what was going on. Absalom was then summoned—he came and bowed deeply in reverence before him. And the king kissed Absalom."}