{"1": "Shortly after David passed the crest of the hill, Mephibosheth's steward Ziba met him with a string of pack animals, saddled and loaded with a hundred loaves of bread, a hundred raisin cakes, a hundred baskets of fresh fruit, and a skin of wine.", "2": "The king said to Ziba, “What's all this?” “The donkeys,” said Ziba, “are for the king's household to ride, the bread and fruit are for the servants to eat, and the wine is for drinking, especially for those overcome by fatigue in the wilderness.”", "3": "The king said, “And where is your master's grandson?” “He stayed in Jerusalem,” said Ziba. “He said, 'This is the day Israel is going to restore my grandfather's kingdom to me.'”", "4": "“Everything that belonged to Mephibosheth,” said the king, “is now yours.” Ziba said, “How can I ever thank you? I'll be forever in your debt, my master and king; may you always look on me with such kindness!”", "5-8": "When the king got to Bahurim, a man appeared who had connections with Saul's family. His name was Shimei son of Gera. As he followed along he shouted insults and threw rocks right and left at David and his company, servants and soldiers alike. To the accompaniment of curses he shouted, “Get lost, get lost, you butcher, you hellhound! God has paid you back for all your dirty work in the family of Saul and for stealing his kingdom. God has given the kingdom to your son Absalom. Look at you now—ruined! And good riddance, you pathetic old man!”", "9": "Abishai son of Zeruiah said, “This mangy dog can't insult my master the king this way—let me go over and cut off his head!”", "10": "But the king said, “Why are you sons of Zeruiah always interfering and getting in the way? If he's cursing, it's because God told him, 'Curse David.' So who dares raise questions?”", "11-12": "“Besides,” continued David to Abishai and the rest of his servants, “my own son, my flesh and bone, is right now trying to kill me; compared to that this Benjaminite is small potatoes. Don't bother with him; let him curse; he's preaching God's word to me. And who knows, maybe God will see the trouble I'm in today and exchange the curses for something good.”", "13": "David and his men went on down the road, while Shimei followed along on the ridge of the hill alongside, cursing, throwing stones down on them, and kicking up dirt.", "14": "By the time they reached the Jordan River, David and all the men of the company were exhausted. There they rested and were revived.", "15": "By this time Absalom and all his men were in Jerusalem. And Ahithophel was with them.", "16": "Soon after, Hushai the Arkite, David's friend, came and greeted Absalom, “Long live the king! Long live the king!”", "17": "Absalom said to Hushai, “Is this the way you show devotion to your good friend? Why didn't you go with your friend David?”", "18-19": "“Because,” said Hushai, “I want to be with the person that God and this people and all Israel have chosen. And I want to stay with him. Besides, who is there to serve other than the son? Just as I served your father, I'm now ready to serve you.”", "20": "Then Absalom spoke to Ahithophel, “Are you ready to give counsel? What do we do next?”", "21-22": "Ahithophel told Absalom, “Go and sleep with your father's concubines, the ones he left to tend to the palace. Everyone will hear that you have openly disgraced your father, and the morale of everyone on your side will be strengthened.” So Absalom pitched a tent up on the roof in public view, and went in and slept with his father's concubines.", "23": "The counsel that Ahithophel gave in those days was treated as if God himself had spoken. That was the reputation of Ahithophel's counsel to David; it was the same with Absalom."}