{"1-2": "David organized his forces. He appointed captains of thousands and captains of hundreds. Then David deployed his troops, a third under Joab, a third under Abishai son of Zeruiah, Joab's brother, and a third under Ittai the Gittite. The king then announced, “I'm marching with you.”", "3": "They said, “No, you mustn't march with us. If we're forced to retreat, the enemy won't give it a second thought. And if half of us die, they won't do so either. But you are worth ten thousand of us. It will be better for us if you stay in the city and help from there.”", "4": "“If you say so,” said the king. “I'll do what you think is best.” And so he stood beside the city gate as the whole army marched out by hundreds and by thousands.", "5": "Then the king ordered Joab and Abishai and Ittai, “Deal gently for my sake with the young man Absalom.” The whole army heard what the king commanded the three captains regarding Absalom.", "6-8": "The army took the field to meet Israel. It turned out that the battle was joined in the Forest of Ephraim. The army of Israel was beaten badly there that day by David's men, a terrific slaughter—twenty thousand men! There was fighting helter-skelter all over the place—the forest claimed more lives that day than the sword!", "9-10": "Absalom ran into David's men, but was out in front of them riding his mule, when the mule ran under the branches of a huge oak tree. Absalom's head was caught in the oak and he was left dangling between heaven and earth, the mule running right out from under him. A solitary soldier saw him and reported it to Joab, “I just saw Absalom hanging from an oak tree!”", "11": "Joab said to the man who told him, “If you saw him, why didn't you kill him then and there? I'd have rewarded you with ten pieces of silver and a fancy belt.”", "12-13": "The man told Joab, “Even if I'd had a chance at a thousand pieces of silver, I wouldn't have laid a hand on the king's son. We all heard the king command you and Abishai and Ittai, 'For my sake, protect the young man Absalom.' Why, I'd be risking my life, for nothing is hidden from the king. And you would have just stood there!”", "14-15": "Joab said, “I can't waste my time with you.” He then grabbed three knives and stabbed Absalom in the heart while he was still alive in the tree; by then Absalom was surrounded by ten of Joab's armor bearers; they hacked away at him and killed him.", "16-17": "Joab then blew the ram's horn trumpet, calling off the army in its pursuit of Israel. They took Absalom, dumped him into a huge pit in the forest, and piled an immense mound of rocks over him. Meanwhile the whole army of Israel was in flight, each man making his own way home.", "18": "While alive, Absalom had erected for himself a pillar in the Valley of the King, “because,” he said, “I have no son to carry on my name.” He inscribed the pillar with his own name. To this day it is called “The Absalom Memorial.”", "19-20": "Ahimaaz, Zadok's son, said, “Let me run to the king and bring him the good news that God has delivered him from his enemies.” But Joab said, “You're not the one to deliver the good news today; some other day, maybe, but it's not 'good news' today.” (This was because the king's son was dead.)", "21": "Then Joab ordered a Cushite, “You go. Tell the king what you've seen.” “Yes sir,” said the Cushite, and ran off.", "22": "Ahimaaz son of Zadok kept at it, begging Joab, “What does it matter? Let me run, too, following the Cushite.” Joab said, “Why all this 'Run, run'? You'll get no thanks for it, I can tell you.”", "23": "“I don't care; let me run.” “Okay,” said Joab, “run.” So Ahimaaz ran, taking the lower valley road, and passed the Cushite.", "24-25": "David was sitting between the two gates. The sentry had gone up to the top of the gate on the wall and looked around. He saw a solitary runner. The sentry called down and told the king. The king said, “If he's alone, it must be good news!”", "25-26": "As the runner came closer, the sentry saw another runner and called down to the gate, “Another runner all by himself.” And the king said, “This also must be good news.”", "27": "Then the sentry said, “I can see the first man now; he runs like Ahimaaz son of Zadok.” “He's a good man,” said the king. “He's bringing good news for sure.”", "28": "Then Ahimaaz called out and said to the king, “Peace!” Then he bowed deeply before the king, his face to the ground. “Blessed be your God; he has handed over the men who rebelled against my master the king.”", "29": "The king asked, “But is the young man Absalom all right?” Ahimaaz said, “I saw a huge ruckus just as Joab was sending me off, but I don't know what it was about.”", "30": "The king said, “Step aside and stand over there.” So he stepped aside.", "31": "Then the Cushite arrived and said, “Good news, my master and king! God has given victory today over all those who rebelled against you!”", "32": "“But,” said the king, “is the young man Absalom all right?” And the Cushite replied, “Would that all of the enemies of my master the king and all who maliciously rose against you end up like that young man.”", "33": "The king was stunned. Heartbroken, he went up to the room over the gate and wept. As he wept he cried out, O my son Absalom, my dear, dear son Absalom! Why not me rather than you, my death and not yours, O Absalom, my dear, dear son!"}