{"1": "Six days before the Passover began, Jesus went back to Bethany, the town where he raised Lazarus from the dead. ", "2": "They had prepared a supper for Jesus.[a] Martha served, and Lazarus and Mary were among those at the table. ", "3": "Mary picked up an alabaster[b] jar filled with nearly a liter[c] of extremely rare and costly perfume—the purest extract of nard,[d] and she anointed Jesus' feet. Then she wiped them dry with her long hair. And the fragrance of the costly oil filled the house.[e] ", "4": "But Judas the locksmith,[f] Simon's son, the betrayer, spoke up and said, ", "5": "“What a waste! We could have sold this perfume for a fortune[g] and given the money to the poor!”", "6": "(In fact, Judas had no heart for the poor. He only said this because he was a thief and in charge of the money case. He would steal money whenever he wanted from the funds given to support Jesus' ministry.)", "7": "Jesus said to Judas, “Leave her alone! She has saved it for the time of my burial.[h] ", "8": "You'll always have the poor with you;[i] but you won't always have me.”", "9": "When the word got out that Jesus was not far from Jerusalem, a large crowd came out to see him, and they also wanted to see Lazarus, the man Jesus had raised from the dead. ", "10": "This prompted the chief priests to seal their plans to do away with both Jesus and Lazarus,[j] ", "11": "for his miracle testimony was incontrovertible and was persuading many of the Jews living in Jerusalem to believe in Jesus.", "12": "The next day the news that Jesus was on his way to Jerusalem swept through the massive crowd gathered for the feast. ", "13": "So they took palm branches[k] and went out to meet him. Everyone was shouting, “Lord, be our Savior![l] Blessed is the one who comes to us sent from Jehovah-God,[m] the King of Israel!”", "14": "Then Jesus found a young donkey and rode on it to fulfill what was prophesied: ", "15": "“People of Zion,[n] have no fear! Look—it's your king coming to you riding on a young donkey!”[o]", "16": "Now Jesus' disciples didn't fully understand the importance of what was taking place, but after he was raised and exalted into glory, they understood how Jesus fulfilled all the prophecies in the Scriptures that were written about him.", "17": "All the eyewitnesses of the miracle Jesus performed when he called Lazarus out of the tomb and raised him from the dead kept spreading the news about Jesus to everyone. ", "18": "The news of this miracle of resurrection caused the crowds to swell as great numbers of people welcomed him into the city with joy.[p] ", "19": "But the Pharisees were disturbed by this and said to each other, “We won't be able to stop this.[q] The whole world is going to run after him!”", "20": "Now there were a number of foreigners from among the nations who were worshipers at the feast.[r] ", "21": "They went to Philip (who came from the village of Bethsaida in Galilee) and they asked him, “Would you take us to see Jesus? We want to see him.” ", "22": "So Philip went to find Andrew, and then they both went to inform Jesus.[s]", "23": "He replied to them, “Now is the time for the Son of Man to be glorified. ", "24": "Let me make this clear:[t] A single grain of wheat will never be more than a single grain of wheat unless it drops into the ground and dies. Because then it sprouts and produces[u] a great harvest of wheat—all because one grain[v] died.[w]", "25": "“The person who loves his life and pampers himself will miss true life! But the one who detaches his life from this world and abandons himself to me, will find true life and enjoy it forever! ", "26": "If you want to be my disciple, follow me and you will go where I am going.[x] And if you truly follow me as my disciple,[y] the Father will shower his favor upon your life.", "27": "“Even though I am torn within, and my soul is in turmoil, I will not ask the Father to rescue me from this hour of trial. For I have come to fulfill my purpose[z]—to offer myself to God. ", "28": "So, Father, bring glory to your name!”[aa] Then suddenly a booming voice was heard from the sky, “I have glorified my name! And I will glorify it through you again!”", "29": "The audible voice of God startled the crowd standing nearby. Some thought it was only thunder, yet others said, “An angel just spoke to him!”", "30": "Then Jesus told them, “The voice you heard was not for my benefit, but for yours—to help you believe. ", "31": "From this moment on, everything in this world is about to change,[ab] for the ruler of this dark world[ac] will be overthrown.[ad] ", "32": "And I will do this when I am lifted up off the ground[ae] and when I draw the hearts of people[af] to gather them to me.” ", "33": "He said this to indicate that he would die by being lifted up on the cross.[ag]", "34": "People from the crowd spoke up and said, “Die? How could the Anointed One die? The Word of God says that the Anointed One will live with us forever,[ah] but you just said that the Son of Man must be lifted up from the earth.[ai] And who is this Son of Man anyway?”", "35": "Jesus replied, “You will have the light shining with you for only a little while longer. While you still have me, walk in the light, so that the darkness doesn't overtake you. For when you walk in the dark you have no idea where you're going. ", "36": "So believe and cling to the light while I am with you, so that you will become children of light.” After saying this, Jesus then entered into the crowd and hid himself from them.", "37": "Even with the overwhelming evidence of all the many signs and wonders that Jesus had performed in front of them, his critics still refused to believe. ", "38": "This fulfilled the prophecy given by Isaiah: Lord, who has believed our message? Who has seen the unveiling of your great power?[aj]", "39": "And the people were not able to believe, for Isaiah also prophesied:", "40": "God has blinded their eyes and hardened their hearts[ak] to the truth. So with their eyes and hearts closed they cannot understand the truth nor turn to me so that I could instantly cleanse and heal them.[al]", "41": "Isaiah said these things because he had seen and experienced the splendor of Jesus[am] and prophesied about him. ", "42": "Yet there were many Jewish leaders who believed in Jesus, but because they feared the Pharisees they kept it secret, so they wouldn't be ostracized by the assembly of the Jews. ", "43": "For they loved the glory that men could give them rather than the glory that came from God!", "44": "Jesus shouted out passionately, “To believe in me is to also believe in God who sent me. ", "45": "For when you look at me you are seeing the One who sent me. ", "46": "I have come as a light to shine in this dark world so that all who trust in me will no longer wander in darkness. ", "47": "If you hear my words and refuse to follow them, I do not judge you. For I have not come to judge you but to save you. ", "48": "If you reject me and refuse to follow my words,[an] you already have a judge. The message of truth I have given you will rise up to judge you at the Day of Judgment.[ao] ", "49": "For I'm not speaking as someone who is self-appointed, but I speak by the authority of the Father himself who sent me, and who instructed me what to say. ", "50": "And I know that the Father's commands result[ap] in eternal life, and that's why I speak the very words I've heard him speak.”"}