{"1": "“Don't worry or surrender to your fear.[a] For you've believed in God, now trust and believe in me also.[b] ", "2": "My Father's house has many dwelling places.[c] If it were otherwise, I would tell you plainly, because I go[d] to prepare a place for you to rest. ", "3": "And when everything is ready, I will come back and take[e] you to myself so that you will be where I am. ", "4": "And you already know the way to the place where I'm going.”[f]", "5": "Thomas said to him, “Master, we don't know where you're going, so how could we know the way there?”", "6": "Jesus explained, “I am the Way, I am the Truth,[g] and I am the Life. No one comes next to the Father[h] except through union with me.[i] To know me is to know my Father too. ", "7": "And from now on you will realize that you have seen him and experienced him.”", "8": "Philip spoke up, “Lord, show us the Father, and that will be all that we need!”", "9": "Jesus replied, “Philip, I've been with you all this time and you still don't know who I am? How could you ask me to show you the Father, for anyone who has looked at me has seen the Father. ", "10": "Don't you believe that the Father is living in me and that I am living in the Father? Even my words are not my own but come from my Father, for he lives in me and performs his miracles of power through me. ", "11": "Believe that I live as one with my Father and that my Father lives as one with me—or at least, believe because of the mighty miracles I have done.", "12": "“I tell you this timeless truth: The person who follows me in faith, believing in me, will do the same mighty miracles that I do—even greater miracles than these because I go to be with my Father! ", "13": "For I will do whatever you ask me to do when you ask me in my name. And that is how the Son will show what the Father is really like and bring glory to him. ", "14": "Ask me anything in my name, and I will do it for you!”", "15": "“Loving me empowers you to obey my commands.[j] ", "16-17": "–17 And I will ask the Father and he will give you another[k] Savior,[l] the Holy Spirit of Truth, who will be to you a friend just like me—and he will never leave you. The world won't receive him because they can't see him or know him. But you will know him intimately, because he will make his home in you and will live inside you.[m]", "18": "“I promise that I will never leave you helpless or abandon you as orphans—I will come back to you![n] ", "19": "Soon I will leave this world and they will see me no longer, but you will see me, because I will live again, and you will come alive too. ", "20": "So when that day comes, you will know that I am living in the Father and that you are one with me, for I will be living in you. ", "21": "Those who truly love me are those who obey my commands. Whoever passionately loves me will be passionately loved by my Father. And I will passionately love you in return and will manifest my life within you.”", "22": "Then one of the disciples named Judas[o] (not Judas Iscariot) said, “Lord, why is it you will only reveal your identity to us and not to everyone?”", "23": "Jesus replied, “Loving me empowers you to obey my word.[p] And my Father will love you so deeply that we will come to you and make you our dwelling place. ", "24": "But those who don't love me will not obey my words. The Father did not send me to speak my own revelation, but the words of my Father. ", "25": "I am telling you this while I am still with you. ", "26": "But when the Father sends the Spirit of Holiness, the One like me who sets you free,[q] he will teach you all things in my name. And he will inspire you to remember every word that I've told you.", "27": "“I leave the gift of peace with you—my peace. Not the kind of fragile peace given by the world, but my perfect peace. Don't yield to fear or be troubled in your hearts—instead, be courageous![r] ", "28": "“Remember what I've told you, that I must go away, but I promise to come back to you. So if you truly love me, you will be glad for me, since I'm returning to my Father, who is greater than I. ", "29": "So when all of these things happen, you will still trust and cling to me. ", "30": "I won't speak with you much longer, for the ruler of this dark world[s] is coming. But he has no power over me, for he has nothing to use against me. ", "31": "I am doing exactly what the Father destined for me to accomplish,[t] so that the world will discover how much I love my Father. Now come with me.”"}