{"1": "“I am a true sprouting vine, and the farmer who tends the vine is my Father. ", "2": "He cares for the branches connected to me by lifting and propping up the fruitless branches[a] and pruning[b] every fruitful branch to yield a greater harvest. ", "3": "The words I have spoken over you have already cleansed[c] you. ", "4": "So you must remain in life-union with me,[d] for I remain in life-union with you. For as a branch severed from the vine will not bear fruit, so your life will be fruitless unless you live your life intimately joined to mine.", "5": "“I am the sprouting vine and you're my branches.[e] As you live in union with me as your source, fruitfulness will stream from within you—but when you live separated from me you are powerless. ", "6": "If a person is separated from me, he is discarded; such branches are gathered up and thrown into the fire to be burned. ", "7": "But if you live in life-union with me and if my words[f] live powerfully[g] within you—then you can ask whatever you desire and it will be done. ", "8": "When your lives bear abundant fruit, you demonstrate that you are my mature disciples who glorify my Father!", "9": "“I love each of you with the same love that the Father loves me. You must continually let my love nourish your hearts. ", "10": "If you keep my commands, you will live in my love, just as I have kept my Father's commands, for I continually live nourished and empowered by his love. ", "11": "My purpose for telling you these things is so that the joy that I experience will fill your hearts with overflowing gladness!", "12": "“So this is my command: Love each other deeply, as much as I have loved you.[h] ", "13": "For the greatest love of all is a love that sacrifices all. And this great love is demonstrated when a person sacrifices his life[i] for his friends.", "14": "“You show that you are my intimate friends when you obey[j] all[k] that I command you. ", "15": "I have never called you 'servants,'[l] because a master doesn't confide in his servants, and servants don't always understand what the master is doing. But I call you my most intimate friends,[m] for I reveal to you everything that I've heard from my Father. ", "16": "You didn't choose me, but I've chosen[n] and commissioned you to go into the world[o] to bear fruit. And your fruit will last, because whatever you ask of my Father, for my sake,[p] he will give it to you! ", "17": "So this is my parting command: Love one another deeply!”", "18": "“Just remember, when the unbelieving world hates you, they first hated me. ", "19": "If you were to give your allegiance to the world, they would love and welcome you as one of their own. But because you won't align yourself with the values of this world, they will hate you. I have chosen you and taken you out of the world to be mine. ", "20": "So remember what I taught you, that a servant isn't superior to his master.[q] And since they persecuted me, they will also persecute you. And if they obey my teachings, they will also obey yours. ", "21": "They will treat you this way because you are mine,[r] and they don't know the One who sent me.", "22": "“If I had not come and revealed myself[s] to the unbelieving world, they would not feel the guilt of their sin, but now their sin is left uncovered.[t] ", "23": "If anyone hates me, they hate my Father also. ", "24": "If I had not performed miracles in their presence like no one else has done, they would not feel the guilt of their sins. But now, they have seen and hated both me and my Father. ", "25": "And all of this has happened to fulfill what is written in their Scriptures:[u] They hated me for no reason.[v]", "26": "“And I will send you the Divine Encourager[w] from the very presence of my Father. He will come to you, the Spirit of Truth, emanating from the Father, and he will speak[x] to you about me. ", "27": "And you will tell everyone the truth about me, for you have walked with me from the start.”"}