{"1": "“I have told you this so that you would not surrender to confusion or doubt.[a] ", "2": "For you will be excommunicated from the synagogues, and a time is coming when you will be put to death by misguided ones who will presume to be doing God a great service by putting you to death.[b] ", "3": "And they will do these things because they don't know anything about the Father or me. ", "4": "I'm telling you this now so that when their time comes you will remember that I foretold it. I didn't tell you this in the beginning because I was still with you. ", "5": "But now that I'm about to leave you and go back to join the One who sent me, you need to be told. Yet, not one of you are asking me where I'm going. ", "6": "Instead your hearts are filled with sadness because I've told you these things. ", "7": "But here's the truth: It's to your advantage that I go away, for if I don't go away the Divine Encourager[c] will not be released to you. But after I depart, I will send him to you. ", "8": "And when he comes, he will expose sin and prove that the world is wrong about God's righteousness and his judgments.", "9": "“'Sin,' because they refuse to believe in who I am.", "10": "“God's 'righteousness,' because I'm going back to join the Father and you'll see me no longer.", "11": "“And 'judgment' because the ruler of this dark world has already received his sentence.[d]", "12": "“There is so much more I would like to say to you, but it's more than you can grasp at this moment. ", "13": "But when the truth-giving Spirit comes, he will unveil the reality of every truth[e] within you. He won't speak his own message, but only what he hears from the Father, and he will reveal prophetically to you what is to come. ", "14": "He will glorify me on the earth, for he will receive from me what is mine[f] and reveal it to you. ", "15": "Everything that belongs to the Father belongs to me—that's why I say that the Divine Encourager will receive what is mine and reveal it to you. ", "16": "Soon you won't see me any longer, but then, after a little while, you will see me in a new way.”[g]", "17": "Some of the disciples asked each other, “What does he mean, 'Soon you won't see me,' and, 'A little while after that and you will see me in a new way'? And what does he mean, 'Because I'm going to my Father'?” ", "18": "So they kept on repeating, “What's the meaning of 'a little while'? We have no clue what he's talking about!”", "19": "Jesus knew what they were thinking, and it was obvious that they were anxious to ask him what he had meant,[h] so he spoke up and said, ", "20": "“Let me make it quite clear: You will weep and be overcome with grief over what happens to me. The unbelieving world will be happy, while you will be filled with sorrow. But know this, your sadness will turn into joy when you see me again! ", "21": "Just like a woman giving birth experiences intense labor pains in delivering her baby,[i] yet after the child is born she quickly forgets what she went through because of the overwhelming joy of knowing that a new baby has been born into the world.", "22": "“So will you also pass through a time of intense sorrow when I am taken from you, but you will see me again! And then your hearts will burst with joy, with no one being able to take it from you![j] ", "23": "For here is eternal truth: When that time comes you won't need to ask me for anything, but instead you will go directly to the Father and ask him for anything you desire and he will give it to you, because of your relationship with me.[k] ", "24": "Until now you've not been bold enough to ask the Father for a single thing in my name,[l] but now you can ask, and keep on asking him! And you can be sure that you'll receive what you ask for, and your joy will have no limits!", "25": "“I have spoken to you using figurative language,[m] but the time is coming when I will no longer teach you with veiled speech, but I will teach you about the Father with your eyes unveiled.[n] ", "26": "And I will not need to ask the Father on your behalf, for you'll ask him directly because of your new relationship with me.[o] ", "27": "For the Father tenderly loves you, because you love me and believe that I've come from God. ", "28": "I came to you sent from the Father's presence, and I entered into the created world, and now I will leave this world and return to the Father's side.”", "29": "His disciples said, “At last you're speaking to us clearly and not using veiled speech and metaphors! ", "30": "Now we understand that you know everything there is to know, and we don't need to question you further. And everything you've taught us convinces us that you have come directly from God!”", "31": "Jesus replied, “Now you finally believe in me. ", "32": "And the time has come when you will all be scattered, and each one of you will go your own way, leaving me alone![p] Yet I am never alone, for the Father is always with me. ", "33": "And everything I've taught you is so that the peace which is in me will be in you and will give you great confidence as you rest in me. For in this unbelieving world you will experience trouble and sorrows, but you must be courageous,[q] for I have conquered the world!”[r]"}