{"1": "This is what Jesus prayed as he looked up into heaven, “Father, the time has come. Unveil the glorious splendor of your Son[a] so that I will magnify your glory!", "2": "You have already given me authority[b] over all people so that I may give the gift of eternal life to all those that you have given to me.", "3": "Eternal life means to know and experience you as the only true God,[c] and to know and experience Jesus Christ, as the Son whom you have sent.", "4": "I have glorified you on the earth by faithfully doing everything you've told me to do.", "5": "So my Father, restore me back to the glory that we shared together when we were face-to-face before the universe was created.”[d]", "6": "“Father, I have manifested who you really are and I have revealed you[e] to the men and women that you gave to me.[f] They were yours, and you gave them to me, and they have fastened your Word firmly to their hearts.", "7": "And now at last they know that everything I have is a gift from you,", "8": "And the very words you gave to me to speak I have passed on to them. They have received your words and carry them in their hearts. They are convinced that I have come from your presence, and they have fully believed that you sent me to represent you.", "9": "So with deep love,[g] I pray for my disciples. I'm not asking on behalf of the unbelieving world,[h] but for those who belong to you, those you have given me.", "10": "For all who belong to me now belong to you. And all who belong to you now belong to me as well, and my glory is revealed through their surrendered lives.[i]", "11": "“Holy Father, I am about to leave this world[j] to return and be with you, but my disciples will remain here. So I ask that by the power of your name, protect each one that you have given me, and watch over them so that they will be united as one, even as we are one.", "12": "While I was with these that you have given me,[k] I have kept them safe by your name that you have given me. Not one of them is lost, except the one that was destined to be lost,[l] so that the Scripture would be fulfilled.", "13": "“But now I am returning to you so Father, I pray[m] that they will experience and enter into my joyous delight in you[n] so that it is fulfilled in them and overflows.", "14": "I have given them your message and that is why the unbelieving world hates them. For their allegiance is no longer to this world because I am not of this world.", "15": "I am not asking that you remove them from the world, but I ask that you guard their hearts from evil,[o]", "16": "For they no longer belong to this world any more than I do.", "17": "“Your Word is truth! So make them holy by the truth.", "18": "I have commissioned them to represent me just as you commissioned me to represent you.", "19": "And now I dedicate myself to them as a holy sacrifice so that they will live as fully dedicated to God and be made holy by your truth.”[p]", "20": "“And I ask not only for these disciples, but also for all those who will one day believe in me through their message.", "21": "I pray for them all to be joined together as one[q] even as you and I, Father, are joined together as one. I pray for them to become one with us[r] so that the world will recognize that you sent me.", "22": "For the very glory you have given to me I have given them so that they will be joined together as one and experience the same unity that we enjoy.[s]", "23": "You live fully in me and now I live fully in them so that they will experience perfect unity,[t] and the world will be convinced that you have sent me, for they will see that you love each one of them with the same passionate love that you have for me.", "24": "“Father, I ask that you allow everyone that you have given to me to be with me where I am![u] Then they will see my full glory— the very splendor you have placed upon me because you have loved me even before the beginning of time.", "25": "“You are my righteous Father,[v] but the unbelieving world has never known you in the perfect way that I know you! And all those who believe in me[w] also know that you have sent me!", "26": "I have revealed to them who you are[x] and I will continue to make you even more real to them, so that they may experience the same endless love that you have for me, for your love will now live in them, even as I live in them!”"}