{"1": "After Jesus finished this prayer; he left with his disciples and went across the Kidron Valley[a] to a place where there was a garden.[b] ", "2": "Judas, the traitor, knew where this place was, for Jesus had gone there often with his disciples. ", "3": "The Pharisees and the leading priests had given Judas a large detachment[c] of Roman soldiers and temple police to seize Jesus. Judas guided them to the garden, all of them carrying torches and lanterns and armed with swords and spears.[d] ", "4": "Jesus, knowing full well what was about to happen, went out to the garden entrance to meet them. Stepping forward, he asked, “Who are you looking for?”", "5": "“Jesus of Nazareth,”[e] they replied. (Now Judas, the traitor, was among them.) He replied, “I am he.”", "6": "And the moment Jesus spoke the words, “I am he,” the mob fell backward to the ground![f]", "7": "So once more, Jesus asked them, “Who are you looking for?” As they stood up, they answered, “Jesus of Nazareth.”", "8": "Jesus replied, “I told you that I am the one you're looking for, so if you want me, let these men go home.”[g]", "9": "He said this to fulfill the prophecy he had spoken, “Father, not one of those you have given me has been lost.”[h]", "10": "Suddenly, Peter took out his sword and struck the high priest's servant, slashing off his right ear![i] The servant's name was Malchus.[j]", "11": "Jesus ordered Peter, “Put your sword away! Do you really think I will avoid the suffering[k] which my Father has assigned to me?”", "12": "Then the soldiers and their captain, along with the Jewish officers, seized Jesus and tied him up. ", "13": "They took him first to Annas,[l] as he was the father-in-law of Caiaphas, the high priest that year.[m] ", "14": "Caiaphas was the one who had persuaded the Jewish leaders that it would be better off to have one person die for the sake of the people.[n]", "15": "Peter and another disciple followed along behind them as they took Jesus into the courtyard of Annas' palace. Since the other disciple was well known to the high priest, he entered in,[o] ", "16": "but Peter was left standing outside by the gate. Then the other disciple came back out to the servant girl who was guarding the gate and convinced her to allow Peter inside. ", "17": "As he passed inside, the young servant girl guarding the gate took a look at Peter and said to him, “Aren't you one of his disciples?” He denied it, saying, “No! I'm not!”", "18": "Now because it was cold, the soldiers and guards made a charcoal fire and were standing around it to keep warm. So Peter huddled there with them around the fire.", "19": "The high priest interrogated Jesus concerning his disciples[p] and his teachings.", "20": "Jesus answered Annas' questions by saying, “I have said nothing in secret. At all times I have taught openly and publicly in a synagogue, in the temple courts, and wherever the people assemble. ", "21": "Why would you ask me for evidence to condemn me? Ask those who have heard what I've taught. They can tell you.”", "22": "Just then one of the guards standing near Jesus punched him in the face with his fist[q] and said, “How dare you answer the high priest like that!”", "23": "Jesus replied, “If my words are evil, then prove it. But if I haven't broken any laws, then why would you hit me?”", "24": "Then Annas sent Jesus, still tied up, across the way to the high priest Caiaphas.", "25": "Meanwhile, Peter was still standing in the courtyard by the fire. And one of the guards standing there said to him, “Aren't you one of his disciples? I know you are!” Peter swore[r] and said, “I am not his disciple!” ", "26": "But one of the servants of the high priest, a relative to the man whose ear Peter had cut off, looked at him and said, “Wait! Didn't I see you out there in the garden with Jesus?” ", "27": "Then Peter denied it the third time and said, “No!”—and at that very same moment, a rooster crowed nearby.", "28": "Before dawn they took Jesus from his trial before Caiaphas to the Roman governor's palace.[s] Now the Jews refused to go into the Roman governor's residence to avoid ceremonial defilement before eating the Passover meal. ", "29": "So Pilate came outside where they waited and asked them pointedly, “Tell me, what exactly is the accusation[t] that you bring against this man? What has he done?”", "30": "They answered, “We wouldn't be coming here to hand over[u] this 'criminal' to you if he wasn't guilty of some wrongdoing!”", "31": "Pilate said, “Very well, then you take him yourselves and go pass judgment on him according to your Jewish laws!” But the Jewish leaders complained and said, “We don't have legal authority to put anyone to death. You should have him crucified!”[v] ", "32": "(This was to fulfill the words of Jesus when he predicted the manner of death that he would die.)", "33": "Upon hearing this, Pilate went back inside his palace and summoned Jesus. Looking him over, Pilate asked him, “Are you really the king of the Jews?”", "34": "Jesus replied, “Are you asking because you really want to know,[w] or are you only asking this because others have said it about me?”", "35": "Pilate responded, “Only a Jew would care about this; do I look like a Jew? It's your own people and your religious leaders that have handed you over to me. So tell me, Jesus, what have you done wrong?”", "36": "Jesus looked at Pilate and said, “The royal power of my kingdom realm doesn't come from this world. If it did, then my followers would be fighting to the end to defend me from the Jewish leaders. My kingdom realm authority is not[x] from this realm.”[y]", "37": "Then Pilate responded, “Oh, so then you are a king?” “You are right.” Jesus said, “I was born a King, and I have come into this world to prove what truth really is. And everyone who loves the truth[z] will receive my words.”", "38": "Pilate looked at Jesus and said, “What is truth?”[aa] As silence filled the room, Pilate went back out to where the Jewish leaders were waiting and said to them, “He's not guilty. I couldn't even find one fault with him.[ab] ", "39": "Now, you do know that we have a custom that I release one prisoner every year at Passover—shall I release your king—the king of the Jews?”[ac]", "40": "They shouted out over and over, “No, not him! Give us Barabbas!”[ad] (Now Barabbas was a robber and a troublemaker.)"}