{"1": "Then Pilate ordered Jesus to be brutally beaten with a whip of leather straps embedded with metal.[a] ", "2": "And the soldiers also wove thorn-branches into a crown and set it on his head and placed a purple[b] robe over his shoulders. ", "3": "Then, one by one, they came in front of him to mock him by saying, “Hail, to the king of the Jews!” And one after the other, they repeatedly punched him in the face.[c]", "4": "Once more Pilate went out and said to the Jewish officials, “I will bring him out once more so that you know that I've found nothing wrong with him.” ", "5": "So when Jesus emerged, bleeding, wearing the purple robe and the crown of thorns on his head, Pilate said to them, “Look at him! Here is your man!”[d]", "6": "No sooner did the high priests and the temple guards see Jesus that they all shouted in a frenzy, “Crucify him! Crucify him!” Pilate replied, “You take him then and nail him to a cross yourselves! I told you—he's not guilty! I find no reason to condemn him.”", "7": "The Jewish leaders shouted back, “But we have the Law! And according to our Law, he must die,[e] because he claimed to be the Son of God!”", "8": "Then Pilate was greatly alarmed[f] when he heard that Jesus claimed to be the Son of God! ", "9": "So he took Jesus back inside and said to him, “Where have you come from?” But once again, silence filled the room. ", "10": "Perplexed, Pilate said, “Are you going to play deaf? Don't you know that I have the power to grant you your freedom or nail you to a tree?”", "11": "Jesus answered, “You would have no power over me at all, unless it was given to you from above. This is why the one who betrayed[g] me is guilty of an even greater sin.”", "12": "From then on Pilate tried to find a way out of the situation and to set him free, but the Jewish authorities shouted him down: “If you let this man go, you're no friend of Caesar! Anyone who declares himself a king is an enemy of the emperor!”[h]", "13": "So when Pilate heard this threat, he relented and had Jesus, who was torn and bleeding, brought outside. Then he went up the elevated stone platform and took his seat on the judgment bench—which in Aramaic is called Gabbatha,[i] or “The Bench.” ", "14": "And it was now almost noon. And it was the same day they were preparing to slay the Passover lambs.[j] Then Pilate said to the Jewish officials, “Look! Here is your king!”", "15": "But they screamed out, “Take him away! Take him away and crucify him!” Pilate replied, “Shall I nail your king to a cross?” The high priests answered, “We have no other king but Caesar!”", "16": "Then Pilate handed Jesus over to them. So the soldiers seized him and took him away to be crucified.", "17": "Jesus carried his own cross out of the city to the place called “The Skull,” which in Aramaic is Golgotha. ", "18": "And there they nailed him to the cross. He was crucified, along with two others, one on each side with Jesus in the middle. ", "19-20": "–20 Pilate had them post a sign over the cross, which was written in three languages—Aramaic, Latin, and Greek. Many of the people of Jerusalem read the sign, for he was crucified near the city. The sign stated: “Jesus of Nazareth, the King of the Jews.”[k]", "21": "But the chief priests of the Jews[l] said to Pilate, “You must change the sign! Don't let it say, 'King of the Jews,' but rather—'he claimed to be the King of the Jews!'” ", "22": "Pilate responded, “What I have written will remain!”", "23": "Now when the soldiers crucified Jesus, they divided up his clothes into four shares, one for each of them. But his tunic was seamless, woven from the top to the bottom[m] as a single garment. ", "24": "So the soldiers said to each other, “Don't tear it—let's throw dice[n] to see who gets it!” The soldiers did all of this not knowing they fulfilled the Scripture that says, “They divided my garments among them and gambled for my garment.”[o]", "25": "Mary, Jesus' mother, was standing next to his cross, along with Mary's sister, Mary the wife of Clopas, and Mary Magdalene.[p] ", "26": "So when Jesus looked down and saw the disciple he loved standing with her, he said, “Mother,[q] look—John[r] will be a son to you.” ", "27": "Then he said, “John, look—she will be a mother to you!” From that day on, John accepted Mary into his home as one of his own family.[s]", "28": "Jesus knew that his mission was accomplished, and to fulfill the Scripture,[t] Jesus said: “I am thirsty.”", "29": "A jar of sour wine was sitting nearby, so they soaked a sponge with it and put it on the stalk of hyssop[u] and raised it to his lips. ", "30": "When he had sipped the sour wine, he said, “It is finished, my bride!”[v] Then he bowed his head and surrendered his spirit to God.", "31": "The Jewish leaders did not want the bodies of the victims to remain on the cross through the next day, since it was the day of preparation[w] for a very important Sabbath. So they asked Pilate's permission to have the victims' legs broken to hasten their death[x] and their bodies taken down before sunset. ", "32": "So the soldiers broke the legs of the two men who were nailed there. ", "33": "But when they came to Jesus, they realized that he had already died, so they decided not to break his legs. ", "34": "But one of the soldiers took a spear and pierced Jesus' side, and blood and water gushed out.[y]", "35": "(I, John,[z] do testify to the certainty of what took place, and I write the truth so that you might also believe.) ", "36": "For all these things happened to fulfill the prophecies of the Scriptures: “Not one of his bones will be broken,”[aa]", "37": "and, “They will gaze on the one they have pierced!”[ab]", "38": "After this, Joseph from the city of Ramah,[ac] who was a secret disciple of Jesus for fear of the Jewish authorities, asked Pilate if he could remove the body of Jesus. So Pilate granted him permission to remove the body from the cross. ", "39": "Now Nicodemus, who had once come to Jesus privately at night, accompanied Joseph, and together they carried a significant amount[ad] of myrrh and aloes to the cross. ", "40": "Then they took Jesus' body and wrapped it in strips of linen with the embalming spices[ae] according to the Jewish burial customs. ", "41": "Near the place where Jesus was crucified was a garden, and in the garden there was a new tomb where no one had yet been laid to rest. ", "42": "And because the Sabbath was approaching, and the tomb was nearby, that's where they laid the body of Jesus.[af]"}