{"1": "Now on the third day[a] there was a wedding feast in the Galilean village of Cana,[b] and the mother of Jesus was there. ", "2-3": "–3 Jesus and his disciples were all invited to the banquet,[c] but with so many guests in attendance, they ran out of wine.[d] And when Mary realized it, she came to him and asked, “They have no wine, can't you do something about it?”[e]", "4": "Jesus replied, “My dear one, don't you understand that if I do this, it won't change anything for you, but it will change everything for me![f] My hour of unveiling my power has not yet come.”", "5": "Mary then went to the servers and told them, “Whatever Jesus tells you, make sure that you do it!”", "6": "Now there were six stone water pots[g] standing nearby. They were meant to be used for the Jewish washing rituals.[h] Each one held about 20 gallons or more. ", "7": "Jesus came to the servers and told them, “Fill the pots with water, right up to the very brim.” ", "8": "Then he said, “Now fill your pitchers and take them to the master of ceremonies.”", "9": "And when they poured out their pitcher for the master of ceremonies to sample, the water became wine! When he tasted the water that became wine, the master of ceremonies was impressed. (Although he didn't know where the wine had come from, but the servers knew.) ", "10": "He called the bridegroom over and said to him, “Every host serves his best wine first until everyone has had a cup or two, then he serves the wine of poor quality. But you, my friend, you've reserved the most exquisite wine until now!”[i]", "11": "This miracle in Cana was the first of the many extraordinary miracles Jesus performed in Galilee. This was a sign revealing his glory, and his disciples believed in him.[j]", "12": "After this, Jesus, his mother and brothers and his disciples went to Capernaum[k] and stayed there for a few days. ", "13": "But the time was close for the Jewish Passover to begin, so Jesus walked to Jerusalem.[l] ", "14": "As he went into the temple courtyard, he noticed it was filled with merchants selling oxen, lambs, and doves for exorbitant prices, while others were overcharging as they exchanged currency[m] behind their counters. ", "15": "So Jesus found some rope and made it into a whip. Then he drove out every one of them and their animals from the courtyard of the temple, and he kicked over their tables filled with money, scattering it everywhere![n] ", "16": "And he shouted at the merchants,[o] “Get these things out of here! Don't you dare make my Father's house into a center for merchandise!” ", "17": "That's when his disciples remembered the Scripture: “I am consumed with a fiery passion to keep your house pure!”[p]", "18": "But the Jewish religious leaders challenged Jesus, “What authorization do you have to do this sort of thing? If God gave you this kind of authority, what supernatural sign will you show us to prove it?”", "19": "Jesus answered, “After you've destroyed this temple,[q] I will raise it up again in three days.”", "20": "Then the Jewish leaders sneered, “This temple took forty-six years[r] to build, and you mean to tell us that you will raise it up in three days?” ", "21": "But they didn't understand that Jesus was speaking of the “temple” of his body.[s] ", "22": "But the disciples remembered his prophecy after Jesus rose from the dead, and believed both the Scripture and what Jesus had said.", "23": "While Jesus was at the Passover Feast , the number of his followers began to grow, and many gave their allegiance to him because of all the miraculous signs they had seen him doing! ", "24": "But Jesus did not yet entrust himself to them, because he knew how fickle human hearts can be. ", "25": "He didn't need anyone to tell him about human nature, for he fully understood what man was capable of doing."}