{"1": "Very early Sunday morning,[a] before sunrise, Mary Magdalene made her way to the tomb. And when she arrived she discovered that the stone that sealed the entrance to the tomb was moved away! ", "2": "So she went running as fast as she could to go tell Peter and the other disciple, the one Jesus loved.[b] She told them, “They've taken the Lord's body from the tomb, and we don't know where he is!”", "3": "Then Peter and the other disciple jumped up and ran to the tomb to go see for themselves. ", "4": "They started out together, but the other disciple outran Peter and reached the tomb first.[c] ", "5": "He didn't enter the tomb, but peeked in, and saw only the linen cloths lying there. ", "6": "Then Peter came behind him and went right into the tomb. He too noticed the linen cloths lying there, ", "7": "but the burial cloth that had been on Jesus' head had been rolled up and placed separate from the other cloths.", "8": "Then the other disciple who had reached the tomb first went in, and after one look, he believed![d] ", "9": "For until then they hadn't understood the Scriptures that prophesied[e] that he was destined to rise from the dead.[f] ", "10": "Puzzled, Peter and the other disciple then left and went back to their homes.", "11": "Mary arrived back at the tomb, broken and sobbing. She stooped to peer inside, and through her tears ", "12": "she saw two angels in dazzling white robes, sitting where Jesus' body had been laid—one at the head and one at the feet![g]", "13": "“Dear woman, why are you crying?” they asked. Mary answered, “They have taken away my Lord, and I don't know where they've laid him.”", "14": "Then she turned around to leave, and there was Jesus standing in front of her, but she didn't realize that it was him!", "15": "He said to her, “Dear woman, why are you crying? Who are you looking for?” Mary answered, thinking he was only the gardener, “Sir, if you have taken his body somewhere else, tell me, and I will go and . . .”", "16": "“Mary,” Jesus interrupted her. Turning to face him, she said, “Rabboni!” (Aramaic for “my teacher”)", "17": "Jesus cautioned her, “Mary, don't hold on to me now, for I haven't yet ascended to God, my Father. And he's not only my Father and God, but now he's your Father and your God! Now go to my brothers[h] and tell them what I've told you, that I am ascending to my Father—and your Father, to my God—and your God!”", "18": "Then Mary Magdalene left to inform the disciples of her encounter with Jesus. “I have seen the Lord!” she told them. And she gave them his message.", "19": "That evening,[i] the disciples gathered together. And because they were afraid of reprisals from the Jewish leaders, they had locked the doors to the place where they met. But suddenly Jesus appeared among them and said,[j] “Peace to you!”[k] ", "20": "Then he showed them the wounds of his hands and his side—they were overjoyed to see the Lord with their own eyes!", "21": "Jesus repeated his greeting, “Peace to you!” And he told them, “Just as the Father has sent me, I'm now sending you.” ", "22": "Then, taking a deep breath, he blew[l] on them and said, “Receive the Holy Spirit.[m] ", "23": "I send you to preach the forgiveness[n] of sins—and people's sins will be forgiven. But if you don't proclaim the forgiveness of their sins, they will remain guilty.”[o]", "24": "One of the twelve wasn't present when Jesus appeared to them—it was Thomas, whose nickname was “the Twin.” ", "25": "So the disciples informed him, “We have seen the Lord with our own eyes!” Still unconvinced, Thomas replied, “There's no way I'm going to believe this unless I personally see the wounds of the nails[p] in his hands, touch them with my finger, and put my hand into the wound of his side where he was pierced!”", "26": "Then eight days later, Thomas and all the others were in the house together. And even though all the doors were locked, Jesus suddenly stood before them! “Peace to you,” he said.", "27": "Then, looking into Thomas' eyes, he said, “Put your finger here in the wounds of my hands. Here—put your hand into my wounded side and see for yourself. Thomas, don't give in to your doubts any longer, just believe!”", "28": "Then the words spilled out of his heart—“You are my Lord, and you are my God!”", "29": "Jesus responded, “Thomas, now that you've seen me, you believe. But there are those who have never seen me with their eyes but have believed in me with their hearts, and they will be blessed even more!”", "30": "Jesus went on to do many more miraculous signs in the presence of his disciples, which are not even included in this book. ", "31": "But all that is recorded here is so that you will fully believe[q] that Jesus is the Anointed One, the Son of God, and that through your faith in him you will experience eternal life[r] by the power of his name!"}