{"1": "Later, Jesus appeared once again to a group of his disciples by Lake Galilee.[a] ", "2": "It happened one day while Peter, Thomas (the Twin), Nathanael (from Cana in Galilee), Jacob, John,[b] and two other disciples were all together. ", "3": "Peter told them, “I'm going fishing.” And they all replied, “We'll go with you.”[c] So they went out and fished through the night, but caught nothing.", "4": "Then at dawn, Jesus was standing there on the shore, but the disciples didn't realize that it was him! ", "5": "He called out to them, saying, “Hey guys! Did you catch any fish?”[d] “Not a thing,” they replied.", "6": "Jesus shouted to them, “Throw your net over the starboard side, and you'll catch some!” And so they did as he said, and they caught so many fish they couldn't even pull in the net!", "7": "Then the disciple whom Jesus loved said to Peter, “It's the Lord!”[e] When Peter heard him say that, he quickly wrapped his outer garment around him, and because he was athletic,[f] he dove right into the lake to go to Jesus! ", "8": "The other disciples then brought the boat to shore, dragging their catch of fish. They weren't far from land, only about a hundred meters. ", "9": "And when they got to shore, they noticed a charcoal fire with some roasted fish and bread.[g] ", "10": "Then Jesus said, “Bring some of the fish you just caught.”", "11": "So Peter waded into the water and helped pull the net to shore. It was full of many large fish, exactly one hundred and fifty-three,[h] but even with so many fish, the net was not torn.", "12": "“Come, let's have some breakfast,” Jesus said to them. And not one of the disciples needed to ask who it was, because every one of them knew it was the Lord. ", "13": "Then Jesus came close to them and served them the bread and the fish. ", "14": "This was the third time Jesus appeared to his disciples after his resurrection.", "15": "After they had breakfast, Jesus said to Peter, “Simon, son of John,[i] do you burn with love[j] for me more than these?”[k] Peter answered, “Yes, Lord! You know that I have great affection for you!” “Then take care of my lambs,”[l] Jesus said.", "16": "Jesus repeated his question the second time, “Simon, son of John, do you burn with love for me?” Peter answered, “Yes, my Lord! You know that I have great affection for you!” “Then take care of my sheep,” Jesus said.", "17": "Then Jesus asked him again, “Peter, son of John, do you have great affection for me?” Peter was saddened by being asked the third time[m] and said, “My Lord, you know everything. You know that I burn with love for you!” Jesus replied, “Then feed my lambs! ", "18": "Peter, listen, when you were younger you made your own choices[n]and you went where you pleased. But one day when you are old,[o] others will tie you up and escort you where you would not choose to go—and you will spread out your arms.”[p] ", "19": "(Jesus said this to Peter as a prophecy of what kind of death he would die, for the glory of God.) And then he said, “Peter, follow me!”", "20": "Then Peter turned and saw that the disciple whom Jesus loved was following them. (This was the disciple who sat close to Jesus at the Last Supper and had asked him, “Lord, who is the one that will betray you?”) ", "21": "So when Peter saw him, he asked Jesus, “What's going to happen to him?”", "22": "Jesus replied, “If I decide to let him live until I return, what concern is that of yours? You must still keep on following me!”", "23": "So the rumor started to circulate among the believers that this disciple wasn't going to die. But Jesus never said that, he only said, “If I let him live until I return, what concern is that of yours?”", "24": "I, John,[q] am that disciple who has written these things to testify of the truth, and we[r] know that what I've documented is accurate. ", "25": "Jesus did countless things that I haven't included here. And if every one of his works were written down and described one by one,[s] I suppose that the world itself wouldn't have enough room to contain the books that would have to be written![t]"}