{"1": "Now there was a prominent religious leader among the Jews named Nicodemus,[a] who was part of the sect called the Pharisees and a member of the Jewish ruling council. ", "2": "One night he discreetly came to Jesus and said, “Master, we know that you are a teacher from God, for no one performs the miracle signs that you do, unless God's power is with him.”", "3": "Jesus answered, “Nicodemus, listen to this eternal truth: Before a person can perceive God's kingdom realm, they must first experience a rebirth.”[b]", "4": "Nicodemus said, “Rebirth? How can a gray-headed man be reborn? It's impossible for a man to go back into the womb a second time and be reborn!”", "5": "Jesus answered, “I speak an eternal truth: Unless you are born of water[c] and Spirit-wind, you will never enter God's kingdom realm. ", "6": "For the natural realm can only give birth to things that are natural, but the spiritual realm gives birth to supernatural life!", "7": "“You shouldn't be amazed by my statement,[d] 'You must be born from above!'[e] ", "8": "For the Spirit-wind blows as it chooses. You can hear its sound,[f] but you don't know where it came from or where it's going. So it is within the hearts of those who are Spirit-born!”[g]", "9": "Then Nicodemus replied, “But I don't understand, what do you mean? How does this happen?”", "10": "Jesus answered, “Nicodemus, aren't you the respected teacher in Israel, and yet you don't understand this revelation? ", "11": "I speak eternal truths about things I know, things I've seen and experienced—and still you don't accept what I reveal. ", "12": "If you're unable to understand and believe what I've told you about the natural realm, what will you do when I begin to unveil the heavenly realm? ", "13": "No one has risen into the heavenly realm except the Son of Man who also exists in heaven.”[h]", "14": "“And just as Moses in the desert lifted up the brass replica of a snake on a pole for all the people to see and be healed,[i] so the Son of Man is ready to be lifted up, ", "15": "so that those who truly believe in him[j] will not perish but be given eternal life. ", "16": "For this is how much God loved the world—he gave his one and only, unique Son as a gift.[k] So now everyone who believes in him[l] will never perish but experience everlasting life.", "17": "“God did not send his Son into the world to judge and condemn the world, but to be its Savior and rescue it![m] ", "18": "So now there is no longer any condemnation for those who believe in him, but the unbeliever already lives under condemnation because they do not believe in the name of God's beloved Son.[n] ", "19": "And here is the basis for their judgment: The Light of God has now come into the world, but the hearts of people love their darkness more than the Light, because they want the darkness to conceal their evil. ", "20": "So the wicked[o] hate the Light and try to hide from it, for their lives are fully exposed in the Light. ", "21": "But those who love the truth[p] will come out into the Light and welcome its exposure, for the Light will reveal that their fruitful works were produced by God.”[q]", "22": "Then Jesus and his disciples went out for a length of time into the Judean countryside where they baptized the people. ", "23": "At this time John was still baptizing people at Aenon,[r] near Salim,[s] where there was plenty of water. And the people kept coming for John to baptize them. ", "24": "(This was before John was thrown into prison.)", "25": "An argument then developed between John's disciples and a particular Jewish man about baptism.[t] ", "26": "So they went to John and asked him, “Teacher, are you aware that the One you told us about at the crossing place—he's now baptizing everyone with larger crowds than yours. People are flocking to him! What do you think about that?”", "27": "John answered them, “A person cannot receive even one thing unless God bestows it.[u] ", "28": "You heard me tell you before that I am not the Messiah, but certainly I am the messenger sent ahead of him. ", "29": "He is the Bridegroom,[v] and the bride belongs to him. I am the friend[w] of the Bridegroom who stands nearby and listens with great joy to the Bridegroom's voice. And because of his words my joy is complete and overflows! ", "30": "So it's necessary for him to increase[x] and for me to be diminished.[y]", "31": "“For the one who is from the earth belongs to the earth and speaks from the natural realm. But the One who comes from above is above everything and speaks of the highest realm of all! ", "32": "His message is about what he has seen and experienced, even though people don't accept it. ", "33": "Yet those who embrace his message know in their hearts that it's the truth.[z]", "34": "“The One whom God has sent to represent him will speak the words of God, for God has poured out upon him the fullness of the Holy Spirit without limitation.[aa] ", "35": "The Father loves his Son so much that all things have been given into his hands.[ab] ", "36": "Those who trust in the Son possess eternal life; but those who don't obey[ac] the Son will not see life, and God's anger will rise up against them.”[ad]"}