{"1": "Soon the news reached the Jewish religious leaders known as the Pharisees that Jesus was drawing greater crowds of followers coming to be baptized than John. ", "2": "(Although Jesus didn't baptize, but had his disciples baptize the people.) ", "3": "Jesus[a] heard what was being said and abruptly left Judea and returned to the province of Galilee, ", "4": "and he had to pass through Samaritan territory.", "5": "Jesus arrived at the Samaritan village of Sychar,[b] near the field that Jacob had given to his son, Joseph, long ago. ", "6-8": "–8 Wearied by his long journey, he sat on the edge of Jacob's well.[c] He sent his disciples into the village to buy food, for it was already afternoon. Soon a Samaritan woman came to draw water. Jesus said to her, “Give me a drink of water.”[d]", "9": "Surprised, she said, “Why would a Jewish man ask a Samaritan woman for a drink of water?”", "10": "Jesus replied, “If you only knew who I am and the gift that God wants to give you—you'd ask me for a drink, and I would give to you living water.”", "11": "The woman replied, “But sir,[e] you don't even have a bucket and this well is very deep. So where do you find this 'living water'? ", "12": "Do you really think that you are greater than our ancestor Jacob who dug this well and drank from it himself, along with his children and livestock?”", "13": "Jesus answered, “If you drink from Jacob's well you'll be thirsty again and again, ", "14": "but if anyone drinks the living water I give them, they will never thirst again and will be forever satisfied! For when you drink the water I give you it becomes a gushing fountain of the Holy Spirit, springing up and flooding you with endless life!”[f]", "15": "The woman replied, “Let me drink that water so I'll never be thirsty again and won't have to come back here to draw water.”", "16": "Jesus said, “Go get your husband and bring him back here.”", "17": "“But I'm not married,” the woman answered. “That's true,” Jesus said, ", "18": "“for you've been married five times[g] and now you're living with a man who is not your husband. You have told the truth.”[h]", "19": "The woman said, “You must be a prophet! ", "20": "So tell me this: Why do our fathers worship God here on this nearby mountain,[i] but your people teach that Jerusalem is the place where we must worship. Which is right?” Jesus responded, ", "21": "“Believe me, dear woman, the time has come when you won't worship[j] the Father on a mountain nor in Jerusalem, but in your heart. ", "22": "Your people don't really know the One they worship. We Jews worship out of our experience, for it's from the Jews that salvation is made available.[k] ", "23-24": "–24 From here on, worshiping the Father will not be a matter of the right place but with the right heart. For God is a Spirit,[l] and he longs to have sincere worshipers who worship and adore him in the realm of the Spirit and in truth.”", "25": "The woman said, “This is all so confusing, but I do know that the Anointed One is coming—the true Messiah. And when he comes, he will tell us everything we need to know.”", "26": "Jesus said to her, “You don't have to wait any longer, the Anointed One is here speaking with you—I am the One you're looking for.”[m]", "27": "At that moment the disciples returned and were stunned to see Jesus speaking with the Samaritan woman. Yet none of them dared to ask him why or what they were discussing. ", "28": "All at once, the woman dropped her water jar and ran off to her village and told everyone, ", "29": "“Come and meet a man at the well who told me everything I've ever done![n] He could be the Anointed One we've been waiting for.” ", "30": "Hearing this, the people came streaming out of the village to go see Jesus.[o]", "31": "Then the disciples began to insist that Jesus eat some of the food they brought back from the village, saying, “Teacher, you must eat something.” ", "32": "But Jesus told them, “Don't worry about me. I have eaten a meal[p] you don't know about.”", "33": "Puzzled by this, the disciples began to discuss among themselves, “Did someone already bring him food? Where did he get this meal?”", "34": "Then Jesus spoke up and said, “My food is to be doing the will of him who sent me and bring it to completion.”", "35": "As the crowds emerged from the village, Jesus said to his disciples, “Why would you say, 'The harvest is another four months away'? Look at all the people coming—now is harvest time! For their hearts are like vast fields of ripened grain—ready for a spiritual harvest. ", "36": "And everyone who reaps these souls for eternal life will receive a reward. And those who plant spiritual seeds and those who reap the harvest will celebrate together with great joy! ", "37": "And this confirms the saying, 'One sows the seed and another reaps the harvest.'[q] ", "38": "I have sent you out to harvest a field that you haven't planted, where many others have labored long and hard before you. And now you are privileged to profit from their labors and reap the harvest.”", "39": "So there were many from the Samaritan village who became believers in Jesus because of the woman's testimony: “He told me everything I ever did!” ", "40": "Then they begged Jesus to stay with them, so he stayed there for two days, ", "41": "resulting in many more coming to faith in him because of his teachings.", "42": "Then the Samaritans said to the woman, “We no longer believe just because of what you told us, but now we've heard him ourselves and are convinced that he really is the true Savior of the world!”[r]", "43": "On the third day Jesus left there and walked to the province of Galilee, where he was raised.[s] ", "44": "Now Jesus knew that prophets are honored everywhere they go except in their own hometown. ", "45": "Even so, as Jesus arrived in the province of Galilee, he was welcomed by the people with open arms. Many of them had been in Jerusalem during the Passover Festival and had witnessed firsthand the miracles he had performed.[t]", "46-47": "–47 Jesus entered the village of Cana of Galilee where he had transformed water into wine. And there was a governmental official in Capernaum who had a son who was very sick and dying. When he heard that Jesus had left Judea and was staying in Cana of Galilee, he decided to make the journey to Cana.[u] When he found Jesus he begged him, “You must come with me to Capernaum and heal my son!”", "48": "So Jesus said to him, “You[v] never believe unless you see signs and wonders.”[w]", "49": "But the man continued to plead, “You have to come with me to Capernaum before my little boy dies!”", "50": "Then Jesus looked him in the eyes and said, “Go back home now. I promise you, your son will live and not die.” The man believed in his heart the words of Jesus and set off for home. ", "51": "When he was still a distance from Capernaum, his servants met him on the road and told him the good news, “Your son is healed! He's alive!”", "52": "Overjoyed, the father asked his servants, “When did my son begin to recover?” “Yesterday,” they said, “at one in the afternoon. All at once his fever broke—and now he's well!”", "53": "Then the father realized that it was at that very same hour that Jesus spoke the words to him, “Your son will live and not die.” So from that day forward, the man and all his family and servants believed. ", "54": "This was Jesus' second extraordinary miracle in Galilee after coming from Judea.[x]"}