{"1": "Then Jesus returned to Jerusalem to observe one of the Jewish holy days.[a] 2 Inside the city near the Sheep Gate there is[b] a pool called in Aramaic, The House of Loving Kindness.[c] And this pool is surrounded by five covered porches.[d] ", "3": "Hundreds of sick people were lying there on the porches—the paralyzed, the blind, and the crippled, all of them waiting for their healing. ", "4": "For an angel of God would periodically descend into the pool to stir the waters, and the first one who stepped into the pool after the waters swirled would instantly be healed.[e]", "5": "Now there was a man who had been disabled for thirty-eight years lying among the multitude of the sick.[f] ", "6": "When Jesus saw him lying there, he knew that the man had been crippled for a long time.[g] So Jesus said to him, “Do you truly long to be healed?”[h]", "7": "The sick man answered him, “Sir,[i] there's no way I can get healed, for I have no one who will lower me into the water when the angel comes. As soon as I try to crawl to the edge of the pool, someone else jumps in ahead of me.”", "8": "Then Jesus said to him, “Stand up! Pick up your sleeping mat and you will walk!” ", "9": "Immediately he stood up—he was healed! So he rolled up his mat and walked again! Now this miracle took place on the Jewish Sabbath.", "10": "When the Jewish leaders saw the man walking along carrying his sleeping mat,[j] they objected and said, “What are you doing carrying that? Don't you know it's the Sabbath? It's not lawful for you to carry things on the Sabbath!”", "11": "He answered them, “The man who healed me told me to pick it up and walk.”", "12": "“What man?” they asked him. “Who was this man who ordered you to carry something on a Sabbath?”[k] ", "13": "But the healed man couldn't give them an answer, for he didn't yet know who it was since Jesus had already slipped away into the crowd.", "14": "A short time later, Jesus found the man at the temple and said to him, “Look at you now! You're healed! Walk away from your sin[l] so that nothing worse will happen to you.”", "15": "Then the man went to the Jewish leaders to inform them, “It was Jesus who healed me!” ", "16": "So from that day forward the Jewish leaders began to persecute Jesus because of the things he did on the Sabbath.", "17": "Jesus answered his critics by saying, “Everyday my Father is at work, and I will be too!” ", "18": "This infuriated them and made them all the more eager to devise a plan to kill him. For not only did he break their Sabbath rules,[m] but he called God “my Father,” which made him equal to God.[n]", "19": "So Jesus said, “I speak to you timeless truth. The Son is not able to do anything from himself or through my own initiative. I only do the works that I see the Father doing, for the Son does the same works as his Father.", "20": "“Because the Father loves his Son so much, he always reveals to me everything that he is about to do. And you will all be amazed when he shows me even greater works than what you've seen so far! ", "21": "For just like the Father has power to raise the dead, the Son will raise the dead and give life to whomever he wants.", "22": "“The Father now judges no one, for he has given all the authority to judge to the Son, ", "23": "so that the honor that belongs to the Father will now be shared with his Son. So if you refuse to honor the Son, you are refusing to honor the Father who sent him.", "24": "“I speak to you an eternal truth: if you embrace my message and believe in the One who sent me, you will never face condemnation, for in me, you have already passed from the realm of death into the realm of eternal life!”", "25": "“I speak to you eternal truth: Soon the dead will hear the voice of the Son of God, and those who listen will arise with life! ", "26": "For the Father has given the Son the power to impart life, even as the Father imparts life. ", "27": "The Father has transferred to the Son the authority to judge, because he is the Son of Man.", "28": "“So don't be amazed when I tell you these things, for there is a day coming when all who have ever died will hear my voice calling them back to life, ", "29": "and they will come out of their graves! Those who have done what is good will experience a resurrection to eternal life. And those who have practiced evil will taste the resurrection that brings them to condemnation!", "30": "“Nothing I do is from my own initiative, for as I hear the judgment passed by my Father, I execute judgment. And my judgments will be perfect, because I can do nothing on my own, except to fulfill the desires of my Father who sent me. ", "31": "For if I were to make claims about myself, you would have reasons to doubt.[o] ", "32": "But there is another[p] who bears witness on my behalf, and I know that what he testifies of me is true.”", "33": "“You have sent messengers to John, and what he testified about me is true. ", "34": "I have no need to be validated by men, but I'm saying these things so that you will believe and be rescued.", "35": "“John was a blazing, burning torch,[q] and for a short time you basked in his light with great joy. ", "36": "But I can provide a more substantial proof of who I am that exceeds John's testimony—my miracles! These works which the Father destined for me to complete—they prove that the Father has sent me! ", "37": "And my Father himself, who gave me this mission, has also testified that I am his Son.[r] But you have never heard his voice nor seen his face, ", "38": "nor does his Word truly live inside of you, for you refuse to believe in me or to embrace me as God's messenger.", "39": "“You are busy analyzing the Scriptures, frantically poring over them in hopes of gaining eternal life. Everything you read points to me, ", "40": "yet you still refuse to come to me so I can give you the life you're looking for—eternal life![s]", "41": "“I do not accept the honor that comes from men, ", "42": "for I know what kind of people you really are, and I can see that the love of God has found no home in you. ", "43": "I have come to represent my Father, yet you refuse to embrace me in faith. But when someone comes in their own name and with their own agenda,[t] you readily accept him. ", "44": "Of course you're unable to believe in me. For you live for the praises of others and not for the praise that comes from the only true God.", "45": "“I won't be the one who accuses you before the Father. The one who will incriminate you is Moses, the very one you claim to obey, the one in whom you trust![u] ", "46": "If you really believed what Moses has written, then you would embrace me, for Moses wrote about me! ", "47": "But since you do not believe what he wrote, no wonder you don't believe what I say.”[v]"}