{"1": "After this Jesus went to the other side of the Lake of Tiberias,[a] which is also known as Lake Galilee. ", "2": "And a massive crowd of people followed him everywhere. They were attracted by his miracles and the healings they watched him perform. ", "3": "Jesus went up the slope of a hill and sat down with his disciples. ", "4": "Now it was approaching the time of the Jewish celebration of Passover, and there were many pilgrims on their way to Jerusalem in the crowd.", "5": "As Jesus sat down, he looked out and saw the massive crowd of people scrambling up the hill, for they wanted to be near him. So he turned to Philip and said, “Where will we buy enough food to feed all these people?” ", "6": "Now Jesus already knew what he was about to do, but he said this to stretch Philip's faith.", "7": "Philip answered, “Well, I suppose if we were to give everyone only a snack, it would cost thousands of dollars[b] to buy enough food!”", "8": "But just then, Andrew, Peter's brother, spoke up and said, ", "9": "“Look! Here's a young person[c] with five barley loaves and two small fish . . . but how far would that go with this huge crowd?”", "10": "“Have everyone sit down,” Jesus said to his disciples. So on the vast grassy slope, more than five thousand hungry people sat down.[d] ", "11": "Jesus then took the barley loaves[e] and the fish and gave thanks to God. He then gave it to the disciples to distribute to the people. Miraculously, the food multiplied, with everyone eating as much as they wanted![f]", "12": "When everyone was satisfied, Jesus told his disciples, “Now go back and gather up the pieces left over so that nothing will be wasted.” ", "13": "The disciples filled up twelve baskets of fragments, a basket of leftovers for each disciple.", "14": "All the people were astounded as they saw with their own eyes the incredible miracle Jesus had performed! They began to say among themselves, “He really is the One—the true prophet[g] we've been expecting!”", "15": "So Jesus, knowing that they were about to take him and make him their king by force, quickly left and went up the mountainside alone.[h]", "16-17": "–17 After waiting until evening for Jesus to return, the disciples went down to the lake. But as darkness fell, he still hadn't returned, so the disciples got into a boat and headed across the lake to Capernaum.[i] ", "18": "By now a strong wind[j] began to blow and was stirring up the waters. ", "19": "The disciples had rowed about halfway[k] across the lake when all of a sudden they caught sight of Jesus walking on top of the waves, coming toward them. The disciples panicked, ", "20": "but Jesus called out to them, “Don't be afraid. You know who I am.”[l]", "21": "They were relieved to take him in, and the moment Jesus stepped into the boat, they were instantly transported to the other side!", "22-23": "–23 The next morning, the crowds were still on the opposite shore of the lake, near the place where they had eaten the bread he had multiplied after he had given thanks to God.[m] Yet Jesus was nowhere to be found. They realized that only one boat had been there and that Jesus' hadn't boarded, and they concluded that his disciples had left him behind. ", "24": "So when the people saw on the shoreline a number of small boats from Tiberias and realized Jesus and the disciples weren't there, they got into the boats and went to Capernaum to search for him.", "25": "When they finally found him, they asked him, “Teacher, how did you get here?”", "26": "Jesus replied, “Let me make this very clear,[n] you came looking for me because I fed you by a miracle, not because you believe in me. ", "27": "Why would you strive for food that is perishable and not be passionate to seek the food of eternal life, which never spoils?[o] I, the Son of Man, am ready to give you what matters most, for God the Father has destined me for this purpose.”[p]", "28": "They replied, “So what should we do if we want to do God's work?”", "29": "Jesus answered, “The work you can do for God starts with believing in the One he has sent.”", "30-31": "–31 They replied, “Show us a miracle so we can see it, and then we'll believe in you. Moses took care of our ancestors who were fed by the miracle of manna[q] every day in the desert, just like the Scripture says, 'He fed them with bread from heaven.'[r] What sign will you perform for us?”", "32": "“The truth is,”[s] Jesus said, “Moses didn't give you the bread of heaven. It's my Father who offers bread that comes as a dramatic sign[t] from heaven. ", "33": "The bread of God is the One who came out of heaven to give his life to feed the world.”", "34": "“Then please, sir, give us this bread every day,” they replied.", "35": "Jesus said to them, “I am the Bread of Life.[u] Come every day to me and you will never be hungry. Believe in me and you will never be thirsty. ", "36": "Yet I've told you that even though you've seen me, you still don't believe in me. ", "37": "But everyone my Father has given to me, they will come. And all who come to me, I will embrace and will never turn them away. ", "38": "And I have come out of heaven not for my own desires, but for the satisfaction[v] of my Father who sent me. ", "39": "My Father who sent me has determined that I will not lose even one of those he has given to me, and I will raise them up in the last day. ", "40": "For the longing of my Father is that everyone who embraces the Son[w] and believes in him will experience eternal life and I will raise them up in the last day!”", "41": "When the Jews who were hostile to Jesus heard him say, “I am the bread that came down from heaven,” they immediately began to complain, ", "42": "“How can he say these things about himself? We know him, and we know his parents. How dare he say, 'I have come down from heaven?'”", "43": "Jesus responded, “Stop your grumbling! ", "44": "The only way people come to me is by the Father who sent me—he pulls[x] on their hearts to embrace me. And those who are drawn to me, I will certainly raise them up in the last day.”", "45": "Jesus continued, “It has been written by the prophets, 'They will all be taught by God himself.'[y] If you are really listening to the Father and learning directly from him, you will come to me. ", "46": "For I am the only One who has come from the Father's side, and I have seen the Father!", "47": "“I speak to you living truth: Unite your heart to me and believe—and you will experience eternal life! ", "48": "I am the true Bread of Life.[z] ", "49": "Your ancestors ate manna in the desert and died. ", "50": "But standing here before you is the true Bread that comes out of heaven, and when you eat this Bread you will never die. ", "51": "I alone am this living Bread that has come to you from heaven. Eat this Bread and you will live forever. The living Bread I give you is my body, which I will offer as a sacrifice so that all may live.”", "52": "These words of Jesus sparked an angry outburst among the Jews. They protested, saying, “Does this man expect us to eat his body?”", "53": "Jesus replied to them, “Listen to this eternal truth: Unless you eat the body of the Son of Man and drink his blood, you will not have eternal life. ", "54": "Eternal life comes to the one who eats my body[aa] and drinks my blood, and I will raise him up in the last day. ", "55": "For my body is real food for your spirit and my blood is real drink. ", "56": "The one who eats my body and drinks my blood lives in me and I live in him.[ab] ", "57": "The Father of life sent me, and he is my life. In the same way, the one who feeds upon me, I will become his life. ", "58": "I am not like the bread your ancestors ate and later died. I am the living Bread that comes from heaven. Eat this Bread and you will live forever!”", "59": "Jesus preached this sermon in the synagogue in Capernaum.", "60": "And when many of Jesus' followers heard these things, it caused a stir. “That's disgusting!” they said. “How could anybody accept it?”[ac]", "61": "Without anyone telling him, Jesus knew they were outraged and told them, “Are you offended over my teaching? ", "62": "What will you do when you see the Son of Man ascending into the realm from where he came?[ad]", "63": "“The Holy Spirit is the one who gives life, that which is of the natural realm[ae] is of no help. The words I speak to you are Spirit and life. But there are still some of you who won't believe.” ", "64": "In fact, Jesus already knew from the beginning who the skeptics were and who his traitor would be.", "65": "He went on to say, “This is why I told you that no one embraces me unless the Father has given you to me.”", "66": "And so from that time on many of the disciples turned their backs on Jesus and refused to be associated with him.[af] ", "67": "So Jesus said to his twelve, “And you—do you also want to leave?” ", "68": "Peter spoke up and said, “But Lord, where would we go? No one but you gives us the revelation of eternal life. ", "69": "We're fully convinced that you are the Anointed One, the Son of the Living God,[ag] and we believe in you!”", "70": "Then Jesus shocked them with these words: “I have hand-picked you to be my twelve, knowing that one of you is the devil.”[ah] ", "71": "Jesus was referring to Judas Iscariot,[ai] son of Simon, for he knew that Judas, one of his chosen disciples, was getting ready to betray him."}