{"1": "After this Jesus traveled extensively throughout the province of Galilee, but he avoided the province of Judea, for he knew the Jewish leaders in Jerusalem were plotting to have him killed. ", "2": "Now the annual Feast of Tabernacles[a] was approaching. ", "3": "So Jesus' brothers[b] came to advise him, saying, “Why don't you leave the countryside villages and go to Judea where the crowds are,[c] so that your followers can see your miracles? ", "4": "No one can see what you're doing here in the backwoods of Galilee. How do you expect to be successful and famous if you do all these things in secret? Now is your time—go to Jerusalem, come out of hiding, and show the world who you are!” ", "5": "His brothers were pushing him, even though they didn't yet believe in him as the Savior.[d]", "6": "Jesus responded, “My time of being unveiled hasn't yet come, but any time is a suitable opportunity for you to gain man's approval. ", "7": "The world can't hate you, but it does me, for I am exposing their evil deeds. ", "8": "You can go ahead and celebrate the feast without me—my appointed time has not yet come.”", "9-10": "–10 Jesus lingered in Galilee until his brothers had left for the feast in Jerusalem. Then later, Jesus took a back road and went into Jerusalem in secret. ", "11": "During the feast, the Jewish leaders kept looking for Jesus and asking around, “Where is he? Have you seen him?”", "12": "A controversy was brewing among the people, with so many differing opinions about Jesus. Some were saying, “He's a good man!” While others weren't convinced and insisted, saying, “He's just a demagogue.”[e] ", "13": "Yet no one was bold enough to speak out publicly on Jesus' behalf for fear of the Jewish leaders.", "14": "Not until the feast was half over did Jesus finally appear in the temple courts and begin to teach. ", "15": "The Jewish leaders were astonished by what he taught and said, “How did this man acquire such knowledge? He wasn't trained in our schools—who taught him?”", "16": "So Jesus responded, “I don't teach my own ideas,[f] but the truth revealed to me by the One who sent me. ", "17": "If you want to test my teachings and discover where I received them, first be passionate to do God's will,[g] and then you will be able to discern if my teachings are from the heart of God or from my own opinions. ", "18": "Charlatans praise themselves and seek honor from men, but my Father sent me to speak truth on his behalf. And I have no false motive, because I seek only the glory of God. ", "19": "Moses has given you the law, but not one of you is faithful to keep it. So if you are all law-breakers, why then would you seek to kill me?”", "20": "Then some in the crowd shouted out, “You must be out of your mind![h] Who's trying to kill you?”", "21": "Jesus replied, “I only had to do one miracle,[i] and all of you marvel! ", "22": "Yet isn't it true that Moses and your forefathers[j] ordered you to circumcise your sons even if the eighth day fell on a Sabbath?[k] ", "23": "So if you cut away part of a man on the Sabbath and that doesn't break the Jewish law,[l] why then would you be indignant with me for making a man completely healed on the Sabbath? ", "24": "Stop judging based on the superficial.[m] First you must embrace the standards of mercy[n] and truth.”", "25": "Then some of the residents of Jerusalem spoke up and said, “Isn't this the one they're trying to kill? ", "26": "So why is he here speaking publicly and not one of the Jewish leaders is doing anything about it? Are they starting to think that he's the Anointed One? ", "27": "But how could he be, since we know this man is from Galilee, but no one will know where the true Messiah comes from, he'll just appear out of nowhere.”[o]", "28": "Knowing all of this, Jesus one day preached boldly in the temple courts, “So, you think you know me and where I come from? But you don't know the One who sent me—the Father who is always faithful.[p] I have not come simply on my own initiative. ", "29": "The Father has sent me here, and I know all about him, for I have come from his presence.”[q]", "30": "His words caused many to want to arrest him, but no man was able to lay a hand on him, for it wasn't yet his appointed time. ", "31": "And there were many people who thought he might be the Messiah. They said, “After all, when the Anointed One appears, could he possibly do more signs and wonders than this man has done?”", "32": "So when the Pharisees[r] heard these rumors circulating about Jesus, they went with the leading priests and the temple guards to arrest him.", "33": "Then Jesus said, “My days to be with you are numbered. Then I will return to the One who sent me. ", "34": "And you will search for me and not be able to find me. For where I am,[s] you cannot come.”[t]", "35": "When the Jewish leaders heard this, they discussed among themselves, “Where could he possibly go that we won't be able to find him? Is he going to minister in a different land where our people live scattered among the nations? Is he going to teach those who are not Jews?[u] ", "36": "What did he really mean by his statement, 'You will search for me and won't be able to find me. And where I am you can't come'?”", "37": "Then on the most important day of the feast, the last day,[v] Jesus stood and shouted out to the crowds—“All you thirsty ones, come to me! Come to me and drink! ", "38": "Believe in me so that rivers of living water will burst out from within you, flowing[w] from your innermost being, just like the Scripture says!”[x]", "39": "Jesus was prophesying about the Holy Spirit that believers were being prepared to receive.[y] But the Holy Spirit had not yet been poured out upon them, because Jesus had not yet been unveiled in his full splendor.[z]", "40": "When the crowd heard Jesus' words, some said, “This man really is a prophet!” ", "41": "Others said, “He's the Messiah!” But others said, “How could he be the Anointed One since he's from Galilee? ", "42": "Don't the Scriptures say that he will be one of David's descendants and be born in Bethlehem, the city of David?”[aa] ", "43": "So the crowd was divided over Jesus, ", "44": "some wanted him arrested but no one dared to lay a hand on him.", "45": "So when the temple guards returned to the Pharisees and the leading priests without Jesus, they were questioned, “Where is he? Why didn't you bring that man back with you?”", "46": "They answered, “You don't understand—he speaks amazing things like no one else has ever spoken!”", "47": "The religious leaders mocked, “Oh, so now you also have been led astray by him? ", "48": "Do you see even one of us, your leaders, following him? ", "49": "This ignorant rabble swarms around him because none of them know anything about the Law! They're all cursed!”", "50": "Just then, Nicodemus, who had secretly spent time with Jesus, spoke up, for he was a respected voice among them. ", "51": "He cautioned them, saying, “Does our law decide a man's guilt before we first hear him and allow him to defend himself?”", "52": "They argued, “Oh, so now you're an advocate for this Galilean! Search the Scriptures, Nicodemus, and you'll see that there's no mention of a prophet coming out of Galilee!”[ab] So with that their debate ended, ", "53": "and they each went their own way."}