{"1": "Jesus walked up the Mount of Olives[a] near the city where he spent the night. ", "2": "Then at dawn Jesus appeared in the temple courts again, and soon all the people gathered around to listen to his words, so he sat down and taught them. ", "3": "Then in the middle of his teaching, the religious scholars[b] and the Pharisees broke through the crowd and brought a woman who had been caught in the act of committing adultery and made her stand in the middle of everyone.", "4": "Then they said to Jesus, “Teacher, we caught this woman in the very act of adultery. ", "5": "Doesn't Moses' law command us to stone to death a woman like this?[c] Tell us, what do you say we should do with her?” ", "6": "They were only testing Jesus because they hoped to trap him with his own words and accuse him of breaking the laws of Moses. But Jesus didn't answer them. Instead he simply bent down and wrote in the dust with his finger.[d] ", "7": "Angry, they kept insisting[e] that he answer their question, so Jesus stood up and looked at them and said, “Let's have the man who has never had a sinful desire[f] throw the first stone at her.” ", "8": "And then he bent over again and wrote some more words in the dust.[g]", "9": "Upon hearing that, her accusers slowly left the crowd one at a time, beginning with the oldest to the youngest,[h] with a convicted conscience.", "10": "Until finally, Jesus was left alone with the woman still standing there in front of him. So he stood back up and said to her, “Dear woman, where are your accusers? Is there no one here to condemn you?”", "11": "Looking around, she replied, “I see no one, Lord.”[i] Jesus said, “Then I certainly[j] don't condemn you either.[k] Go, and from now on, be free from a life of sin.”[l]", "12": "Then Jesus said, “I am[m] light to the world and those who embrace me will experience life-giving light, and they will never[n] walk[o] in darkness.”", "13": "The Pharisees were immediately offended and said, “You're just boasting about yourself! Since we only have your word on this, it makes your testimony invalid!”", "14": "Jesus responded, “Just because I am the one making these claims doesn't mean they're invalid. For I absolutely know who I am, where I've come from, and where I'm going. But you Pharisees have no idea about what I'm saying. ", "15": "For you've set yourselves up as judges of others based on outward appearances, but I certainly never judge others in that way. ", "16": "For I discern the truth. And I am not alone in my judgments, for my Father and I have the same understanding in all things, and he has sent me to you.", "17": "“Isn't it written in the law of Moses that the testimony of two men is trustworthy?[p] ", "18": "Then what I say about who I am is true, for I am not alone in my testimony—my Father is the other witness, and we testify together of the truth.”", "19": "Then they asked, “Just who is this 'Father' of yours? Where is he?” Jesus answered, “You wouldn't ask that question if you knew who I am, or my Father. For if you knew me, you would recognize my Father too.” ", "20": "(Jesus taught all these things while standing in the treasure room of the temple.[q] And no one dared to arrest him, for it wasn't yet his time to surrender to men.)", "21": "One day Jesus said again, “I am about to leave you. You will want to find me, but you will still die in your sins.[r] You won't be able to come where I am going.”", "22": "This so confused the Jewish leaders that they began to say, “Is he planning to commit suicide? What's he talking about—'You won't be able to come where I am going'?”", "23": "Jesus spoke up and said, “You are all from the earth; I am from above. I am not from this world like you are. ", "24": "That's why I've told you that you will all die in your sins if you fail to believe that I AM who I AM.”[s]", "25": "So they asked him plainly, “Who are you?” “I am the One I've always claimed to be.” Jesus replied. ", "26": "“And I still have many more things to pronounce in judgment about you. For I will testify to the world of the truths that I have heard from my Father, and the Father who sent me is trustworthy.” ", "27": "(Even after all of this, they still didn't realize that he was speaking about his heavenly Father.)", "28": "“You will know me as 'I AM' after you have lifted me up from the earth[t] as the Son of Man. Then you will realize that I do nothing on my own initiative, but I only speak the truth that the Father has revealed to me. ", "29": "I am his messenger and he is always with me, for I only do that which delights his heart.”[u] ", "30": "These words caused many respected Jews to believe in him.", "31": "Jesus said to those Jews who believed in him, “When you continue to embrace all that I teach, you prove that you are my true followers. ", "32": "For if you embrace the truth, it will release more freedom into your lives.”[v]", "33": "Surprised by this, they said, “But we're the descendants of Abraham and we're already free. We've never been in bondage[w] to anyone. How could you say that we will be released into more freedom?”[x]", "34": "“I speak eternal truth,” Jesus said. “When you sin you are not free. You've become a slave in bondage to your sin. ", "35": "And slaves have no permanent standing in a family, like a son does, for a son is a part of the family forever. ", "36": "So if the Son sets you free from sin, then become a true son and be unquestionably free! ", "37": "Even though you are descendants of Abraham, you desire to kill me because the message I bring has not found a home in your hearts. ", "38": "Yet the truths I speak I've seen and received in my Father's presence. But you are doing what you've learned from your father!”[y]", "39": "“What do mean?” they replied. “Abraham is our father!” Jesus said, “If you are really Abraham's sons, then you would follow in the steps of Abraham. ", "40": "I've only told you the truth that I've heard in my Father's presence, but now you are wanting me dead—is that how Abraham acted? ", "41": "No, you people are doing what your father has taught you!” Indignant, they responded, “What are you talking about? We only have one Father, God himself! We're not illegitimate!”", "42": "Jesus said, “Then if God were really your father, you would love me, for I've come from his presence. I didn't come here on my own, but God sent me to you. ", "43": "Why don't you understand what I say?[z] You don't understand because your hearts are closed to my message!", "44": "“You are the offspring of your father, the devil,[aa] and you serve your father very well, passionately carrying out his desires. He's been a murderer right from the start! He never stood with the One who is the true Prince, for he's full of nothing but lies—lying is his native tongue.[ab] He is a master of deception and the father of lies! ", "45": "But I am the true Prince who speaks nothing but the truth, yet you refuse to believe and you want nothing to do with me. ", "46": "Can you name one sin that I've committed? Then if I am telling you only the truth, why don't you believe me? ", "47": "If you really knew God, you would listen, receive, and respond with faith to his words. But since you don't listen and respond to what he says, it proves you don't belong to him and you have no room for him in your hearts.”", "48": "“See! We were right all along!” some of the Jewish leaders shouted. “You're nothing but a demon-possessed Samaritan!”[ac]", "49": "Jesus replied, “It is not a demon that would cause me to honor my Father. I live my life for his honor, even though you insult me for it.[ad] ", "50": "I never have a need to seek my own glory, for the Father will do that for me, and he will judge those who do not. ", "51": "I speak to you this eternal truth: whoever cherishes my words and keeps them will never experience death.”", "52": "This prompted the Jewish leaders to say, “Now we know for sure that you're demon possessed! You just said that those who keep watch over your words will never experience death, but Abraham and all the prophets have died! ", "53": "Do you think you're greater than our father Abraham and all the prophets? You are so delusional about yourself that you make yourself greater than you are!”", "54": "Jesus answered them, “If I were to tell you how great I am, it would mean nothing. But my Father is the One who will prove it and will glorify me. Isn't he the One you claim is your God? ", "55": "But in reality, you've never embraced him as your own. I know him, and I would be a liar, like yourselves, if I told you anything less than that. I have fully embraced him, and I treasure his every word. ", "56": "And not only that, Abraham, your ancestor, was overjoyed when he received the revelation of my coming to earth. Yes, he foresaw me coming and was filled with delight!”[ae]", "57": "But many of the Jewish leaders doubted him and said, “What are you talking about? You're not even fifty years old yet. You talk like you've seen Abraham!”", "58": "Jesus said to them, “I give you this eternal truth: I have existed long before Abraham was born, for I AM!”[af]", "59": "When they heard this, they picked up rocks to stone him, but Jesus concealed himself as he passed through the crowd[ag] and went away from there."}