{"1": "Afterward, as Jesus walked down the street, he noticed a man blind from birth. ", "2": "His disciples asked him, “Teacher, whose sin caused this guy's blindness, his own, or the sin of his parents?”", "3": "Jesus answered, “Neither. It happened to him so that you could watch him experience God's miracle. ", "4": "While I am with you, it is daytime and we must do the works of God who sent me while the light shines. For there is coming a dark night when no one will be able to work.[a] ", "5": "As long as I am with you my life is the light that pierces the world's darkness.”", "6": "Then Jesus spat on the ground and made some clay with his saliva.[b] Then he anointed the blind man's eyes with the clay. ", "7": "And he said to the blind man, “Now go and wash the clay from your eyes in the ritual pool of Siloam.”[c] So he went and washed his face and as he came back, he could see for the first time in his life![d]", "8": "This caused quite a stir among the people of the neighborhood, for they noticed the blind beggar was now seeing! They began to say to one another, “Isn't this the blind man who once sat and begged?” ", "9": "Some said, “No, it can't be him!” Others said, “But it looks just like him—it has to be him!” All the while the man kept insisting, “I'm the man who was blind!”", "10": "Finally, they asked him, “What has happened to you?”", "11": "He replied, “I met the man named Jesus! He rubbed clay on my eyes and said, 'Go to the pool named Siloam and wash.' So I went and while I was washing the clay from my eyes I began to see for the very first time ever!”[e]", "12": "So the people of the neighborhood inquired, “Where is this man?” “I have no idea.” the man replied.", "13": "So the people marched him over to the Pharisees to speak with them. ", "14": "They were concerned because the miracle Jesus performed by making clay with his saliva and anointing the man's eyes happened on a Sabbath day, a day that no one was allowed to “work.”", "15": "Then the Pharisees asked the man, “How did you have your sight restored?” He replied, “A man anointed my eyes with clay, then I washed, and now I can see for the first time in my life!”", "16": "Then an argument broke out among the Pharisees over the healing of the blind man on the Sabbath. Some said, “This man who performed this healing is clearly not from God! He doesn't even observe the Sabbath!” Others said, “If Jesus is just an ordinary sinner,[f] how could he perform a miracle like that?”", "17": "This prompted them to turn on the man healed of blindness, putting him on the spot in front of them all, demanding an answer. They asked, “Who do you say he is—this man who opened your blind eyes?” “He's a prophet of God!” the man replied.", "18": "Still refusing to believe that the man had been healed and was truly blind from birth, the Jewish leaders called for the man's parents to be brought to them.", "19-20": "–20 So they asked his parents, “Is this your son?” “Yes,” they answered. “Was he really born blind?” “Yes, he was,” they replied. So they pressed his parents to answer, “Then how is it that he's now seeing?”", "21": "“We have no idea,” they answered. “We don't know what happened to our son. Ask him, he's a mature adult. He can speak for himself.” ", "22": "(Now the parents were obviously intimidated by the Jewish religious leaders, for they had already announced to the people that if anyone publicly confessed Jesus as the Messiah, they would be excommunicated. ", "23": "That's why they told them, “Ask him, he's a mature adult. He can speak for himself.”)", "24": "So once again they summoned the man who was healed of blindness and said to him, “Swear to God to tell us the truth![g] We know the man who healed you is a sinful man! Do you agree?”", "25": "The healed man replied, “I have no idea what kind of man he is. All I know is that I was blind and now I can see for the first time in my life!”", "26": "“But what did he do to you?” they asked. “How did he heal you?”", "27": "The man responded, “I told you once and you didn't listen to me. Why do you make me repeat it? Are you wanting to be his followers too?”", "28": "This angered the Jewish leaders. They heaped insults on him, “We can tell you are one of his followers—now we know it! We are true followers of Moses, ", "29": "for we know that God spoke to Moses directly. But as for this one, we don't know where he's coming from!”", "30": "“Well, what a surprise this is!” the man said. “You don't even know where he comes from, but he healed my eyes and now I can see! ", "31": "We know that God doesn't listen to sinners, but only to godly people who do his will. ", "32": "Yet who has ever heard of a man born blind that was healed and given back his eyesight? ", "33": "I tell you, if this man isn't from God, he wouldn't be able to heal me like he has!”", "34": "Some of the Jewish leaders were enraged and said, “Just who do you think you are to lecture us! You were born a blind, filthy sinner!” So they threw the man out in the street.", "35": "When Jesus learned they had thrown him out, he went to find him and said to him, “Do you believe in the Son of God?”[h]", "36": "The man whose blind eyes were healed answered, “Who is he, Master? Tell me so that I can place all my faith in him.”", "37": "Jesus replied, “You're looking right at him. He's speaking with you. It's me, the one in front of you now.”", "38": "Then the man threw himself at his feet and worshiped Jesus and said, “Lord, I believe in you!”[i]", "39": "And Jesus said, “I have come to judge those who think they see and make them blind. And for those who are blind, I have come to make them see.”", "40": "Some of the Pharisees were standing nearby and overheard these words. They interrupted Jesus and said, “You mean to tell us that we are blind?”", "41": "Jesus told them, “If you would acknowledge your blindness, then your sin would be removed. But now that you claim to see, your sin remains with you!”[j]"}