{"1": "“I assure you and most solemnly say to you, he who does not enter by the door into the sheepfold, but climbs up from some other place [on the stone wall], that one is a thief and a robber. ", "2": "But he who enters by the door is the shepherd of the sheep [the protector and provider]. ", "3": "The [a]doorkeeper opens [the gate] for this man, and the sheep hear his voice and pay attention to it. And [knowing that they listen] he calls his own sheep by name and leads them out [to pasture]. ", "4": "When he has brought all his own sheep outside, he walks on ahead of them, and the sheep follow him because they know his voice and recognize his call. ", "5": "They will never follow a stranger, but will run away from him, because they do not know the voice of strangers.” ", "6": "Jesus used this figure of speech with them, but they did not understand what He was talking about.", "7": "So Jesus said again, “I assure you and most solemnly say to you, I am [b]the Door for the sheep [leading to life]. ", "8": "All who came before Me [as false messiahs and self-appointed leaders] are thieves and robbers, but the [true] sheep did not hear them. ", "9": "I am the Door; anyone who enters through Me will be saved [and will live forever], and will go in and out [freely], and find pasture (spiritual security). ", "10": "The thief comes only in order to steal and kill and destroy. I came that they may have and enjoy life, and have it in abundance [to the full, till it overflows].", "11": "[c]I am the Good Shepherd. The Good Shepherd [d]lays down His [own] life for the sheep. ", "12": "But the hired man [who merely serves for wages], who is neither the shepherd nor the owner of the sheep, when he sees the wolf coming, deserts the flock and runs away; and the wolf snatches the sheep and scatters them. ", "13": "The man runs because he is a hired hand [who serves only for wages] and is not concerned about the [safety of the] sheep. ", "14": "I am the Good Shepherd, and I know [without any doubt those who are] My own and My own know Me [and have a deep, personal relationship with Me]— ", "15": "even as the Father knows Me and I know the Father—and I lay down My [very own] life [sacrificing it] for the benefit of the sheep. ", "16": "I have [e]other sheep [beside these] that are not of this fold. I must bring those also, and they will listen to My voice and pay attention to My call, and they will become [f]one flock with one Shepherd. ", "17": "For this reason the Father loves Me, because I lay down My [own] life so that I may take it back. ", "18": "No one takes it away from Me, but I lay it down voluntarily. I am authorized and have power to lay it down and to give it up, and I am authorized and have power to take it back. This command I have received from My Father.”", "19": "A division [of opinion] occurred again among the Jews because of these words [of His]. ", "20": "Many of them said, “He has a demon and He is mad [insane—He raves and rambles]. Why listen to Him?” ", "21": "Others were saying, “These are not the words and thoughts of one possessed by a demon. Can a demon open the eyes of the blind?”", "22": "At that time the [g]Feast of Dedication took place at Jerusalem. ", "23": "It was winter, and Jesus was walking in the temple [area] in [h]Solomon's portico. ", "24": "So the Jews surrounded Him and began saying to Him, “How long are You going to keep us in suspense? If You are [really] the Christ (the Messiah, the Anointed), tell us so plainly and openly.” ", "25": "Jesus answered them, “I have told you so, yet you do not believe. The works that I do in My Father's name testify concerning Me [they are My credentials and the evidence declaring who I am]. ", "26": "But you do not believe Me [so you do not trust and follow Me] because you are not My sheep. ", "27": "The sheep that are My own hear My voice and listen to Me; I know them, and they follow Me. ", "28": "And I give them eternal life, and they will never, ever [by any means] perish; and no one will ever snatch them out of My hand. ", "29": "[i]My Father, who has given them to Me, is greater and mightier than all; and no one is able to snatch them out of the Father's hand. ", "30": "I and the Father are One [in essence and nature].”", "31": "Again the Jews picked up stones to stone Him. ", "32": "Jesus answered them, “I showed you many good works [and many acts of mercy] from the Father; for which of them are you stoning Me?” ", "33": "The Jews answered Him, “We are not going to stone You for a good work, but for blasphemy, because You, a mere man, make Yourself out to be God.” ", "34": "Jesus answered them, “Is it not written in your Law, 'I said, you are gods [human judges representing God, not divine beings]'? ", "35": "If He [j]called them gods, men to whom the word of God came (and the Scripture cannot be undone or annulled or broken), ", "36": "[if that is true] then do you say of Him whom the Father sanctified and set apart for Himself and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'? ", "37": "If I do not do the works of My Father [that is, the miracles that only God could perform], then do not believe Me. ", "38": "But if I am doing them, even if you do not believe Me or have faith in Me, [at least] believe the works [that I do—admit that they are the works of God], so that you may know and keep on knowing [clearly—without any doubt] that the Father is in Me, and I am in the Father [that is, I am One with Him].” ", "39": "So they tried again to seize Him, but He eluded their grasp.", "40": "He went back again across the Jordan to the place where John was first baptizing, and He was staying there. ", "41": "Many came to Him, and they were saying, “John did not perform a single sign (attesting miracle), but everything John said about this Man was true and accurate.” ", "42": "And many there believed and confidently trusted in Him [accepting Him as Savior, and following His teaching]."}