{"1": "So then Pilate took Jesus and had Him [a]scourged (flogged, whipped). ", "2": "And the soldiers twisted together a crown of thorns and put it on His head, and put a purple robe around Him; ", "3": "and they kept coming up to Him, saying [mockingly], “Hail, King of the Jews [Good health! Peace! Long life to you, King of the Jews]!” And they slapped Him in the face. ", "4": "Then Pilate came out again and said to them, “Look, I am bringing Him out to you so that you may know that I find no guilt in Him [no crime, no cause for an accusation].” ", "5": "So Jesus came out, wearing the crown of thorns and the purple robe, and Pilate said to them, “Look! The Man!” ", "6": "When the chief priests and officers saw Him, they shouted, “Crucify [Him]! Crucify [Him]!” Pilate said to them, “Take Him yourselves and crucify Him, for I find no guilt in Him [no crime, no cause for an accusation].” ", "7": "The Jews answered him, “We have a law [regarding blasphemy], and according to that law He should die, because He made Himself out to be the Son of God.”", "8": "So when Pilate heard this said, he was [even] more [b]alarmed and afraid. ", "9": "He went into the Praetorium again and said to Jesus, “Where are You from?” But Jesus did not answer him. ", "10": "So Pilate said to Him, “You do not speak to me? Do You not know that I have authority to release You, and I have authority to crucify You?” ", "11": "Jesus answered, “You would have no authority over Me at all if it had not been given to you from above. For this reason the sin and guilt of the [c]one who handed Me over to you is greater [than your own].” ", "12": "As a result of this, Pilate kept making efforts to release Him, but the Jews kept screaming, “[d]If you release this Man, you are no friend of Caesar! Anyone who makes himself out [to be] a king opposes Caesar [and rebels against the emperor]!”", "13": "When Pilate heard this, he brought Jesus out, and sat down on the judgment seat at a place called [e]The Pavement, but in [f]Hebrew, Gabbatha. ", "14": "Now it was the day of Preparation for the [g]Passover [week], and it was about the sixth hour. He said to the Jews, “Look, your King!” ", "15": "But they shouted, “Away with Him, away with Him, crucify Him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar!”", "16": "Then he handed Him over to them to be crucified.", "17": "So they took Jesus, and He went out, [h]bearing His own cross, to the place called [i]the Place of the Skull, which is called in Hebrew, Golgotha. ", "18": "There they crucified Him, and with Him two others, one on either side, and Jesus between them. ", "19": "Pilate also wrote an inscription [on a placard] and put it on the cross. And it was written: “JESUS THE NAZARENE, THE KING OF THE JEWS.” ", "20": "And many of the Jews read this inscription, for the place where Jesus was crucified was near the city; and it was written in Hebrew, in Latin, and in Greek. ", "21": "Then the chief priests of the Jews said to Pilate, “Do not write, 'The King of the Jews'; but, 'He said, “I am King of the Jews.”'” ", "22": "Pilate replied, “What I have written I have written [and it remains written].”", "23": "Then the soldiers, when they had crucified Jesus, took His outer clothes and made four parts, a part for each soldier, and also the tunic. But the [j]tunic was seamless, woven [in one piece] from the top throughout. ", "24": "So they said to one another, “Let us not tear it, but cast lots for it, to decide whose it will be.” This was to fulfill the Scripture, “They divided My outer clothing among them, and for My clothing they cast lots.” ", "25": "So the soldiers did these things. But standing by the cross of Jesus were His mother, His mother's sister [[k]Salome], [l]Mary the wife of Clopas, and Mary Magdalene. ", "26": "So Jesus, seeing His mother, and the [m]disciple whom He loved (esteemed) standing near, said to His mother, “[Dear] woman, look, [here is] your son!” ", "27": "Then He said to the disciple (John), “Look! [here is] your mother [protect and provide for her]!” From that hour the disciple took her into his own home.", "28": "After this, Jesus, knowing that all was now finished, said in fulfillment of the Scripture, “I am thirsty.” ", "29": "A jar full of [n]sour wine was placed there; so they put a sponge soaked in the sour wine on [a branch of] hyssop and held it to His mouth. ", "30": "When Jesus had received the sour wine, He said, “It is finished!” And He bowed His head and [voluntarily] [o]gave up His spirit.", "31": "Since it was the day of Preparation [for the Sabbath], in order to prevent the bodies from hanging on the cross on the Sabbath (for that Sabbath was a high holy day) the Jews asked Pilate to have their legs [p]broken [to hasten death] and the bodies taken away. ", "32": "So the soldiers came and broke the legs of the first man, and of the other who had been crucified with Him. ", "33": "But when they came to Jesus and saw that He was already dead, they did not break His legs. ", "34": "But one of the soldiers pierced His side with a spear, and immediately blood and water came [flowing] out. ", "35": "And he (John, the eyewitness) who has seen it has testified, and his testimony is true; and he knows that he is telling the truth, so that you also [who read this] may believe. ", "36": "For these things took place to fulfill the Scripture, “Not a bone of His shall be broken.” ", "37": "And again another Scripture says, “They shall look at Him whom they have pierced.”", "38": "And after this, Joseph of Arimathea—a disciple of Jesus, but secretly for fear of the Jews—asked Pilate to let him take away the body of Jesus; and Pilate gave him permission. So he came and took away His body. ", "39": "Nicodemus, who had first come to Him at night, also came bringing a mixture of myrrh and aloes, [weighing] about a hundred [Roman] [q]pounds. ", "40": "So they took Jesus' body and bound it in linen wrappings with the fragrant spices, as is the burial custom of the Jews. ", "41": "Now there was a garden at the place where He was crucified, and in the garden a new tomb [cut out of solid rock] in which no one had yet been laid. ", "42": "Therefore, because of the Jewish day of Preparation, and since the tomb was nearby, they laid Jesus there."}