{"1": "After this Jesus revealed Himself again to the disciples at the Sea of Tiberias (Galilee). And He did it in this way: ", "2": "Simon Peter, and Thomas who is called Didymus (the twin), and Nathanael from Cana of Galilee, as well as [John and James] the sons of Zebedee, and two others of His disciples were together. ", "3": "Simon Peter said to them, “I am going fishing.” They said, “And we are coming with you.” So they went out and got into the boat; and [a]that night they caught nothing.", "4": "As morning was breaking, Jesus [came and] stood on the beach; however, the disciples did not know that it was Jesus. ", "5": "So Jesus said to them, “Children, do you have any fish [to eat along with your bread]?” They answered, “No.” ", "6": "And He said to them, “Cast the net on the right-hand side of the boat (starboard) and you will find some.” So they cast [the net], and then they were not able to haul it in because of the great catch of fish. ", "7": "Then that disciple (John) whom Jesus loved (esteemed) said to Peter, “It is the Lord!” So when Simon Peter heard that it was the Lord, he put on his outer tunic (for he was stripped for work) and threw himself into the sea [and swam ashore]. ", "8": "But the other disciples came in the small boat, for they were not far from shore, only about a hundred yards away, dragging the net full of fish.", "9": "So when they got out on the beach, they saw a charcoal fire set up and fish on it cooking, and bread. ", "10": "Jesus said to them, “Bring some of the fish which you have just caught.” ", "11": "So Simon Peter went aboard and hauled the net to land, full of large fish, a hundred and fifty-three [of them]; and although there were so many, the net was not torn.", "12": "Jesus said to them, “Come and have breakfast.” None of the disciples dared to ask Him, “Who are You?” They knew [without any doubt] that it was the Lord. ", "13": "Jesus came and took the bread and gave it to them, and likewise the fish. ", "14": "This was now the third time that Jesus appeared to the disciples, after He had risen from the dead.", "15": "So when they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love Me more than these [others do—with total commitment and devotion]?” He said to Him, “Yes, Lord; You know that I [b]love You [with a deep, personal affection, as for a close friend].” Jesus said to him, “Feed My lambs.” ", "16": "Again He said to him a second time, “Simon, son of John, do you love Me [with total commitment and devotion]?” He said to Him, “Yes, Lord; You know that I love You [with a deep, personal affection, as for a close friend].” Jesus said to him, “Shepherd My sheep.” ", "17": "He said to him the third time, “Simon, son of John, do you love Me [with a deep, personal affection for Me, as for a close friend]?” Peter was grieved that He asked him the third time, “Do you [really] [c]love Me [with a deep, personal affection, as for a close friend]?” And he said to Him, “Lord, You know everything; You know that I love You [with a deep, personal affection, as for a close friend].” Jesus said to him, “Feed My sheep.", "18": "I assure you and most solemnly say to you, when you were younger you dressed yourself and walked wherever you wished; but when you grow old, you will stretch out your hands and arms, and someone else will dress you, and carry you where you do not wish to go.” ", "19": "Now He said this to indicate the [d]kind of death by which Peter would glorify God. And after saying this, He said to him, “Follow Me [walk the same path of life that I have walked]!”", "20": "Peter turned and saw the [e]disciple whom Jesus loved following them; the one who also had leaned back on His chest at the supper and had said, “Lord, who is it that is going to betray You?” ", "21": "So when Peter saw him, he asked Jesus, “Lord, and what about this [f]man [what is in his future]?” ", "22": "Jesus said to him, “If I want him to stay alive until I come [again], what is that to you? You follow Me!” ", "23": "So this word went out among the brothers that this disciple (John) was not going to die; yet Jesus did not say to him that he was not going to die, but only, “If I want him to stay alive until I come [again], what is that to you?”", "24": "This is the same [g]disciple who is testifying to these things and has recorded them; and we know [without any doubt] that his testimony is true.", "25": "And there are also many other things which Jesus did, which if they were recorded [h]one by one, I suppose that even the world itself could not contain the books that would be written."}