{"1": "Now the emissaries and brothers throughout Judea heard that the Gentiles also had received the word of God. ", "2": "But when Peter went up to Jerusalem, those of the circumcision took issue with him, ", "3": "saying, “You went to uncircumcised men and ate with them!”", "4": "So Peter began explaining to them point by point, saying, ", "5": "“I was in the city of Joppa praying, and in a trance I saw a vision—something like a great sheet coming down, being lowered from heaven by its four corners, and it came right to me. ", "6": "I looked inside, considering it carefully, and saw four-footed creatures of the earth, wild animals, reptiles, and birds of the air. ", "7": "I also heard a voice saying, 'Get up, Peter. Kill and eat.'", "8": "“But I said, 'Certainly not, Lord! For never has anything unholy or unclean entered my mouth.' ", "9": "But a voice from heaven answered a second time, 'What God has made clean, you must not consider unholy.' ", "10": "This happened three times, and then everything was pulled up to heaven.", "11": "“At that very moment, three men arrived at the house where we were, sent to me from Caesarea. ", "12": "The Ruach told me to go with them without hesitating. These six brothers also went with me, and we entered the man's house. ", "13": "He reported to us how he had seen an angel standing in his house and saying, 'Send to Joppa and bring Simon called Peter. ", "14": "He will speak words to you by which you will be saved—you and all your household.'", "15": "“As I began to speak, the Ruach ha-Kodesh fell on them, just as on us at the beginning. ", "16": "And I remembered the word of the Lord, how He used to say, 'John immersed with water, but you will be immersed in the Ruach ha-Kodesh.' ", "17": "Therefore if God gave them the same gift as also to us after we put our trust in the Lord Messiah Yeshua, who was I to stand in God's way?”", "18": "When they heard this they became quiet, and they glorified God, saying, “Then even to the Gentiles God has granted repentance leading to life!”", "19": "Now those scattered because of the persecution that happened in connection with Stephen traveled as far as Phoenicia and Cyprus and Antioch, telling the message only to Judeans. ", "20": "However, there were some of them, men of Cyprus and Cyrene, who came to Antioch and began speaking to the Hellenists also, proclaiming the Lord Yeshua. ", "21": "The hand of the Lord was with them, and a great number who believed turned to the Lord.", "22": "News about these things reached the ears of the community in Jerusalem, and they sent Barnabas to Antioch. ", "23": "When he arrived and saw the grace of God, he was thrilled. He encouraged them all to remain true to the Lord with heartfelt devotion. ", "24": "For Barnabas was a good man, full of the Ruach ha-Kodesh and faith. And a large number was added to the Lord.", "25": "Then Barnabas left for Tarsus to look for Saul, ", "26": "and when he had found him, he brought him to Antioch. For a whole year they met together with Messiah's community and taught a large number. Now it was in Antioch that the disciples were first called “Christianoi.”[a]", "27": "Now in these days prophets came down from Jerusalem to Antioch. ", "28": "One of them, named Agabus, stood up and predicted through the Ruach that there was going to be a great famine over all the world. (This took place during the reign of Claudius.) ", "29": "So the disciples decided to send relief to those brothers and sisters living in Judea, each according to his ability. ", "30": "This they did, sending it to the elders by the hand of Barnabas and Saul."}