{"1": "Now in Iconium, the same thing happened—they entered as usual into the Jewish synagogue and spoke in such a way that a large number of Jewish and Greek people believed. ", "2": "But the Jewish people who would not believe stirred up the Gentiles and poisoned their minds against the brothers.", "3": "So they stayed there a considerable time, speaking boldly in the Lord—who was testifying to the message of His grace, granting signs and wonders to come about by their hands. ", "4": "But the population of the city split; some were with the Jewish leaders and some were with the emissaries. ", "5": "Now it happened that an attempt was made by both the Gentiles and Jewish people, along with their rulers, to abuse and stone them. ", "6": "But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and the surrounding countryside. ", "7": "There they proclaimed the Good News.", "8": "Now a man was sitting in Lystra without strength in his feet, lame from birth, who had never walked. ", "9": "This man heard Paul speaking. When Paul looked intently at him and saw that he had faith to be healed, ", "10": "he said with a loud voice, “Stand right up! On your feet!” And the man leaped up and began to walk around!", "11": "Now the crowd, seeing what Paul had done, lifted up their voices, saying in Lycaonian, “The gods have become like men and come down to us!” ", "12": "And they began calling Barnabas “Zeus” and Paul “Hermes” (because he was the main speaker).", "13": "The priest of Zeus, whose temple was before the front gate of the city, brought bulls and garlands; he wanted to offer a sacrifice with the people. ", "14": "But when the emissaries Barnabas and Paul heard of it, they tore their clothes and rushed out among the crowd, crying out ", "15": "and saying, “Men, why are you doing these things? We too are human, just like you! We proclaim the Good News to you, telling you to turn from these worthless things to the living God, who made the heaven and the earth and the sea and all that is in them.", "16": "[a] 16 In past generations He allowed all the nations to go their own ways.", "17": "[b] 17 Yet He did not leave Himself without a witness—He did good by giving you rain from heaven and fruitful seasons, filling your hearts with joy and gladness.”", "18": "[c] 18 Even saying these things, they barely restrained the crowd from sacrificing to them.", "19": "But Jewish people came from Antioch and Iconium; and after they won the crowd over and stoned Paul, they were dragging him out of the city, supposing him to be dead. ", "20": "But while the disciples surrounded him, he got up and went back into the city. On the next day he left with Barnabas for Derbe. ", "21": "After proclaiming the Good News to that city and making many disciples, they returned to Lystra and to Iconium and to Antioch. ", "22": "They were strengthening the souls of the disciples, encouraging them to persevere in faith, and saying, “It is through many persecutions that we must enter the kingdom of God.” ", "23": "When they had handpicked elders for them in every community, and prayed with fasting, they placed them in the care of the Lord—in whom they had put their trust.", "24": "Then they passed through Pisidia and came to Pamphyllia. ", "25": "After speaking the message in Perga, they went down to Attalia. ", "26": "From there they sailed back to Antioch (where they had been entrusted to the gracious care of God for the work now completed). ", "27": "When they arrived and gathered together Messiah's community, they began to report all that God had done in helping them and that He had opened a door of faith to the Gentiles. ", "28": "And they stayed quite awhile with the disciples."}