{"1": "Now some men coming down from Judea were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” ", "2": "When Paul and Barnabas had a big argument and debate with them, the brothers appointed Paul and Barnabas with some others from among them to go up to Jerusalem to the emissaries and elders about this issue.", "3": "So they were sent on their way by the Antioch community. They were passing through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and they were bringing great joy to all the brothers and sisters. ", "4": "When they arrived in Jerusalem, they were welcomed by the community and the emissaries and the elders. They reported all that God had done in helping them.", "5": "But some belonging to the party of the Pharisees who had believed stood up, saying, “It is necessary to circumcise them and to command them to keep the Torah of Moses.”", "6": "The emissaries and elders were gathered together to examine this issue. ", "7": "After much debate, Peter stood up and said to them, “Brothers, you know that in the early days God chose from among you, that by my mouth the Gentiles should hear the message of the Good News and believe. ", "8": "And God, who knows the heart, testified to them by giving them the Ruach ha-Kodesh—just as He also did for us. ", "9": "He made no distinction between us and them, purifying their hearts through faith. ", "10": "Why then do you put God to the test by putting a yoke on the neck of the disciples—which neither our fathers nor we have been able to bear? ", "11": "But instead, we believe that we are saved through the grace of the Lord Yeshua, in the same way as they are.”", "12": "Then the whole group became silent and were listening to Barnabas and Paul as they were describing in detail all the signs and wonders God had done through them among the Gentiles. ", "13": "After they finished speaking, Jacob answered, “Brothers, listen to me. ", "14": "Simon has described how God first showed His concern by taking from the Gentiles a people for His Name. ", "15": "The words of the Prophets agree, as it is written:", "16": "'After this I will return and rebuild the fallen tabernacle of David. I will rebuild its ruins and I will restore it,", "17": "so that the rest of humanity may seek the Lord— namely all the Gentiles who are called by My name— says Adonai, who makes these things", "18": "[a] 18 known from of old.'[b]", "19": "Therefore, I judge not to trouble those from among the Gentiles who are turning to God—", "20": "but to write to them to abstain from the contamination of idols, and from sexual immorality, and from what is strangled, and from blood.", "21": "[c] 21 For Moses from ancient generations has had in every city those who proclaim him, since he is read in all the synagogues every Shabbat.”", "22": "Then it seemed good to the emissaries and elders, with the whole community, to choose men from among themselves to send to Antioch with Paul and Barnabas. They sent Judah (also called Barsabbas) and Silas, leading men among the brethren, ", "23": "and this letter along with them: “The emissaries and the elders, your brothers, To the Gentile brothers of Antioch, Syria, and Cilicia: Greetings!", "24": "Since we have heard that some from among us have troubled you with words disturbing to your souls,[d] although we gave them no such authorization, ", "25": "it seemed good to us, having come to one accord, to select men to send to you with our beloved Barnabas and Paul—", "26": "men who have risked their lives for the name of our Lord Yeshua the Messiah. ", "27": "We therefore have sent to you Judah and Silas, who themselves will report to you the same things by word of mouth. ", "28": "It seemed good to the Ruach ha-Kodesh and to us not to place on you any greater burden than these essentials: ", "29": "that you abstain from things offered to idols, from blood, from things strangled, and from sexual immorality. By keeping away from these things, you will do well. Shalom!”", "30": "So when they were sent off, they went down to Antioch; and when they had gathered the whole group together, they delivered the letter. ", "31": "The people read it and rejoiced over its encouragement. ", "32": "Judah and Silas, prophets themselves, encouraged the brothers and sisters with a long message and strengthened them.", "33": "After spending some time there, they were sent off with shalom by the brothers and sisters to those who had sent them. ", "34": " ", "35": "[e] 35 But Paul and Barnabas remained in Antioch, teaching and proclaiming the word of the Lord with many others.", "36": "After some days Paul said to Barnabas, “Let's return and visit the brothers and sisters in every city where we have proclaimed the word of the Lord, to see how they are.” ", "37": "Barnabas was planning to take along John, called Mark. ", "38": "But Paul was insisting that they shouldn't take him along—the one who had deserted them in Pamphylia, not accompanying them in the work. ", "39": "A sharp disagreement took place, so that they split off from one another. Barnabas took Mark with him and sailed away to Cyprus. ", "40": "But Paul selected Silas and went out, being entrusted by the brothers and sisters to the gracious care of the Lord. ", "41": "He went through Syria and Cilicia, strengthening the communities."}