{"1": "After these things, Paul left Athens and went to Corinth. ", "2": "There he found a Jewish man named Aquila—a native of Pontus having recently come from Italy with his wife Priscilla, because Claudius had commanded all Jewish people to leave Rome. Paul went to see them; ", "3": "and because he was of the same trade, he stayed with them and began working, for by trade they were tent-makers. ", "4": "And he was debating every Shabbat in the synagogue, trying to persuade both Jewish and Greek people.", "5": "Now when Silas and Timothy arrived from Macedonia, Paul became occupied with the message, urgently testifying to the Jewish people that Yeshua is the Messiah. ", "6": "But when they resisted and reviled him, he shook out his garments[a] and said, “Your blood be upon your own heads—I am clean![b] From now on, I will go to the Gentiles.”", "7": "After leaving there, Paul went into the house of a man named Titius Justus, a God-fearer whose house was next door to the synagogue. ", "8": "Crispus, the synagogue leader, put his faith in the Lord, along with his whole household. And many of the Corinthians, upon hearing, were believing and being immersed.", "9": "Now the Lord said to Paul through a vision in the night, “Do not be afraid, but speak and do not be silent! ", "10": "For I am with you and no one shall attack you to harm you—many people in this city are for Me.” ", "11": "So he stayed a year and six months, teaching the word of God among them.", "12": "But while Gallio was proconsul of Achaia, the Jewish leaders made a united attack against Paul and brought him before the judgment seat, ", "13": "saying, “This man persuades men to worship God contrary to the Torah.”", "14": "But when Paul was about to open his mouth, Gallio said to the Jewish people, “If it were a matter of wrongdoing or a vicious crime, there would be a reason to put up with you, O Jews. ", "15": "But since it is issues about words, names, and your own law, see to it yourselves. I do not wish to be a judge of these.” ", "16": "And he drove them from the judgment seat. ", "17": "Then they all grabbed Sosthenes, the synagogue leader, and began beating him in front of the judgment seat. But Gallio paid no attention to these things.", "18": "Paul, having stayed many more days, said farewell to the brothers and set sail to Syria, and with him were Priscilla and Aquila. At Cenchrea Paul had his hair cut off, for he was keeping a vow. ", "19": "When they arrived at Ephesus, Paul left Priscilla and Aquila there. But he himself went into the synagogue and debated with the Jewish people. ", "20": "When they asked him to stay longer, he declined, ", "21": "instead taking leave of them while saying, “God willing, I'll return to you again.” He set sail from Ephesus. ", "22": "After landing at Caesarea, he went up and greeted Messiah's community; then he went down to Antioch. ", "23": "After spending some time there, he departed and went one place after another throughout the region of Galatia and Phrygia, strengthening all the disciples.", "24": "Now a Jewish man named Apollos, a native of Alexandria, came to Ephesus. He was a learned man, well versed in the Scriptures. ", "25": "He had been instructed in the way of the Lord. With a fervent spirit, he was speaking and teaching accurately the facts about Yeshua—while only being acquainted with the immersion of John. ", "26": "This man began speaking out boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained the way of God more accurately.", "27": "When Apollos wanted to cross over to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. Upon arrival, he greatly helped those who by grace had believed. ", "28": "For he powerfully refuted the Jewish people in public, demonstrating through the Scriptures that the Messiah was Yeshua."}