{"1": "When the day of Shavuot[a] had come, they were all together in one place. ", "2": "Suddenly there came from heaven a sound like a mighty rushing wind, and it filled the whole house where they were sitting. ", "3": "And tongues like fire spreading out appeared to them and settled on each one of them. ", "4": "They were all filled with the Ruach ha-Kodesh and began to speak in other tongues as the Ruach enabled them to speak out.", "5": "Now Jewish people were staying in Jerusalem, devout men from every nation under heaven. ", "6": "And when this sound came, the crowd gathered. They were bewildered, because each was hearing them speaking in his own language. ", "7": "And they were amazed and astonished, saying, “All these who are speaking—aren't they Galileans? ", "8": "How is it that we each hear our own birth language? ", "9": "Parthians and Medes and Elamites and those living in Mesopotamia, Judea and Cappadocia, Pontus and Asia,", "10": "[b] 10 Phrygia and Pamphylia, Egypt and parts of Libya toward Cyrene, and visitors from Rome ", "11": "(both Jewish people and proselytes), Cretans and Arabs—we hear them declaring in our own tongues the mighty deeds of God!” ", "12": "And they were all amazed and perplexed, saying to each other, “What does this mean?”", "13": "Others, poking fun, were saying, “They are full of sweet new wine!”", "14": "But Peter, standing with the Eleven, raised his voice and addressed them: “Fellow Judeans and all who are staying in Jerusalem, let this be known to you, and pay attention to my words. ", "15": "These men are not drunk, as you suppose—for it's only the third hour of the day!", "16": "[c] 16 But this is what was spoken about through the prophet Joel:", "17": "'And it shall be in the last days,' says God, 'that I will pour out My Ruach on all flesh. Your sons and your daughters shall prophesy, your young men shall see visions, and your old men shall dream dreams.", "18": "Even on My slaves, male and female, I will pour out My Ruach in those days, and they shall prophesy.", "19": "And I will give wonders in the sky above and signs on the earth beneath— blood, and fire, and smoky vapor.", "20": "The sun shall be turned to darkness and the moon to blood before the great and glorious Day of Adonai comes.", "21": "And it shall be that everyone who calls on the name of Adonai shall be saved.'[d]", "22": "“Men of Israel, hear these words! Yeshua ha-Natzrati—a Man authenticated to you by God with mighty deeds and wonders and signs God performed through Him in your midst, as you yourselves know—", "23": "this Yeshua, given over by God's predetermined plan and foreknowledge, nailed to the cross by the hand of lawless men, you killed. ", "24": "But God raised Him up, releasing Him from the pains of death, since it was impossible for Him to be held by it. ", "25": "For David says about Him, 'I saw Adonai always before me, for He is at my right hand so that I might not be shaken.", "26": "Therefore my heart was glad and my tongue rejoiced; moreover, my body also will live in hope,", "27": "because You will not abandon my soul to Sheol or let Your Holy One see decay.", "28": "You have made known to me the paths of life; You will fill me with joy in Your presence.'[e]", "29": "“Brothers, I can confidently tell you that the patriarch David died and was buried—his tomb is with us to this day. ", "30": "So because he was a prophet and knew God had sworn with an oath to him to seat one of his descendants on his throne,", "31": "[f] 31 David saw beforehand and spoke of Messiah's resurrection—that He was not abandoned to Sheol, and His body did not see decay.[g]", "32": "“This Yeshua God raised up—we all are witnesses! ", "33": "Therefore, being exalted to the right hand of God and receiving from the Father the promise of the Ruach ha-Kodesh, He poured out this—what you now see and hear. ", "34": "For David did not ascend into the heavens; yet he himself says, 'Adonai said to my Lord, “Sit at my right hand,", "35": "until I make Your enemies a footstool for Your feet.”'[h]", "36": "“Therefore let the whole house of Israel know for certain that God has made Him—this Yeshua whom you had crucified—both Lord and Messiah!”", "37": "Now when they heard this, they were cut to the heart and said to Peter and the rest of the emissaries, “Fellow brethren, what shall we do?”", "38": "Peter said to them, “Repent, and let each of you be immersed in the name of Messiah Yeshua for the removal of your sins, and you will receive the gift of the Ruach ha-Kodesh. ", "39": "For the promise is for you and your children, and for all who are far away—as many as Adonai our God calls to Himself.”", "40": "With many other words he warned them and kept urging them, saying, “Save yourselves from this twisted generation!”", "41": "[i] 41 So those who received his message were immersed, and that day about three thousand souls were added.", "42": "They were devoting themselves to the teaching of the emissaries and to fellowship, to breaking bread and to prayers. ", "43": "Fear lay upon every soul, and many wonders and signs were happening through the emissaries. ", "44": "And all who believed were together, having everything in common. ", "45": "They began selling their property and possessions and sharing them with all, as any had need. ", "46": "Day by day they continued with one mind, spending time at the Temple and breaking bread from house to house. They were sharing meals with gladness and sincerity of heart, ", "47": "praising God and having favor with all the people. And every day the Lord was adding to their number[j] those being saved."}