{"1": "After the uproar ended, Paul sent for the disciples; and when he had encouraged them and said farewell, he departed to go to Macedonia. ", "2": "When he had passed through these parts and given them a great word of encouragement, he came to Greece, ", "3": "where he spent three months. When a plot was formed against him by the Jewish leaders as he was about to sail to Syria, he decided to return via Macedonia. ", "4": "Sopater of Berea, son of Pyrrhus, accompanied him; as well as Aristarchus and Secundus of Thessalonica; Gaius of Derbe, and Timothy; Tychicus and Trophimus of Asia.", "5": "[a] 5 These went on ahead and were waiting for us at Troas. ", "6": "But we sailed from Philippi after the Days of Matzah. In five days we came to them in Troas, where we stayed for seven days.", "7": "Now on the first day of the week, we gathered to break bread. Paul was talking with them, intending to leave the next day, so he prolonged his speech till midnight. ", "8": "There were many lamps in the upper chamber where we were meeting. ", "9": "Now a young man named Eutychus was sitting in a windowsill, sinking into a deep sleep as Paul kept on talking. Overcome by sleep, he fell from the third story and was picked up—dead.", "10": "But Paul went down, fell on him and threw his arms around him. He said, “Don't be upset, for his life is within him.”[b]", "11": "After he went back up and broke the bread and ate, he talked with them a long while until daybreak and then left. ", "12": "So they took the boy away alive, greatly relieved.", "13": "But we went on ahead to the ship and set sail for Assos, intending to take Paul aboard there—for so he had arranged, intending himself to travel there by land. ", "14": "When he met us at Assos, we took him on board and went to Mitylene. ", "15": "Sailing from there, we arrived the next day opposite Chios; the next day we crossed over to Samos, and the day after that we came to Miletus. ", "16": "For Paul had decided to sail past Ephesus so that he might not spend much time in Asia, because he was hurrying to be in Jerusalem, if possible, by the day of Shavuot.", "17": "From Miletus, dispatching someone to Ephesus, he called for the elders of the community. ", "18": "When they came to him, he said to them, “You yourselves know how I behaved among you all the time from the first day I set foot in Asia, ", "19": "serving the Lord with all humility and tears and trials which fell upon me through the plots of the Jewish leaders. ", "20": "I did not shrink back from proclaiming to you anything that was profitable, teaching you publicly as well as from house to house, ", "21": "testifying to both Jewish and Greek people repentance to God and trust in our Lord Yeshua.", "22": "“And now, look, bound by the Ruach, I am going to Jerusalem—not knowing what will happen to me there, ", "23": "except that the Ruach ha-Kodesh bears witness to me from city to city, saying that bondage and afflictions await me. ", "24": "However, I don't consider my life of any value, except that I might finish my course and the office I received from the Lord Yeshua, to declare the Good News of the grace of God.", "25": "“Now, look! I know that none of you, among whom I have gone proclaiming the kingdom, will ever see my face again. ", "26": "Therefore, I testify to you this day that I am innocent of the blood of all. ", "27": "For I did not shrink back from declaring to you the whole purpose of God.", "28": "“Take care of yourselves and all the flock of which the Ruach ha-Kodesh has made you overseers, to shepherd the community of God—which He obtained with the blood of His own.", "29": "[c] 29 I know that after my departure, savage wolves will come in among you, not sparing the flock.", "30": "[d] 30 Even from among yourselves will arise men speaking perversions, to draw the disciples away after themselves. ", "31": "Therefore be alert, remembering that night and day for three years I did not stop warning you with tears.", "32": "“Now I commit you to God and the word of His grace, which is strong to build you up and to give you the inheritance among all who have been made holy. ", "33": "I coveted no one's silver or gold or clothing. ", "34": "You yourselves know that these hands of mine have provided for my own needs as well as for those with me. ", "35": "In all things I have shown you an object lesson—that by hard work one must help the weak, remembering the words of the Lord Yeshua, that He Himself said, 'It is more blessed to give than to receive.'”[e]", "36": "When he had said these things, he knelt down and prayed with them all. ", "37": "They all began weeping and falling upon Paul's neck and kissing him, ", "38": "grieving most of all over the statement he made that they would never see his face again. Then they accompanied him to the ship."}