{"1": "“Brothers and fathers, listen to my defense which I now present to you.” ", "2": "When they heard that Paul was addressing them in Aramaic, they became even more quiet. Then he said, ", "3": "“I am a Jewish man, born in Tarsus of Cilicia but brought up in this city at the feet of Gamaliel, trained strictly according to the Torah of our fathers, being zealous for God just as all of you are today. ", "4": "I persecuted this Way to the death, arresting both men and women and throwing them in prisons—", "5": "as the kohen gadol and all the council of elders can testify about me. I also received letters from them to the brothers, and I went to Damascus to bring back to Jerusalem even those who were there in chains—to be punished.", "6": "“But it happened that as I was traveling and drawing near to Damascus, about noon a great light from heaven suddenly flashed all around me. ", "7": "I fell to the ground and heard a voice saying to me, 'Saul, Saul, why do you persecute Me?'", "8": "“I answered, 'Who are you, Lord?' “He said to me, 'I am Yeshua ha-Natzrati, whom you are persecuting.'", "9": "“Now those who were with me saw the light, but did not understand the voice of the One who was speaking to me. ", "10": "So I said, 'What shall I do, Lord?' “And the Lord said to me, 'Get up, and go to Damascus. There you will be told all that you have been appointed to do.'", "11": "“But since I could not see because of the brilliance of that light, I was led by the hand by those who were with me and came into Damascus. ", "12": "Then a certain Ananias—a devout man according to the Torah, well spoken of by all the Jewish people living there—", "13": "came to me. Standing before me, he said to me, 'Brother Saul, look up!' In that very moment, I looked and saw him!", "14": "“And he said, 'The God of our fathers handpicked you to know His will—to see the Righteous One and to hear an utterance from His mouth. ", "15": "For you will be a witness for Him to all people of what you have seen and heard. ", "16": "Now why are you waiting? Get up and be immersed, and wash away your sins, calling on His Name.'", "17": "“It happened that when I returned to Jerusalem and was praying in the Temple, I fell into a trance; ", "18": "and I saw Him saying to me, 'Hurry! Get out of Jerusalem quickly, because they will not accept your witness about Me.'", "19": "“And I said, 'Lord, they themselves know that in one synagogue after another, I was imprisoning and beating those trusting in You. ", "20": "Even when the blood of Your witness Stephen was spilled, I too was standing by and approving, and guarding the clothing of those who were killing him.'", "21": "“And he said to me, 'Go! For I will send you far away to the Gentiles.'”", "22": "Up to this statement they listened to him. Then they raised their voices, saying, “Away from the earth with this fellow! For he's not fit to live!”", "23": "As they were crying out and flinging off their cloaks and throwing dust into the air,", "24": "[a] 24 the commander ordered Paul to be brought into headquarters. He said Paul should be examined by lashing, so that he might find out why they were shouting against him so. ", "25": "But when they stretched him out with straps, Paul said to the centurion standing there, “Is it legal for you to scourge a man who is a Roman citizen without due process?”", "26": "Now when the centurion heard this, he went to the commander and reported it, saying, “What are you going to do? For this man is Roman.”", "27": "The commander came and said to him, “Tell me, are you Roman?” And he said, “Yes.”", "28": "The commander answered, “I bought this citizenship for a large sum.” Paul said, “But I was born so.”", "29": "Therefore, those who were about to interrogate him instantly drew back from him. And the commander also was afraid when he found out that Paul was a Roman and that he had bound him.", "30": "But on the next day, desiring to know exactly why Paul had been accused by the Judeans, he released him and commanded the ruling kohanim and all the Sanhedrin to meet together. And he brought Paul and set him before them."}