{"1": "After five days, the kohen gadol Ananias came down with some of the elders and an attorney named Tertullus. They brought formal charges against Paul before the governor. ", "2": "When Paul was called in, Tertullus began to accuse him, saying, “We are enjoying much peace through you, and reforms are introduced for this nation because of your foresight. ", "3": "We acknowledge this, most excellent Felix, in every way and every place with all gratitude.", "4": "“But in order that I may not weary you any longer, I beg you in your kindness to hear us briefly. ", "5": "For we have found this man to be a pest, stirring up riots among all the Jewish people throughout the world, and a ringleader of the sect of the Natzratim. ", "6": "He even tried to defile the Temple, but we seized him.", "8": "[a] 8 By examining him yourself, you will be able to learn from him all these things about which we accuse him.”", "9": "The Judean leaders also joined in the attack, affirming that these things were true. ", "10": "When the governor nodded for him to speak, Paul responded: “Knowing that you have been judge over this nation for many years, I gladly make my own defense. ", "11": "As you can verify, it is no more than twelve days since I went up to Jerusalem to worship. ", "12": "They did not find me arguing with anyone or inciting a riot—not in the Temple or in the synagogues or anywhere else in the city. ", "13": "Nor can they prove to you the charges they now bring against me.", "14": "“But this I confess to you, that according to the Way (which they call a sect), I worship the God of our fathers,[b] believing everything written in the Torah and the Prophets. ", "15": "In God I have a hope—which these men also wait for—that there will surely be a resurrection of both the righteous and the unrighteous.[c]", "16": "“Therefore I do my best always to have a clear conscience before both God and men. ", "17": "Now after several years, I came to bring tzedakah to my country for the poor and to present offerings. ", "18": "As I was doing this, they found me in the Temple, having been purified—without any crowd or uproar. ", "19": "But there were some Jewish people from Asia, who ought to be here before you to press charges if they have anything against me. ", "20": "Or let these men themselves tell what wrongdoing they found when I stood before the Sanhedrin—", "21": "except for this one cry I shouted out while standing among them: 'It is about the resurrection of the dead that today I am on trial before you.'”", "22": "But Felix, having a rather extensive knowledge of the Way, put them off, saying, “When Lysias the commander comes down, I will rule on your case.” ", "23": "Then he gave the centurion orders for Paul to be kept in custody and yet have some freedom, and not to prevent any of his friends from attending to his needs.", "24": "Now some days later Felix came with his wife Drusilla, who was Jewish. He sent for Paul and listened to him speak about faith in Messiah Yeshua. ", "25": "But as he was arguing about righteousness, self-control, and the coming judgment, Felix became afraid and said, “Go away for now! When I find time, I will summon you.”", "26": "At the same time too, he was hoping that money would be given to him by Paul; so he sent for him frequently and would talk with him. ", "27": "But after two years had passed, Felix was succeeded by Porcius Festus; and wishing to do the Judean leaders a favor, Felix left Paul in prison."}