{"1": "Once safely ashore, we learned that the island was called Malta. ", "2": "The natives showed us unusual kindness. Because it had started raining and it was cold, they kindled a fire and welcomed us all.", "3": "But when Paul had gathered a bundle of brushwood and placed it on the fire, a viper came out because of the heat and fastened on his hand. ", "4": "When the natives saw the snake hanging from his hand, they began saying to one another, “No doubt this man is a murderer! Though he has been saved from the sea, Justice[a] has not allowed him to live.”", "5": "However, Paul shook the snake off into the fire and suffered no harm. ", "6": "They were expecting him to swell up or suddenly fall down dead—but after they waited a long time and saw no harm come to him, they changed their minds and began to say he was a god.", "7": "Now in the vicinity around that place were lands belonging to the most prominent man of the island, named Publius. He welcomed us and hosted us warmly for three days. ", "8": "It so happened that the father of Publius was lying in bed sick with a fever and dysentery. Paul visited him and, when he had prayed and laid hands on him, he healed him. ", "9": "After this happened, the rest of the sick on the island started coming and getting healed. ", "10": "They also heaped honors on us; and when we sailed, they put on board all the supplies we needed.", "11": "After three months, we set sail in a ship from Alexandria that had wintered at the island, with the Twin Brothers[b] as its figurehead. ", "12": "Setting down at Syracuse, we stayed there three days. ", "13": "From there we got underway[c] and reached Rhegium; and a day later a south wind came up, and on the second day we came to Puteoli. ", "14": "There we found some brothers and sisters, and we were invited to stay with them for seven days. And in this way we came to Rome.", "15": "Now the brothers there, when they heard about us, came as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he gave thanks to God and took courage. ", "16": "When we entered Rome, Paul was permitted to remain in his own quarters, with a soldier guarding him.", "17": "It happened that after three days, Paul called together those who were the prominent Jewish leaders. When they had gathered he said to them, “Brothers, although I had done nothing against our people or the customs of our fathers, I was delivered as a prisoner from Jerusalem into the hands of the Romans. ", "18": "When they examined me, they wanted to release me because there was no basis for the death penalty. ", "19": "But when the Judean leaders protested, I was forced to appeal to Caesar—not that I had any charge to bring against my own nation. ", "20": "For this reason, therefore, I have requested to see you and to speak with you—since it is for the hope of Israel that I am bearing this chain.”", "21": "They said to him, “We have received no letters from Judea about you, and none of the brothers coming here has reported or spoken any evil about you. ", "22": "But we think it appropriate to hear from you about what you think. For indeed, it is known to us that regarding this sect, it is spoken against everywhere.”", "23": "They set a day to meet Paul and came to him at his quarters in large numbers. From morning until evening he was explaining everything to them, testifying about the kingdom of God and trying to persuade them about Yeshua from both the Torah of Moses and the Prophets. ", "24": "Some were convinced by what he said, while others refused to believe. ", "25": "So when they disagreed among themselves, they began leaving after Paul had said one last statement: “The Ruach ha-Kodesh rightly spoke through Isaiah the prophet to your fathers, ", "26": "saying, 'Go to this people and say, “You will keep on hearing but will never understand; you will keep looking, but will never see.", "27": "For the heart of this people has become dull, their ears can barely hear, and they have shut their eyes. Otherwise they might see with their eyes, hear with their ears, and understand with their hearts. Then they would turn back, and I would heal them.”'[d]", "28": "Therefore let it be known to you that this salvation of God has been sent to the Gentiles, and they will listen!” ", "29": "[e]", "30": "Paul remained two whole years in his own rented quarters and continued to welcome all who came to him—", "31": "proclaiming the kingdom of God and teaching about the Lord Yeshua the Messiah with all boldness and without hindrance."}