{"1": "On the other hand, a man named Ananias together with his wife, Sapphira, sold a property. ", "2": "He kept back some of the proceeds, with his wife's full knowledge, and brought part of it and set it at the feet of the emissaries.", "3": "But Peter said, “Ananias, why has satan filled your heart to lie to the Ruach ha-Kodesh and keep back part of the proceeds of the land? ", "4": "While it remained unsold, it was your own, wasn't it? And after it was sold, wasn't it at your disposal? How did this deed get into your heart? You haven't lied to men but to God.”", "5": "As soon as he heard these words, Ananias fell down and died. Great fear came upon all who heard about it. ", "6": "The young men got up and wrapped him in a shroud, then carried him out and buried him.", "7": "After an interval of about three hours, his wife came in, not knowing what had happened. ", "8": "Peter responded to her, “Tell me if you sold the land for this much.” She said, “Yes, for that much.”", "9": "Then Peter said to her, “How did you agree to test the Ruach Adonai? Look, the feet of those who buried your husband are at the door—they will carry you out, too!”", "10": "Immediately she fell down at his feet and died. When the young men came back in, they found her dead and carried her out and buried her beside her husband. ", "11": "And great fear came over the whole community and all who heard these things.", "12": "Meanwhile, through the hands of the emissaries many signs and wonders were happening among the people. And they were all together in Solomon's Portico. ", "13": "But no one else dared to join them, though the people continued to think highly of them. ", "14": "Yet more than ever those trusting in the Lord were added—large numbers of men and women. ", "15": "They even carried the sick into the streets and laid them on stretchers and cots, so that when Peter passed by at least his shadow might fall on some of them. ", "16": "Crowds were also gathering from the towns around Jerusalem, bringing those who were sick or tormented by unclean spirits, and they were all being healed.", "17": "But the kohen gadol rose up, and all those with him (that is, the sect of the Sadducees), and they were filled with jealousy. ", "18": "They grabbed the emissaries and put them in a public jail. ", "19": "But during the night an angel of Adonai opened the prison doors, and leading them out he said, ", "20": "“Go, stand in the Temple and speak to the people the whole message about this Life.” ", "21": "Now when they heard that, they entered the Temple at daybreak and began teaching. When the kohen gadol and those with him arrived, they called together the Sanhedrin, even the council of elders of Bnei-Yisrael, and sent to the prison to have the prisoners brought in. ", "22": "But when the officers came, they did not find them in the prison. So they returned and reported, ", "23": "saying, “We found the prison locked with maximum security and the guards standing at the doors; but when we opened up, we found no one inside.”", "24": "When the captain of the Temple and the ruling kohanim heard these words, they were perplexed about them, wondering where this would lead. ", "25": "But someone came and reported to them, “The men you put in prison are standing in the Temple and teaching the people!” ", "26": "Then the captain went off with the officers and brought the emissaries—but not with force, because they feared they might be stoned by the people.", "27": "When they had brought them, they placed them before the Sanhedrin. The kohen gadol questioned them, ", "28": "saying, “We gave you strict orders not to teach in this name—and look, you have filled Jerusalem with your teaching, and you intend to bring on us the blood of this Man!”", "29": "Peter and the emissaries replied, “We must obey God rather than men. ", "30": "The God of our fathers raised up Yeshua, whom you seized and had crucified.", "31": "[a] 31 This One God exalted at His right hand as Leader and Savior,[b] to give repentance to Israel and removal of sins. ", "32": "And we are witnesses of these events—as is the Ruach ha-Kodesh, whom God has given to those who obey Him.”", "33": "Now when they heard this, they became enraged and wanted to kill them. ", "34": "But a certain Pharisee named Gamaliel, a teacher of the Torah respected by all the people, stood up in the Sanhedrin and gave orders to put the men outside for a little while. ", "35": "Then he said to them, “Men of Israel, be careful what you are about to do with these men. ", "36": "For some time ago Theudas rose up, claiming to be somebody; and a number of men, maybe four hundred, joined up with him. He was killed, and all who followed him were scattered and came to nothing. ", "37": "After this fellow, Judah the Galilean rose up in the days of the census and got people to follow him. He also perished, and all who followed him were scattered. ", "38": "So now I tell you, stay away from these men and leave them alone. For if this plan or undertaking is of men, it will come to an end; ", "39": "but if it is of God, you will not be able to stop them. You might even be found fighting against God.” They took his advice, ", "40": "called in the emissaries, flogged them, ordered them not to continue speaking in the name of Yeshua, and let them go.", "41": "So they left the presence of the Sanhedrin, rejoicing that they were considered worthy to be dishonored on account of His name.", "42": "[c] 42 And every day, in the Temple and from house to house, they never stopped teaching and proclaiming Yeshua as the Messiah."}