{"1": "Now Saul was in agreement with Stephen's execution. On that day a great persecution arose against Messiah's community in Jerusalem, and they were all scattered throughout the region of Judea and Samaria, except the emissaries. ", "2": "Some devout men buried Stephen and mourned deeply for him.", "3": "But Saul was destroying Messiah's community, entering house after house; and dragging off men and women, he was throwing them into prison.", "4": "Now those who had been scattered went around proclaiming the Word. ", "5": "Philip went down to the main city of Samaria and proclaimed the Messiah to them. ", "6": "The crowds were paying close attention to what Philip was saying—as they both heard and saw the signs that he was doing. ", "7": "For unclean spirits were coming out of many who were plagued, shrieking with a loud voice. Many paralyzed and crippled were healed also. ", "8": "So there was great joy in that city.", "9": "Now a man named Simon had been practicing magic in the city and astonishing the people of Samaria, saying he was someone great. ", "10": "They all were paying special attention to him, saying, “This man is the power of God that is called 'Great.'” ", "11": "And they kept paying attention to him, because for a long time he had astonished them with his magical arts. ", "12": "But when they believed Philip proclaiming the Good News about the kingdom of God and the name of Messiah Yeshua, both men and women were immersed. ", "13": "Even Simon himself believed; and after being immersed, he continued with Philip. And when he saw signs and great miracles happening, he was continually amazed.", "14": "Now when the emissaries in Jerusalem heard that Samaria had accepted the message of God, they sent Peter and John to them. ", "15": "They came down and prayed for them to receive the Ruach ha-Kodesh. ", "16": "For He had not yet come upon them; they had only been immersed in the name of the Lord Yeshua. ", "17": "Then they began laying their hands on them, and they were receiving the Ruach ha-Kodesh.", "18": "Now when Simon saw that the Ruach ha-Kodesh was given through the laying on of hands by the emissaries, he offered them money, ", "19": "saying, “Give this power to me, too—so that anyone on whom I lay hands may receive the Ruach ha-Kodesh.”", "20": "Peter said to him, “May your silver go to ruin, and you with it—because you thought you could buy God's gift with money!", "21": "[a] 21 You have no part or share in this matter, because your heart is not right before God. ", "22": "Therefore repent of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be pardoned. ", "23": "For I see in you the poison of bitterness and the bondage of unrighteousness!”", "24": "Simon replied, “Pray for me, so that none of what you have said may come upon me.”", "25": "So when they had testified and spoken the word of the Lord, they returned to Jerusalem, proclaiming the Good News to many Samaritan villages.", "26": "Now an angel of the Lord spoke to Philip, saying, “Get up, and go south on the road going down from Jerusalem to Gaza.” (This is a desert road.) ", "27": "So he got up and went. And behold, an Ethiopian eunuch—an official who was responsible for all the treasure of Candace, queen of the Ethiopians—had traveled to Jerusalem to worship ", "28": "and was now returning. Sitting in his chariot, he was reading the prophet Isaiah.", "29": "The Ruach said to Philip, “Go, catch up with this chariot.”", "30": "Philip ran up and heard him reading the prophet Isaiah and said, “Do you understand what you are reading?”", "31": "“How can I,” he said, “unless someone guides me?” So he invited Philip to come up and sit with him. ", "32": "Now the passage of Scripture that he was reading was this: “He was led as a sheep to slaughter; and as a lamb before its shearer is silent, so He opens not His Mouth.", "33": "In His humiliation justice was denied Him. Who shall recount His generation? For His life is taken away from the earth.”[b]", "34": "The eunuch replied to Philip, “Please tell me, who is the prophet talking about—himself or someone else?” ", "35": "Then Philip opened his mouth, and beginning with this Scripture he proclaimed the Good News about Yeshua.", "36": "Now as they were going down the road, they came to some water. The eunuch said, “Look, water! What's to prevent me from being immersed?”", "37": " ", "38": "[c] 38 He ordered the chariot to stop. They both got down into the water, Philip and the eunuch, and Philip immersed him. ", "39": "When they came up out of the water, the Ruach Adonai snatched Philip away.[d] The eunuch saw no more of him, for he went on his way, rejoicing.", "40": "But Philip found himself at Azotus. And as he passed through, he kept proclaiming the Good News to all the towns until he came to Caesarea."}