{"1": "Now Saul, still breathing out threats and murder against the Lord's disciples, went to the kohen gadol. ", "2": "He requested letters of introduction from him to the synagogues in Damascus, so that if he found any men or women belonging to the Way, he might bring them as prisoners to Jerusalem.", "3": "As he was traveling, approaching Damascus, suddenly a light from heaven flashed around him. ", "4": "Falling to the ground, he heard a voice saying to him, “Saul, Saul, why are you persecuting Me?”", "5": "“Who are You, Lord?” Saul said. “I am Yeshua—whom you are persecuting.", "6": "[a] 6 But get up and go into the city, and you will be told what you must do.”[b]", "7": "The men travelling with him stood speechless, hearing the voice but seeing no one.", "8": "[c] 8 Saul got up from the ground—but opening his eyes, he could see nothing. They led him by the hand and brought him into Damascus. ", "9": "For three days he could not see, and he did not eat or drink.", "10": "Now there was a disciple named Ananias in Damascus. The Lord said to him, “Ananias.” He said, “Here I am, Lord.”", "11": "The Lord said to him, “Get up and go to the street named Straight, and ask in the house of Judah for someone from Tarsus named Saul. For look, he is praying; ", "12": "and in a vision he has seen a man named Ananias coming in and laying his hands on him, so that he might regain his sight.”", "13": "But Ananias answered, “Lord, I have heard from many about this man—how much harm he has done to your kedoshim in Jerusalem. ", "14": "And here he has authority from the ruling kohanim to tie up all who call on Your name.”", "15": "But the Lord said to him, “Go, for he is a choice instrument to carry My name before nations and kings and Bnei-Yisrael. ", "16": "For I will show him how much he must suffer for My name's sake.”", "17": "So Ananias left and entered into the house. Laying hands on Saul, he said, “Brother Saul, the Lord—Yeshua, the One who appeared to you on the road by which you were coming—has sent me, so that you might regain your sight and be filled with the Ruach ha-Kodesh.”", "18": "Immediately, something like scales fell from Saul's eyes, and he regained his sight. Then he got up and was immersed; ", "19": "and when he had taken food, he was strengthened. Now for several days, he was with the disciples in Damascus. ", "20": "Immediately he began proclaiming Yeshua in the synagogues, saying, “He is Ben-Elohim.”", "21": "All those hearing him were amazed. They were saying, “Isn't this the one who made havoc in Jerusalem for all those who call on this name? And hasn't he come here to bring them as prisoners before the ruling kohanim?” ", "22": "But Saul kept growing stronger, and he was confounding the Jewish people living in Damascus by proving that Yeshua is the Messiah. ", "23": "When many days had passed, these Jewish people plotted to kill him—", "24": "but their plot became known to Saul. They were watching the gates day and night, to kill him. ", "25": "But the disciples took Saul by night and let him down over the wall, lowering him in a basket.", "26": "When Saul arrived in Jerusalem, he made attempts to join up with the disciples—but they were all afraid of him, not believing that he was a disciple. ", "27": "But Barnabas took him in and brought him to the emissaries. He described to them how Saul had seen the Lord on the road and the Lord had spoken to him, and how he had spoken boldly in the name of Yeshua.", "28": "So Saul was with them, going in and out in Jerusalem, speaking boldly in the name of the Lord. ", "29": "He was speaking and arguing with the Hellenists, but they were trying to kill him. ", "30": "When the brothers found out, they brought him down to Caesarea and sent him off to Tarsus.", "31": "So Messiah's community throughout all Judea and Galilee and Samaria had shalom and was built up. Walking in the fear of the Lord and in the comfort of the Ruach ha-Kodesh, it kept multiplying.", "32": "Peter went here and there among them all. He came down as well to the kedoshim living in Lydda. ", "33": "There he found a man named Aeneas, who had been bedridden for eight years—he was paralyzed. ", "34": "Peter said to him, “Aeneas, Messiah Yeshua heals you. Get up and pack up your bed.” Immediately, he got up! ", "35": "All who lived in Lydda and the Plain of Sharon saw him, and they turned to the Lord.", "36": "In Joppa, there was a disciple named Tabitha (which translates as Dorcas). She was full of mitzvot and tzedakah, which she continually did. ", "37": "In those days, she became ill and died. When they had washed her for burial, they placed her in an upstairs room. ", "38": "Since Lydda was near Joppa, the disciples—hearing that Peter was there—sent two men to him, begging him, “Please come to us without delay!”", "39": "So Peter got up and went with them. When he arrived, they took him to the upstairs room. All the widows were crying, showing all the tunics and other clothing Dorcas had made while she was with them. ", "40": "But Peter sent them all outside, and he got down on his knees and prayed. Then, turning to the body, he said “Tabitha, get up!” She opened her eyes, and when she saw Peter, she sat up. ", "41": "He gave her his hand and raised her up. Then he called the kedoshim and widows and presented her alive.[d]", "42": "It became known throughout Joppa, and many came to believe in the Lord. ", "43": "So it happened that Peter stayed on in Joppa for several days with Simon, a tanner.[e]"}