{"1": "This message from the Lord came to Cushi's son Zephaniah,[a] the grandson of Gedaliah and great-grandson of Hezekiah's son Amariah, during the reign[b] of Amon's son Josiah, king of Judah:", "2": "“I'll utterly sweep away everything from[c] the land,” declares the Lord.", "3": "“I'll consume both human beings and animals— I'll consume the birds of the sky, the fish in the sea, and the wicked along with their sin,[d] when I eliminate human beings from the land,” declares the Lord.", "4": "“I will also stretch out my hand against Judah, and upon all inhabitants of Jerusalem. I'll wipe out every trace of Baal from this place, and the name[e] of the pagan priests[f], along with my own[g] priests.", "5": "I'll wipe out[h] those who worship the stars that they view[i] from their housetops, those who bow down and swear to the Lord and who also swear by Milcom,[j]", "6": "those who turn away from the Lord, don't seek the Lord, and never ask for his help.[k]”", "7": "Remain silent in the presence of the Lord God, because the Day of the Lord approaches, and because the Lord has prepared a sacrifice for those whom he has invited to be consecrated.", "8": "“It will come about during[l] the Lord's sacrifice that I'll punish the officials,[m] the royal descendants, and all who wear foreign clothing.[n]", "9": "At the same time, I'll punish every idol worshipper,[o] especially those who are filling their master's temple with violence and deceit.", "10": "When all of this happens,”[p] declares the Lord, “a loud shriek will come[q] from the Fish Gate, and howling from the Mishneh[r] Quarter, along with great destruction from the hills.”", "11": "“Wail, you who live in the market district, because all of the merchants will be crushed and all of their customers[s] will be eliminated.[t]", "12": "And it will come about that I will search Jerusalem with candles,[u] punishing the self-satisfied and complacent, who say to themselves, 'The Lord will do neither good nor evil.'", "13": "Therefore their possessions will be seized as plunder and their homes left in ruins. They may build houses, but they won't live in them. They may plant vineyards, but they won't drink their wine.”", "14": "“The great Day of the Lord approaches— How it comes, hurrying faster and faster! The sound of the Day of the Lord there includes the bitter cry of the mighty soldier.", "15": "That day will be filled with wrath, a day of trouble and tribulation, a day of desolation and devastation, a day of doom and gloom, a day of clouds and shadows,[v]", "16": "a day of trumpet and battle cry against fortified cities and watch[w] towers.", "17": "“And I'll bring so much distress to people that they will walk around like the blind. Because they have sinned against the Lord, their blood will be poured out like dust and their intestines will spill out[x] like manure.", "18": "Neither their silver nor their gold will deliver them in the Day of the Lord's wrath; but the entire land will be consumed by the fire of his jealousy, for he will bring the inhabitants of the land to a sudden end.”"}