{"1": "“Gather together! Yes, indeed, gather together, you shameless nation!", "2": "Before the decree is carried out, before the day flies away like chaff, before the fierce anger of the Lord visits you, before the Day of the Lord's wrath surprises[a] you,", "3": "seek the Lord, all you humble people of the land, who do what he commands. Seek righteousness! Seek humility! Maybe you will be protected in the Day of the Lord's anger.”", "4": "“For Gaza will be forsaken,[b] and Ashkelon deserted— Ashdod will be emptied at high noon; even Ekron will be uprooted.[c]", "5": "Woe to those who live along the coast, the people of Philistia![d] This message from the Lord is being spoken against you, Canaan, land of the Philistines: 'I'll destroy you until no one lives there!'", "6": "The Philistine[e] coast will become meadows for shepherds and sheep pens.", "7": "The survivors of Judah will find pasture on it; at twilight they will lie down in the houses of Ashkelon, for the Lord their God will visit them, restoring their prosperity.”[f]", "8": "“I've heard Moab's insults and the curses from those Ammonites[g] by which they defame my people and boast about their territory.", "9": "Therefore as I'm alive and living,” declares the Lord of the Heavenly Armies, the God of Israel, “Moab will surely become like Sodom, and the Ammonites[h] like Gomorrah, a place overrun by weeds and salty marshes, unpopulated forever. The survivors of my people will confiscate their property, and those who remain of my nation will inherit what was theirs.[i]", "10": "This they[j] will have in lieu of their pride, because they have insulted and mocked the people of the Lord of the Heavenly Armies.", "11": "The Lord will incite them to terror, because he will cause all the gods of the earth to waste away. They will worship him, every person in his own home, including even the coastlands of the nations.”", "12": "“Now as for you, Cush,[k] you[l] will surely be slain by my sword!", "13": "“And the Lord[m] will attack[n] the north, destroying Assyria. He will turn Nineveh into a desolate ruin, as dry as a desert wilderness.", "14": "Flocks will lie down in her midst, along with animals of every kind. Desert owls and screeching owls will nest at the top of the pillars, hooting through the vacant[o] windows, 'Ruin sits at these doorsills,' for he will expose even the cedar framework.", "15": "This is that carefree city that lived irresponsibly, that told herself, 'Me first!'[p] and, 'There will be no one else!' How ruined she has become— a habitat for wild animals! Everyone who passes by her will sneer at her and make obscene gestures!”[q]"}