{"1": "Woe to this filthy, polluted, and oppressive city!", "2": "It won't obey anyone.[a] It won't accept discipline. It does not trust in the Lord. It does not approach God.", "3": "Its national officials[b] are roaring lions; its judges are like wolves of the night that don't leave the bones for the morning.", "4": "Its prophets are arrogant and treacherous. Its priests have contaminated the sanctuary. They give perverse interpretations of the Law.[c]", "5": "The righteous Lord who lives[d] within her will do no wrong; he will bring justice to light morning by morning. He never fails, but the unjust are shameless.", "6": "“I have destroyed[e] nations— their fortifications are deserted. I have turned their main thoroughfares into wastelands where no one will travel. Their cities are desolate; as a result, not one man remains— no, not even a single resident.", "7": "I have said, 'If only you would fear me, if only you would take my instructions to heart.' Then their houses would not have been torn down. I have chastened them, but they were eager to corrupt everything they were doing.”", "8": "“Just you wait!” declares the Lord. “The day will come when I stand up as a prosecutor,[f] for I am determined to assemble the nations and to gather the kingdoms, in order to pour out my indignation upon them— all of my fierce anger. All the earth will be consumed by the fire of my jealousy.", "9": "Indeed, then I will return my people to a pure language[g] so that they all may call upon the name of the Lord, serving him with a united will.[h]", "10": "“From beyond the rivers of Sudan[i] my worshipers[j]— including my dispersed people— will present offerings to me.", "11": "When this happens,[k] you will not be ashamed of your actions by which you sinned against me, because I will remove from among you those who revel in pride. Arrogance will have no place in my holy mountain.", "12": "I will keep a humble and gentle people among you, and they will trust in the name of the Lord.", "13": "The survivors of Israel will not practice lawlessness nor tell lies, nor will a deceitful message be found in their mouths, because they will eat and rest, with no one to cause fear.”", "14": "“Sing aloud, daughter of Zion! Shout out, Israel! Rejoice with all of your heart, daughter of Jerusalem!", "15": "The Lord has acquitted you;[l] turning back your adversaries. Israel's king, the Lord, is among you; you will not fear disaster anymore.", "16": "“When all of this happens,[m] it will be told Jerusalem, 'Don't be afraid!” and to Zion, 'Don't lose courage!”[n]", "17": "The Lord your God among you is powerful— he will save and he will take joyful delight in you. In his love he will renew you[o] with his love; he will celebrate with singing because of you.", "18": "I will gather the afflicted from the solemn assembly; those who were with you, who were bearing a burden of disgrace.", "19": "“Watch how I deal with everyone who oppresses you! At that time I will rescue the one who is lame, and I will draw to me[p] the one who has been driven away. I will honor[q] them with praise and with a good reputation in every land where they have been put to shame.", "20": "At that time I will gather you; at that time I will bring you home.[r] Indeed, I will give you a good reputation, making you praiseworthy among all of the people of the world, when I restore your prosperity before your eyes,” says the Lord."}