{"1": "Just as dead flies make perfumed oil stink, so a little folly outweighs wisdom and honor.", "2": "A wise man's heart leads him rightly, but a fool's heart leads him astray;", "3": "and when a fool travels, he has no good sense, thus showing everyone that he is a fool.", "4": "If a ruler gets angry at you, stay at your post, because calmness soothes great offenses.", "5": "Another evil I have seen under the sun, the kind of mistake rulers make, is that", "6": "fools are promoted to high positions, while the rich occupy humble places.", "7": "I have seen servants riding horses, while princes walk on foot like slaves.", "8": "He who digs a pit may fall into it; he who breaks through a wall may be bitten by a snake.", "9": "He who quarries stones may get hurt by them, he who chops wood puts himself in danger.", "10": "If the [hatchet's] iron [blade] is blunt, and [its user] doesn't sharpen it, he will have to exert more effort; but the expert has the advantage of his skill.", "11": "If a snake bites before it is charmed, the snake-charmer has no advantage.", "12": "The words spoken by the wise bring them favor, but the lips of a fool swallow him up.", "13": "What he says starts with foolishness and ends with wicked madness.", "14": "A fool keeps talking and talking, yet no one knows what the future will bring — can anyone tell a person what will happen after he's gone?", "15": "The efforts of a fool wear him out; he doesn't even know the way to town!", "16": "Woe to you, land, when your king is a child, and your leaders start their parties in the morning!", "17": "Happy are you, land, when your king is well-born, and your princes eat at the proper time, in order to stay strong, not to get drunk!", "18": "When the owner is lazy, the roof sags; when hands are idle, the house leaks.", "19": "Parties are made for having a good time, wine adds cheer to life, and money has an answer for everything.", "20": "Don't insult the king, not even in your thoughts; and don't insult the wealthy, not even in your bedroom; for a bird in the air might carry the news, a creature with wings might repeat what you said."}