{"1": "So remember your creator while you are young, before the evil days come, and the years approach when you will say, “They no longer give me pleasure”;", "2": "before the sun and the light grow dim, also the moon and the stars; before the clouds return after the rain;", "3": "on the day when the guards of the house are trembling, and men of courage are bent over double; when the women stop grinding grain, because there are so few; when the women at the windows can no longer see out;", "4": "when the doors to the streets are kept shut; when the noise from the grain-mill fades; when a person is startled by the chirp of a bird, yet their singing is hard to hear;", "5": "when they will be afraid to go up a hill, and terrors will stalk the way, even though the almond tree is in bloom; when the locust can only drag itself along, and the caper berry has no [aphrodisiac] effect — because the person is headed for his eternal home, and the mourners are already gathering in the marketplace —", "6": "before the silver cord is snapped the bowl of gold is cracked, the pitcher is shattered at the spring, the pulley is broken at the cistern,", "7": "the dust returns to earth, as it was, and the spirit returns to God, who gave it!", "8": "Pointless! Meaningless! — says Kohelet, Nothing matters at all!", "9": "Not only was Kohelet wise, he also taught the people what he knew; also he weighed, researched and corrected many ethical sayings. ", "10": "Kohelet worked to develop an attractive writing style, in which he expressed the truth straightforwardly. ", "11": "The sayings of the wise are as sharp as goads, and those given by leaders of assemblies are like well-fixed nails; [in this case,] they are presented by a single shepherd. ", "12": "In addition, my son, take heed: one can write many books — there's no end to it; and one can study so much that it wearies the flesh.", "13": "Here is the final conclusion, now that you have heard everything: fear God, and keep his mitzvot; this is what being human is all about. ", "14": "For God will bring to judgment everything we do, including every secret, whether good or bad. [Here is the final conclusion, now that you have heard everything: fear God, and keep his mitzvot; this is what being human is all about.]"}