{"1": "I said to myself, “Come now, I will test myself with pleasure and enjoying good things”; but this too was pointless. ", "2": "Of laughter I said, “This is stupid,” and of pleasure, “What's the use of it?”", "3": "I searched my mind for how to gratify my body with wine and, with my mind still guiding me with wisdom, how to pursue foolishness; my object was to find out what was the best thing for people to do during the short time they have under heaven to live. ", "4": "I worked on a grand scale — I built myself palaces, planted myself vineyards, ", "5": "and made myself gardens and parks; in them I planted all kinds of fruit trees. ", "6": "I made myself pools from which to water the trees springing up in the forest. ", "7": "I bought male and female slaves, and I had my home-born slaves as well. I also had growing herds of cattle and flocks of sheep, more than anyone before me in Yerushalayim. ", "8": "I amassed silver and gold, the wealth of kings and provinces. I acquired male and female singers, things that provide sensual delight, and a good many concubines. ", "9": "So I grew great, surpassing all who preceded me in Yerushalayim; my wisdom, too, stayed with me. ", "10": "I denied my eyes nothing they wanted. I withheld no pleasure from myself; for I took pleasure in all my work, and this was my reward for all my work. ", "11": "Then I looked at all that my hands had accomplished and at the work I had toiled at; and I saw that it was all meaningless and feeding on wind, and that there was nothing to be gained under the sun.", "12": "So I decided to look more carefully at wisdom, stupidity and foolishness; for what can the man who succeeds the king do, except what has already been done? ", "13": "I saw that wisdom is more useful than foolishness, just as light is more useful than darkness.", "14": "The wise man has eyes in his head, but the fool walks in darkness. Yet the same fate awaits them all.", "15": "So I said to myself, “If the same thing happens to the fool as to me, then what did I gain by being wise?” and I thought to myself, “This too is pointless. ", "16": "For the wise man, like the fool, will not be long remembered, inasmuch as in the times to come, everything will long ago have been forgotten. The wise man, no less than the fool, must die.”", "17": "So I came to hate life, because the activities done under the sun were loathesome to me, since everything is meaningless and feeding on wind. ", "18": "I hated all the things for which I had worked under the sun, because I saw that I would have to leave them to the man who will come after me. ", "19": "Who knows whether he will be a wise man or a fool? Yet he will have control over all the things I worked for and which demonstrated how wise I am under the sun. This too is pointless. ", "20": "Thus I came to despair over all the things I had worked for under the sun. ", "21": "Here is a man whose work is done with wisdom, knowledge and skill; yet he has to leave it to someone who has put no work into it. This is not only pointless, but a great evil. ", "22": "For what does a person get from all his efforts and ambitions permeating the work he does under the sun? ", "23": "His whole life is one of pain, and his work is full of stress; even at night his mind gets no rest. This too is pointless. ", "24": "So there is nothing better for a man to do than eat, drink and and let himself enjoy the good that results from his work. I also realized that this is from God's hand. ", "25": "For who will eat and who will enjoy except me? ", "26": "For to the man who is good from [God's] viewpoint he gives wisdom, knowledge and joy; but to the sinner he gives the task of collecting and accumulating things to leave to him who is good from God's viewpoint. This too is pointless and feeding on wind."}