{"1": "For everything there is a season, a right time for every intention under heaven —", "2": "a time to be born and a time to die, a time to plant and a time to uproot,", "3": "a time to kill and a time to heal, a time to tear down and a time to build,", "4": "a time to weep and a time to laugh, a time to mourn and a time to dance,", "5": "a time to throw stones and a time to gather stones, a time to embrace and a time to refrain,", "6": "a time to search and a time to give up, a time to keep and a time to discard,", "7": "a time to tear and a time to sew, a time to keep silent and a time to speak,", "8": "a time to love and a time to hate, a time for war and a time for peace.", "9": "What does the worker gain from his efforts? ", "10": "I have seen the task God has given humanity to keep us occupied. ", "11": "He has made everything suited to its time; also, he has given human beings an awareness of eternity; but in such a way that they can't fully comprehend, from beginning to end, the things God does. ", "12": "I know that there is nothing better for them to do than to be happy and enjoy themselves as long as they live. ", "13": "Still, the fact that everyone can eat and drink and enjoy the good that results from all his work, is a gift of God. ", "14": "I know that whatever God does will last forever; there is nothing to add or subtract from it; and God has done it so that people will fear him.", "15": "That which was is here already; and that which will be has already been, but God seeks out what people chase after.", "16": "Another thing I observed under the sun: There, in the same place as justice, was wickedness; there, in the same place as righteousness, was wickedness.", "17": "I said to myself, “The righteous and the wicked God will judge, because there is a right time for every intention and for every action.”", "18": "Concerning people, I said to myself, “God is testing them, so that they will see that by themselves they are just animals. ", "19": "After all, the same things that happen to people happen to animals, the very same thing — just as the one dies, so does the other. Yes, their breath is the same; so that humans are no better than animals; since nothing matters, anyway. ", "20": "They all go to the same place; they all come from dust, and they all return to dust. ", "21": "Who knows if the spirit of a human being goes upward and the spirit of an animal goes downward into the earth?” ", "22": "So I concluded that there is nothing better for a person to do than take joy in his activities, that that is his allotted portion; for who can enable him to see what will happen after him?"}