{"1": "But I turned away and thought about all the kinds of oppression being done under the sun. I saw the tears of the oppressed, and they had no one to comfort them. The power was on the side of their oppressors, and they had no one to comfort them.", "2": "So I considered the dead happier, because they were already dead, than the living, who must still live their lives; ", "3": "but happier than either of them is the one who has not yet been born, because he has not yet seen the evil things that are done under the sun.", "4": "Next I realized that all effort and achievement stem from one person's envy of another. This too is futility and feeding on wind.", "5": "Fools fold their arms together and eat their own flesh away.", "6": "Better an armload with tranquillity than both arms full of effort and feeding on wind.", "7": "Then I turned my attention to something else under the sun that is pointless: ", "8": "the situation in which a solitary individual without a companion, with neither son nor brother, keeps on working endlessly but never has enough wealth. “For whom” [he should ask], “am I working so hard and denying myself pleasure?” This too is truly pointless, a sorry business.", "9": "Two are better than one, in that their cooperative efforts yield this advantage: ", "10": "if one of them falls, the other will help his partner up — woe to him who is alone when he falls and has no one to help him up. ", "11": "Again, if two people sleep together, they keep each other warm; but how can one person be warm by himself? ", "12": "Moreover, an attacker may defeat someone who is alone, but two can resist him; and a three-stranded cord is not easily broken.", "13": "Better a youth who is poor but wise than a king who is old but foolish, no longer willing to listen to advice.", "14": "True, he rose from prison to be king; yet, while ruling, he became poor.", "15": "I observed that all who live and walk under the sun took the side of the youth mentioned first who would rule in place of the king, ", "16": "and that no limit was set for the number of his subjects. Nevertheless, those who come afterwards will not regard him highly. This too is certainly pointless and feeding on wind.", "17": "(5:1) Watch your step when you go to the house of God. Offering to listen is better than fools offering sacrifices, because they don't discern whether or not they are doing evil."}