{"1": "(2) Don't speak impulsively — don't be in a hurry to give voice to your words before God. For God is in heaven, and you are on earth; so let your words be few.", "2": "(3) For nightmares come from worrying too much; and a fool, when he speaks, chatters too much.", "3": "(4) If you make a vow to God, don't delay in discharging it. For God takes no pleasure in fools, so discharge your vow! ", "4": "(5) Better not to make a vow than to make a vow and not discharge it. ", "5": "(6) Don't let your words make you guilty, and don't tell the temple official that you made the vow by mistake. Why give God reason to be angry at what you say and destroy what you have accomplished? ", "6": "(7) For [this is what happens when there are too] many dreams, aimless activities and words. Instead, just fear God!", "7": "(8) If you see the poor oppressed, rights violated and justice perverted in the province, don't be surprised; for a high official has one higher watching him, and there are others above them. ", "8": "(9) But the greatest advantage to the country is when the king makes himself a servant to the land.", "9": "(10) The lover of money never has enough money; the lover of luxury never has enough income. This too is pointless.", "10": "(11) When the quantity of goods increases, so does the number of parasites consuming them; so the only advantage to the owner is that he gets to watch them do it.", "11": "(12) The sleep of a working man is sweet, whether he eats little or much; but the overfullness of the rich won't let them sleep at all.", "12": "(13) Here is a gross evil which I have seen under the sun: the owner of wealth hoards it to his own hurt.", "13": "(14) Due to some misfortune, the wealth turns to loss; and then if he has fathered a son, he has nothing to leave him.", "14": "(15) Just as he came from his mother's womb, so he will go back naked as he came, and for his efforts he will take nothing that he can carry away in his hand.", "15": "(16) This too is a gross evil, that in every respect as he came, so will he go; thus what profit does he have after toiling to earn the wind? ", "16": "(17) All his life he eats in darkness, in frustration, in sickness and in anger.", "17": "(18) This is what I have seen to be good: that it is appropriate for a person to eat, drink and enjoy the good that results from all his work that he engages in under the sun for all the days of his life that God has given him, for this is his allotted portion. ", "18": "(19) Also, everyone to whom God has given riches and wealth, along with the power to enjoy it, so that he takes his allotted portion and finds pleasure in his work — this is a gift of God; ", "19": "(20) for he will not brood over the fact that his life is short, since God keeps him occupied with what will bring him joy."}