{"1-2": "Long ago the judges[a] ruled Israel. During their rule, there was a time in the land when there was not enough food to eat. A man named Elimelech left Bethlehem in Judah and moved to the country of Moab. He took his wife and his two sons with him. His wife was named Naomi, and his two sons were named Mahlon and Kilion. These people were from the Ephrathah district around Bethlehem in Judah. The family traveled to Moab and lived there.", "3": "Later, Naomi's husband, Elimelech, died. So only Naomi and her two sons were left. ", "4": "These sons married women from Moab. The name of one wife was Orpah. The name of the other wife was Ruth. Naomi and her sons lived in Moab about ten years. ", "5": "Then Mahlon and Kilion also died. So Naomi was left alone without her husband or her two sons.", "6": "While Naomi was in Moab, she heard that the Lord had taken care of his people. He had given food to them in Judah. So Naomi got ready to leave Moab and go back home. The wives of Naomi's sons also got ready to go with her. ", "7": "So they left the place where they had lived. And they started back on the way to the land of Judah. ", "8": "But Naomi said to her two daughters-in-law, “Go back home. Each of you go to your own mother's house. You have been very kind to me and to my sons who are now dead. I hope the Lord will also be kind to you in the same way. ", "9": "I hope the Lord will give you another home and a new husband.” Then Naomi kissed the women. And they began to cry out loud. ", "10": "Her daughters-in-law said to her, “No. We will go with you to your people.”", "11": "But Naomi said, “My daughters, go back to your own homes. Why do you want to go with me? I cannot give birth to more sons to give you new husbands. ", "12": "So go back to your own homes. I am too old to have another husband. But even if I had another husband tonight and if I had more sons, it wouldn't help! ", "13": "Would you wait until the babies were grown into men? Would you live for so many years without husbands? Don't do this thing. My life is much too sad for you to share. This is because the Lord is against me!”", "14": "The women cried together again. Then Orpah kissed Naomi good-bye, but Ruth held on to her.", "15": "Naomi said, “Look, your sister-in-law is going back to her own people and her own gods. Go back with her.”", "16": "But Ruth said, “Don't ask me to leave you! Don't beg me not to follow you! Every place you go, I will go. Every place you live, I will live. Your people will be my people. Your God will be my God. ", "17": "And where you die, I will die. And there I will be buried. I ask the Lord to punish me terribly if I do not keep this promise: Only death will separate us.”", "18": "Naomi saw that Ruth had made up her mind to go with her. So Naomi stopped arguing with her. ", "19": "Naomi and Ruth went on until they came to the town of Bethlehem. When the two women entered Bethlehem, all the people became very excited. The women of the town said, “Is this Naomi?”", "20": "But Naomi told the people, “Don't call me Naomi.[b] Call me Mara,[c] because God All-Powerful has made my life very sad. ", "21": "When I left, I had all I wanted. But now, the Lord has brought me home with nothing. So why should you call me Naomi when the Lord has spoken against me? God All-Powerful has given me much trouble.”", "22": "So Naomi and her daughter-in-law Ruth, the woman from Moab, came back from Moab. They came to Bethlehem at the beginning of the barley harvest."}