{"1": "Now there was a rich man living in Bethlehem whose name was Boaz. Boaz was one of Naomi's close relatives from Elimelech's family.", "2": "One day Ruth, the woman from Moab, said to Naomi, “Let me go to the fields. Maybe someone will be kind and let me gather the grain he leaves in his field.” Naomi said, “Go, my daughter.”", "3": "So Ruth went to the fields. She followed the workers who were cutting the grain. And she gathered the grain that they had left. It just so happened that the field belonged to Boaz. He was a close relative from Elimelech's family.", "4": "When Boaz came from Bethlehem, he spoke to his workers: “The Lord be with you!” And the workers answered, “May the Lord bless you!”", "5": "Then Boaz spoke to his servant who was in charge of the workers. He asked, “Whose girl is that?”", "6": "The servant answered, “She is the Moabite woman who came with Naomi from the country of Moab. ", "7": "She said, 'Please let me follow the workers and gather the grain that they leave on the ground.' She came and has remained here. From morning until just now, she has stopped only a few moments to rest in the shelter.”", "8": "Then Boaz said to Ruth, “Listen, my daughter. Stay here in my field to gather grain for yourself. Do not go to any other person's field. Continue following behind my women workers. ", "9": "Watch to see which fields they go to and follow them. I have warned the young men not to bother you. When you are thirsty, you may go and drink. Take water from the water jugs that the servants have filled.”", "10": "Then Ruth bowed low with her face to the ground. She said to Boaz, “I am a stranger. Why have you been so kind to notice me?”", "11": "Boaz answered her, “I know about all the help you have given to Naomi, your mother-in-law. You helped her even after your husband died. You left your father and mother and your own country. You came to this nation where you did not know anyone. ", "12": "The Lord will reward you for all you have done. You will be paid in full by the Lord, the God of Israel. You have come to him as a little bird finds shelter under the wings of its mother.”", "13": "Then Ruth said, “You are very kind to me, sir. You have said kind words to me, your servant. You have given me hope. And I am not even good enough to be one of your servants.”", "14": "At mealtime Boaz told Ruth, “Come here! Eat some of our bread. Here, dip your bread in our vinegar.” So Ruth sat down with the workers. Boaz gave her some roasted grain. Ruth ate until she was full, and there was some food left over. ", "15": "Ruth rose and went back to work. Then Boaz told his servants, “Let her gather even around the bundles of grain. Don't tell her to go away. ", "16": "Drop some full heads of grain for her. Let her gather that grain, and don't tell her to stop.”", "17": "So Ruth gathered grain in the field until evening. Then she separated the grain from the chaff. There was about one-half bushel of barley. ", "18": "Ruth carried the grain into town. And her mother-in-law saw what she had gathered. Ruth also gave her the food that was left over from lunch.", "19": "Naomi asked her, “Where did you gather all this grain today? Where did you work? Blessed be the man who noticed you!” Ruth told her about whose field she had worked in. She said, “The man I worked with today is named Boaz.”", "20": "Naomi told her daughter-in-law, “The Lord bless him! The Lord still continues to be kind to all people—the living and the dead!” Then Naomi told Ruth, “Boaz is one of our close relatives,[a] one who will take care of us.”", "21": "Then Ruth said, “Boaz also told me to come back and continue working. He said, 'Keep close by my servants until they have finished the harvest.'”", "22": "Then Naomi said to her daughter-in-law Ruth, “It is good for you to continue working with his women servants. If you work in another field, someone might hurt you.” ", "23": "So Ruth continued working closely with the women servants of Boaz. She gathered grain until the barley harvest was finished. She also worked there through the end of the wheat harvest. And Ruth continued to live with Naomi, her mother-in-law."}