{"1": "Boaz went to the city gate. He sat there until the close relative he had mentioned passed by. Boaz called to him, “Come here, friend! Sit down here!” So the man came over and sat down. ", "2": "Boaz gathered ten of the old men who were leaders of the city. He told them, “Sit down here!” So they sat down.", "3": "Then Boaz spoke to the close relative. He said, “Naomi has come back from the country of Moab. She wants to sell the piece of land that belonged to our relative Elimelech. ", "4": "So I decided to say this to you: If you want to buy back the land, then buy it! Buy it in front of the people who live here and in front of the elders of my people. If you don't want to buy it, tell me. I am the only person after you who can buy back the land. If you don't buy it back, I will.” And the close relative said, “I will buy back the land.”", "5": "Then Boaz said, “When you buy the land from Naomi, you must marry Ruth, the dead man's wife. She is the woman from Moab. That way, the land will stay in her dead husband's family.”", "6": "The close relative answered, “Then I can't buy back the land. If I did, I might lose what I can pass on to my own sons. I cannot buy the land back. So you buy it yourself.”", "7": "Long ago in Israel when people traded or bought back something, one person took off his sandal and gave it to the other person. This was their proof of purchase.", "8": "So the close relative said, “Buy the land yourself.” And then he took off his sandal.", "9": "Then Boaz spoke to the elders and to all the people. He said, “You are witnesses today of what I am buying from Naomi. I am buying everything that belonged to Elimelech and Kilion and Mahlon. ", "10": "I am also taking Ruth as my wife. She is the Moabite who was the wife of Mahlon. I am doing this so her dead husband's property will stay with his family. This way, his name will not be separated from his family and his land. You are witnesses this day.”", "11": "So all the people and elders who were at the city gate said, “We are witnesses. This woman will be coming into your home. We hope the Lord will make her like Rachel and Leah. They had many children. So the people of Israel grew in number. May you become powerful in the district of Ephrathah. May you become famous in Bethlehem! ", "12": "Tamar gave birth to Judah's son Perez.[a] In the same way, may the Lord give you many children through Ruth. And may your family be great like his.”", "13": "So Boaz took Ruth and married her. The Lord let her become pregnant, and she gave birth to a son. ", "14": "The women told Naomi, “Praise the Lord who gave you this grandson. And may he become famous in Israel. ", "15": "He will give you new life. And he will take care of you in your old age. This happened because of your daughter-in-law. She loves you. And she is better for you than seven sons. She has given birth to your grandson.”", "16": "Naomi took the boy, held him in her arms and cared for him. ", "17": "The neighbors gave the boy his name. These women said, “This boy was born for Naomi.” The neighbors named him Obed. Obed was Jesse's father. And Jesse was the father of David.", "18": "This is the family history of Perez. Perez was the father of Hezron. ", "19": "Hezron was the father of Ram. Ram was the father of Amminadab. ", "20": "Amminadab was the father of Nahshon. Nahshon was the father of Salmon. ", "21": "Salmon was the father of Boaz. Boaz was the father of Obed. ", "22": "Obed was the father of Jesse, and Jesse was the father of David."}