{"1": "Now a certain man was ill, Laz′arus of Bethany, the village of Mary and her sister Martha. ", "2": "It was Mary who anointed the Lord with ointment and wiped his feet with her hair, whose brother Laz′arus was ill. ", "3": "So the sisters sent to him, saying, “Lord, he whom you love is ill.” ", "4": "But when Jesus heard it he said, “This illness is not unto death; it is for the glory of God, so that the Son of God may be glorified by means of it.”", "5": "Now Jesus loved Martha and her sister and Laz′arus. ", "6": "So when he heard that he was ill, he stayed two days longer in the place where he was. ", "7": "Then after this he said to the disciples, “Let us go into Judea again.” ", "8": "The disciples said to him, “Rabbi, the Jews were but now seeking to stone you, and are you going there again?” ", "9": "Jesus answered, “Are there not twelve hours in the day? If any one walks in the day, he does not stumble, because he sees the light of this world. ", "10": "But if any one walks in the night, he stumbles, because the light is not in him.” ", "11": "Thus he spoke, and then he said to them, “Our friend Laz′arus has fallen asleep, but I go to awake him out of sleep.” ", "12": "The disciples said to him, “Lord, if he has fallen asleep, he will recover.” ", "13": "Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep. ", "14": "Then Jesus told them plainly, “Laz′arus is dead; ", "15": "and for your sake I am glad that I was not there, so that you may believe. But let us go to him.” ", "16": "Thomas, called the Twin, said to his fellow disciples, “Let us also go, that we may die with him.”", "17": "Now when Jesus came, he found that Laz′arus[a] had already been in the tomb four days. ", "18": "Bethany was near Jerusalem, about two miles[b] off, ", "19": "and many of the Jews had come to Martha and Mary to console them concerning their brother. ", "20": "When Martha heard that Jesus was coming, she went and met him, while Mary sat in the house. ", "21": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "And even now I know that whatever you ask from God, God will give you.” ", "23": "Jesus said to her, “Your brother will rise again.” ", "24": "Martha said to him, “I know that he will rise again in the resurrection at the last day.” ", "25": "Jesus said to her, “I am the resurrection and the life;[c] he who believes in me, though he die, yet shall he live, ", "26": "and whoever lives and believes in me shall never die. Do you believe this?” ", "27": "She said to him, “Yes, Lord; I believe that you are the Christ, the Son of God, he who is coming into the world.”", "28": "When she had said this, she went and called her sister Mary, saying quietly, “The Teacher is here and is calling for you.” ", "29": "And when she heard it, she rose quickly and went to him. ", "30": "Now Jesus had not yet come to the village, but was still in the place where Martha had met him. ", "31": "When the Jews who were with her in the house, consoling her, saw Mary rise quickly and go out, they followed her, supposing that she was going to the tomb to weep there. ", "32": "Then Mary, when she came where Jesus was and saw him, fell at his feet, saying to him, “Lord, if you had been here, my brother would not have died.” ", "33": "When Jesus saw her weeping, and the Jews who came with her also weeping, he was deeply moved in spirit and troubled; ", "34": "and he said, “Where have you laid him?” They said to him, “Lord, come and see.” ", "35": "Jesus wept. ", "36": "So the Jews said, “See how he loved him!” ", "37": "But some of them said, “Could not he who opened the eyes of the blind man have kept this man from dying?”", "38": "Then Jesus, deeply moved again, came to the tomb; it was a cave, and a stone lay upon it. ", "39": "Jesus said, “Take away the stone.” Martha, the sister of the dead man, said to him, “Lord, by this time there will be an odor, for he has been dead four days.” ", "40": "Jesus said to her, “Did I not tell you that if you would believe you would see the glory of God?” ", "41": "So they took away the stone. And Jesus lifted up his eyes and said, “Father, I thank thee that thou hast heard me. ", "42": "I knew that thou hearest me always, but I have said this on account of the people standing by, that they may believe that thou didst send me.” ", "43": "When he had said this, he cried with a loud voice, “Laz′arus, come out.” ", "44": "The dead man came out, his hands and feet bound with bandages, and his face wrapped with a cloth. Jesus said to them, “Unbind him, and let him go.”", "45": "Many of the Jews therefore, who had come with Mary and had seen what he did, believed in him; ", "46": "but some of them went to the Pharisees and told them what Jesus had done. ", "47": "So the chief priests and the Pharisees gathered the council, and said, “What are we to do? For this man performs many signs. ", "48": "If we let him go on thus, every one will believe in him, and the Romans will come and destroy both our holy place[d] and our nation.” ", "49": "But one of them, Ca′iaphas, who was high priest that year, said to them, “You know nothing at all; ", "50": "you do not understand that it is expedient for you that one man should die for the people, and that the whole nation should not perish.” ", "51": "He did not say this of his own accord, but being high priest that year he prophesied that Jesus should die for the nation, ", "52": "and not for the nation only, but to gather into one the children of God who are scattered abroad. ", "53": "So from that day on they took counsel how to put him to death.", "54": "Jesus therefore no longer went about openly among the Jews, but went from there to the country near the wilderness, to a town called E′phraim; and there he stayed with the disciples.", "55": "Now the Passover of the Jews was at hand, and many went up from the country to Jerusalem before the Passover, to purify themselves. ", "56": "They were looking for Jesus and saying to one another as they stood in the temple, “What do you think? That he will not come to the feast?” ", "57": "Now the chief priests and the Pharisees had given orders that if any one knew where he was, he should let them know, so that they might arrest him."}