{"1": "Moses, the Lord's servant, was dead. So the Lord spoke to Joshua son of Nun, who had been the assistant of Moses. The Lord said:", "2": "My servant Moses is dead. Now you must lead Israel across the Jordan River into the land I'm giving to all of you. ", "3": "Wherever you go, I'll give you that land, as I promised Moses. ", "4": "It will reach from the Southern Desert to the Lebanon Mountains in the north, and to the northeast as far as the great Euphrates River. It will include the land of the Hittites,[a] and the land from here at the Jordan River to the Mediterranean Sea on the west. ", "5": "Joshua, I will always be with you and help you as I helped Moses, and no one will ever be able to defeat you.", "6-8": "Long ago I promised the ancestors of Israel that I would give this land to their descendants. So be strong and brave! Be careful to do everything my servant Moses taught you. Never stop reading The Book of the Law[b] he gave you. Day and night you must think about what it says. If you obey it completely, you and Israel will be able to take this land.", "9": "I've commanded you to be strong and brave. Don't ever be afraid or discouraged! I am the Lord your God, and I will be there to help you wherever you go.", "10": "Joshua ordered the tribal leaders ", "11": "to go through the camp and tell everyone: In a few days we will cross the Jordan River to take the land that the Lord our God is giving us. So fix as much food as you'll need for the march into the land.", "12": "Joshua told the men of the tribes of Reuben, Gad, and East Manasseh:[c]", "13-14": "The Lord's servant Moses said that the Lord our God has given you land here on the east side of the Jordan River, where you could live in peace. Your wives and children and your animals can stay here in the land Moses gave you. But all of you that can serve in our army must pick up your weapons and lead the men of the other tribes across the Jordan River. They are your relatives, so you must help them ", "15": "conquer the land that the Lord is giving them. The Lord will give peace to them as he has given peace to you, and then you can come back and settle here in the land that Moses promised you.", "16": "The men answered: We'll cross the Jordan River and help our relatives. We'll fight anywhere you send us. ", "17-18": "If the Lord our God will help you as he helped Moses, and if you are strong and brave, we will obey you as we obeyed Moses. We'll even put to death anyone who rebels against you or refuses to obey you."}