{"1": "Many years later, the Lord told Joshua: Now you are very old, but there is still a lot of land that Israel has not yet taken. ", "2-7": "First, there is the Canaanite territory that starts at the Shihor River just east of Egypt and goes north to Ekron. The southern part of this region belongs to the Avvites and the Geshurites,[a] and the land around Gaza, Ashdod, Ashkelon, Gath, and Ekron belongs to the five Philistine rulers. The other Canaanite territory is in the north. Its northern border starts at the town of Arah, which belongs to the Sidonians. From there, it goes to Aphek,[b] then along the Amorite border[c] to Hamath Pass.[d] The eastern border starts at Hamath Pass and goes south to Baal-Gad at the foot of Mount Hermon, and its southern boundary runs west from there to Misrephoth-Maim.[e] This northern region includes the Lebanon Mountains and the land that belongs to the Gebalites[f] and the Sidonians who live in the hill country from the Lebanon Mountains to Misrephoth-Maim. With my help, Israel will capture these Canaanite territories and force out the people who live there. But you must divide up the land from the Jordan River to the Mediterranean Sea[g] among the nine tribes and the half of Manasseh that don't have any land yet. Then each tribe will have its own land.", "8": "Moses had already given land east of the Jordan River to the tribes of Reuben, Gad, and half of Manasseh. ", "9": "This region stretched north from the town in the middle of the Arnon River valley, and included the town of Aroer on the northern edge of the valley. It covered the flatlands of Medeba north of Dibon, ", "10": "and took in the towns that had belonged to Sihon, the Amorite king of Heshbon. Some of these towns were as far east as the Ammonite border.", "11-12": "Geshur and Maacah were part of this region, and so was the whole territory that King Og had ruled, that is, Gilead, Mount Hermon, and all of Bashan as far east as Salecah. Og had lived in Ashtaroth part of each year, and he had lived in Edrei the rest of the year. Og had been one of the last of the Rephaim,[h] but Moses had defeated Sihon and Og and their people[i] and had forced them to leave their land. ", "13": "However, the Israelites did not force the people of Geshur and Maacah to leave, and they still live there among the Israelites.", "14": "Moses did not give any land to the Levi tribe, because the Lord God of Israel had told them, “Instead of land, you will receive the sacrifices offered at my altar.”", "15": "Moses gave land to each of the clans in the Reuben tribe. ", "16": "Their land started in the south at the town in the middle of the Arnon River valley, took in the town of Aroer on the northern edge of the valley, and went as far north as the flatlands around Medeba. ", "17-21": "The Amorite King Sihon had lived in Heshbon and had ruled the towns in the flatlands. Now Heshbon belonged to Reuben, and so did the following towns in the flatlands: Dibon, Bamoth-Baal, Beth-Baal-Meon, Jahaz, Kedemoth, Mephaath, Kiriathaim, Sibmah, Zereth-Shahar on the hill in the valley, Beth-Peor, Slopes of Mount Pisgah, and Beth-Jeshimoth. Moses defeated Sihon and killed him and the Midianite chiefs who ruled parts of his kingdom for him. Their names were Evi, Rekem, Zur, Hur, and Reba. ", "22": "The Israelites also killed Balaam the son of Beor, who had been a fortuneteller.", "23": "This region with its towns and villages was the land for the Reuben tribe, and the Jordan River was its western border.", "24": "Moses also gave land to each of the clans in the Gad tribe. ", "25": "It included the town of Jazer, and in the Gilead region their territory took in the land and towns as far east as the town of Aroer[j] just west of Rabbah.[k] This was about half of the land that had once belonged to the Ammonites. ", "26": "The land given to Gad stretched from Heshbon in the south to Ramath-Mizpeh and Betonim in the north, and even further north to Mahanaim and Lidebor.[l] ", "27": "Gad also received the eastern half of the Jordan River valley, which had been ruled by King Sihon of Heshbon. This territory stretched as far north as Lake Galilee,[m] and included the towns of Beth-Haram, Beth-Nimrah, Succoth, and Zaphon. ", "28": "These regions with their towns and villages were given to the Gad tribe.", "29": "Moses gave land east of the Jordan River to half of the clans from the Manasseh tribe. ", "30-31": "Their land started at Mahanaim and took in the region that King Og of Bashan had ruled, including Ashtaroth and Edrei, the two towns where he had lived. The villages where the Jair clan settled were part of Manasseh's land, and so was the northern half of the region of Gilead. The clans of this half of Manasseh had sixty towns in all. The Manasseh tribe is sometimes called the Machir tribe, after Manasseh's son Machir.", "32": "That was how Moses divided up the Moab Plains to the east of Jericho on the other side of the Jordan River, so these two and a half tribes would have land of their own. ", "33": "But Moses did not give any land to the Levi tribe, because the Lord had promised that he would always provide for them."}