{"1": "The clans of the Judah tribe were given land that went south along the border of Edom, and at its farthest point south it even reached the Zin Desert. ", "2": "Judah's southern border started at the south end of the Dead Sea. ", "3": "As it went west from there, it ran south of Scorpion Pass[a] to Zin, and then came up from the south to Kadesh-Barnea. It continued past Hezron up to Addar, turned toward Karka, ", "4": "and ran along to Azmon. After that, it followed the Egyptian Gorge and ended at the Mediterranean Sea. This was also Israel's southern border.", "5": "Judah's eastern border ran the full length of the Dead Sea. The northern border started at the northern end of the Dead Sea.[b] ", "6": "From there it went west up to Beth-Hoglah, continued north of Beth-Arabah, and went up to the Monument of Bohan,[c] who belonged to the Reuben tribe. ", "7": "From there, it went to Trouble Valley[d] and Debir,[e] then turned north and went to Gilgal,[f] which is on the north side of the valley across from Adummim Pass. It continued on to Enshemesh, Enrogel, ", "8": "and up through Hinnom Valley on the land sloping south from Jerusalem. The city of Jerusalem itself belonged to the Jebusites. Next, the border went up to the top of the mountain on the west side of Hinnom Valley and at the north end of Rephaim Valley. ", "9": "At the top of the mountain it turned and went to Nephtoah Spring and then to the ruins[g] on Mount Ephron. From there, it went to Baalah, which is now called Kiriath-Jearim.", "10": "From Baalah the northern border curved west to Mount Seir and then ran along the northern ridge of Mount Jearim, where Chesalon is located. Then it went down to Beth-Shemesh[h] and over to Timnah. ", "11": "It continued along to the hillside north of Ekron, curved around to Shikkeron, and then went to Mount Baalah. After going to Jabneel, the border finally ended at the Mediterranean Sea, ", "12": "which was Judah's western border. The clans of Judah lived within these borders.", "13": "Joshua gave Caleb some land among the people of Judah, as God had told him to do. Caleb's share was Hebron, which at that time was known as Arba's Town,[i] because Arba was the famous ancestor of the Anakim.[j]", "14": "Caleb attacked Hebron and forced the three Anakim clans of[k] Sheshai, Ahiman, and Talmai to leave. ", "15": "Next, Caleb started a war with the town of Debir, which at that time was called Kiriath-Sepher. ", "16": "He told his men, “The man who captures Kiriath-Sepher can marry my daughter Achsah.”", "17": "Caleb's nephew Othniel[l] captured Kiriath-Sepher, and Caleb let him marry Achsah. ", "18": "Right after the wedding, Achsah started telling Othniel that he[m] ought to ask her father for a field. She went to see her father, and while she was getting down from[n] her donkey, Caleb asked her, “What's bothering you?”", "19": "She answered, “I need your help. The land you gave me is in the Southern Desert, so I really need some spring-fed ponds[o] for a water supply.” Caleb gave her a couple of small ponds, named Higher Pond and Lower Pond.[p]", "20": "The following is a list of the towns in each region given to the Judah clans:", "21-32": "The first region was located in the Southern Desert along the border with Edom, and it had the following twenty-nine towns with their surrounding villages: Kabzeel, Eder, Jagur, Kinah, Dimonah, Aradah,[q] Kedesh, Hazor of Ithnan,[r] Ziph, Telem, Bealoth, Hazor-Hadattah, Kerioth-Hezron, which is also called Hazor, Amam, Shema, Moladah, Hazar-Gaddah, Heshmon, Beth-Pelet, Hazar-Shual, Beersheba and its surrounding villages,[s] Baalah, Iim, Ezem, Eltolad, Chesil, Hormah, Ziklag, Madmannah, Sansannah, Lebaoth, Shilhim, and Enrimmon.[t]", "33-36": "The second region was located in the northern part of the lower foothills, and it had the following fourteen towns with their surrounding villages: Eshtaol, Zorah, Ashnah, Zanoah, En-Gannim, Tappuah, Enam, Jarmuth, Adullam, Socoh, Azekah, Shaaraim, Adithaim, Gederah, and Gederothaim.", "37-41": "The third region was located in the southern part of the lower foothills, and it had the following sixteen towns with their surrounding villages: Zenan, Hadashah, Migdalgad, Dilan, Mizpeh, Joktheel, Lachish, Bozkath, Eglon, Cabbon, Lahmas,[u] Chitlish, Gederoth, Beth-Dagon, Naamah, and Makkedah.", "42-44": "The fourth region was located in the central part of the lower foothills, and it had the following nine towns with their surrounding villages: Libnah, Ether, Ashan, Iphtah, Ashnah, Nezib, Keilah, Achzib, and Mareshah.", "45-47": "The fifth region was located along the Mediterranean seacoast, and it had the following towns with their surrounding settlements and villages: Ekron and the towns between there and the coast, Ashdod and the larger towns nearby, Gaza, the towns from Gaza to the Egyptian Gorge, and the towns along the coast of the Mediterranean Sea.", "48-51": "The sixth region was in the southwestern part of the hill country, and it had the following eleven towns with their surrounding villages: Shamir, Jattir, Socoh, Dannah, Kiriath-Sannah, which is now called Debir, Anab, Eshtemoh,[v] Anim, Goshen, Holon, and Giloh.", "52-54": "The seventh region was located in the south-central part of Judah's hill country, and it had the following nine towns with their surrounding villages: Arab, Dumah,[w] Eshan, Janim, Beth-Tappuah, Aphekah, Humtah, Kiriath-Arba, which is now called Hebron, and Zior.", "55-57": "The eighth region was located in the southeastern part of the hill country, and it had the following ten towns with their surrounding villages: Maon, Carmel, Ziph, Juttah, Jezreel,[x] Jokdeam,[y] Zanoah, Kain, Gibeah,[z] and Timnah.", "58-59": "The ninth region was located in the central part of Judah's hill country, and it had the following six towns with their surrounding villages: Halhul, Beth-Zur, Gedor, Maarath, Beth-Anoth, and Eltekon. The tenth region was located in the north-central part of Judah's hill country, and it had the following eleven towns with their surrounding villages: Tekoa, Ephrath, which is also called Bethlehem, Peor, Etam, Culon, Tatam, Shoresh, Kerem, Gallim, Bether, and Manahath.[aa]", "60": "The eleventh region was located in the northern part of Judah's hill country, and it had the following two towns with their surrounding villages: Rabbah, and Kiriath-Baal, which is also called Kiriath-Jearim.", "61-62": "The twelfth region was located in the desert along the Dead Sea, and it had the following six towns with their surrounding villages: Beth-Arabah, Middin, Secacah, Nibshan, Salt Town, and En-Gedi.", "63": "The Jebusites lived in Jerusalem, and the people of the Judah tribe could not capture the city and get rid of them. That's why Jebusites still live in Jerusalem along with the people of Judah.[ab]"}