{"1": "Joshua chose two men as spies and sent them from their camp at Acacia with these instructions: “Go across the river and find out as much as you can about the whole region, especially about the town of Jericho.” The two spies left the Israelite camp at Acacia and went to Jericho, where they decided to spend the night at the house of a prostitute[a] named Rahab.", "2": "But someone found out about them and told the king of Jericho, “Some Israelite men came here tonight, and they are spies.” ", "3-7": "So the king sent soldiers to Rahab's house to arrest the spies. Meanwhile, Rahab had taken the men up to the flat roof of her house and had hidden them under some piles of flax plants[b] that she had put there to dry. The soldiers came to her door and demanded, “Let us have the men who are staying at your house. They are spies.” She answered, “Some men did come to my house, but I didn't know where they had come from. They left about sunset, just before it was time to close the town gate.[c] I don't know where they were going, but if you hurry, maybe you can catch them.” The guards at the town gate let the soldiers leave Jericho, but they closed the gate again as soon as the soldiers went through. Then the soldiers headed toward the Jordan River to look for the spies at the place where people cross the river.", "8": "Rahab went back up to her roof. The spies were still awake, so she told them:", "9": "I know that the Lord has given Israel this land. Everyone shakes with fear because of you. ", "10": "We heard how the Lord dried up the Red Sea[d] so you could leave Egypt. And we heard how you destroyed Sihon and Og, those two Amorite kings east of the Jordan River. ", "11": "We know that the Lord your God rules heaven and earth, and we've lost our courage and our will to fight.", "12": "Please promise me in the Lord's name that you will be as kind to my family as I have been to you. Do something to show ", "13": "that you won't let your people kill my father and mother and my brothers and sisters and their families.", "14": "“Rahab,” the spies answered, “if you keep quiet about what we're doing, we promise to be kind to you when the Lord gives us this land. We pray that the Lord will kill us if we don't keep our promise!”[e]", "15": "Rahab's house was built into the town wall,[f] and one of the windows in her house faced outside the wall. She gave the spies a rope, showed them the window, and said, “Use this rope to let yourselves down to the ground outside the wall. ", "16": "Then hide in the hills. The men who are looking for you won't be able to find you there. They'll give up and come back after a few days, and you can be on your way.”", "17-20": "The spies said: You made us promise to let you and your family live. We will keep our promise, but you can't tell anyone why we were here. You must tie this red rope on your window when we attack, and your father and mother, your brothers, and everyone else in your family must be here with you. We'll take the blame if anyone who stays in this house gets hurt. But anyone who leaves your house will be killed, and it won't be our fault.", "21": "“I'll do exactly what you said,” Rahab promised. Then she sent them on their way and tied the red rope to the window.", "22": "The spies hid in the hills for three days while the king's soldiers looked for them along the roads. As soon as the soldiers gave up and returned to Jericho, ", "23": "the two spies went down into the Jordan valley and crossed the river. They reported to Joshua and told him everything that had happened. ", "24": "“We're sure the Lord has given us the whole country,” they said. “The people there shake with fear every time they think of us.”"}