{"1": "One day the Lord told Joshua:", "2": "When Moses was still alive, I had him tell the Israelites about the Safe Towns. Now you tell them that it is time to set up these towns. ", "3-4": "If a person accidentally kills someone and the victim's relatives say it was murder, they might try to take revenge.[a] Anyone accused of murder can run to one of the Safe Towns and be safe from the victim's relatives. The one needing protection will stand at the entrance to the town gate and explain to the town leaders what happened. Then the leaders will bring that person in and provide a place to live in their town.", "5": "One of the victim's relatives might come to the town, looking for revenge. But the town leaders must not simply hand over the person accused of murder. After all, the accused and the victim had been neighbors, not enemies. ", "6": "The citizens of that Safe Town must come together and hold a trial. They may decide that the victim was killed accidentally and that the accused is not guilty of murder. Everyone found not guilty[b] must still live in the Safe Town until the high priest dies. Then they can go back to their own towns and their homes that they had to leave behind.", "7": "The Israelites decided that the following three towns west of the Jordan River would be Safe Towns: Kedesh in Galilee in Naphtali's hill country, Shechem in Ephraim's hill country, and Kiriath-Arba in Judah's hill country. Kiriath-Arba is now called Hebron.", "8": "The Israelites had already decided on the following three towns east of the Jordan River: Bezer in the desert flatlands of Reuben, Ramoth in Gilead, which was a town that belonged to Gad, and Golan in Bashan, which belonged to Manasseh.", "9": "These Safe Towns were set up, so that if Israelites or even foreigners who lived in Israel accidentally killed someone, they could run to one of these towns. There they would be safe until a trial could be held, even if one of the victim's relatives came looking for revenge."}