{"1": "The Lord let Israel live in peace with its neighbors for a long time, and Joshua lived to a ripe old age. ", "2": "One day he called a meeting of the leaders of the tribes of Israel, including the old men, the judges, and the officials. Then he told them: I am now very old. ", "3": "You have seen how the Lord your God fought for you and helped you defeat the nations who lived in this land. ", "4-5": "There are still some nations left, but the Lord has promised you their land. So when you attack them, he will make them run away. I have already divided their land among your tribes, as I did with the land of the nations I defeated between the Jordan River and the Mediterranean Sea.", "6": "Be sure that you carefully obey everything written in The Book of the Law[a] of Moses and do exactly what it says.", "7": "Don't have anything to do with the nations that live around you. Don't worship their gods or pray to their idols or make promises in the names of their gods. ", "8": "Be as faithful to the Lord as you have always been.", "9": "When you attacked powerful nations, the Lord made them run away, and no one has ever been able to stand up to you. ", "10": "Any one of you can defeat a thousand enemy soldiers, because the Lord God fights for you, just as he promised. ", "11": "Be sure to always love the Lord your God. ", "12-13": "Don't ever turn your backs on him by marrying people from the nations that are left in the land. Don't even make friends with them. I tell you that if you are friendly with those nations, the Lord won't chase them away when you attack. Instead, they'll be like a trap for your feet, a whip on your back, and thorns in your eyes. And finally, none of you will be left in this good land that the Lord has given you.", "14": "I will soon die, as everyone must. But deep in your hearts you know that the Lord has kept every promise he ever made to you. Not one of them has been broken. ", "15-16": "Yes, when the Lord makes a promise, he does what he has promised. But when he makes a threat, he will also do what he has threatened. The Lord is our God. He gave us this wonderful land and made an agreement with us that we would worship only him. But if you worship other gods, it will make the Lord furious. He will start getting rid of you, and soon not one of you will be left in this good land that he has given you."}