{"1": "Joshua called the tribes of Israel together for a meeting at Shechem. He had the leaders, including the old men, the judges, and the officials, come up and stand near the sacred tent.[a] ", "2": "Then Joshua told everyone to listen to this message from the Lord, the God of Israel: Long ago your ancestors lived on the other side of the Euphrates River, and they worshiped other gods. This continued until the time of your ancestor Terah and his two sons, Abraham and Nahor. ", "3": "But I brought Abraham across the Euphrates River and led him through the land of Canaan. I blessed him by giving him Isaac, the first in a line of many descendants. ", "4": "Then I gave Isaac two sons, Jacob and Esau. I had Esau live in the hill country of Mount Seir, but your ancestor Jacob and his children went to live in Egypt.", "5-6": "Later I sent Moses and his brother Aaron to help your people, and I made all those horrible things happen to the Egyptians. I brought your ancestors out of Egypt, but the Egyptians got in their chariots and on their horses and chased your ancestors, catching up with them at the Red Sea.[b] ", "7": "Your people cried to me for help, so I put a dark cloud between them and the Egyptians. Then I opened up the sea and let your people walk across on dry ground. But when the Egyptians tried to follow, I commanded the sea to swallow them, and they drowned while you watched. You lived in the desert for a long time, ", "8": "then I brought you into the land east of the Jordan River. The Amorites were living there, and they fought you. But with my help, you defeated them, wiped them out, and took their land. ", "9": "King Balak decided that his nation Moab would go to war against you, so he asked Balaam[c] to come and put a curse on you. ", "10": "But I wouldn't listen to Balaam, and I rescued you by making him bless you instead of curse you.", "11": "You crossed the Jordan River and came to Jericho. The rulers of Jericho fought you, and so did the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. I helped you defeat them all. ", "12": "Your enemies ran from you, but not because you had swords and bows and arrows. I made your enemies panic and run away, as I had done with the two Amorite kings east of the Jordan River.", "13": "You didn't have to work for this land—I gave it to you. Now you live in towns you didn't build, and you eat grapes and olives from vineyards and trees you didn't plant.", "14": "Then Joshua told the people: Worship the Lord, obey him, and always be faithful. Get rid of the idols your ancestors worshiped when they lived on the other side of the Euphrates River and in Egypt. ", "15": "But if you don't want to worship the Lord, then choose right now! Will you worship the same idols your ancestors did? Or since you're living on land that once belonged to the Amorites, maybe you'll worship their gods. I won't. My family and I are going to worship and obey the Lord!", "16": "The people answered: We could never worship other gods or stop worshiping the Lord. ", "17": "The Lord is our God. We were slaves in Egypt as our ancestors had been, but we saw the Lord work miracles to set our people free and to bring us out of Egypt. Even though other nations were all around us, the Lord protected us wherever we went. ", "18": "And when we fought the Amorites and the other nations that lived in this land, the Lord made them run away. Yes, we will worship and obey the Lord, because the Lord is our God.", "19": "Joshua said: The Lord is fearsome; he is the one true God, and I don't think you are able to worship and obey him in the ways he demands. You would have to be completely faithful, and if you sin or rebel, he won't let you get away with it. ", "20": "If you turn your backs on the Lord and worship the gods of other nations, the Lord will turn against you. He will make terrible things happen to you and wipe you out, even though he had been good to you before.", "21": "But the people shouted, “We won't worship any other gods. We will worship and obey only the Lord!”", "22": "Joshua said, “You have heard yourselves say that you will worship and obey the Lord. Isn't that true?” “Yes, it's true,” they answered.", "23": "Joshua said, “But you still have some idols, like those the other nations worship. Get rid of your idols! You must decide once and for all that you really want to obey the Lord God of Israel.”", "24": "The people said, “The Lord is our God, and we will worship and obey only him.”", "25": "Joshua helped Israel make an agreement with the Lord that day at Shechem. Joshua made laws for Israel ", "26": "and wrote them down in The Book of the Law[d] of God. Then he set up a large stone under the oak tree at the place of worship in Shechem ", "27": "and told the people, “Look at this stone. It has heard everything that the Lord has said to us. Our God can call this stone as a witness if we ever reject him.”", "28": "Joshua sent everyone back to their homes.", "29": "Not long afterwards, the Lord's servant Joshua died at the age of one hundred ten. ", "30": "The Israelites buried him in his own land at Timnath-Serah, north of Mount Gaash in the hill country of Ephraim.", "31": "As long as Joshua lived, Israel worshiped and obeyed the Lord. There were other leaders old enough to remember everything that the Lord had done for Israel. And for as long as these men lived, Israel continued to worship and obey the Lord.", "32": "When the people of Israel left Egypt, they brought the bones of Joseph along with them. They took the bones to the town of Shechem and buried them in the field that Jacob had bought for one hundred pieces of silver[e] from Hamor, the founder of Shechem. The town and the field both[f] became part of the land belonging to the descendants of Joseph.", "33": "When Eleazar the priest[g] died, he was buried in the hill country of Ephraim on a hill that belonged to his son Phinehas."}