{"1": "Early the next morning, Joshua and the Israelites packed up and left Acacia. They went to the Jordan River and camped there that night. ", "2": "Two days later[a] their leaders went through the camp, ", "3-4": "shouting, “When you see some of the priests[b] carrying the sacred chest, you'll know it is time to cross to the other side. You've never been there before, and you won't know the way, unless you follow the chest. But don't get too close! Stay about half a mile back.”", "5": "Joshua told the people, “Make yourselves acceptable[c] to worship the Lord, because he is going to do some amazing things for us.”", "6": "Then Joshua turned to the priests and said, “Take the chest and cross the Jordan River ahead of us.” So the priests picked up the chest by its carrying poles and went on ahead.", "7": "The Lord told Joshua, “Beginning today I will show the people that you are their leader, and they will know that I am helping you as I helped Moses. ", "8": "Now, tell the priests who are carrying the chest to go a little way into the river and stand there.”", "9": "Joshua spoke to the people: Come here and listen to what the Lord our God said he will do! ", "10": "The Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites control the land on the other side of the river. But the living God will be with you and will force them out of the land when you attack. And now, God is going to prove that he's powerful enough to force them out. ", "11-13": "Just watch the sacred chest that belongs to the Lord, the ruler of the whole earth. As soon as the priests carrying the chest step into the Jordan, the water will stop flowing and pile up as if someone had built a dam across the river. The Lord has also said that each of the twelve tribes should choose one man to represent it.", "14": "The Israelites packed up and left camp. The priests carrying the chest walked in front, ", "15": "until they came to the Jordan River. The water in the river had risen over its banks, as it often does in springtime.[d] But as soon as the feet of the priests touched the water, ", "16-17": "the river stopped flowing, and the water started piling up at the town of Adam near Zarethan. No water flowed toward the Dead Sea, and the priests stood in the middle of the dry riverbed near Jericho while everyone else crossed over."}