{"1": "The Amorite kings west of the Jordan River and the Canaanite kings along the Mediterranean Sea lost their courage and their will to fight, when they heard how the Lord had dried up the Jordan River to let Israel go across.", "2": "While Israel was camped at Gilgal, the Lord said, “Joshua, make some flint knives[a] and circumcise the rest of the Israelite men and boys.”[b]", "3": "Joshua made the knives, then circumcised those men and boys at Haaraloth Hill.[c] ", "4-7": "This had to be done, because none of Israel's baby boys had been circumcised during the forty years that Israel had wandered through the desert after leaving Egypt. And why had they wandered for forty years? It was because right after they left Egypt, the men in the army had disobeyed the Lord. And the Lord had said, “None of you men will ever live to see the land that I promised Israel. It is a land rich with milk and honey, and someday your children will live there, but not before you die here in the desert.”", "8": "Everyone who had been circumcised needed time to heal, and they stayed in camp.", "9": "The Lord told Joshua, “It was a disgrace for my people to be slaves in Egypt, but now I have taken away that disgrace.” So the Israelites named the place Gilgal,[d] and it still has that name.", "10": "Israel continued to camp at Gilgal in the desert near Jericho, and on the fourteenth day of the same month,[e] they celebrated Passover.", "11-12": "The next day, God stopped sending the Israelites manna[f] to eat each morning, and they started eating food grown in the land of Canaan. They ate roasted grain[g] and thin bread[h] made of the barley they had gathered from nearby fields.", "13": "One day, Joshua was near Jericho when he saw a man standing some distance in front of him. The man was holding a sword, so Joshua walked up to him and asked, “Are you on our side or on our enemies' side?”", "14": "“Neither,” he answered. “I am here because I am the commander of the Lord's army.” Joshua fell to his knees and bowed down to the ground. “I am your servant,” he said. “Tell me what to do.”", "15": "“Take off your sandals,” the commander answered. “This is a holy place.” So Joshua took off his sandals."}