{"1": "The Lord had said that everything in Jericho belonged to him.[a] But Achan[b] from the Judah tribe took some of the things from Jericho for himself. And so the Lord was angry with the Israelites, because one of them had disobeyed him.[c]", "2": "While Israel was still camped near Jericho, Joshua sent some spies with these instructions: “Go to the town of Ai[d] and find out whatever you can about the region around the town.” The spies left and went to Ai, which is east of Bethel and near Beth-Aven. ", "3": "They went back to Joshua and reported, “You don't need to send the whole army to attack Ai—two or three thousand troops will be enough. Why bother the whole army for a town that small?”", "4-5": "Joshua sent about three thousand soldiers to attack Ai. But the men of Ai fought back and chased the Israelite soldiers away from the town gate and down the hill to the stone quarries.[e] Thirty-six Israelite soldiers were killed, and the Israelite army felt discouraged.", "6": "Joshua and the leaders of Israel tore their clothes and put dirt on their heads to show their sorrow. They lay facedown on the ground in front of the sacred chest until sunset. ", "7": "Then Joshua said: Our Lord, did you bring us across the Jordan River just so the Amorites could destroy us? This wouldn't have happened if we had agreed to stay on the other side of the Jordan. ", "8": "I don't even know what to say to you, since Israel's army has turned and run from the enemy. ", "9": "Everyone will think you weren't strong enough to protect your people. Now the Canaanites and everyone else who lives in the land will surround us and wipe us out.", "10": "The Lord answered: Stop lying there on the ground! Get up! ", "11": "I said everything in Jericho belonged to me and had to be destroyed. But the Israelites have kept some of the things for themselves. They stole from me and hid what they took. Then they lied about it. ", "12": "What they stole was supposed to be destroyed, and now Israel itself must be destroyed. I cannot help you anymore until you do exactly what I have said. That's why Israel turns and runs from its enemies instead of standing up to them.", "13": "Tell the people of Israel, “Tomorrow you will meet with the Lord your God, so make yourselves acceptable to worship him. The Lord says that you have taken things that should have been destroyed. You won't be able to stand up to your enemies until you get rid of those things.", "14": "“Tomorrow morning everyone must gather near the place of worship. You will come forward tribe by tribe, and the Lord will show which tribe is guilty. Next, the clans in that tribe must come forward, and the Lord will show which clan is guilty. The families in that clan must come, and the Lord will point out the guilty family. Finally, the men in that family must come, ", "15": "and the Lord will show who stole what should have been destroyed. That man must be put to death, his body burned, and his possessions thrown into the fire. He has done a terrible thing by breaking the sacred agreement that the Lord made with Israel.”", "16": "Joshua got up early the next morning and brought each tribe to the place of worship, where the Lord showed that the Judah tribe was guilty. ", "17": "Then Joshua brought the clans of Judah to the Lord, and the Lord showed that the Zerah clan was guilty. One by one he brought the leader of each family in the Zerah clan to the Lord, and the Lord showed that Zabdi's family was guilty. ", "18": "Finally, Joshua brought each man in Zabdi's family to the Lord, and the Lord showed that Achan was the guilty one.", "19": "“Achan,” Joshua said, “the Lord God of Israel has decided that you are guilty. Is this true? Tell me what you did, and don't try to hide anything.”", "20": "“It's true,” Achan answered. “I sinned and disobeyed the Lord God of Israel. ", "21-22": "While we were in Jericho, I saw a beautiful Babylonian robe, two hundred pieces of silver, and a gold bar that weighed the same as fifty pieces of gold. I wanted them for myself, so I took them. I dug a hole under my tent and hid the silver, the gold, and the robe.” Joshua had some people run to Achan's tent, where they found the silver, the gold, and the robe. ", "23": "They brought them back and put them in front of the sacred chest, so Joshua and the rest of the Israelites could see them. ", "24": "Then everyone took Achan and the things he had stolen to Trouble Valley.[f] They also took along his sons and daughters, his cattle, donkeys, and sheep, his tent, and everything else that belonged to him.", "25": "Joshua said, “Achan, you caused us a lot of trouble. Now the Lord is paying you back with the same kind of trouble.” The people of Israel then stoned to death Achan and his family. They made a fire and burned the bodies, together with what Achan had stolen, and all his possessions. ", "26": "They covered the remains with a big pile of rocks, which is still there. Then the Lord stopped being angry with Israel. That's how the place came to be called Trouble Valley."}