{"1-2": "The Lord told Joshua: Don't be afraid, and don't be discouraged by what happened at the town of Ai. Take the army and attack again. But first, have part of the army set up an ambush on the other side of the town. I will help you defeat the king of Ai and his army, and you will capture the town and the land around it. Destroy Ai and kill its king as you did at Jericho. But you may keep the livestock and everything else you want.", "3-4": "Joshua quickly got the army ready to attack Ai. He chose thirty thousand of his best soldiers and gave them these orders: Tonight, while it is dark, march to Ai and take up a position behind the town. Get as close to the town as you can without being seen, but be ready to attack.", "5-6": "The rest of the army will come with me and attack near the gate. When the people of Ai come out to fight, we'll run away and let them chase us. They will think we are running from them just like the first time. But when we've let them chase us far enough away, ", "7": "you come out of hiding. The Lord our God will help you capture the town. ", "8": "Then set it on fire, as the Lord has told us to do. Those are your orders, ", "9": "now go! The thirty thousand soldiers went to a place on the west side of Ai, between Ai and Bethel, where they could hide and wait to attack. That night, Joshua stayed in camp with the rest of the army. ", "10": "Early the next morning he got his troops ready to move out, and he and the other leaders of Israel led them to Ai. ", "11": "They set up camp in full view of the town, across the valley to the north. ", "12": "Joshua had already sent five thousand soldiers to the west side of the town to hide and wait to attack. ", "13": "Now all his troops were in place. Part of the army was in the camp to the north of Ai, and the others were hiding to the west, ready to make a surprise attack. That night, Joshua went into the valley.[a]", "14-15": "The king of Ai saw Joshua's army, so the king and his troops hurried out early the next morning to fight them. Joshua and his army pretended to be beaten, and they let the men of Ai chase them toward the desert. The king and his army were facing the Jordan valley as Joshua had planned. The king did not realize that some Israelite soldiers were hiding behind the town. ", "16-17": "So he called out every man in Ai to go after Joshua's troops. They all rushed out to chase the Israelite army, and they left the town gates wide open. Not one man was left in Ai or in Bethel.[b] Joshua let the men of Ai chase him and his army farther and farther away from Ai. ", "18": "Finally, the Lord told Joshua, “Point your sword[c] at the town of Ai, because now I am going to help you defeat it!” As soon as Joshua pointed his sword at the town, ", "19": "the soldiers who had been hiding got up and ran into the town. They captured it and set it on fire.", "20-21": "When Joshua and his troops saw smoke rising from the town, they knew that the other part of their army had captured it. So they turned and attacked. The men of Ai looked back and saw smoke rising from their town. But they could not escape, because the soldiers they had been chasing had suddenly turned and started fighting. ", "22-24": "Meanwhile, the other Israelite soldiers had come from the town and attacked the men of Ai from the rear. The Israelites captured the king of Ai and brought him to Joshua. They also chased the rest of the men of Ai into the desert and killed them.[d] The Israelite army went back to Ai and killed everyone there. ", "25-26": "Joshua kept his sword pointed at the town of Ai until every last one of Ai's twelve thousand people was dead. ", "27": "But the Israelites took the animals and the other possessions of the people of Ai, because this was what the Lord had told Joshua to do.", "28-29": "Joshua made sure every building in Ai was burned to the ground. He told his men to kill the king of Ai and hang his body on a tree. Then at sunset he told the Israelites to take down the body,[e] throw it in the gateway of the town, and cover it with a big pile of rocks. Those rocks are still there, and the town itself has never been rebuilt.", "30-32": "One day, Joshua led the people of Israel to Mount Ebal, where he told some of his men, “Build an altar for offering sacrifices to the Lord. And use stones that have never been cut with iron tools,[f] because that is what Moses taught in The Book of the Law.”[g] Joshua offered sacrifices to please the Lord[h] and to ask his blessing.[i] Then with the Israelites still watching, he copied parts of The Book of the Law[j] of Moses onto stones.", "33-35": "Moses had said that everyone in Israel was to go to the valley between Mount Ebal and Mount Gerizim, where they were to be blessed. So everyone went there, including the foreigners, the leaders, officials, and judges. Half of the people stood on one side of the valley, and half on the other side, with the priests from the Levi tribe standing in the middle with the sacred chest. Then in a loud voice, Joshua read the blessings and curses from The Book of the Law[k] of Moses."}