{"1-2": "The kings west of the Jordan River heard about Joshua's victories, and so they got together and decided to attack Joshua and Israel. These kings were from the hill country and from the foothills to the west, as well as from the Mediterranean seacoast as far north as the Lebanon Mountains. Some of them were Hittites, others were Amorites or Canaanites, and still others were Perizzites, Hivites, or Jebusites.", "3": "The people of Gibeon had also heard what Joshua had done to Jericho and Ai. ", "4": "So they decided that some of their men should pretend to be messengers to Israel from a faraway country.[a] The men put worn-out bags on their donkeys and found some old wineskins that had cracked and had been sewn back together. ", "5": "Their sandals were old and patched, and their clothes were worn out. They even took along some dry and crumbly bread. ", "6": "Then they went to the Israelite camp at Gilgal, where they said to Joshua and the men of Israel, “We have come from a country that is far from here. Please make a peace treaty with us.”", "7-8": "The Israelites replied, “But maybe you really live near us. We can't make a peace treaty with you if you live nearby.”[b] The Gibeonites[c] said, “If you make a peace treaty with us, we will be your servants.” “Who are you?” Joshua asked. “Where do you come from?” They answered:", "9": "We are your servants, and we live far from here. We came because the Lord your God is so famous. We heard what the Lord did in Egypt ", "10": "and what he did to those two Amorite kings on the other side of the Jordan: King Og of Bashan, who lived in Ashtaroth, and King Sihon of Heshbon.", "11": "Our leaders and everyone who lives in our country told us to meet with you and tell you that all of us are your servants. They said to ask you to make a peace treaty with our people. They told us to be sure and take along enough food for our journey. ", "12": "See this dry, crumbly bread of ours? It was hot out of the oven when we packed the food on the day we left our homes. ", "13": "These cracked wineskins were new when we filled them, and our clothes and sandals are worn out because we have traveled so far.", "14": "The Israelites tried some of the food,[d] but they did not ask the Lord if he wanted them to make a treaty. ", "15": "So Joshua made a peace treaty with the messengers and promised that Israel would not kill their people. Israel's leaders swore that Israel would keep this promise.", "16-17": "A couple of days later,[e] the Israelites found out that these people actually lived in the nearby towns of Gibeon, Chephirah, Beeroth, and Kiriath-Jearim.[f] So the Israelites left the place where they had camped and arrived at the four towns two days later.[g] ", "18": "But they did not attack the towns, because the Israelite leaders had sworn in the name of the Lord that they would let these people live. The Israelites complained about their leaders' decision not to attack, ", "19-21": "but the leaders reminded them, “We promised these people in the name of the Lord God of Israel that we would let them live, so we must not harm them. If we break our promise, God will punish us. We'll let them live, but we'll make them cut wood and carry water for our people.”", "22": "Joshua told some of his soldiers, “I want to meet with the Gibeonite leaders. Bring them here.” When the Gibeonites came, Joshua said, “You live close to us. Why did you lie by claiming you lived far away? ", "23": "Now you are under a curse, and your people will have to send workers to cut wood and carry water for the place of worship.”[h]", "24": "The Gibeonites answered, “The Lord your God told his servant Moses that you were to kill everyone who lives here and take their land for yourselves. We were afraid you would kill us, and so we tricked you into making a peace treaty. But we agreed to be your servants, ", "25": "and you are strong enough to do anything to us that you want. We just ask you to do what seems right.”", "26": "Joshua did not let the Israelites kill the Gibeonites, ", "27": "but he did tell the Gibeonites that they would have to be servants of the nation of Israel. They would have to cut firewood and bring it for the priests to use for burning sacrifices on the Lord's altar, wherever the Lord decided the altar would be. The Gibeonites would also have to carry water for the priests. And that is still the work of the Gibeonites."}