{"1": "Jesus left that place and went into the area of Judea and across the Jordan River. Again crowds of people came to him. As usual, he taught them.", "2": "Some Pharisees came to test Jesus. They asked, “Does the Law allow a man to divorce his wife?”", "3": "“What did Moses command you?” he replied.", "4": "They said, “Moses allowed a man to write a letter of divorce and send her away.”", "5": "“You were stubborn. That's why Moses wrote you this law,” Jesus replied. ", "6": "“But at the beginning of creation, God 'made them male and female.' (Genesis 1:27) ", "7": "'That's why a man will leave his father and mother and be joined to his wife. ", "8": "The two of them will become one.' (Genesis 2:24) They are no longer two, but one. ", "9": "So no one should separate what God has joined together.”", "10": "When they were in the house again, the disciples asked Jesus about this. ", "11": "He answered, “What if a man divorces his wife and gets married to another woman? He commits adultery against her. ", "12": "And what if she divorces her husband and gets married to another man? She commits adultery.”", "13": "People were bringing little children to Jesus. They wanted him to place his hands on them to bless them. But the disciples told them to stop. ", "14": "When Jesus saw this, he was angry. He said to his disciples, “Let the little children come to me. Don't keep them away. God's kingdom belongs to people like them. ", "15": "What I'm about to tell you is true. Anyone who will not receive God's kingdom like a little child will never enter it.” ", "16": "Then he took the children in his arms. He placed his hands on them to bless them.", "17": "As Jesus started on his way, a man ran up to him. He fell on his knees before Jesus. “Good teacher,” he said, “what must I do to receive eternal life?”", "18": "“Why do you call me good?” Jesus answered. “No one is good except God. ", "19": "You know what the commandments say. 'Do not murder. Do not commit adultery. Do not steal. Do not be a false witness. Do not cheat. Honor your father and mother.' ” (Exodus 20:12–16; Deuteronomy 5:16–20)", "20": "“Teacher,” he said, “I have obeyed all those commandments since I was a boy.”", "21": "Jesus looked at him and loved him. “You are missing one thing,” he said. “Go and sell everything you have. Give the money to those who are poor. You will have treasure in heaven. Then come and follow me.”", "22": "The man's face fell. He went away sad, because he was very rich.", "23": "Jesus looked around. He said to his disciples, “How hard it is for rich people to enter God's kingdom!”", "24": "The disciples were amazed at his words. But Jesus said again, “Children, how hard it is to enter God's kingdom! ", "25": "Is it hard for a camel to go through the eye of a needle? It is even harder for someone who is rich to enter God's kingdom!”", "26": "The disciples were even more amazed. They said to each other, “Then who can be saved?”", "27": "Jesus looked at them and said, “With people, this is impossible. But not with God. All things are possible with God.”", "28": "Then Peter spoke up, “We have left everything to follow you!”", "29": "“What I'm about to tell you is true,” Jesus replied. “Has anyone left home or family or fields for me and the good news? ", "30": "They will receive 100 times as much in this world. They will have homes and families and fields. But they will also be treated badly by others. In the world to come they will live forever. ", "31": "But many who are first will be last. And the last will be first.”", "32": "They were on their way up to Jerusalem. Jesus was leading the way. The disciples were amazed. Those who followed were afraid. Again Jesus took the 12 disciples to one side. He told them what was going to happen to him. ", "33": "“We are going up to Jerusalem,” he said. “The Son of Man will be handed over to the chief priests and the teachers of the law. They will sentence him to death. Then they will hand him over to the Gentiles. ", "34": "They will make fun of him and spit on him. They will whip him and kill him. Three days later he will rise from the dead!”", "35": "James and John came to Jesus. They were the sons of Zebedee. “Teacher,” they said, “we would like to ask you for a favor.”", "36": "“What do you want me to do for you?” he asked.", "37": "They replied, “Let one of us sit at your right hand in your glorious kingdom. Let the other one sit at your left hand.”", "38": "“You don't know what you're asking for,” Jesus said. “Can you drink the cup of suffering I drink? Or can you go through the baptism of suffering I must go through?”", "39": "“We can,” they answered. Jesus said to them, “You will drink the cup I drink. And you will go through the baptism I go through. ", "40": "But it is not for me to say who will sit at my right or left hand. These places belong to those they are prepared for.”", "41": "The other ten disciples heard about it. They became angry at James and John. ", "42": "Jesus called them together. He said, “You know about those who are rulers of the Gentiles. They hold power over their people. Their high officials order them around. ", "43": "Don't be like that. Instead, anyone who wants to be important among you must be your servant. ", "44": "And anyone who wants to be first must be the slave of everyone. ", "45": "Even the Son of Man did not come to be served. Instead, he came to serve others. He came to give his life as the price for setting many people free.”", "46": "Jesus and his disciples came to Jericho. They were leaving the city. A large crowd was with them. A blind man was sitting by the side of the road begging. His name was Bartimaeus. Bartimaeus means Son of Timaeus. ", "47": "He heard that Jesus of Nazareth was passing by. So he began to shout, “Jesus! Son of David! Have mercy on me!”", "48": "Many people commanded him to stop. They told him to be quiet. But he shouted even louder, “Son of David! Have mercy on me!”", "49": "Jesus stopped and said, “Call for him.” So they called out to the blind man, “Cheer up! Get up on your feet! Jesus is calling for you.” ", "50": "He threw his coat to one side. Then he jumped to his feet and came to Jesus.", "51": "“What do you want me to do for you?” Jesus asked him. The blind man said, “Rabbi, I want to be able to see.”", "52": "“Go,” said Jesus. “Your faith has healed you.” Right away he could see. And he followed Jesus along the road."}