{"1": "A few days later, Jesus entered Capernaum again. The people heard that he had come home. ", "2": "So many people gathered that there was no room left. There was not even room outside the door. And Jesus preached the word to them. ", "3": "Four of those who came were carrying a man who could not walk. ", "4": "But they could not get him close to Jesus because of the crowd. So they made a hole by digging through the roof above Jesus. Then they lowered the man through it on a mat. ", "5": "Jesus saw their faith. So he said to the man, “Son, your sins are forgiven.”", "6": "Some teachers of the law were sitting there. They were thinking, ", "7": "“Why is this fellow talking like that? He's saying a very evil thing! Only God can forgive sins!”", "8": "Right away Jesus knew what they were thinking. So he said to them, “Why are you thinking these things? ", "9": "Is it easier to say to this man, 'Your sins are forgiven'? Or to say, 'Get up, take your mat and walk'? ", "10": "But I want you to know that the Son of Man has authority on earth to forgive sins.” So Jesus spoke to the man who could not walk. ", "11": "“I tell you,” he said, “get up. Take your mat and go home.” ", "12": "The man got up and took his mat. Then he walked away while everyone watched. All the people were amazed. They praised God and said, “We have never seen anything like this!”", "13": "Once again Jesus went out beside the Sea of Galilee. A large crowd came to him. He began to teach them. ", "14": "As he walked along he saw Levi, the son of Alphaeus. Levi was sitting at the tax collector's booth. “Follow me,” Jesus told him. Levi got up and followed him.", "15": "Later Jesus was having dinner at Levi's house. Many tax collectors and sinners were eating with him and his disciples. They were part of the large crowd following Jesus. ", "16": "Some teachers of the law who were Pharisees were there. They saw Jesus eating with sinners and tax collectors. So they asked his disciples, “Why does he eat with tax collectors and sinners?”", "17": "Jesus heard that. So he said to them, “Those who are healthy don't need a doctor. Sick people do. I have not come to get those who think they are right with God to follow me. I have come to get sinners to follow me.”", "18": "John's disciples and the Pharisees were going without eating. Some people came to Jesus. They said to him, “John's disciples are fasting. The disciples of the Pharisees are also fasting. But your disciples are not. Why aren't they?”", "19": "Jesus answered, “How can the guests of the groom go without eating while he is with them? They will not fast as long as he is with them. ", "20": "But the time will come when the groom will be taken away from them. On that day they will go without eating.", "21": "“No one sews a patch of new cloth on old clothes. Otherwise, the new piece will pull away from the old. That will make the tear worse. ", "22": "No one pours new wine into old wineskins. Otherwise, the wine will burst the skins. Then the wine and the wineskins will both be destroyed. No, people pour new wine into new wineskins.”", "23": "One Sabbath day Jesus was walking with his disciples through the grainfields. The disciples began to break off some heads of grain. ", "24": "The Pharisees said to Jesus, “Look! It is against the Law to do this on the Sabbath day. Why are your disciples doing it?”", "25": "He answered, “Haven't you ever read about what David did? He and his men were hungry. They needed food. ", "26": "It was when Abiathar was high priest. David entered the house of God and ate the holy bread. Only priests were allowed to eat it. David also gave some to his men.”", "27": "Then Jesus said to them, “The Sabbath day was made for man. Man was not made for the Sabbath day. ", "28": "So the Son of Man is Lord even of the Sabbath day.”"}