{"1": "What I say is true: Anyone wanting to become an overseer desires a good work. ", "2": "An overseer must not give people a reason to criticize him, and he must have only one wife. He must be self-controlled, wise, respected by others, ready to welcome guests, and able to teach. ", "3": "He must not drink too much wine or like to fight, but rather be gentle and peaceable, not loving money. ", "4": "He must be a good family leader, having children who cooperate with full respect. ", "5": "(If someone does not know how to lead the family, how can that person take care of God's church?) ", "6": "But an elder must not be a new believer, or he might be too proud of himself and be judged guilty just as the devil was. ", "7": "An elder must also have the respect of people who are not in the church so he will not be criticized by others and caught in the devil's trap.", "8": "In the same way, deacons must be respected by others, not saying things they do not mean. They must not drink too much wine or try to get rich by cheating others. ", "9": "With a clear conscience they must follow the secret of the faith that God made known to us. ", "10": "Test them first. Then let them serve as deacons if you find nothing wrong in them. ", "11": "In the same way, women[a] must be respected by others. They must not speak evil of others. They must be self-controlled and trustworthy in everything. ", "12": "Deacons must have only one wife and be good leaders of their children and their own families. ", "13": "Those who serve well as deacons are making an honorable place for themselves, and they will be very bold in their faith in Christ Jesus.", "14": "Although I hope I can come to you soon, I am writing these things to you now. ", "15": "Then, even if I am delayed, you will know how to live in the family of God. That family is the church of the living God, the support and foundation of the truth. ", "16": "Without doubt, the secret of our life of worship is great: He[b] was shown to us in a human body, proved right in spirit, and seen by angels. He was proclaimed to the nations, believed in by the world, and taken up in glory."}