{"1": "Now the Holy Spirit clearly says that in the later times some people will stop believing the faith. They will follow spirits that lie and teachings of demons. ", "2": "Such teachings come from the false words of liars whose consciences are destroyed as if by a hot iron. ", "3": "They forbid people to marry and tell them not to eat certain foods which God created to be eaten with thanks by people who believe and know the truth. ", "4": "Everything God made is good, and nothing should be refused if it is accepted with thanks, ", "5": "because it is made holy by what God has said and by prayer.", "6": "By telling these things to the brothers and sisters, you will be a good servant of Christ Jesus. You will be made strong by the words of the faith and the good teaching which you have been following. ", "7": "But do not follow foolish stories that disagree with God's truth, but train yourself to serve God. ", "8": "Training your body helps you in some ways, but serving God helps you in every way by bringing you blessings in this life and in the future life, too. ", "9": "What I say is true, and you should fully accept it. ", "10": "This is why we work and struggle:[a] We hope in the living God who is the Savior of all people, especially of those who believe.", "11": "Command and teach these things. ", "12": "Do not let anyone treat you as if you are unimportant because you are young. Instead, be an example to the believers with your words, your actions, your love, your faith, and your pure life. ", "13": "Until I come, continue to read the Scriptures to the people, strengthen them, and teach them. ", "14": "Use the gift you have, which was given to you through prophecy when the group of elders laid their hands on[b] you. ", "15": "Continue to do those things; give your life to doing them so your progress may be seen by everyone. ", "16": "Be careful in your life and in your teaching. If you continue to live and teach rightly, you will save both yourself and those who listen to you."}