{"1": "Do not speak angrily to an older man, but plead with him as if he were your father. Treat younger men like brothers, ", "2": "older women like mothers, and younger women like sisters. Always treat them in a pure way.", "3": "Take care of widows who are truly widows. ", "4": "But if a widow has children or grandchildren, let them first learn to do their duty to their own family and to repay their parents or grandparents. That pleases God. ", "5": "The true widow, who is all alone, puts her hope in God and continues to pray night and day for God's help. ", "6": "But the widow who uses her life to please herself is really dead while she is alive. ", "7": "Tell the believers to do these things so that no one can criticize them. ", "8": "Whoever does not care for his own relatives, especially his own family members, has turned against the faith and is worse than someone who does not believe in God.", "9": "To be on the list of widows, a woman must be at least sixty years old. She must have been faithful to her husband. ", "10": "She must be known for her good works—works such as raising her children, welcoming strangers, washing the feet of God's people, helping those in trouble, and giving her life to do all kinds of good deeds.", "11": "But do not put younger widows on that list. After they give themselves to Christ, they are pulled away from him by their physical desires, and then they want to marry again. ", "12": "They will be judged for not doing what they first promised to do. ", "13": "Besides that, they learn to waste their time, going from house to house. And they not only waste their time but also begin to gossip and busy themselves with other people's lives, saying things they should not say. ", "14": "So I want the younger widows to marry, have children, and manage their homes. Then no enemy will have any reason to criticize them. ", "15": "But some have already turned away to follow Satan.", "16": "If any woman who is a believer has widows in her family, she should care for them herself. The church should not have to care for them. Then it will be able to take care of those who are truly widows.", "17": "The elders who lead the church well should receive double honor, especially those who work hard by speaking and teaching, ", "18": "because the Scripture says: “When an ox is working in the grain, do not cover its mouth to keep it from eating,”[a] and “A worker should be given his pay.”[b]", "19": "Do not listen to someone who accuses an elder, without two or three witnesses. ", "20": "Tell those who continue sinning that they are wrong. Do this in front of the whole church so that the others will have a warning.", "21": "Before God and Christ Jesus and the chosen angels, I command you to do these things without showing favor of any kind to anyone.", "22": "Think carefully before you lay your hands on[c] anyone, and don't share in the sins of others. Keep yourself pure.", "23": "Stop drinking only water, but drink a little wine to help your stomach and your frequent sicknesses.", "24": "The sins of some people are easy to see even before they are judged, but the sins of others are seen only later. ", "25": "So also good deeds are easy to see, but even those that are not easily seen cannot stay hidden."}