{"1": "All who are slaves under a yoke should show full respect to their masters so no one will speak against God's name and our teaching. ", "2": "The slaves whose masters are believers should not show their masters any less respect because they are believers. They should serve their masters even better, because they are helping believers they love. You must teach and preach these things.", "3": "Anyone who has a different teaching does not agree with the true teaching of our Lord Jesus Christ and the teaching that shows the true way to serve God. ", "4": "This person is full of pride and understands nothing, but is sick with a love for arguing and fighting about words. This brings jealousy, fighting, speaking against others, evil mistrust, ", "5": "and constant quarrels from those who have evil minds and have lost the truth. They think that serving God is a way to get rich.", "6": "Serving God does make us very rich, if we are satisfied with what we have. ", "7": "We brought nothing into the world, so we can take nothing out. ", "8": "But, if we have food and clothes, we will be satisfied with that. ", "9": "Those who want to become rich bring temptation to themselves and are caught in a trap. They want many foolish and harmful things that ruin and destroy people. ", "10": "The love of money causes all kinds of evil. Some people have left the faith, because they wanted to get more money, but they have caused themselves much sorrow.", "11": "But you, man of God, run away from all those things. Instead, live in the right way, serve God, have faith, love, patience, and gentleness. ", "12": "Fight the good fight of faith, grabbing hold of the life that continues forever. You were called to have that life when you confessed the good confession before many witnesses. ", "13": "In the sight of God, who gives life to everything, and of Christ Jesus, I give you a command. Christ Jesus made the good confession when he stood before Pontius Pilate. ", "14": "Do what you were commanded to do without wrong or blame until our Lord Jesus Christ comes again. ", "15": "God will make that happen at the right time. He is the blessed and only Ruler, the King of all kings and the Lord of all lords. ", "16": "He is the only One who never dies. He lives in light so bright no one can go near it. No one has ever seen God, or can see him. May honor and power belong to God forever. Amen.", "17": "Command those who are rich with things of this world not to be proud. Tell them to hope in God, not in their uncertain riches. God richly gives us everything to enjoy. ", "18": "Tell the rich people to do good, to be rich in doing good deeds, to be generous and ready to share. ", "19": "By doing that, they will be saving a treasure for themselves as a strong foundation for the future. Then they will be able to have the life that is true life.", "20": "Timothy, guard what God has trusted to you. Stay away from foolish, useless talk and from the arguments of what is falsely called “knowledge.” ", "21": "By saying they have that “knowledge,” some have missed the true faith. Grace be with you."}