{"1": "Many have tried to report on the things that happened among us. ", "2": "They have written the same things that we learned from others—the people who saw those things from the beginning and served God by telling people his message. ", "3": "Since I myself have studied everything carefully from the beginning, most excellent[a] Theophilus, it seemed good for me to write it out for you. I arranged it in order, ", "4": "to help you know that what you have been taught is true.", "5": "During the time Herod ruled Judea, there was a priest named Zechariah who belonged to Abijah's group.[b] Zechariah's wife, Elizabeth, came from the family of Aaron. ", "6": "Zechariah and Elizabeth truly did what God said was good. They did everything the Lord commanded and were without fault in keeping his law. ", "7": "But they had no children, because Elizabeth could not have a baby, and both of them were very old.", "8": "One day Zechariah was serving as a priest before God, because his group was on duty. ", "9": "According to the custom of the priests, he was chosen by lot to go into the Temple of the Lord and burn incense. ", "10": "There were a great many people outside praying at the time the incense was offered. ", "11": "Then an angel of the Lord appeared to Zechariah, standing on the right side of the incense table. ", "12": "When he saw the angel, Zechariah was startled and frightened. ", "13": "But the angel said to him, “Zechariah, don't be afraid. God has heard your prayer. Your wife, Elizabeth, will give birth to a son, and you will name him John. ", "14": "He will bring you joy and gladness, and many people will be happy because of his birth. ", "15": "John will be a great man for the Lord. He will never drink wine or beer, and even from birth, he will be filled with the Holy Spirit. ", "16": "He will help many people of Israel return to the Lord their God. ", "17": "He will go before the Lord in spirit and power like Elijah. He will make peace between parents and their children and will bring those who are not obeying God back to the right way of thinking, to make a people ready for the coming of the Lord.”", "18": "Zechariah said to the angel, “How can I know that what you say is true? I am an old man, and my wife is old, too.”", "19": "The angel answered him, “I am Gabriel. I stand before God, who sent me to talk to you and to tell you this good news. ", "20": "Now, listen! You will not be able to speak until the day these things happen, because you did not believe what I told you. But they will really happen.”", "21": "Outside, the people were still waiting for Zechariah and were surprised that he was staying so long in the Temple. ", "22": "When Zechariah came outside, he could not speak to them, and they knew he had seen a vision in the Temple. He could only make signs to them and remained unable to speak. ", "23": "When his time of service at the Temple was finished, he went home.", "24": "Later, Zechariah's wife, Elizabeth, became pregnant and did not go out of her house for five months. Elizabeth said, ", "25": "“Look what the Lord has done for me! My people were ashamed[c] of me, but now the Lord has taken away that shame.”", "26": "During Elizabeth's sixth month of pregnancy, God sent the angel Gabriel to Nazareth, a town in Galilee, ", "27": "to a virgin. She was engaged to marry a man named Joseph from the family of David. Her name was Mary. ", "28": "The angel came to her and said, “Greetings! The Lord has blessed you and is with you.”", "29": "But Mary was very startled by what the angel said and wondered what this greeting might mean.", "30": "The angel said to her, “Don't be afraid, Mary; God has shown you his grace. ", "31": "Listen! You will become pregnant and give birth to a son, and you will name him Jesus. ", "32": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of King David, his ancestor. ", "33": "He will rule over the people of Jacob forever, and his kingdom will never end.”", "34": "Mary said to the angel, “How will this happen since I am a virgin?”", "35": "The angel said to Mary, “The Holy Spirit will come upon you, and the power of the Most High will cover you. For this reason the baby will be holy and will be called the Son of God. ", "36": "Now Elizabeth, your relative, is also pregnant with a son though she is very old. Everyone thought she could not have a baby, but she has been pregnant for six months. ", "37": "God can do anything!”", "38": "Mary said, “I am the servant of the Lord. Let this happen to me as you say!” Then the angel went away.", "39": "Mary got up and went quickly to a town in the hills of Judea. ", "40": "She came to Zechariah's house and greeted Elizabeth. ", "41": "When Elizabeth heard Mary's greeting, the unborn baby inside her jumped, and Elizabeth was filled with the Holy Spirit. ", "42": "She cried out in a loud voice, “God has blessed you more than any other woman, and he has blessed the baby to which you will give birth. ", "43": "Why has this good thing happened to me, that the mother of my Lord comes to me? ", "44": "When I heard your voice, the baby inside me jumped with joy. ", "45": "You are blessed because you believed that what the Lord said to you would really happen.”", "46": "Then Mary said, “My soul praises the Lord;", "47": "my heart rejoices in God my Savior,", "48": "because he has shown his concern for his humble servant girl. From now on, all people will say that I am blessed,", "49": "because the Powerful One has done great things for me. His name is holy.", "50": "God will show his mercy forever and ever to those who worship and serve him.", "51": "He has done mighty deeds by his power. He has scattered the people who are proud and think great things about themselves.", "52": "He has brought down rulers from their thrones and raised up the humble.", "53": "He has filled the hungry with good things and sent the rich away with nothing.", "54": "He has helped his servant, the people of Israel, remembering to show them mercy", "55": "as he promised to our ancestors, to Abraham and to his children forever.”", "56": "Mary stayed with Elizabeth for about three months and then returned home.", "57": "When it was time for Elizabeth to give birth, she had a boy. ", "58": "Her neighbors and relatives heard how good the Lord was to her, and they rejoiced with her.", "59": "When the baby was eight days old, they came to circumcise him. They wanted to name him Zechariah because this was his father's name, ", "60": "but his mother said, “No! He will be named John.”", "61": "The people said to Elizabeth, “But no one in your family has this name.” ", "62": "Then they made signs to his father to find out what he would like to name him.", "63": "Zechariah asked for a writing tablet and wrote, “His name is John,” and everyone was surprised. ", "64": "Immediately Zechariah could talk again, and he began praising God. ", "65": "All their neighbors became alarmed, and in all the mountains of Judea people continued talking about all these things. ", "66": "The people who heard about them wondered, saying, “What will this child be?” because the Lord was with him.", "67": "Then Zechariah, John's father, was filled with the Holy Spirit and prophesied:", "68": "“Let us praise the Lord, the God of Israel, because he has come to help his people and has given them freedom.", "69": "He has given us a powerful Savior from the family of God's servant David.", "70": "He said that he would do this through his holy prophets who lived long ago:", "71": "He promised he would save us from our enemies and from the power of all those who hate us.", "72": "He said he would give mercy to our ancestors and that he would remember his holy promise.", "73": "God promised Abraham, our father,", "74": "that he would save us from the power of our enemies so we could serve him without fear,", "75": "being holy and good before God as long as we live.", "76": "“Now you, child, will be called a prophet of the Most High God. You will go before the Lord to prepare his way.", "77": "You will make his people know that they will be saved by having their sins forgiven.", "78": "With the loving mercy of our God, a new day from heaven will dawn upon us.", "79": "It will shine on those who live in darkness, in the shadow of death. It will guide us into the path of peace.”", "80": "And so the child grew up and became strong in spirit. John lived in the desert until the time when he came out to preach to Israel."}