{"1": "One time Jesus was praying in a certain place. When he finished, one of his followers said to him, “Lord, teach us to pray as John taught his followers.”", "2": "Jesus said to them, “When you pray, say: 'Father, may your name always be kept holy. May your kingdom come.", "3": "Give us the food we need for each day.", "4": "Forgive us for our sins, because we forgive everyone who has done wrong to us. And do not cause us to be tempted.'”[a]", "5": "Then Jesus said to them, “Suppose one of you went to your friend's house at midnight and said to him, 'Friend, loan me three loaves of bread. ", "6": "A friend of mine has come into town to visit me, but I have nothing for him to eat.' ", "7": "Your friend inside the house answers, 'Don't bother me! The door is already locked, and my children and I are in bed. I cannot get up and give you anything.' ", "8": "I tell you, if friendship is not enough to make him get up to give you the bread, your boldness will make him get up and give you whatever you need. ", "9": "So I tell you, ask, and God will give to you. Search, and you will find. Knock, and the door will open for you. ", "10": "Yes, everyone who asks will receive. The one who searches will find. And everyone who knocks will have the door opened. ", "11": "If your children ask for[b] a fish, which of you would give them a snake instead? ", "12": "Or, if your children ask for an egg, would you give them a scorpion? ", "13": "Even though you are bad, you know how to give good things to your children. How much more your heavenly Father will give the Holy Spirit to those who ask him!”", "14": "One time Jesus was sending out a demon who could not talk. When the demon came out, the man who had been unable to speak, then spoke. The people were amazed. ", "15": "But some of them said, “Jesus uses the power of Beelzebul, the ruler of demons, to force demons out of people.”", "16": "Other people, wanting to test Jesus, asked him to give them a sign from heaven. ", "17": "But knowing their thoughts, he said to them, “Every kingdom that is divided against itself will be destroyed. And a family that is divided against itself will not continue. ", "18": "So if Satan is divided against himself, his kingdom will not continue. You say that I use the power of Beelzebul to force out demons. ", "19": "But if I use the power of Beelzebul to force out demons, what power do your people use to force demons out? So they will be your judges. ", "20": "But if I use the power of God to force out demons, then the kingdom of God has come to you.", "21": "“When a strong person with many weapons guards his own house, his possessions are safe. ", "22": "But when someone stronger comes and defeats him, the stronger one will take away the weapons the first man trusted and will give away the possessions.", "23": "“Anyone who is not with me is against me, and anyone who does not work with me is working against me.", "24": "“When an evil spirit comes out of a person, it travels through dry places, looking for a place to rest. But when it finds no place, it says, 'I will go back to the house I left.' ", "25": "And when it comes back, it finds that house swept clean and made neat. ", "26": "Then the evil spirit goes out and brings seven other spirits more evil than it is, and they go in and live there. So the person has even more trouble than before.”", "27": "As Jesus was saying these things, a woman in the crowd called out to Jesus, “Blessed is the mother who gave birth to you and nursed you.”", "28": "But Jesus said, “No, blessed are those who hear the teaching of God and obey it.”", "29": "As the crowd grew larger, Jesus said, “The people who live today are evil. They want to see a miracle for a sign, but no sign will be given them, except the sign of Jonah.[c] ", "30": "As Jonah was a sign for those people who lived in Nineveh, the Son of Man will be a sign for the people of this time. ", "31": "On the Judgment Day the Queen of the South[d] will stand up with the people who live now. She will show they are guilty, because she came from far away to listen to Solomon's wise teaching. And I tell you that someone greater than Solomon is here. ", "32": "On the Judgment Day the people of Nineveh will stand up with the people who live now, and they will show that you are guilty. When Jonah preached to them, they were sorry and changed their lives. And I tell you that someone greater than Jonah is here.", "33": "“No one lights a lamp and puts it in a secret place or under a bowl, but on a lampstand so the people who come in can see. ", "34": "Your eye is a light for the body. When your eyes are good, your whole body will be full of light. But when your eyes are evil, your whole body will be full of darkness. ", "35": "So be careful not to let the light in you become darkness. ", "36": "If your whole body is full of light, and none of it is dark, then you will shine bright, as when a lamp shines on you.”", "37": "After Jesus had finished speaking, a Pharisee asked Jesus to eat with him. So Jesus went in and sat at the table. ", "38": "But the Pharisee was surprised when he saw that Jesus did not wash his hands[e] before the meal. ", "39": "The Lord said to him, “You Pharisees clean the outside of the cup and the dish, but inside you are full of greed and evil. ", "40": "You foolish people! The same one who made what is outside also made what is inside. ", "41": "So give what is in your dishes to the poor, and then you will be fully clean. ", "42": "How terrible for you Pharisees! You give God one-tenth of even your mint, your rue, and every other plant in your garden. But you fail to be fair to others and to love God. These are the things you should do while continuing to do those other things. ", "43": "How terrible for you Pharisees, because you love to have the most important seats in the synagogues, and you love to be greeted with respect in the marketplaces. ", "44": "How terrible for you, because you are like hidden graves, which people walk on without knowing.”", "45": "One of the experts on the law said to Jesus, “Teacher, when you say these things, you are insulting us, too.”", "46": "Jesus answered, “How terrible for you, you experts on the law! You make strict rules that are very hard for people to obey, but you yourselves don't even try to follow those rules. ", "47": "How terrible for you, because you build tombs for the prophets whom your ancestors killed! ", "48": "And now you show that you approve of what your ancestors did. They killed the prophets, and you build tombs for them! ", "49": "This is why in his wisdom God said, 'I will send prophets and apostles to them. They will kill some, and they will treat others cruelly.' ", "50": "So you who live now will be punished for the deaths of all the prophets who were killed since the beginning of the world— ", "51": "from the killing of Abel to the killing of Zechariah,[f] who died between the altar and the Temple. Yes, I tell you that you who are alive now will be punished for them all.", "52": "“How terrible for you, you experts on the law. You have taken away the key to learning about God. You yourselves would not learn, and you stopped others from learning, too.”", "53": "When Jesus left, the teachers of the law and the Pharisees began to give him trouble, asking him questions about many things, ", "54": "trying to catch him saying something wrong."}