{"1": "So many thousands of people had gathered that they were stepping on each other. Jesus spoke first to his followers, saying, “Beware of the yeast of the Pharisees, because they are hypocrites. ", "2": "Everything that is hidden will be shown, and everything that is secret will be made known. ", "3": "What you have said in the dark will be heard in the light, and what you have whispered in an inner room will be shouted from the housetops.", "4": "“I tell you, my friends, don't be afraid of people who can kill the body but after that can do nothing more to hurt you. ", "5": "I will show you the one to fear. Fear the one who has the power to kill you and also to throw you into hell. Yes, this is the one you should fear.", "6": "“Five sparrows are sold for only two pennies, and God does not forget any of them. ", "7": "But God even knows how many hairs you have on your head. Don't be afraid. You are worth much more than many sparrows.", "8": "“I tell you, all those who stand before others and say they believe in me, I, the Son of Man, will say before the angels of God that they belong to me. ", "9": "But all who stand before others and say they do not believe in me, I will say before the angels of God that they do not belong to me.", "10": "“Anyone who speaks against the Son of Man can be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven.", "11": "“When you are brought into the synagogues before the leaders and other powerful people, don't worry about how to defend yourself or what to say. ", "12": "At that time the Holy Spirit will teach you what you must say.”", "13": "Someone in the crowd said to Jesus, “Teacher, tell my brother to divide with me the property our father left us.”", "14": "But Jesus said to him, “Who said I should judge or decide between you?” ", "15": "Then Jesus said to them, “Be careful and guard against all kinds of greed. Life is not measured by how much one owns.”", "16": "Then Jesus told this story: “There was a rich man who had some land, which grew a good crop. ", "17": "He thought to himself, 'What will I do? I have no place to keep all my crops.' ", "18": "Then he said, 'This is what I will do: I will tear down my barns and build bigger ones, and there I will store all my grain and other goods. ", "19": "Then I can say to myself, “I have enough good things stored to last for many years. Rest, eat, drink, and enjoy life!”'", "20": "“But God said to him, 'Foolish man! Tonight your life will be taken from you. So who will get those things you have prepared for yourself?'", "21": "“This is how it will be for those who store up things for themselves and are not rich toward God.”", "22": "Jesus said to his followers, “So I tell you, don't worry about the food you need to live, or about the clothes you need for your body. ", "23": "Life is more than food, and the body is more than clothes. ", "24": "Look at the birds. They don't plant or harvest, they don't have storerooms or barns, but God feeds them. And you are worth much more than birds. ", "25": "You cannot add any time to your life by worrying about it. ", "26": "If you cannot do even the little things, then why worry about the big things? ", "27": "Consider how the lilies grow; they don't work or make clothes for themselves. But I tell you that even Solomon with his riches was not dressed as beautifully as one of these flowers. ", "28": "God clothes the grass in the field, which is alive today but tomorrow is thrown into the fire. So how much more will God clothe you? Don't have so little faith! ", "29": "Don't always think about what you will eat or what you will drink, and don't keep worrying. ", "30": "All the people in the world are trying to get these things, and your Father knows you need them. ", "31": "But seek God's kingdom, and all your other needs will be met as well.", "32": "“Don't fear, little flock, because your Father wants to give you the kingdom. ", "33": "Sell your possessions and give to the poor. Get for yourselves purses that will not wear out, the treasure in heaven that never runs out, where thieves can't steal and moths can't destroy. ", "34": "Your heart will be where your treasure is.", "35": "“Be dressed, ready for service, and have your lamps shining. ", "36": "Be like servants who are waiting for their master to come home from a wedding party. When he comes and knocks, the servants immediately open the door for him. ", "37": "They will be blessed when their master comes home, because he sees that they were watching for him. I tell you the truth, the master will dress himself to serve and tell the servants to sit at the table, and he will serve them. ", "38": "Those servants will be blessed when he comes in and finds them still waiting, even if it is midnight or later.", "39": "“Remember this: If the owner of the house knew what time a thief was coming, he would not allow the thief to enter his house. ", "40": "So you also must be ready, because the Son of Man will come at a time when you don't expect him!”", "41": "Peter said, “Lord, did you tell this story to us or to all people?”", "42": "The Lord said, “Who is the wise and trusted servant that the master trusts to give the other servants their food at the right time? ", "43": "When the master comes and finds the servant doing his work, the servant will be blessed. ", "44": "I tell you the truth, the master will choose that servant to take care of everything he owns. ", "45": "But suppose the servant thinks to himself, 'My master will not come back soon,' and he begins to beat the other servants, men and women, and to eat and drink and get drunk. ", "46": "The master will come when that servant is not ready and is not expecting him. Then the master will cut him in pieces and send him away to be with the others who don't obey.", "47": "“The servant who knows what his master wants but is not ready, or who does not do what the master wants, will be beaten with many blows! ", "48": "But the servant who does not know what his master wants and does things that should be punished will be beaten with few blows. From everyone who has been given much, much will be demanded. And from the one trusted with much, much more will be expected.", "49": "“I came to set fire to the world, and I wish it were already burning! ", "50": "I have a baptism[a] to suffer through, and I feel very troubled until it is over. ", "51": "Do you think I came to give peace to the earth? No, I tell you, I came to divide it. ", "52": "From now on, a family with five people will be divided, three against two, and two against three. ", "53": "They will be divided: father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”", "54": "Then Jesus said to the people, “When you see clouds coming up in the west, you say, 'It's going to rain,' and it happens. ", "55": "When you feel the wind begin to blow from the south, you say, 'It will be a hot day,' and it happens. ", "56": "Hypocrites! You know how to understand the appearance of the earth and sky. Why don't you understand what is happening now?", "57": "“Why can't you decide for yourselves what is right? ", "58": "If your enemy is taking you to court, try hard to settle it on the way. If you don't, your enemy might take you to the judge, and the judge might turn you over to the officer, and the officer might throw you into jail. ", "59": "I tell you, you will not get out of there until you have paid everything you owe.”"}