{"1": "On a Sabbath day, when Jesus went to eat at the home of a leading Pharisee, the people were watching Jesus very closely. ", "2": "And in front of him was a man with dropsy.[a] ", "3": "Jesus said to the Pharisees and experts on the law, “Is it right or wrong to heal on the Sabbath day?” ", "4": "But they would not answer his question. So Jesus took the man, healed him, and sent him away. ", "5": "Jesus said to the Pharisees and teachers of the law, “If your child[b] or ox falls into a well on the Sabbath day, will you not pull him out quickly?” ", "6": "And they could not answer him.", "7": "When Jesus noticed that some of the guests were choosing the best places to sit, he told this story: ", "8": "“When someone invites you to a wedding feast, don't take the most important seat, because someone more important than you may have been invited. ", "9": "The host, who invited both of you, will come to you and say, 'Give this person your seat.' Then you will be embarrassed and will have to move to the last place. ", "10": "So when you are invited, go sit in a seat that is not important. When the host comes to you, he may say, 'Friend, move up here to a more important place.' Then all the other guests will respect you. ", "11": "All who make themselves great will be made humble, but those who make themselves humble will be made great.”", "12": "Then Jesus said to the man who had invited him, “When you give a lunch or a dinner, don't invite only your friends, your family, your other relatives, and your rich neighbors. At another time they will invite you to eat with them, and you will be repaid. ", "13": "Instead, when you give a feast, invite the poor, the crippled, the lame, and the blind. ", "14": "Then you will be blessed, because they have nothing and cannot pay you back. But you will be repaid when the good people rise from the dead.”", "15": "One of those at the table with Jesus heard these things and said to him, “Blessed are the people who will share in the meal in God's kingdom.”", "16": "Jesus said to him, “A man gave a big banquet and invited many people. ", "17": "When it was time to eat, the man sent his servant to tell the guests, 'Come. Everything is ready.'", "18": "“But all the guests made excuses. The first one said, 'I have just bought a field, and I must go look at it. Please excuse me.' ", "19": "Another said, 'I have just bought five pairs of oxen; I must go and try them. Please excuse me.' ", "20": "A third person said, 'I just got married; I can't come.' ", "21": "So the servant returned and told his master what had happened. Then the master became angry and said, 'Go at once into the streets and alleys of the town, and bring in the poor, the crippled, the blind, and the lame.' ", "22": "Later the servant said to him, 'Master, I did what you commanded, but we still have room.' ", "23": "The master said to the servant, 'Go out to the roads and country lanes, and urge the people there to come so my house will be full. ", "24": "I tell you, none of those whom I invited first will eat with me.'”", "25": "Large crowds were traveling with Jesus, and he turned and said to them, ", "26": "“If anyone comes to me but loves his father, mother, wife, children, brothers, or sisters—or even life—more than me, he cannot be my follower. ", "27": "Whoever is not willing to carry his cross and follow me cannot be my follower. ", "28": "If you want to build a tower, you first sit down and decide how much it will cost, to see if you have enough money to finish the job. ", "29": "If you don't, you might lay the foundation, but you would not be able to finish. Then all who would see it would make fun of you, ", "30": "saying, 'This person began to build but was not able to finish.'", "31": "“If a king is going to fight another king, first he will sit down and plan. He will decide if he and his ten thousand soldiers can defeat the other king who has twenty thousand soldiers. ", "32": "If he can't, then while the other king is still far away, he will send some people to speak to him and ask for peace. ", "33": "In the same way, you must give up everything you have to be my follower.", "34": "“Salt is good, but if it loses its salty taste, you cannot make it salty again. ", "35": "It is no good for the soil or for manure; it is thrown away. “Let those with ears use them and listen.”"}