{"1": "The tax collectors and sinners all came to listen to Jesus. ", "2": "But the Pharisees and the teachers of the law began to complain: “Look, this man welcomes sinners and even eats with them.”", "3": "Then Jesus told them this story: ", "4": "“Suppose one of you has a hundred sheep but loses one of them. Then he will leave the other ninety-nine sheep in the open field and go out and look for the lost sheep until he finds it. ", "5": "And when he finds it, he happily puts it on his shoulders ", "6": "and goes home. He calls to his friends and neighbors and says, 'Be happy with me because I found my lost sheep.' ", "7": "In the same way, I tell you there is more joy in heaven over one sinner who changes his heart and life, than over ninety-nine good people who don't need to change.", "8": "“Suppose a woman has ten silver coins,[a] but loses one. She will light a lamp, sweep the house, and look carefully for the coin until she finds it. ", "9": "And when she finds it, she will call her friends and neighbors and say, 'Be happy with me because I have found the coin that I lost.' ", "10": "In the same way, there is joy in the presence of the angels of God when one sinner changes his heart and life.”", "11": "Then Jesus said, “A man had two sons. ", "12": "The younger son said to his father, 'Give me my share of the property.' So the father divided the property between his two sons. ", "13": "Then the younger son gathered up all that was his and traveled far away to another country. There he wasted his money in foolish living. ", "14": "After he had spent everything, a time came when there was no food anywhere in the country, and the son was poor and hungry. ", "15": "So he got a job with one of the citizens there who sent the son into the fields to feed pigs. ", "16": "The son was so hungry that he wanted to eat the pods the pigs were eating, but no one gave him anything. ", "17": "When he realized what he was doing, he thought, 'All of my father's servants have plenty of food. But I am here, almost dying with hunger. ", "18": "I will leave and return to my father and say to him, “Father, I have sinned against God and against you. ", "19": "I am no longer worthy to be called your son, but let me be like one of your servants.”' ", "20": "So the son left and went to his father. “While the son was still a long way off, his father saw him and felt sorry for his son. So the father ran to him and hugged and kissed him. ", "21": "The son said, 'Father, I have sinned against God and against you. I am no longer worthy to be called your son.'[b] ", "22": "But the father said to his servants, 'Hurry! Bring the best clothes and put them on him. Also, put a ring on his finger and sandals on his feet. ", "23": "And get our fat calf and kill it so we can have a feast and celebrate. ", "24": "My son was dead, but now he is alive again! He was lost, but now he is found!' So they began to celebrate.", "25": "“The older son was in the field, and as he came closer to the house, he heard the sound of music and dancing. ", "26": "So he called to one of the servants and asked what all this meant. ", "27": "The servant said, 'Your brother has come back, and your father killed the fat calf, because your brother came home safely.' ", "28": "The older son was angry and would not go in to the feast. So his father went out and begged him to come in. ", "29": "But the older son said to his father, 'I have served you like a slave for many years and have always obeyed your commands. But you never gave me even a young goat to have at a feast with my friends. ", "30": "But your other son, who wasted all your money on prostitutes, comes home, and you kill the fat calf for him!' ", "31": "The father said to him, 'Son, you are always with me, and all that I have is yours. ", "32": "We had to celebrate and be happy because your brother was dead, but now he is alive. He was lost, but now he is found.'”"}