{"1": "Jesus also said to his followers, “Once there was a rich man who had a manager to take care of his business. This manager was accused of cheating him. ", "2": "So he called the manager in and said to him, 'What is this I hear about you? Give me a report of what you have done with my money, because you can't be my manager any longer.' ", "3": "The manager thought to himself, 'What will I do since my master is taking my job away from me? I am not strong enough to dig ditches, and I am ashamed to beg. ", "4": "I know what I'll do so that when I lose my job people will welcome me into their homes.'", "5": "“So the manager called in everyone who owed the master any money. He asked the first one, 'How much do you owe?' ", "6": "He answered, 'Eight hundred gallons of olive oil.' The manager said to him, 'Take your bill, sit down quickly, and write four hundred gallons.' ", "7": "Then the manager asked another one, 'How much do you owe?' He answered, 'One thousand bushels of wheat.' Then the manager said to him, 'Take your bill and write eight hundred bushels.' ", "8": "So, the master praised the dishonest manager for being clever. Yes, worldly people are more clever with their own kind than spiritual people are.", "9": "“I tell you, make friends for yourselves using worldly riches so that when those riches are gone, you will be welcomed in those homes that continue forever. ", "10": "Whoever can be trusted with a little can also be trusted with a lot, and whoever is dishonest with a little is dishonest with a lot. ", "11": "If you cannot be trusted with worldly riches, then who will trust you with true riches? ", "12": "And if you cannot be trusted with things that belong to someone else, who will give you things of your own?", "13": "“No servant can serve two masters. The servant will hate one master and love the other, or will follow one master and refuse to follow the other. You cannot serve both God and worldly riches.”", "14": "The Pharisees, who loved money, were listening to all these things and made fun of Jesus. ", "15": "He said to them, “You make yourselves look good in front of people, but God knows what is really in your hearts. What is important to people is hateful in God's sight.", "16": "“The law of Moses and the writings of the prophets were preached until John[a] came. Since then the Good News about the kingdom of God is being told, and everyone tries to enter it by force. ", "17": "It would be easier for heaven and earth to pass away than for the smallest part of a letter in the law to be changed.", "18": "“If a man divorces his wife and marries another woman, he is guilty of adultery, and the man who marries a divorced woman is also guilty of adultery.”", "19": "Jesus said, “There was a rich man who always dressed in the finest clothes and lived in luxury every day. ", "20": "And a very poor man named Lazarus, whose body was covered with sores, was laid at the rich man's gate. ", "21": "He wanted to eat only the small pieces of food that fell from the rich man's table. And the dogs would come and lick his sores. ", "22": "Later, Lazarus died, and the angels carried him to the arms of Abraham. The rich man died, too, and was buried. ", "23": "In the place of the dead, he was in much pain. The rich man saw Abraham far away with Lazarus at his side. ", "24": "He called, 'Father Abraham, have mercy on me! Send Lazarus to dip his finger in water and cool my tongue, because I am suffering in this fire!' ", "25": "But Abraham said, 'Child, remember when you were alive you had the good things in life, but bad things happened to Lazarus. Now he is comforted here, and you are suffering. ", "26": "Besides, there is a big pit between you and us, so no one can cross over to you, and no one can leave there and come here.' ", "27": "The rich man said, 'Father, then please send Lazarus to my father's house. ", "28": "I have five brothers, and Lazarus could warn them so that they will not come to this place of pain.' ", "29": "But Abraham said, 'They have the law of Moses and the writings of the prophets; let them learn from them.' ", "30": "The rich man said, 'No, father Abraham! If someone goes to them from the dead, they would believe and change their hearts and lives.' ", "31": "But Abraham said to him, 'If they will not listen to Moses and the prophets, they will not listen to someone who comes back from the dead.'”"}