{"1": "Jesus said to his followers, “Things that cause people to sin will happen, but how terrible for the person who causes them to happen! ", "2": "It would be better for you to be thrown into the sea with a large stone around your neck than to cause one of these little ones to sin. ", "3": "So be careful! “If another follower sins, warn him, and if he is sorry and stops sinning, forgive him. ", "4": "If he sins against you seven times in one day and says that he is sorry each time, forgive him.”", "5": "The apostles said to the Lord, “Give us more faith!”", "6": "The Lord said, “If your faith were the size of a mustard seed, you could say to this mulberry tree, 'Dig yourself up and plant yourself in the sea,' and it would obey you.", "7": "“Suppose one of you has a servant who has been plowing the ground or caring for the sheep. When the servant comes in from working in the field, would you say, 'Come in and sit down to eat'? ", "8": "No, you would say to him, 'Prepare something for me to eat. Then get yourself ready and serve me. After I finish eating and drinking, you can eat.' ", "9": "The servant does not get any special thanks for doing what his master commanded. ", "10": "It is the same with you. When you have done everything you are told to do, you should say, 'We are unworthy servants; we have only done the work we should do.'”", "11": "While Jesus was on his way to Jerusalem, he was going through the area between Samaria and Galilee. ", "12": "As he came into a small town, ten men who had a skin disease met him there. They did not come close to Jesus ", "13": "but called to him, “Jesus! Master! Have mercy on us!”", "14": "When Jesus saw the men, he said, “Go and show yourselves to the priests.”[a] As the ten men were going, they were healed. ", "15": "When one of them saw that he was healed, he went back to Jesus, praising God in a loud voice. ", "16": "Then he bowed down at Jesus' feet and thanked him. (And this man was a Samaritan.) ", "17": "Jesus said, “Weren't ten men healed? Where are the other nine? ", "18": "Is this Samaritan the only one who came back to thank God?” ", "19": "Then Jesus said to him, “Stand up and go on your way. You were healed because you believed.”", "20": "Some of the Pharisees asked Jesus, “When will the kingdom of God come?” Jesus answered, “God's kingdom is coming, but not in a way that you will be able to see with your eyes. ", "21": "People will not say, 'Look, here it is!' or, 'There it is!' because God's kingdom is within[b] you.”", "22": "Then Jesus said to his followers, “The time will come when you will want very much to see one of the days of the Son of Man. But you will not see it. ", "23": "People will say to you, 'Look, there he is!' or, 'Look, here he is!' Stay where you are; don't go away and search.", "24": "“When the Son of Man comes again, he will shine like lightning, which flashes across the sky and lights it up from one side to the other. ", "25": "But first he must suffer many things and be rejected by the people of this time. ", "26": "When the Son of Man comes again, it will be as it was when Noah lived. ", "27": "People were eating, drinking, marrying, and giving their children to be married until the day Noah entered the boat. Then the flood came and killed them all. ", "28": "It will be the same as during the time of Lot. People were eating, drinking, buying, selling, planting, and building. ", "29": "But the day Lot left Sodom,[c] fire and sulfur rained down from the sky and killed them all. ", "30": "This is how it will be when the Son of Man comes again.", "31": "“On that day, a person who is on the roof and whose belongings are in the house should not go inside to get them. A person who is in the field should not go back home. ", "32": "Remember Lot's wife.[d] ", "33": "Those who try to keep their lives will lose them. But those who give up their lives will save them. ", "34": "I tell you, on that night two people will be sleeping in one bed; one will be taken and the other will be left. ", "35": "There will be two women grinding grain together; one will be taken, and the other will be left. [", "36": "Two people will be in the field. One will be taken, and the other will be left.]”[e]", "37": "The followers asked Jesus, “Where will this be, Lord?” Jesus answered, “Where there is a dead body, there the vultures will gather.”"}