{"1": "Jesus was going through the city of Jericho. ", "2": "A man was there named Zacchaeus, who was a very important tax collector, and he was wealthy. ", "3": "He wanted to see who Jesus was, but he was not able because he was too short to see above the crowd. ", "4": "He ran ahead to a place where Jesus would come, and he climbed a sycamore tree so he could see him. ", "5": "When Jesus came to that place, he looked up and said to him, “Zacchaeus, hurry and come down! I must stay at your house today.”", "6": "Zacchaeus came down quickly and welcomed him gladly. ", "7": "All the people saw this and began to complain, “Jesus is staying with a sinner!”", "8": "But Zacchaeus stood and said to the Lord, “I will give half of my possessions to the poor. And if I have cheated anyone, I will pay back four times more.”", "9": "Jesus said to him, “Salvation has come to this house today, because this man also belongs to the family of Abraham. ", "10": "The Son of Man came to find lost people and save them.”", "11": "As the people were listening to this, Jesus told them a story because he was near Jerusalem and they thought God's kingdom would appear immediately. ", "12": "He said: “A very important man went to a country far away to be made a king and then to return home. ", "13": "So he called ten of his servants and gave a coin[a] to each servant. He said, 'Do business with this money until I get back.' ", "14": "But the people in the kingdom hated the man. So they sent a group to follow him and say, 'We don't want this man to be our king.'", "15": "“But the man became king. When he returned home, he said, 'Call those servants who have my money so I can know how much they earned with it.'", "16": "“The first servant came and said, 'Sir, I earned ten coins with the one you gave me.' ", "17": "The king said to the servant, 'Excellent! You are a good servant. Since I can trust you with small things, I will let you rule over ten of my cities.'", "18": "“The second servant said, 'Sir, I earned five coins with your one.' ", "19": "The king said to this servant, 'You can rule over five cities.'", "20": "“Then another servant came in and said to the king, 'Sir, here is your coin which I wrapped in a piece of cloth and hid. ", "21": "I was afraid of you, because you are a hard man. You even take money that you didn't earn and gather food that you didn't plant.' ", "22": "Then the king said to the servant, 'I will condemn you by your own words, you evil servant. You knew that I am a hard man, taking money that I didn't earn and gathering food that I didn't plant. ", "23": "Why then didn't you put my money in the bank? Then when I came back, my money would have earned some interest.'", "24": "“The king said to the men who were standing by, 'Take the coin away from this servant and give it to the servant who earned ten coins.' ", "25": "They said, 'But sir, that servant already has ten coins.' ", "26": "The king said, 'Those who have will be given more, but those who do not have anything will have everything taken away from them. ", "27": "Now where are my enemies who didn't want me to be king? Bring them here and kill them before me.'”", "28": "After Jesus said this, he went on toward Jerusalem. ", "29": "As Jesus came near Bethphage and Bethany, towns near the hill called the Mount of Olives, he sent out two of his followers. ", "30": "He said, “Go to the town you can see there. When you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here to me. ", "31": "If anyone asks you why you are untying it, say that the Master needs it.”", "32": "The two followers went into town and found the colt just as Jesus had told them. ", "33": "As they were untying it, its owners came out and asked the followers, “Why are you untying our colt?”", "34": "The followers answered, “The Master needs it.” ", "35": "So they brought it to Jesus, threw their coats on the colt's back, and put Jesus on it. ", "36": "As Jesus rode toward Jerusalem, others spread their coats on the road before him.", "37": "As he was coming close to Jerusalem, on the way down the Mount of Olives, the whole crowd of followers began joyfully shouting praise to God for all the miracles they had seen. ", "38": "They said, “God bless the king who comes in the name of the Lord! Psalm 118:26 There is peace in heaven and glory to God!”", "39": "Some of the Pharisees in the crowd said to Jesus, “Teacher, tell your followers not to say these things.”", "40": "But Jesus answered, “I tell you, if my followers didn't say these things, then the stones would cry out.”", "41": "As Jesus came near Jerusalem, he saw the city and cried for it, ", "42": "saying, “I wish you knew today what would bring you peace. But now it is hidden from you. ", "43": "The time is coming when your enemies will build a wall around you and will hold you in on all sides. ", "44": "They will destroy you and all your people, and not one stone will be left on another. All this will happen because you did not recognize the time when God came to save you.”", "45": "Jesus went into the Temple and began to throw out the people who were selling things there. ", "46": "He said, “It is written in the Scriptures, 'My Temple will be a house for prayer.'[b] But you have changed it into a 'hideout for robbers'!”[c]", "47": "Jesus taught in the Temple every day. The leading priests, the experts on the law, and some of the leaders of the people wanted to kill Jesus. ", "48": "But they did not know how they could do it, because all the people were listening closely to him."}