{"1": "One day Jesus was in the Temple, teaching the people and telling them the Good News. The leading priests, teachers of the law, and elders came up to talk with him, ", "2": "saying, “Tell us what authority you have to do these things? Who gave you this authority?”", "3": "Jesus answered, “I will also ask you a question. Tell me: ", "4": "When John baptized people, was that authority from God or just from other people?”", "5": "They argued about this, saying, “If we answer, 'John's baptism was from God,' Jesus will say, 'Then why did you not believe him?' ", "6": "But if we say, 'It was from other people,' all the people will stone us to death, because they believe John was a prophet.” ", "7": "So they answered that they didn't know where it came from.", "8": "Jesus said to them, “Then I won't tell you what authority I have to do these things.”", "9": "Then Jesus told the people this story: “A man planted a vineyard and leased it to some farmers. Then he went away for a long time. ", "10": "When it was time for the grapes to be picked, he sent a servant to the farmers to get some of the grapes. But they beat the servant and sent him away empty-handed. ", "11": "Then he sent another servant. They beat this servant also, and showed no respect for him, and sent him away empty-handed. ", "12": "So the man sent a third servant. The farmers wounded him and threw him out. ", "13": "The owner of the vineyard said, 'What will I do now? I will send my son whom I love. Maybe they will respect him.' ", "14": "But when the farmers saw the son, they said to each other, 'This son will inherit the vineyard. If we kill him, it will be ours.' ", "15": "So the farmers threw the son out of the vineyard and killed him. “What will the owner of this vineyard do to them? ", "16": "He will come and kill those farmers and will give the vineyard to other farmers.” When the people heard this story, they said, “Let this never happen!”", "17": "But Jesus looked at them and said, “Then what does this verse mean: 'The stone that the builders rejected became the cornerstone'?  Psalm 118:22", "18": "Everyone who falls on that stone will be broken, and the person on whom it falls, that person will be crushed!”", "19": "The teachers of the law and the leading priests wanted to arrest Jesus at once, because they knew the story was about them. But they were afraid of what the people would do.", "20": "So they watched Jesus and sent some spies who acted as if they were sincere. They wanted to trap Jesus in saying something wrong so they could hand him over to the authority and power of the governor. ", "21": "So the spies asked Jesus, “Teacher, we know that what you say and teach is true. You pay no attention to who people are, and you always teach the truth about God's way. ", "22": "Tell us, is it right for us to pay taxes to Caesar or not?”", "23": "But Jesus, knowing they were trying to trick him, said, ", "24": "“Show me a coin. Whose image and name are on it?” They said, “Caesar's.”", "25": "Jesus said to them, “Then give to Caesar the things that are Caesar's, and give to God the things that are God's.”", "26": "So they were not able to trap Jesus in anything he said in the presence of the people. And being amazed at his answer, they became silent.", "27": "Some Sadducees, who believed people would not rise from the dead, came to Jesus. ", "28": "They asked, “Teacher, Moses wrote that if a man's brother dies and leaves a wife but no children, then that man must marry the widow and have children for his brother. ", "29": "Once there were seven brothers. The first brother married and died, but had no children. ", "30": "Then the second brother married the widow, and he died. ", "31": "And the third brother married the widow, and he died. The same thing happened with all seven brothers; they died and had no children. ", "32": "Finally, the woman died also. ", "33": "Since all seven brothers had married her, whose wife will she be when people rise from the dead?”", "34": "Jesus said to them, “On earth, people marry and are given to someone to marry. ", "35": "But those who will be worthy to be raised from the dead and live again will not marry, nor will they be given to someone to marry. ", "36": "In that life they are like angels and cannot die. They are children of God, because they have been raised from the dead. ", "37": "Even Moses clearly showed that the dead are raised to life. When he wrote about the burning bush,[a] he said that the Lord is 'the God of Abraham, the God of Isaac, and the God of Jacob.'[b] ", "38": "God is the God of the living, not the dead, because all people are alive to him.”", "39": "Some of the teachers of the law said, “Teacher, your answer was good.” ", "40": "No one was brave enough to ask him another question.", "41": "Then Jesus said, “Why do people say that the Christ is the Son of David? ", "42": "In the book of Psalms, David himself says: 'The Lord said to my Lord, “Sit by me at my right side,", "43": "until I put your enemies under your control.”'[c] Psalm 110:1", "44": "David calls the Christ 'Lord,' so how can the Christ be his son?”", "45": "While all the people were listening, Jesus said to his followers, ", "46": "“Beware of the teachers of the law. They like to walk around wearing fancy clothes, and they love for people to greet them with respect in the marketplaces. They love to have the most important seats in the synagogues and at feasts. ", "47": "But they cheat widows and steal their houses and then try to make themselves look good by saying long prayers. They will receive a greater punishment.”"}