{"1": "Then the whole group stood up and led Jesus to Pilate.[a] ", "2": "They began to accuse Jesus, saying, “We caught this man telling things that mislead our people. He says that we should not pay taxes to Caesar, and he calls himself the Christ, a king.”", "3": "Pilate asked Jesus, “Are you the king of the Jews?” Jesus answered, “Those are your words.”", "4": "Pilate said to the leading priests and the people, “I find nothing against this man.”", "5": "They were insisting, saying, “But Jesus makes trouble with the people, teaching all around Judea. He began in Galilee, and now he is here.”", "6": "Pilate heard this and asked if Jesus was from Galilee. ", "7": "Since Jesus was under Herod's authority, Pilate sent Jesus to Herod, who was in Jerusalem at that time. ", "8": "When Herod saw Jesus, he was very glad, because he had heard about Jesus and had wanted to meet him for a long time. He was hoping to see Jesus work a miracle. ", "9": "Herod asked Jesus many questions, but Jesus said nothing. ", "10": "The leading priests and teachers of the law were standing there, strongly accusing Jesus. ", "11": "After Herod and his soldiers had made fun of Jesus, they dressed him in a kingly robe and sent him back to Pilate. ", "12": "In the past, Pilate and Herod had always been enemies, but on that day they became friends.", "13": "Pilate called the people together with the leading priests and the rulers. ", "14": "He said to them, “You brought this man to me, saying he makes trouble among the people. But I have questioned him before you all, and I have not found him guilty of what you say. ", "15": "Also, Herod found nothing wrong with him; he sent him back to us. Look, he has done nothing for which he should die. ", "16": "So, after I punish him, I will let him go free.” ", "17": "[17 Every year at the Passover Feast, Pilate had to release one prisoner to the people.][b]", "18": "But the people shouted together, “Take this man away! Let Barabbas go free!” ", "19": "(Barabbas was a man who was in prison for his part in a riot in the city and for murder.)", "20": "Pilate wanted to let Jesus go free and told this to the crowd. ", "21": "But they shouted again, “Crucify him! Crucify him!”", "22": "A third time Pilate said to them, “Why? What wrong has he done? I can find no reason to kill him. So I will have him punished and set him free.”", "23": "But they continued to shout, demanding that Jesus be crucified. Their yelling became so loud that ", "24": "Pilate decided to give them what they wanted. ", "25": "He set free the man who was in jail for rioting and murder, and he handed Jesus over to them to do with him as they wished.", "26": "As they led Jesus away, Simon, a man from Cyrene, was coming in from the fields. They forced him to carry Jesus' cross and to walk behind him.", "27": "A large crowd of people was following Jesus, including some women who were sad and crying for him. ", "28": "But Jesus turned and said to them, “Women of Jerusalem, don't cry for me. Cry for yourselves and for your children. ", "29": "The time is coming when people will say, 'Blessed are the women who cannot have children and who have no babies to nurse.' ", "30": "Then people will say to the mountains, 'Fall on us!' And they will say to the hills, 'Cover us!' ", "31": "If they act like this now when life is good, what will happen when bad times come?”[c]", "32": "There were also two criminals led out with Jesus to be put to death. ", "33": "When they came to a place called the Skull, the soldiers crucified Jesus and the criminals—one on his right and the other on his left. ", "34": "Jesus said, “Father, forgive them, because they don't know what they are doing.”[d] The soldiers threw lots to decide who would get his clothes. ", "35": "The people stood there watching. And the leaders made fun of Jesus, saying, “He saved others. Let him save himself if he is God's Chosen One, the Christ.”", "36": "The soldiers also made fun of him, coming to Jesus and offering him some vinegar. ", "37": "They said, “If you are the king of the Jews, save yourself!” ", "38": "At the top of the cross these words were written: this is the king of the jews.", "39": "One of the criminals on a cross began to shout insults at Jesus: “Aren't you the Christ? Then save yourself and us.”", "40": "But the other criminal stopped him and said, “You should fear God! You are getting the same punishment he is. ", "41": "We are punished justly, getting what we deserve for what we did. But this man has done nothing wrong.” ", "42": "Then he said, “Jesus, remember me when you come into your kingdom.”", "43": "Jesus said to him, “I tell you the truth, today you will be with me in paradise.”[e]", "44": "It was about noon, and the whole land became dark until three o'clock in the afternoon, ", "45": "because the sun did not shine. The curtain in the Temple[f] was torn in two. ", "46": "Jesus cried out in a loud voice, “Father, I give you my life.” After Jesus said this, he died.", "47": "When the army officer there saw what happened, he praised God, saying, “Surely this was a good man!”", "48": "When all the people who had gathered there to watch saw what happened, they returned home, beating their chests because they were so sad. ", "49": "But those who were close friends of Jesus, including the women who had followed him from Galilee, stood at a distance and watched.", "50": "There was a good and religious man named Joseph who was a member of the council. ", "51": "But he had not agreed to the other leaders' plans and actions against Jesus. He was from the town of Arimathea and was waiting for the kingdom of God to come. ", "52": "Joseph went to Pilate to ask for the body of Jesus. ", "53": "He took the body down from the cross, wrapped it in cloth, and put it in a tomb that was cut out of a wall of rock. This tomb had never been used before. ", "54": "This was late on Preparation Day, and when the sun went down, the Sabbath day would begin.", "55": "The women who had come from Galilee with Jesus followed Joseph and saw the tomb and how Jesus' body was laid. ", "56": "Then the women left to prepare spices and perfumes. On the Sabbath day they rested, as the law of Moses commanded."}