{"1": "Very early on the first day of the week, at dawn, the women came to the tomb, bringing the spices they had prepared. ", "2": "They found the stone rolled away from the entrance of the tomb, ", "3": "but when they went in, they did not find the body of the Lord Jesus. ", "4": "While they were wondering about this, two men in shining clothes suddenly stood beside them. ", "5": "The women were very afraid and bowed their heads to the ground. The men said to them, “Why are you looking for a living person in this place for the dead? ", "6": "He is not here; he has risen from the dead. Do you remember what he told you in Galilee? ", "7": "He said the Son of Man must be handed over to sinful people, be crucified, and rise from the dead on the third day.” ", "8": "Then the women remembered what Jesus had said.", "9": "The women left the tomb and told all these things to the eleven apostles and the other followers. ", "10": "It was Mary Magdalene, Joanna, Mary the mother of James, and some other women who told the apostles everything that had happened at the tomb. ", "11": "But they did not believe the women, because it sounded like nonsense. ", "12": "But Peter got up and ran to the tomb. Bending down and looking in, he saw only the cloth that Jesus' body had been wrapped in. Peter went away to his home, wondering about what had happened.", "13": "That same day two of Jesus' followers were going to a town named Emmaus, about seven miles from Jerusalem. ", "14": "They were talking about everything that had happened. ", "15": "While they were talking and discussing, Jesus himself came near and began walking with them, ", "16": "but they were kept from recognizing him. ", "17": "Then he said, “What are these things you are talking about while you walk?” The two followers stopped, looking very sad. ", "18": "The one named Cleopas answered, “Are you the only visitor in Jerusalem who does not know what just happened there?”", "19": "Jesus said to them, “What are you talking about?” They said, “About Jesus of Nazareth. He was a prophet who said and did many powerful things before God and all the people. ", "20": "Our leaders and the leading priests handed him over to be sentenced to death, and they crucified him. ", "21": "But we were hoping that he would free Israel. Besides this, it is now the third day since this happened. ", "22": "And today some women among us amazed us. Early this morning they went to the tomb, ", "23": "but they did not find his body there. They came and told us that they had seen a vision of angels who said that Jesus was alive! ", "24": "So some of our group went to the tomb, too. They found it just as the women said, but they did not see Jesus.”", "25": "Then Jesus said to them, “You are foolish and slow to believe everything the prophets said. ", "26": "They said that the Christ must suffer these things before he enters his glory.” ", "27": "Then starting with what Moses and all the prophets had said about him, Jesus began to explain everything that had been written about himself in the Scriptures.", "28": "They came near the town of Emmaus, and Jesus acted as if he were going farther. ", "29": "But they begged him, “Stay with us, because it is late; it is almost night.” So he went in to stay with them.", "30": "When Jesus was at the table with them, he took some bread, gave thanks, divided it, and gave it to them. ", "31": "And then, they were allowed to recognize Jesus. But when they saw who he was, he disappeared. ", "32": "They said to each other, “It felt like a fire burning in us when Jesus talked to us on the road and explained the Scriptures to us.”", "33": "So the two followers got up at once and went back to Jerusalem. There they found the eleven apostles and others gathered. ", "34": "They were saying, “The Lord really has risen from the dead! He showed himself to Simon.”", "35": "Then the two followers told what had happened on the road and how they recognized Jesus when he divided the bread.", "36": "While the two followers were telling this, Jesus himself stood right in the middle of them and said, “Peace be with you.”", "37": "They were fearful and terrified and thought they were seeing a ghost. ", "38": "But Jesus said, “Why are you troubled? Why do you doubt what you see? ", "39": "Look at my hands and my feet. It is I myself! Touch me and see, because a ghost does not have a living body as you see I have.”", "40": "After Jesus said this, he showed them his hands and feet. ", "41": "While they still could not believe it because they were amazed and happy, Jesus said to them, “Do you have any food here?” ", "42": "They gave him a piece of broiled fish. ", "43": "While the followers watched, Jesus took the fish and ate it.", "44": "He said to them, “Remember when I was with you before? I said that everything written about me must happen—everything in the law of Moses, the books of the prophets, and the Psalms.”", "45": "Then Jesus opened their minds so they could understand the Scriptures. ", "46": "He said to them, “It is written that the Christ would suffer and rise from the dead on the third day ", "47": "and that a change of hearts and lives and forgiveness of sins would be preached in his name to all nations, starting at Jerusalem. ", "48": "You are witnesses of these things. ", "49": "I will send you what my Father has promised, but you must stay in Jerusalem until you have received that power from heaven.”", "50": "Jesus led his followers as far as Bethany, and he raised his hands and blessed them. ", "51": "While he was blessing them, he was separated from them and carried into heaven. ", "52": "They worshiped him and returned to Jerusalem very happy. ", "53": "They stayed in the Temple all the time, praising God."}