{"1": "One day while Jesus was standing beside Lake Galilee, many people were pressing all around him to hear the word of God. ", "2": "Jesus saw two boats at the shore of the lake. The fishermen had left them and were washing their nets. ", "3": "Jesus got into one of the boats, the one that belonged to Simon,[a] and asked him to push off a little from the land. Then Jesus sat down and continued to teach the people from the boat.", "4": "When Jesus had finished speaking, he said to Simon, “Take the boat into deep water, and put your nets in the water to catch some fish.”", "5": "Simon answered, “Master, we worked hard all night trying to catch fish, and we caught nothing. But you say to put the nets in the water, so I will.” ", "6": "When the fishermen did as Jesus told them, they caught so many fish that the nets began to break. ", "7": "They called to their partners in the other boat to come and help them. They came and filled both boats so full that they were almost sinking.", "8": "When Simon Peter saw what had happened, he bowed down before Jesus and said, “Go away from me, Lord. I am a sinful man!” ", "9": "He and the other fishermen were amazed at the many fish they caught, as were ", "10": "James and John, the sons of Zebedee, Simon's partners. Jesus said to Simon, “Don't be afraid. From now on you will fish for people.” ", "11": "When the men brought their boats to the shore, they left everything and followed Jesus.", "12": "When Jesus was in one of the towns, there was a man covered with a skin disease. When he saw Jesus, he bowed before him and begged him, “Lord, you can heal me if you will.”", "13": "Jesus reached out his hand and touched the man and said, “I will. Be healed!” Immediately the disease disappeared. ", "14": "Then Jesus said, “Don't tell anyone about this, but go and show yourself to the priest[b] and offer a gift for your healing, as Moses commanded.[c] This will show the people what I have done.”", "15": "But the news about Jesus spread even more. Many people came to hear Jesus and to be healed of their sicknesses, ", "16": "but Jesus often slipped away to be alone so he could pray.", "17": "One day as Jesus was teaching the people, the Pharisees and teachers of the law from every town in Galilee and Judea and from Jerusalem were there. The Lord was giving Jesus the power to heal people. ", "18": "Just then, some men were carrying on a mat a man who was paralyzed. They tried to bring him in and put him down before Jesus. ", "19": "But because there were so many people there, they could not find a way in. So they went up on the roof and lowered the man on his mat through the ceiling into the middle of the crowd right before Jesus. ", "20": "Seeing their faith, Jesus said, “Friend, your sins are forgiven.”", "21": "The Jewish teachers of the law and the Pharisees thought to themselves, “Who is this man who is speaking as if he were God? Only God can forgive sins.”", "22": "But Jesus knew what they were thinking and said, “Why are you thinking these things? ", "23": "Which is easier: to say, 'Your sins are forgiven,' or to say, 'Stand up and walk'? ", "24": "But I will prove to you that the Son of Man has authority on earth to forgive sins.” So Jesus said to the paralyzed man, “I tell you, stand up, take your mat, and go home.”", "25": "At once the man stood up before them, picked up his mat, and went home, praising God. ", "26": "All the people were fully amazed and began to praise God. They were filled with much respect and said, “Today we have seen amazing things!”", "27": "After this, Jesus went out and saw a tax collector named Levi sitting in the tax collector's booth. Jesus said to him, “Follow me!” ", "28": "So Levi got up, left everything, and followed him.", "29": "Then Levi gave a big dinner for Jesus at his house. Many tax collectors and other people were eating there, too. ", "30": "But the Pharisees and the men who taught the law for the Pharisees began to complain to Jesus' followers, “Why do you eat and drink with tax collectors and sinners?”", "31": "Jesus answered them, “It is not the healthy people who need a doctor, but the sick. ", "32": "I have not come to invite good people but sinners to change their hearts and lives.”", "33": "They said to Jesus, “John's followers often fast[d] for a certain time and pray, just as the Pharisees do. But your followers eat and drink all the time.”", "34": "Jesus said to them, “You cannot make the friends of the bridegroom fast while he is still with them. ", "35": "But the time will come when the bridegroom will be taken away from them, and then they will fast.”", "36": "Jesus told them this story: “No one takes cloth off a new coat to cover a hole in an old coat. Otherwise, he ruins the new coat, and the cloth from the new coat will not be the same as the old cloth. ", "37": "Also, no one ever pours new wine into old leather bags. Otherwise, the new wine will break the bags, the wine will spill out, and the leather bags will be ruined. ", "38": "New wine must be put into new leather bags. ", "39": "No one after drinking old wine wants new wine, because he says, 'The old wine is better.'”"}