{"1": "Jesus called the twelve apostles together and gave them power and authority over all demons and the ability to heal sicknesses. ", "2": "He sent the apostles out to tell about God's kingdom and to heal the sick. ", "3": "He said to them, “Take nothing for your trip, neither a walking stick, bag, bread, money, or extra clothes. ", "4": "When you enter a house, stay there until it is time to leave. ", "5": "If people do not welcome you, shake the dust off of your feet[a] as you leave the town, as a warning to them.”", "6": "So the apostles went out and traveled through all the towns, preaching the Good News and healing people everywhere.", "7": "Herod, the governor, heard about all the things that were happening and was confused, because some people said, “John the Baptist has risen from the dead.” ", "8": "Others said, “Elijah has come to us.” And still others said, “One of the prophets who lived long ago has risen from the dead.” ", "9": "Herod said, “I cut off John's head, so who is this man I hear such things about?” And Herod kept trying to see Jesus.", "10": "When the apostles returned, they told Jesus everything they had done. Then Jesus took them with him to a town called Bethsaida where they could be alone together. ", "11": "But the people learned where Jesus went and followed him. He welcomed them and talked with them about God's kingdom and healed those who needed to be healed.", "12": "Late in the afternoon, the twelve apostles came to Jesus and said, “Send the people away. They need to go to the towns and countryside around here and find places to sleep and something to eat, because no one lives in this place.”", "13": "But Jesus said to them, “You give them something to eat.” They said, “We have only five loaves of bread and two fish, unless we go buy food for all these people.” ", "14": "(There were about five thousand men there.) Jesus said to his followers, “Tell the people to sit in groups of about fifty people.”", "15": "So the followers did this, and all the people sat down. ", "16": "Then Jesus took the five loaves of bread and two fish, and looking up to heaven, he thanked God for the food. Then he divided the food and gave it to the followers to give to the people. ", "17": "They all ate and were satisfied, and what was left over was gathered up, filling twelve baskets.", "18": "One time when Jesus was praying alone, his followers were with him, and he asked them, “Who do the people say I am?”", "19": "They answered, “Some say you are John the Baptist. Others say you are Elijah.[b] And others say you are one of the prophets from long ago who has come back to life.”", "20": "Then Jesus asked, “But who do you say I am?” Peter answered, “You are the Christ from God.”", "21": "Jesus warned them not to tell anyone, saying, ", "22": "“The Son of Man must suffer many things. He will be rejected by the Jewish elders, the leading priests, and the teachers of the law. He will be killed and after three days will be raised from the dead.”", "23": "Jesus said to all of them, “If people want to follow me, they must give up the things they want. They must be willing to give up their lives daily to follow me. ", "24": "Those who want to save their lives will give up true life. But those who give up their lives for me will have true life. ", "25": "It is worthless to have the whole world if they themselves are destroyed or lost. ", "26": "If people are ashamed of me and my teaching, then the Son of Man will be ashamed of them when he comes in his glory and with the glory of the Father and the holy angels. ", "27": "I tell you the truth, some people standing here will see the kingdom of God before they die.”", "28": "About eight days after Jesus said these things, he took Peter, John, and James and went up on a mountain to pray. ", "29": "While Jesus was praying, the appearance of his face changed, and his clothes became shining white. ", "30": "Then two men, Moses and Elijah,[c] were talking with Jesus. ", "31": "They appeared in heavenly glory, talking about his departure which he would soon bring about in Jerusalem. ", "32": "Peter and the others were very sleepy, but when they awoke fully, they saw the glory of Jesus and the two men standing with him. ", "33": "When Moses and Elijah were about to leave, Peter said to Jesus, “Master, it is good that we are here. Let us make three tents—one for you, one for Moses, and one for Elijah.” (Peter did not know what he was talking about.)", "34": "While he was saying these things, a cloud came and covered them, and they became afraid as the cloud covered them. ", "35": "A voice came from the cloud, saying, “This is my Son, whom I have chosen. Listen to him!”", "36": "When the voice finished speaking, only Jesus was there. Peter, John, and James said nothing and told no one at that time what they had seen.", "37": "The next day, when they came down from the mountain, a large crowd met Jesus. ", "38": "A man in the crowd shouted to him, “Teacher, please come and look at my son, because he is my only child. ", "39": "An evil spirit seizes my son, and suddenly he screams. It causes him to lose control of himself and foam at the mouth. The evil spirit keeps on hurting him and almost never leaves him. ", "40": "I begged your followers to force the evil spirit out, but they could not do it.”", "41": "Jesus answered, “You people have no faith, and your lives are all wrong. How long must I stay with you and put up with you? Bring your son here.”", "42": "While the boy was coming, the demon threw him on the ground and made him lose control of himself. But Jesus gave a strong command to the evil spirit and healed the boy and gave him back to his father. ", "43": "All the people were amazed at the great power of God. While everyone was wondering about all that Jesus did, he said to his followers, ", "44": "“Don't forget what I tell you now: The Son of Man will be handed over to people.” ", "45": "But the followers did not understand what this meant; the meaning was hidden from them so they could not understand. But they were afraid to ask Jesus about it.", "46": "Jesus' followers began to have an argument about which one of them was the greatest. ", "47": "Jesus knew what they were thinking, so he took a little child and stood the child beside him. ", "48": "Then Jesus said, “Whoever accepts this little child in my name accepts me. And whoever accepts me accepts the One who sent me, because whoever is least among you all is really the greatest.”", "49": "John answered, “Master, we saw someone using your name to force demons out of people. We told him to stop, because he does not belong to our group.”", "50": "But Jesus said to him, “Don't stop him, because whoever is not against you is for you.”", "51": "When the time was coming near for Jesus to depart, he was determined to go to Jerusalem. ", "52": "He sent some messengers ahead of him, who went into a town in Samaria to make everything ready for him. ", "53": "But the people there would not welcome him, because he was set on going to Jerusalem. ", "54": "When James and John, followers of Jesus, saw this, they said, “Lord, do you want us to call fire down from heaven and destroy those people?”[d]", "55": "But Jesus turned and scolded them. [And Jesus said, “You don't know what kind of spirit you belong to. ", "56": "The Son of Man did not come to destroy the souls of people but to save them.”][e] Then they went to another town.", "57": "As they were going along the road, someone said to Jesus, “I will follow you any place you go.”", "58": "Jesus said to them, “The foxes have holes to live in, and the birds have nests, but the Son of Man has no place to rest his head.”", "59": "Jesus said to another man, “Follow me!” But he said, “Lord, first let me go and bury my father.”", "60": "But Jesus said to him, “Let the people who are dead bury their own dead. You must go and tell about the kingdom of God.”", "61": "Another man said, “I will follow you, Lord, but first let me go and say good-bye to my family.”", "62": "Jesus said, “Anyone who begins to plow a field but keeps looking back is of no use in the kingdom of God.”"}