{"1": "The Queen of Sheba heard how famous Solomon was, so she went to Jerusalem to test him with difficult questions. ", "2": "She took along several of her officials, and she loaded her camels with gifts of spices, jewels, and gold. When she arrived, she and Solomon talked about everything she could think of. ", "3": "He answered every question, no matter how difficult it was.", "4-5": "The Queen was amazed at Solomon's wisdom. She was breathless when she saw his palace, the food on his table, his officials, his servants in their uniforms, the people who served his food, and the sacrifices he offered at the Lord's temple. ", "6": "She said: Solomon, in my own country I had heard about your wisdom and all you've done. ", "7": "But I didn't believe it until I saw it with my own eyes! And there's so much I didn't hear about. You are wiser and richer than I was told. ", "8": "Your wives[a] and officials are lucky to be here where they can listen to the wise things you say.", "9": "I praise the Lord your God. He is pleased with you and has made you king of Israel. The Lord loves Israel, so he has given them a king who will rule fairly and honestly.", "10": "The Queen of Sheba gave Solomon almost five tons of gold, many jewels, and more spices than anyone had ever brought into Israel.", "11-13": "In return, Solomon gave her the gifts he would have given any other ruler, but he also gave her everything else she wanted. Then she and her officials went back to their own country. King Hiram's ships brought gold, juniper wood, and jewels from the country of Ophir. Solomon used the wood to make steps[b] for the temple and palace, and harps and other stringed instruments for the musicians. It was the best juniper wood anyone in Israel had ever seen.", "14": "Solomon received about twenty-five tons of gold a year. ", "15": "The merchants and traders, as well as the kings of Arabia and rulers from Israel, also gave him gold.", "16": "Solomon made two hundred gold shields and used about seven and a half pounds of gold for each one. ", "17": "He also made three hundred smaller gold shields, using almost four pounds for each one, and he put the shields in his palace in Forest Hall.", "18": "His throne was made of ivory and covered with pure gold. ", "19-20": "The back of the throne was rounded at the top, and it had armrests on each side. There was a statue of a lion on both sides of the throne, and there was a statue of a lion at both ends of each of the six steps leading up to the throne. No other throne in the world was like Solomon's.", "21": "Since silver was almost worthless in those days, everything was made of gold, even the cups and dishes used in Forest Hall.", "22": "Solomon had a lot of seagoing ships.[c] Every three years he sent them out with Hiram's ships to bring back gold, silver, and ivory, as well as monkeys and peacocks.[d]", "23": "He was the richest and wisest king in the world. ", "24": "People from every nation wanted to hear the wisdom God had given him. ", "25": "Year after year people came and brought gifts of silver and gold, as well as clothes, weapons, spices, horses, or mules.", "26": "Solomon had one thousand four hundred chariots and twelve thousand horses that he kept in Jerusalem and other towns.", "27": "While he was king, there was silver everywhere in Jerusalem, and cedar was as common as ordinary sycamore trees in the foothills.", "28-29": "Solomon's merchants bought his horses and chariots in the regions of Musri and Kue.[e] They paid about fifteen pounds of silver for a chariot and almost four pounds of silver for a horse. They also sold horses and chariots to the Hittite and Syrian kings."}