{"1": "Rehoboam went to Shechem where everyone was waiting to crown him king.", "2": "Jeroboam son of Nebat heard what was happening, and he stayed in Egypt,[a] where he had gone to hide from Solomon. ", "3": "But the people from the northern tribes of Israel sent for him. Then together they went to Rehoboam and said, ", "4": "“Your father Solomon forced us to work very hard. But if you make our work easier, we will serve you and do whatever you ask.”", "5": "“Give me three days to think about it,” Rehoboam replied, “then come back for my answer.” So the people left.", "6": "Rehoboam went to some leaders who had been his father's senior officials, and he asked them, “What should I tell these people?”", "7": "They answered, “If you want them to serve and obey you, then you should do what they ask today. Tell them you will make their work easier.”", "8": "But Rehoboam refused their advice and went to the younger men who had grown up with him and were now his officials. ", "9": "He asked, “What do you think I should say to these people who asked me to make their work easier?”", "10": "His younger advisors said: Here's what we think you should say to them: “Compared to me, my father was weak.[b] ", "11": "He made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!”", "12": "Three days later, Jeroboam and the others came back. ", "13": "Rehoboam ignored the advice of the older advisors. ", "14": "He spoke bluntly and told them exactly what his own advisors had suggested: “My father made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!”", "15-19": "When the people realized that Rehoboam would not listen to them, they shouted: “We don't have to be loyal to David's family. We can do what we want. Come on, people of Israel, let's go home! Rehoboam can rule his own people.” Adoniram[c] was in charge of the forced labor, and Rehoboam sent him to talk to the people. But they stoned him to death. Then Rehoboam ran to his chariot and hurried back to Jerusalem. So the people from the northern tribes of Israel went home, leaving Rehoboam to rule only the people from the towns in Judah. Ever since that day, the people of Israel have opposed David's family in Judah. All of this happened just as the Lord's prophet Ahijah had told Jeroboam.", "20": "When the Israelites heard that Jeroboam was back, they called everyone together. Then they sent for Jeroboam and made him king of Israel. Only the people from the tribe of Judah[d] remained loyal to David's family.", "21": "After Rehoboam returned to Jerusalem, he decided to attack Israel and take control of the whole country. So he called together one hundred eighty thousand soldiers from the tribes of Judah and Benjamin.", "22": "Meanwhile, God told Shemaiah the prophet ", "23": "to give Rehoboam and everyone from Judah and Benjamin this warning: ", "24": "“Don't go to war against the people from Israel—they are your relatives. Go home! I am the Lord, and I made these things happen.” Rehoboam and his army obeyed the Lord and went home.", "25": "Jeroboam rebuilt Shechem in Ephraim and made it a stronger town, then he moved there. He also fortified the town of Penuel.", "26-27": "One day, Jeroboam started thinking, “Everyone in Israel still goes to the temple in Jerusalem to offer sacrifices to the Lord. What if they become loyal to David's family again? They will kill me and accept Rehoboam as their king.”", "28": "Jeroboam asked for advice and then made two gold statues of calves. He showed them to the people and said, “Listen everyone! You won't have to go to Jerusalem to worship anymore. Here are your gods[e] who rescued you from Egypt.” ", "29-30": "Then he put one of the gold calves in the town of Bethel. He put the other one in the town of Dan, and the crowd walked out in front as the calf was taken there.[f] What Jeroboam did was a terrible sin.", "31": "Jeroboam built small places of worship at the shrines[g] and appointed men who were not from the tribe of Levi to serve as priests. ", "32-33": "He also decided to start a new festival for the Israelites on the fifteenth day of the eighth month, just like the one in Judah.[h] On that day, Jeroboam went to Bethel and offered sacrifices on the altar to the gold calf he had put there. Then he assigned the priests their duties."}