{"1-2": "One day, Jeroboam was standing at the altar in Bethel, ready to make an offering. Suddenly one of God's prophets[a] arrived from Judah and shouted: The Lord sent me with a message about this altar. A child named Josiah will be born into David's family. He will sacrifice on this altar the priests who make offerings here, and human bones will be burned on it.", "3": "You will know that the Lord has said these things when the altar splits in half, and the ashes on it fall to the ground.", "4": "Jeroboam pointed at the prophet and shouted, “Grab him!” But right away, Jeroboam's hand became stiff, and he could not move it. ", "5": "The altar split in half, and the ashes fell to the ground, just as the prophet had warned.", "6": "“Please pray to the Lord your God and ask him to heal my hand,” Jeroboam begged. The prophet prayed, and Jeroboam's hand was healed.", "7": "“Come home with me and eat something,” Jeroboam said. “I want to give you a gift for what you have done.”", "8": "“No, I wouldn't go with you, even if you offered me half of your kingdom. I won't eat or drink here either. ", "9": "The Lord said I can't eat or drink anything and that I can't go home the same way I came.” ", "10": "Then he started home down a different road.", "11": "At that time an old prophet lived in Bethel, and one of his sons told him what the prophet from Judah had said and done.", "12": "“Show me which way he went,” the old prophet said, and his sons pointed out the road. ", "13": "“Put a saddle on my donkey,” he told them. After they did, he got on the donkey ", "14": "and rode off to look for the prophet from Judah. The old prophet found him sitting under an oak tree and asked, “Are you the prophet from Judah?” “Yes, I am.”", "15": "“Come home with me,” the old prophet said, “and have something to eat.”", "16": "“I can't go back with you,” the prophet replied, “and I can't eat or drink anything with you. ", "17": "The Lord warned me not to eat or drink or to go home the same way I came.”", "18": "The old prophet said, “I'm a prophet too. One of the Lord's angels told me to take you to my house and give you something to eat and drink.” The prophet from Judah did not know that the old prophet was lying, ", "19": "so he went home with him and ate and drank.", "20": "During the meal the Lord gave the old prophet ", "21": "a message for the prophet from Judah: Listen to the Lord's message. You have disobeyed the Lord your God. ", "22": "He told you not to eat or drink anything here, but you came home and ate with me. And so, when you die, your body won't be buried in your family tomb.", "23": "After the meal the old prophet got a donkey ready, ", "24": "and the prophet from Judah left. Along the way, a lion attacked and killed him, and the donkey and the lion stood there beside his dead body.", "25": "Some people walked by and saw the body with the lion standing there. They ran into Bethel, telling everyone what they had seen.", "26": "When the old prophet heard the news, he said, “That must be the prophet from Judah. The Lord warned him, but he disobeyed. So the Lord sent a lion to kill him.”", "27": "The old prophet told his sons to saddle his donkey, and when it was ready, ", "28": "he left. He found the body lying on the road, with the donkey and lion standing there. The lion had not eaten the body or attacked the donkey. ", "29": "The old prophet picked up the body, put it on his own donkey, and took it back to Bethel, so he could bury it and mourn for the prophet from Judah.", "30": "He buried the body in his own family tomb and cried for the prophet. ", "31": "He said to his sons, “When I die, bury my body next to this prophet. ", "32": "I'm sure that everything he said about the altar in Bethel and the shrines in Samaria will happen.”", "33": "But Jeroboam kept on doing evil things. He appointed men to be priests at the local shrines, even if they were not Levites. In fact, anyone who wanted to be a priest could be one. ", "34": "This sinful thing led to the downfall of his kingdom."}