{"1": "About the same time, Abijah son of Jeroboam got sick. ", "2-3": "Jeroboam told his wife: Disguise yourself so no one will know you're my wife, then go to Shiloh, where the prophet Ahijah lives. Take him ten loaves of bread, some small cakes, and honey, and ask him what will happen to our son. He can tell you, because he's the one who told me I would become king.", "4": "She got ready and left for Ahijah's house in Shiloh. Ahijah was now old and blind, ", "5": "but the Lord told him, “Jeroboam's wife is coming to ask about her son. I will tell you what to say to her.” Jeroboam's wife came to Ahijah's house, pretending to be someone else. ", "6": "But when Ahijah heard her walking up to the door, he said: Come in! I know you're Jeroboam's wife—why are you pretending to be someone else? I have some bad news for you. ", "7": "Give your husband this message from the Lord God of Israel: “Jeroboam, you know that I, the Lord, chose you over anyone else to be the leader of my people Israel. ", "8": "I even took David's kingdom away from his family and gave it to you. But you are not like my servant David. He always obeyed me and did what was right.", "9": "“You have made me very angry by rejecting me and making idols out of gold. Jeroboam, you have done more evil things than any king before you.", "10": "“Because of this, I will destroy your family by killing every man and boy in it, whether slave or free. I will wipe out your family, just as fire burns up trash. ", "11": "Dogs will eat the bodies of your relatives who die in town, and vultures will eat the bodies of those who die in the country. I, the Lord, have spoken and will not change my mind!”", "12": "That's the Lord's message to your husband. As for you, go back home, and right after you get there, your son will die. ", "13": "Everyone in Israel will mourn at his funeral. But he will be the last one from Jeroboam's family to receive a proper burial, because he's the only one the Lord God of Israel is pleased with.", "14": "The Lord will soon choose a new king of Israel, who will destroy Jeroboam's family. And I mean very soon.[a] ", "15": "The people of Israel have made the Lord angry by setting up sacred poles[b] for worshiping the goddess Asherah. So the Lord will punish them until they shake like grass in a stream. He will take them out of the land he gave to their ancestors, then scatter them as far away as the Euphrates River. ", "16": "Jeroboam sinned and caused the Israelites to sin. Now the Lord will desert Israel.", "17": "Jeroboam's wife left and went back home to the town of Tirzah. As soon as she set foot in her house, her son died. ", "18": "Everyone in Israel came and mourned at his funeral, just as the Lord's servant Ahijah had said.", "19": "Everything else Jeroboam did while he was king, including the battles he won, is written in The History of the Kings of Israel. ", "20": "He was king of Israel for twenty-two years, then he died, and his son Nadab became king.", "21": "Rehoboam son of Solomon was forty-one years old when he became king of Judah, and he ruled seventeen years from Jerusalem, the city where the Lord had chosen to be worshiped. His mother Naamah was from Ammon.", "22": "The people of Judah disobeyed the Lord and made him even angrier than their ancestors had. ", "23": "They also built their own local shrines[c] and stone images of foreign gods, and they set up sacred poles[d] for worshiping the goddess Asherah on every hill and in the shade of large trees. ", "24": "Even worse, they allowed prostitutes[e] at the shrines, and followed the disgusting customs of the foreign nations that the Lord had forced out of Canaan.", "25": "After Rehoboam had been king for four years, King Shishak of Egypt attacked Jerusalem. ", "26": "He took everything of value from the temple and the palace, including Solomon's gold shields.", "27": "Rehoboam had bronze shields made to replace the gold ones, and he ordered the guards at the city gates to keep them safe. ", "28": "Whenever Rehoboam went to the Lord's temple, the guards carried the shields. But they always took them back to the guardroom as soon as he was finished.", "29": "Everything else Rehoboam did while he was king is written in The History of the Kings of Judah. ", "30": "He and Jeroboam were constantly at war. ", "31": "Rehoboam's mother Naamah was from Ammon, but when Rehoboam died, he was buried beside his ancestors in Jerusalem.[f] His son Abijam then became king."}