{"1": "Elijah was a prophet from Tishbe in Gilead.[a] One day he went to King Ahab and said, “I'm a servant of the living Lord, the God of Israel. And I swear in his name that it won't rain until I say so. There won't even be any dew on the ground.”", "2": "Later, the Lord said to Elijah, ", "3": "“Leave and go across the Jordan River so you can hide near Cherith Creek. ", "4": "You can drink water from the creek, and eat the food I've told the ravens to bring you.”", "5": "Elijah obeyed the Lord and went to live near Cherith Creek. ", "6": "Ravens brought him bread and meat twice a day, and he drank water from the creek. ", "7": "But after a while, it dried up because there was no rain.", "8": "The Lord told Elijah, ", "9": "“Go to the town of Zarephath in Sidon and live there. I've told a widow in that town to give you food.”", "10": "When Elijah came near the town gate of Zarephath, he saw a widow gathering sticks for a fire. “Would you please bring me a cup of water?” he asked. ", "11": "As she left to get it, he asked, “Would you also please bring me a piece of bread?”", "12": "The widow answered, “In the name of the living Lord your God, I swear that I don't have any bread. All I have is a handful of flour and a little olive oil. I'm on my way home now with these few sticks to cook what I have for my son and me. After that, we will starve to death.”", "13": "Elijah said, “Everything will be fine. Do what you said. Go home and fix something for you and your son. But first, please make a small piece of bread and bring it to me. ", "14": "The Lord God of Israel has promised that your jar of flour won't run out and your bottle of oil won't dry up before he sends rain for the crops.”", "15": "The widow went home and did exactly what Elijah had told her. She and Elijah and her family had enough food for a long time. ", "16": "The Lord kept the promise that his prophet Elijah had made, and she did not run out of flour or oil.", "17": "Several days later, the son of the woman who owned the house[b] got sick, and he kept getting worse, until finally he died.", "18": "The woman shouted at Elijah, “What have I done to you? I thought you were God's prophet. Did you come here to cause the death of my son as a reminder that I've sinned against God?”[c]", "19": "“Bring me your son,” Elijah said. Then he took the boy from her arms and carried him upstairs to the room where he was staying. Elijah laid the boy on his bed ", "20": "and prayed, “Lord God, why did you do such a terrible thing to this woman? She's letting me stay here, and now you've let her son die.” ", "21": "Elijah stretched himself out over the boy three times, while praying, “Lord God, bring this boy back to life!”", "22": "The Lord answered Elijah's prayer, and the boy started breathing again. ", "23": "Elijah picked him up and carried him downstairs. He gave the boy to his mother and said, “Look, your son is alive.”", "24": "“You are God's prophet!” the woman replied. “Now I know that you really do speak for the Lord.”"}