{"1-2": "For three years no rain fell in Samaria, and there was almost nothing to eat anywhere. The Lord said to Elijah, “Go and meet with King Ahab. I will soon make it rain.” So Elijah went to see Ahab.", "3-4": "At that time Obadiah was in charge of Ahab's palace, but he faithfully worshiped the Lord. In fact, when Jezebel was trying to kill the Lord's prophets, Obadiah hid one hundred of them in two caves and gave them food and water. Ahab sent for Obadiah ", "5": "and said, “We have to find something for our horses and mules to eat. If we don't, we will have to kill them. Let's look around every creek and spring in the country for some grass. ", "6": "You go one way, and I'll go the other.” Then they left in separate directions.", "7": "As Obadiah was walking along, he met Elijah. Obadiah recognized him, bowed down, and asked, “Elijah, is it really you?”", "8": "“Yes. Go tell Ahab I'm here.”", "9": "Obadiah replied: King Ahab would kill me if I told him that. And I haven't even done anything wrong. ", "10": "I swear to you in the name of the living Lord your God that the king has looked everywhere for you. He sent people to look in every country, and when they couldn't find you, he made the leader of each country swear that you were not in that country. ", "11": "Do you really want me to tell him you're here?", "12": "What if the Lord's Spirit takes you away as soon as I leave? When Ahab comes to get you, he won't find you. Then he will surely kill me. I have worshiped the Lord since I was a boy. ", "13": "I even hid one hundred of the Lord's prophets in caves when Jezebel was trying to kill them. I also gave them food and water. ", "14": "Do you really want me to tell Ahab you're here? He will kill me!", "15": "Elijah said, “I'm a servant of the living Lord All-Powerful, and I swear in his name that I will meet with Ahab today.”", "16": "Obadiah left and told Ahab where to find Elijah. Ahab went to meet Elijah, ", "17": "and when he saw him, Ahab shouted, “There you are, the biggest troublemaker in Israel!”", "18": "Elijah answered: You're the troublemaker—not me! You and your family have disobeyed the Lord's commands by worshiping Baal.", "19": "Call together everyone from Israel and have them meet me on Mount Carmel. Be sure to bring along the four hundred fifty prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel's table.", "20": "Ahab got everyone together, then they went to meet Elijah on Mount Carmel. ", "21": "Elijah stood in front of them and said, “How much longer will you try to have things both ways? If the Lord is God, worship him! But if Baal is God, worship him!” The people did not say a word.", "22": "Then Elijah continued: I am the Lord's only prophet, but Baal has four hundred fifty prophets.", "23": "Bring us two bulls. Baal's prophets can take one of them, kill it, and cut it into pieces. Then they can put the meat on the wood without lighting the fire. I will do the same thing with the other bull, and I won't light a fire under it either.", "24": "The prophets of Baal will pray to their god, and I will pray to the Lord. The one who answers by starting the fire is God. “That's a good idea,” everyone agreed.", "25": "Elijah said to Baal's prophets, “There are more of you, so you go first. Pick out a bull and get it ready, but don't light the fire. Then pray to your god.”", "26": "They chose their bull, then they got it ready and prayed to Baal all morning, asking him to start the fire. They danced around the altar and shouted, “Answer us, Baal!” But there was no answer.", "27": "At noon, Elijah began making fun of them. “Pray louder!” he said. “Baal must be a god. Maybe he's day-dreaming or using the toilet or traveling somewhere. Or maybe he's asleep, and you have to wake him up.”", "28": "The prophets kept shouting louder and louder, and they cut themselves with swords and knives until they were bleeding. This was the way they worshiped, ", "29": "and they kept it up all afternoon. But there was no answer of any kind.", "30": "Elijah told everyone to gather around him while he repaired the Lord's altar. ", "31-32": "Then he used twelve stones to build an altar in honor of the Lord. Each stone stood for one of the tribes of Israel, which was the name the Lord had given to their ancestor Jacob. Elijah dug a ditch around the altar, large enough to hold about thirteen quarts. ", "33": "He placed the wood on the altar, then they cut the bull into pieces and laid the meat on the wood. He told the people, “Fill four large jars with water and pour it over the meat and the wood.” After they did this, ", "34": "he told them to do it two more times. They did exactly as he said ", "35": "until finally, the water ran down the altar and filled the ditch.", "36": "When it was time for the evening sacrifice, Elijah prayed: Our Lord, you are the God of Abraham, Isaac, and Israel. Now, prove that you are the God of this nation,[a] and that I, your servant, have done this at your command. ", "37": "Please answer me, so these people will know that you are the Lord God, and that you will turn their hearts back to you.[b]", "38": "The Lord immediately sent fire, and it burned up the sacrifice, the wood, and the stones. It scorched the ground everywhere around the altar and dried up every drop of water in the ditch. ", "39": "When the crowd saw what had happened, they all bowed down and shouted, “The Lord is God! The Lord is God!”", "40": "Just then, Elijah said, “Grab the prophets of Baal! Don't let any of them get away.” So the people captured the prophets and took them to Kishon River, where Elijah killed every one of them.", "41": "Elijah told Ahab, “Get something to eat and drink. I hear a heavy rain coming.”", "42": "Ahab left, but Elijah climbed back to the top of Mount Carmel. Then he stooped down with his face almost to the ground ", "43": "and said to his servant, “Look toward the sea.” The servant left. And when he came back, he said, “I looked, but I didn't see anything.” Elijah told him to look seven more times.", "44": "After the seventh time the servant replied, “I see a small cloud coming this way. But it's no bigger than a fist.” Elijah told him, “Tell Ahab to get his chariot ready and start home now. Otherwise, the rain will stop him.”", "45-46": "A few minutes later, it got very cloudy and windy, and rain started pouring down. So Elijah wrapped his coat around himself, and the Lord gave him strength to run all the way to Jezreel. Ahab followed him."}