{"1": "Ahab told his wife Jezebel what Elijah had done and that he had killed the prophets. ", "2": "She sent a message to Elijah: “You killed my prophets. Now I'm going to kill you! I pray that the gods will punish me even more severely if I don't do it by this time tomorrow.”", "3": "Elijah was afraid when he got her message, and he ran to the town of Beersheba in Judah. He left his servant there, ", "4": "then walked another whole day into the desert. Finally, he came to a large bush and sat down in its shade. He begged the Lord, “I've had enough. Just let me die! I'm no better off than my ancestors.” ", "5": "Then he lay down in the shade and fell asleep. Suddenly an angel woke him up and said, “Get up and eat.” ", "6": "Elijah looked around, and by his head was a jar of water and some baked bread. He sat up, ate and drank, then lay down and went back to sleep.", "7": "Soon the Lord's angel woke him again and said, “Get up and eat, or else you'll get too tired to travel.” ", "8": "So Elijah sat up and ate and drank. The food and water made him strong enough to walk forty more days. At last, he reached Mount Sinai,[a] the mountain of God, ", "9": "and he spent the night there in a cave. While Elijah was on Mount Sinai, the Lord asked, “Elijah, why are you here?”", "10": "He answered, “Lord God All-Powerful, I've always done my best to obey you. But your people have broken their solemn promise to you. They have torn down your altars and killed all your prophets, except me. And now they are even trying to kill me!”", "11": "“Go out and stand on the mountain,” the Lord replied. “I want you to see me when I pass by.” All at once, a strong wind shook the mountain and shattered the rocks. But the Lord was not in the wind. Next, there was an earthquake, but the Lord was not in the earthquake. ", "12": "Then there was a fire, but the Lord was not in the fire. Finally, there was a gentle breeze,[b] ", "13": "and when Elijah heard it, he covered his face with his coat. He went out and stood at the entrance to the cave. The Lord[c] asked, “Elijah, why are you here?”", "14": "Elijah answered, “Lord God All-Powerful, I've always done my best to obey you. But your people have broken their solemn promise to you. They have torn down your altars and killed all your prophets, except me. And now they are even trying to kill me!”", "15": "The Lord said: Elijah, you can go back to the desert near Damascus. And when you get there, appoint[d] Hazael to be king of Syria. ", "16": "Then appoint Jehu son of Nimshi to be king of Israel, and Elisha son of Shaphat[e] to take your place as my prophet.", "17": "Hazael will start killing the people who worship Baal. Jehu will kill those who escape from Hazael, and Elisha will kill those who escape from Jehu.", "18": "But seven thousand Israelites have refused to worship Baal, and they will live.", "19": "Elijah left and found Elisha plowing a field with a pair of oxen. There were eleven other men in front of him, and each one was also plowing with a pair of oxen. Elijah went over and put his own coat on Elisha.[f]", "20": "Elisha stopped plowing and ran after him. “Let me kiss my parents good-by, then I'll go with you,” he said. “You can go,” Elijah said. “But remember what I've done for you.”", "21": "Elisha left and took his oxen with him. He killed them and boiled them over a fire he had made with the wood from his plow. He gave the meat to the people who were with him, and they ate it. Then he left with Elijah and became his assistant."}