{"1": "Not long before David died, he told Solomon:", "2": "My son, I will soon die, as everyone must. But I want you to be strong and brave. ", "3": "Do what the Lord your God commands and follow his teachings. Obey everything written in the Law of Moses. Then you will be a success, no matter what you do or where you go. ", "4": "You and your descendants must always faithfully obey the Lord. If you do, he will keep the solemn promise he made to me that someone from our family will always be king of Israel.", "5": "Solomon, don't forget what Joab did to me by killing Abner son of Ner and Amasa son of Jether, the two commanders of Israel's army. He killed them as if they were his enemies in a war, but he did it when there was no war.[a] He is guilty, and now it's up to you to punish him ", "6": "in the way you think best. Whatever you do, don't let him die peacefully in his old age.", "7": "The sons of Barzillai from Gilead helped me when I was running from your brother Absalom.[b] Be kind to them and let them eat at your table.", "8": "Be sure to do something about Shimei son of Gera from Bahurim in the territory of Benjamin. He cursed and insulted me the day I went to Mahanaim. But later, when he came to meet me at the Jordan River, I promised that I wouldn't kill him.[c] ", "9": "Now you must punish him. He's an old man, but you're wise enough to know that you must have him killed.", "10-11": "David was king of Israel forty years. He ruled seven years from Hebron and thirty-three years from Jerusalem. Then he died and was buried in Jerusalem.[d] ", "12": "His son Solomon became king and took control of David's kingdom.", "13": "One day, Adonijah went to see Bathsheba, Solomon's mother, and she asked, “Is this a friendly visit?” “Yes. ", "14": "I just want to talk with you.” “All right,” she told him, “go ahead.”", "15": "“You know that I was king for a little while,” Adonijah replied. “And everyone in Israel accepted me as their ruler. But the Lord wanted my brother to be king, so now things have changed. ", "16": "Would you do me a favor?” “What do you want?” Bathsheba asked.", "17": "“Please ask Solomon to let me marry Abishag. He won't say no to you.”", "18": "“All right,” she said. “I'll ask him.”", "19": "When Bathsheba went to see Solomon, he stood up to meet her, then bowed low. He sat back down and had another throne brought in, so his mother could sit at his right side.[e] ", "20": "Bathsheba sat down and then asked, “Would you do me a small favor?” Solomon replied, “Mother, just tell me what you want, and I will do it.”", "21": "“Allow your brother Adonijah to marry Abishag,” she answered.", "22": "Solomon said: What? Let my older brother marry Abishag? You may as well ask me to let him rule the kingdom! And why don't you ask such favors for Abiathar and Joab?[f]", "23": "I swear in the name of the Lord that Adonijah will die because he asked for this! If he doesn't, I pray that God will severely punish me. ", "24": "The Lord made me king in my father's place and promised that the kings of Israel would come from my family. Yes, I swear by the living Lord that Adonijah will die today.", "25": "“Benaiah,” Solomon shouted, “go kill Adonijah.” So Adonijah died.", "26": "Solomon sent for Abiathar the priest and said: Abiathar, go back home to Anathoth! You ought to be killed too, but I won't do it now. When my father David was king, you were in charge of the sacred chest, and you went through a lot of hard times with my father. ", "27": "But I won't let you be a priest of the Lord anymore. And so the promise that the Lord had made at Shiloh about the family of Eli came true.[g]", "28": "Joab had not helped Absalom try to become king, but he had helped Adonijah. So when Joab learned that Adonijah had been killed, he ran to the sacred tent and grabbed hold of the corners of the altar for protection.[h] ", "29": "When Solomon heard about this, he sent someone to ask Joab, “Why did you run to the altar?” Joab sent back his answer, “I was afraid of you, and I ran to the Lord for protection.”[i] Then Solomon shouted, “Benaiah, go kill Joab!”", "30": "Benaiah went to the sacred tent and yelled, “Joab, the king orders you to come out!” “No!” Joab answered. “Kill me right here.” Benaiah went back and told Solomon what Joab had said.", "31-32": "Solomon replied: Do what Joab said. Kill him and bury him! Then my family and I won't be responsible for what he did to Abner the commander of Israel's army and to Amasa the commander of Judah's army. He killed those innocent men without my father knowing about it. Both of them were better men than Joab. Now the Lord will make him pay for those murders. ", "33": "Joab's family will always suffer because of what he did, but the Lord will always bless David's family and his kingdom with peace.", "34": "Benaiah went back and killed Joab. His body was taken away and buried near his home in the desert.", "35": "Solomon put Benaiah in Joab's place as army commander, and he put Zadok in Abiathar's place as priest.", "36": "Solomon sent for Shimei and said, “Build a house here in Jerusalem and live in it. But whatever you do, don't leave the city! ", "37": "If you ever cross Kidron Valley and leave Jerusalem, you will be killed. And it will be your own fault.”", "38": "“That's fair, Your Majesty,” Shimei answered. “I'll do that.” So Shimei lived in Jerusalem from then on.", "39": "About three years later, two of Shimei's servants ran off to King Achish in Gath. When Shimei found out where they were, ", "40": "he saddled his donkey and went after them. He found them and brought them back to Jerusalem.", "41": "Someone told Solomon that Shimei had gone to Gath and was back. ", "42": "Solomon sent for him and said: Shimei, you promised in the name of the Lord that you would never leave Jerusalem. I warned you that you would die if you did. You agreed that this was fair, didn't you? ", "43": "You have disobeyed me and have broken the promise you made to the Lord.", "44": "I know you remember all the cruel things you did to my father David. Now the Lord is going to punish you for what you did. ", "45": "But the Lord will bless me and make my father's kingdom strong forever.", "46": "“Benaiah,” Solomon shouted, “kill Shimei.” So Shimei died. Solomon was now in complete control of his kingdom."}