{"1": "Naboth owned a vineyard in Jezreel near King Ahab's palace.", "2": "One day, Ahab said, “Naboth, your vineyard is near my palace. Give it to me so I can turn it into a vegetable garden. I'll give you a better vineyard or pay whatever you want for yours.”", "3": "Naboth answered, “This vineyard has always been in my family. I won't let you have it.”", "4": "So Ahab went home, angry and depressed because of what Naboth had told him. He lay on his bed, just staring at the wall and refusing to eat a thing.", "5": "Jezebel his wife came in and asked, “What's wrong? Why won't you eat?”", "6": "“I asked Naboth to sell me his vineyard or to let me give him a better one,” Ahab replied. “And he told me I couldn't have it.”", "7": "“Aren't you the king of Israel?” Jezebel asked. “Get out of bed and eat something! Don't worry, I'll get Naboth's vineyard for you.”", "8-10": "Jezebel wrote a letter to each of the leaders of the town where Naboth lived. In the letters she said: Call everyone together and tell them to go without eating[a] today. When they come together, give Naboth a seat at the front. Have two liars sit across from him and swear that Naboth has cursed God and the king. Then take Naboth outside and stone him to death! She signed Ahab's name to the letters and sealed them with his seal. Then she sent them to the town leaders.", "11": "After receiving her letters, they did exactly what she had asked. ", "12": "They told the people that it was a day to go without eating, and when they all came together, they seated Naboth at the front. ", "13": "The two liars came in and sat across from Naboth. Then they accused him of cursing God and the king, so the people dragged Naboth outside and stoned him to death.", "14": "The leaders of Jezreel sent a message back to Jezebel that said, “Naboth is dead.”", "15": "As soon as Jezebel got their message, she told Ahab, “Now you can have the vineyard Naboth refused to sell. He's dead.” ", "16": "Ahab got up and went to take over the vineyard.", "17": "The Lord said to Elijah the prophet, ", "18": "“King Ahab of Israel is in Naboth's vineyard right now, taking it over. ", "19": "Go tell him that I say, 'Ahab, you murdered Naboth and took his property. And so, in the very spot where dogs licked up Naboth's blood, they will lick up your blood.'” When Elijah found him, ", "20": "Ahab said, “So, my enemy, you found me at last.” Elijah answered: Yes, I did! Ahab, you have managed to do everything the Lord hates. ", "21": "Now you will be punished. You and every man and boy in your family will die, whether slave or free. ", "22": "Your whole family will be wiped out, just like the families of King Jeroboam and King Baasha. You've made the Lord very angry by sinning and causing the Israelites to sin.", "23": "And as for Jezebel, dogs will eat her body there in Jezreel. ", "24": "Dogs will also eat the bodies of your relatives who die in town, and vultures will eat the bodies of those who die in the country.", "25-29": "When Ahab heard this, he tore his clothes and wore sackcloth day and night. He was depressed and refused to eat. Some time later, the Lord said, “Elijah, do you see how sorry Ahab is for what he did? I won't punish his family while he is still alive. I'll wait until his son is king.” No one was more determined than Ahab to disobey the Lord. And Jezebel encouraged him. Worst of all, he had worshiped idols, just as the Amorites[b] had done before the Lord forced them out of the land and gave it to Israel."}