{"1": "For the next three years there was peace between Israel and Syria. ", "2": "During the third year King Jehoshaphat of Judah went to visit King Ahab of Israel.", "3": "Ahab asked his officials, “Why haven't we tried to get Ramoth in Gilead back from the Syrians? It belongs to us.” ", "4": "Then he asked Jehoshaphat, “Would you go to Ramoth with me and attack the Syrians?” “Just tell me what to do,” Jehoshaphat answered. “My army and horses are at your command. ", "5": "But first, let's ask the Lord.”", "6": "Ahab sent for about four hundred prophets and asked, “Should I attack the Syrians at Ramoth?” “Yes!” the prophets answered. “The Lord will help you defeat them.”", "7": "But Jehoshaphat said, “Just to make sure, is there another of the Lord's prophets we can ask?”", "8": "“We could ask Micaiah son of Imlah,” Ahab said. “But I hate Micaiah. He always has bad news for me.” “Don't say that!” Jehoshaphat replied. ", "9": "Then Ahab sent someone to bring Micaiah as soon as possible.", "10": "All this time, Ahab and Jehoshaphat were dressed in their royal robes and were seated on their thrones at the threshing place near the gate of Samaria. They were listening to the prophets tell them what the Lord had said.", "11": "Zedekiah son of Chenaanah was one of the prophets. He had made some horns out of iron and shouted, “Ahab, the Lord says you will attack the Syrians like a bull with iron horns and wipe them out!”", "12": "All the prophets agreed that Ahab should attack the Syrians at Ramoth, and they promised that the Lord would help him defeat them.", "13": "Meanwhile, the messenger who went to get Micaiah whispered, “Micaiah, all the prophets have good news for Ahab. Now go and say the same thing.”", "14": "“I'll say whatever the living Lord tells me to say,” Micaiah replied.", "15": "Then Micaiah went to Ahab, and Ahab asked, “Micaiah, should I attack the Syrians at Ramoth?” “Yes!” Micaiah answered. “The Lord will help you defeat them.”", "16": "“Micaiah, I've told you over and over to tell me the truth!” Ahab shouted. “What does the Lord really say?”", "17": "He answered, “In a vision[a] I saw Israelite soldiers walking around in the hills like sheep without a shepherd to guide them. The Lord said, 'This army has no leader. They should go home and not fight.'”", "18": "Ahab turned to Jehoshaphat and said, “I told you he would bring bad news!”", "19": "Micaiah replied: Listen to this! I also saw the Lord seated on his throne with every creature in heaven gathered around him. ", "20": "The Lord asked, “Who can trick Ahab and make him go to Ramoth where he will be killed?” They talked about it for a while, ", "21": "then finally a spirit came forward and said to the Lord, “I can trick Ahab.” “How?” the Lord asked.", "22": "“I'll make Ahab's prophets lie to him.” “Good!” the Lord replied. “Now go and do it.”", "23": "This is exactly what has happened, Ahab. The Lord made all your prophets lie to you, and he knows you will soon be destroyed.", "24": "Zedekiah walked up to Micaiah and slapped him on the face. Then he asked, “Do you really think the Lord would speak to you and not to me?”", "25": "Micaiah answered, “You'll find out on the day you have to hide in the back room of some house.”", "26": "Ahab shouted, “Arrest Micaiah! Take him to Prince Joash and Governor Amon of Samaria. ", "27": "Tell them to put him in prison and to give him nothing but bread and water until I come back safely.”", "28": "Micaiah said, “If you do come back, I was wrong about what the Lord wanted me to say.” Then he told the crowd, “Don't forget what I said!”", "29": "Ahab and Jehoshaphat led their armies to Ramoth in Gilead. ", "30": "Before they went into battle, Ahab said, “Jehoshaphat, I'll disguise myself, but you wear your royal robe.” Then Ahab disguised himself and went into battle.", "31": "The king of Syria had ordered his thirty-two chariot commanders to attack only Ahab. ", "32": "So when they saw Jehoshaphat in his robe, they thought he was Ahab and started to attack him. But when Jehoshaphat shouted out to them, ", "33": "they realized he wasn't Ahab, and they left him alone.", "34": "However, during the fighting a soldier shot an arrow without even aiming, and it hit Ahab where two pieces of his armor joined. He shouted to his chariot driver, “I've been hit! Get me out of here!”", "35": "The fighting lasted all day, with Ahab propped up in his chariot so he could see the Syrian troops. He bled so much that the bottom of the chariot was covered with blood, and by evening he was dead.", "36": "As the sun was going down, someone in Israel's army shouted to the others, “Retreat! Go back home!”", "37": "Ahab's body was taken to Samaria and buried there. ", "38": "Some workers washed his chariot near a spring in Samaria, and prostitutes washed themselves in his blood.[b] Dogs licked Ahab's blood off the ground, just as the Lord had warned.", "39": "Everything else Ahab did while he was king, including the towns he strengthened and the palace he built and furnished with ivory, is written in The History of the Kings of Israel. ", "40": "Ahab died, and his son Ahaziah became king.", "41": "Jehoshaphat son of Asa became king of Judah in Ahab's fourth year as king of Israel. ", "42": "Jehoshaphat was thirty-five years old when he became king, and he ruled from Jerusalem for twenty-five years. His mother was Azubah daughter of Shilhi.", "43-46": "Jehoshaphat obeyed the Lord, just as his father Asa had done, and during his rule he was at peace with the king of Israel. He got rid of the rest of the prostitutes[c] from the local shrines, but he did not destroy the shrines, and they were still used as places for offering sacrifices. Everything else Jehoshaphat did while he was king, including his brave deeds and military victories, is written in The History of the Kings of Judah.", "47": "The country of Edom had no king at the time, so a lower official ruled the land.", "48": "Jehoshaphat had seagoing ships[d] built to sail to Ophir for gold. But they were wrecked at Ezion-Geber and never sailed. ", "49": "Ahaziah son of Ahab offered to let his sailors go with Jehoshaphat's sailors, but Jehoshaphat refused.", "50": "Jehoshaphat died and was buried beside his ancestors in Jerusalem,[e] and his son Jehoram became king.", "51": "Ahaziah son of Ahab became king of Israel in the seventeenth year of Jehoshaphat's rule in Judah, and he ruled two years from Samaria.", "52": "Ahaziah disobeyed the Lord, just as his father, his mother, and Jeroboam had done. They all led Israel to sin. ", "53": "Ahaziah worshiped Baal and made the Lord God of Israel very angry, just as his father had done."}