{"1": "Solomon signed a treaty with the king of Egypt and married his daughter. She lived in the older part of Jerusalem[a] until the palace, the Lord's temple, and the wall around Jerusalem were completed.", "2": "At that time, there was no temple for worshiping the Lord, and everyone offered sacrifices at the local shrines.[b] ", "3": "Solomon loved the Lord and followed his father David's instructions, but Solomon also offered sacrifices and burned incense at the shrines.", "4": "The most important shrine was in Gibeon, and Solomon had offered more than a thousand sacrifices on that altar.", "5": "One night while Solomon was in Gibeon, the Lord God appeared to him in a dream and said, “Solomon, ask for anything you want, and I will give it to you.”", "6": "Solomon answered: My father David, your servant, was honest and did what you commanded. You were always loyal to him, and you gave him a son who is now king. ", "7": "Lord God, I'm your servant, and you've made me king in my father's place. But I'm very young and know so little about being a leader. ", "8": "And now I must rule your chosen people, even though there are too many of them to count.", "9": "Please make me wise and teach me the difference between right and wrong. Then I will know how to rule your people. If you don't, there is no way I could rule this great nation of yours.", "10-11": "God said: Solomon, I'm pleased that you asked for this. You could have asked to live a long time or to be rich. Or you could have asked for your enemies to be destroyed. Instead, you asked for wisdom to make right decisions. ", "12": "So I'll make you wiser than anyone who has ever lived or ever will live.", "13": "I'll also give you what you didn't ask for. You'll be rich and respected as long as you live, and you'll be greater than any other king. ", "14": "If you obey me and follow my commands, as your father David did, I'll let you live a long time.", "15": "Solomon woke up and realized that God had spoken to him in the dream. He went back to Jerusalem and stood in front of the sacred chest, where he offered sacrifices to please the Lord[c] and sacrifices to ask his blessing.[d] Then Solomon gave a feast for his officials.", "16": "One day two women[e] came to King Solomon, ", "17": "and one of them said: Your Majesty, this woman and I live in the same house. Not long ago my baby was born at home, ", "18": "and three days later her baby was born. Nobody else was there with us.", "19": "One night while we were all asleep, she rolled over on her baby, and he died. ", "20": "Then while I was still asleep, she got up and took my son out of my bed. She put him in her bed, then she put her dead baby next to me.", "21": "In the morning when I got up to feed my son, I saw that he was dead. But when I looked at him in the light, I knew he wasn't my son.", "22": "“No!” the other woman shouted. “He was your son. My baby is alive!” “The dead baby is yours,” the first woman yelled. “Mine is alive!” They argued back and forth in front of Solomon, ", "23": "until finally he said, “Both of you say this live baby is yours. ", "24": "Someone bring me a sword.” A sword was brought, and Solomon ordered, ", "25": "“Cut the baby in half! That way each of you can have part of him.”", "26": "“Please don't kill my son,” the baby's mother screamed. “Your Majesty, I love him very much, but give him to her. Just don't kill him.” The other woman shouted, “Go ahead and cut him in half. Then neither of us will have the baby.”", "27": "Solomon said, “Don't kill the baby.” Then he pointed to the first woman, “She is his real mother. Give the baby to her.”", "28": "Everyone in Israel was amazed when they heard how Solomon had made his decision. They realized that God had given him wisdom to judge fairly."}