{"1-6": "Here is a list of Solomon's highest officials while he was king of Israel: Azariah son of Zadok was the priest; Elihoreph and Ahijah sons of Shisha were the secretaries; Jehoshaphat son of Ahilud kept the government records; Benaiah son of Jehoiada was the army commander; Zadok and Abiathar were priests; Azariah son of Nathan was in charge of the regional officers; Zabud son of Nathan was a priest and the king's advisor; Ahishar was the prime minister; Adoniram son of Abda was in charge of the forced labor.", "7": "Solomon chose twelve regional officers, who took turns bringing food for him and his household. Each officer provided food from his region for one month of the year. ", "8": "These were the twelve officers: The son of Hur was in charge of the hill country of Ephraim.", "9": "The son of Deker was in charge of the towns of Makaz, Shaalbim, Beth-Shemesh, and Elon-Beth-Hanan.", "10": "The son of Hesed was in charge of the towns of Arubboth and Socoh, and the region of Hepher.", "11": "The son of Abinadab was in charge of Naphath-Dor and was married to Solomon's daughter Taphath.", "12": "Baana son of Ahilud was in charge of the towns of Taanach and Megiddo. He was also in charge of the whole region of Beth-Shan near the town of Zarethan, south of Jezreel from Beth-Shan to Abel-Meholah to the other side of Jokmeam.", "13": "The son of Geber was in charge of the town of Ramoth in Gilead and the villages in Gilead belonging to the family of Jair, a descendant of Manasseh. He was also in charge of the region of Argob in Bashan, which had sixty walled towns with bronze bars on their gates.", "14": "Ahinadab son of Iddo was in charge of the territory of Mahanaim.", "15": "Ahimaaz was in charge of the territory of Naphtali and was married to Solomon's daughter Basemath.", "16": "Baana son of Hushai was in charge of the territory of Asher and the town of Bealoth.", "17": "Jehoshaphat son of Paruah was in charge of the territory of Issachar.", "18": "Shimei son of Ela was in charge of the territory of Benjamin.", "19": "Geber son of Uri was in charge of Gilead, where King Sihon of the Amorites and King Og of Bashan had lived. And one officer was in charge of the territory of Judah.[a]", "20": "There were so many people living in Judah and Israel while Solomon was king that they seemed like grains of sand on a beach. Everyone had enough to eat and drink, and they were happy.", "21": "Solomon ruled every kingdom between the Euphrates River and the land of the Philistines down to Egypt. These kingdoms paid him taxes as long as he lived.", "22": "Every day, Solomon needed one hundred fifty bushels of fine flour, three hundred bushels of coarsely-ground flour, ", "23": "ten grain-fed cattle, twenty pasture-fed cattle, one hundred sheep, as well as deer, gazelles, and geese.", "24": "Solomon ruled the whole region west of the Euphrates River, from Tiphsah to Gaza, and he was at peace with all of the countries around him. ", "25": "Everyone living in Israel, from the town of Dan in the north to Beersheba in the south, was safe as long as Solomon lived. Each family sat undisturbed beneath its own grape vines and fig trees.", "26": "Solomon had forty thousand stalls of chariot horses and twelve thousand chariot soldiers.", "27": "Each of the twelve regional officers brought food to Solomon and his household for one month of the year. They provided everything he needed, ", "28": "as well as barley and straw for the horses.", "29": "Solomon was brilliant. God had blessed him with insight and understanding. ", "30-31": "He was wiser than anyone else in the world, including the wisest people of the east and of Egypt. He was even wiser than Ethan the Ezrahite, and Mahol's three sons, Heman, Calcol, and Darda. Solomon became famous in every country around Judah and Israel. ", "32": "Solomon wrote three thousand wise sayings and composed more than one thousand songs. ", "33": "He could talk about all kinds of plants, from large trees to small bushes, and he taught about animals, birds, reptiles, and fish. ", "34": "Kings all over the world heard about Solomon's wisdom and sent people to listen to him teach."}