{"1": "King Hiram of Tyre[a] had always been friends with Solomon's father David. When Hiram learned that Solomon was king, he sent some of his officials to meet with Solomon.", "2": "Solomon sent a message back to Hiram:", "3": "Remember how my father David wanted to build a temple where the Lord his God could be worshiped? But enemies kept attacking my father's kingdom, and he never had the chance. ", "4": "Now, thanks to the Lord God, there is peace in my kingdom and no trouble or threat of war anywhere.", "5": "The Lord God promised my father that when his son became king, he would build a temple for worshiping the Lord. So I've decided to do that.", "6": "I'd like you to have your workers cut down cedar trees in Lebanon for me. I will pay them whatever you say and will even have my workers help them. We both know that your workers are more experienced than anyone else at cutting lumber.", "7": "Hiram was so happy when he heard Solomon's request that he said, “I am grateful that the Lord gave David such a wise son to be king of that great nation!” ", "8": "Then he sent back his answer: I received your message and will give you all the cedar and pine logs you need. ", "9": "My workers will carry them down from Lebanon to the Mediterranean Sea. They will tie the logs together and float them along the coast to wherever you want them. Then they will untie the logs, and your workers can take them from there. To pay for the logs, you can provide the grain I need for my household.", "10": "Hiram gave Solomon all the cedar and pine logs he needed. ", "11": "In return, Solomon gave Hiram about one hundred twenty-five thousand bushels of wheat and about one thousand one hundred gallons of pure olive oil each year.", "12": "The Lord kept his promise and made Solomon wise. Hiram and Solomon signed a treaty and never went to war against each other.", "13": "Solomon ordered thirty thousand people from all over Israel to cut logs for the temple, ", "14": "and he put Adoniram in charge of these workers. Solomon divided them into three groups of ten thousand. Each group worked one month in Lebanon and had two months off at home.", "15": "He also had eighty thousand workers to cut stone in the hill country of Israel, seventy thousand workers to carry the stones, ", "16": "and over three thousand assistants to keep track of the work and to supervise the workers. ", "17": "He ordered the workers to cut and shape large blocks of good stone for the foundation of the temple.", "18": "Solomon's and Hiram's men worked with men from the city of Gebal,[b] and together they got the stones and logs ready for the temple."}