{"1": "Solomon's workers started building the temple during Ziv,[a] the second month of the year. It had been four years since Solomon became king of Israel, and four hundred eighty years since the people of Israel left Egypt.", "2": "The inside of the Lord's temple was ninety feet long, thirty feet wide, and forty-five feet high. ", "3": "A fifteen-foot porch went all the way across the front of the temple. ", "4": "The windows were narrow on the outside but wide on the inside.", "5-6": "Along the sides and back of the temple, there were three levels of storage rooms. The rooms on the bottom level were seven and a half feet wide, the rooms on the middle level were nine feet wide, and those on the top level were ten and a half feet wide. There were ledges on the outside of the temple that supported the beams of the storage rooms, so that nothing was built into the temple walls.", "7": "Solomon did not want the noise of hammers and axes to be heard at the place where the temple was being built. So he had the workers shape the blocks of stone at the quarry.", "8": "The entrance to the bottom storage rooms was on the south side of the building, and stairs to the other rooms were also there. ", "9": "The roof of the temple was made out of beams and cedar boards. The workers finished building the outside of the temple. ", "10": "Storage rooms seven and a half feet high were all around the temple, and they were attached to the temple by cedar beams.", "11": "The Lord told Solomon:", "12-13": "If you obey my commands and do what I say, I will keep the promise I made to your father David. I will live among my people Israel in this temple you are building, and I will not desert them.", "14": "So Solomon's workers finished building the temple.", "15": "The floor of the temple was made out of pine, and the walls were lined with cedar from floor to ceiling.[b]", "16": "The most holy place was in the back of the temple, and it was thirty feet square. Cedar boards standing from floor to ceiling[c] separated it from the rest of the temple. ", "17": "The temple's main room was sixty feet long, and it was in front of the most holy place.", "18": "The inside walls were lined with cedar to hide the stones, and the cedar was decorated with carvings of gourds and flowers.", "19": "The sacred chest was kept in the most holy place. ", "20-22": "This room was thirty feet long, thirty feet wide, and thirty feet high, and it was lined with pure gold. There were also gold chains across the front of the most holy place. The inside of the temple, as well as the cedar altar in the most holy place, was covered with gold.", "23": "Solomon had two statues of winged creatures[d] made from olive wood to put in the most holy place. Each creature was fifteen feet tall ", "24-26": "and fifteen feet across. They had two wings, and the wings were seven and a half feet long. ", "27": "Solomon put them next to each other in the most holy place. Their wings were spread out and reached across the room. ", "28": "The creatures were also covered with gold.", "29": "The walls of the two rooms were decorated with carvings of palm trees, flowers, and winged creatures. ", "30": "Even the floor was covered with gold.", "31-32": "The two doors to the most holy place were made out of olive wood and were decorated with carvings of palm trees, flowers, and winged creatures. The doors and the carvings were covered with gold. The door frame came to a point at the top.", "33-34": "The two doors to the main room of the temple were made out of pine, and each one had two sections[e] so they could fold open. The door frame was shaped like a rectangle and was made out of olive wood. ", "35": "The doors were covered with gold and were decorated with carvings of palm trees, flowers, and winged creatures.", "36": "The inner courtyard of the temple had walls made out of three layers of cut stones with one layer of cedar beams.", "37": "Work began on the temple during Ziv,[f] the second month of the year, four years after Solomon became king of Israel. ", "38": "Seven years later the workers finished building it during Bul,[g] the eighth month of the year. It was built exactly as it had been planned."}