{"1-2": "The sacred chest had been kept on Mount Zion, also known as the city of David. But Solomon decided to have the chest moved to the temple while everyone was in Jerusalem, celebrating the Festival of Shelters during Ethanim,[a] the seventh month of the year. Solomon called together the important leaders of Israel. ", "3-4": "Then the priests and the Levites carried to the temple the sacred chest, the sacred tent, and the objects used for worship. ", "5": "Solomon and a crowd of people walked in front of the chest, and along the way they sacrificed more sheep and cattle than could be counted.", "6": "The priests carried the chest into the most holy place and put it under the winged creatures, ", "7": "whose wings covered the chest and the poles used for carrying it. ", "8": "The poles were so long that they could be seen from right outside the most holy place, but not from anywhere else. And they stayed there from then on.", "9": "The only things kept in the chest were the two flat stones Moses had put there when the Lord made his agreement with the people of Israel at Mount Sinai,[b] after bringing them out of Egypt.", "10": "Suddenly a cloud filled the temple as the priests were leaving the most holy place. ", "11": "The Lord's glory was in the cloud, and the light from it was so bright that the priests could not stay inside to do their work. ", "12": "Then Solomon prayed: “Our Lord, you said that you would live in a dark cloud.", "13": "Now I have built a glorious temple where you can live forever.”", "14": "Solomon turned toward the people standing there. Then he blessed them ", "15-16": "and said: Praise the Lord God of Israel! Long ago he brought his people out of Egypt. He later kept his promise to make my father David the king of Israel. The Lord also said that he had not chosen the city where his temple would be built.", "17": "So when David wanted to build a temple for the Lord God of Israel, ", "18": "the Lord said, “It's good that you want to build a temple where I can be worshiped. ", "19": "But you're not the one to do it. Your son will build a temple to honor me.”", "20": "The Lord has done what he promised. I am the king of Israel like my father, and I've built a temple for the Lord our God. ", "21": "I've also made a place in the temple for the sacred chest. And in that chest are the two flat stones on which is written the solemn agreement the Lord made with our ancestors when he led them out of Egypt.", "22": "Solomon stood facing the altar with everyone standing behind him. Then he lifted his arms toward heaven ", "23": "and prayed: Lord God of Israel, no other god in heaven or on earth is like you! You never forget the agreement you made with your people, and you are loyal to anyone who faithfully obeys your teachings. ", "24": "My father David was your servant, and today you have kept every promise you made to him.", "25": "Lord God of Israel, you promised my father that someone from his family would always be king of Israel, if they do their best to obey you, just as he did. ", "26": "Please keep this promise you made to your servant David.", "27": "There's not enough room in all of heaven for you, Lord God. How could you possibly live on earth in this temple I have built? ", "28": "But I ask you to answer my prayer. ", "29": "This is the temple where you have chosen to be worshiped. Please watch over it day and night and listen when I turn toward it and pray. ", "30": "I am your servant, and the people of Israel belong to you. So whenever any of us look toward this temple and pray, answer from your home in heaven and forgive our sins.", "31": "Suppose someone accuses a person of a crime, and the accused has to stand in front of the altar in your temple and say, “I swear I am innocent!” ", "32": "Listen from heaven and decide who is right. Then punish the guilty person and let the innocent one go free.", "33": "Suppose your people Israel sin against you, and then an enemy defeats them. If they come to this temple and beg for forgiveness, ", "34": "listen from your home in heaven. Forgive them and bring them back to the land you gave their ancestors.", "35": "Suppose your people sin against you, and you punish them by holding back the rain. If they turn toward this temple and pray in your name and stop sinning, ", "36": "listen from your home in heaven and forgive them. The people of Israel are your servants, so teach them to live right. And please send rain on the land you promised them forever.", "37": "Sometimes the crops may dry up or rot or be eaten by locusts[c] or grasshoppers, and your people will be starving. Sometimes enemies may surround their towns, or your people will become sick with deadly diseases. ", "38": "Listen when anyone in Israel truly feels sorry and sincerely prays with arms lifted toward your temple. ", "39": "You know what is in everyone's heart. So from your home in heaven answer their prayers, according to the way they live and what is in their hearts. ", "40": "Then your people will worship and obey you for as long as they live in the land you gave their ancestors.", "41-42": "Foreigners will hear about you and your mighty power, and some of them will come to live among your people Israel. If any of them pray toward this temple, ", "43": "listen from your home in heaven and answer their prayers. Then everyone on earth will worship you, just like your people Israel, and they will know that I have built this temple to honor you.", "44": "Our Lord, sometimes you will order your people to attack their enemies. Then your people will turn toward this temple I have built for you in your chosen city, and they will pray to you. ", "45": "Answer their prayers from heaven and give them victory.", "46": "Everyone sins. But when your people sin against you, suppose you get angry enough to let their enemies drag them away to foreign countries. ", "47-49": "Later, they may feel sorry for what they did and ask your forgiveness. Answer them when they pray toward this temple I have built for you in your chosen city, here in this land you gave their ancestors. From your home in heaven, listen to their sincere prayers and do what they ask. ", "50": "Forgive your people no matter how much they have sinned against you. Make the enemies who defeated them be kind to them. ", "51": "Remember, they are the people you chose and rescued from Egypt that was like a blazing fire to them.", "52": "I am your servant, and the people of Israel belong to you. So listen when any of us pray and cry out for your help. ", "53": "When you brought our ancestors out of Egypt, you told your servant Moses to say to them, “From all people on earth, the Lord God has chosen you to be his very own.”", "54": "When Solomon finished his prayer at the altar, he was kneeling with his arms lifted toward heaven. He stood up, ", "55": "turned toward the people, blessed them, and said loudly:", "56": "Praise the Lord! He has kept his promise and given us peace. Every good thing he promised to his servant Moses has happened.", "57": "The Lord our God was with our ancestors to help them, and I pray that he will be with us and never abandon us. ", "58": "May the Lord help us obey him and follow all the laws and teachings he gave our ancestors.", "59": "I pray that the Lord our God will remember my prayer day and night. May he help everyone in Israel each day, in whatever way we need it. ", "60": "Then every nation will know that the Lord is the only true God.", "61": "Obey the Lord our God and follow his commands with all your heart, just as you are doing today.", "62-63": "Solomon and the people dedicated the temple to the Lord by offering twenty-two thousand cattle and one hundred twenty thousand sheep as sacrifices to ask the Lord's blessing.[d] ", "64": "On that day, Solomon dedicated the courtyard in front of the temple and made it acceptable for worship. He offered the sacrifices there because the bronze altar in front of the temple was too small.", "65": "Solomon and the huge crowd celebrated the Festival of Shelters at the temple for seven days.[e] There were people from as far away as the Egyptian Gorge in the south and Lebo-Hamath in the north. ", "66": "Then on the eighth day, he sent everyone home. They said good-by and left, very happy, because of all the good things the Lord had done for his servant David and his people Israel."}