{"1": "The Lord's temple and Solomon's palace were now finished, and Solomon had built everything he wanted. ", "2": "Some time later the Lord appeared to him again in a dream, just as he had done at Gibeon. ", "3": "The Lord said: I heard your prayer and what you asked me to do. This temple you have built is where I will be worshiped forever. It belongs to me, and I will never stop watching over it.", "4": "You must obey me, as your father David did, and be honest and fair. Obey my laws and teachings, ", "5": "and I will keep my promise to David that someone from your family will always be king of Israel.", "6": "But if you or any of your descendants disobey my commands or start worshiping foreign gods, ", "7": "I will no longer let my people Israel live in this land I gave them. I will desert this temple where I said I would be worshiped. Then people everywhere will think this nation is only a joke and will make fun of it. ", "8": "This temple will become a pile of rocks![a] Everyone who walks by will be shocked, and they will ask, “Why did the Lord do such a terrible thing to his people and to this temple?” ", "9": "Then they will answer, “We know why the Lord did this. The people of Israel rejected the Lord their God, who rescued their ancestors from Egypt, and they started worshiping other gods.”", "10": "It took twenty years for the Lord's temple and Solomon's palace to be built. ", "11": "Later, Solomon gave King Hiram of Tyre twenty towns in the region of Galilee to repay him for the cedar, pine, and gold he had given Solomon.", "12": "When Hiram went to see the towns, he did not like them. ", "13": "He said, “Solomon, my friend, are these the kind of towns you want to give me?” So Hiram called the region Cabul because he thought it was worthless.[b] ", "14": "He sent Solomon only five tons of gold in return.", "15": "After Solomon's workers had finished the temple and the palace, he ordered them to fill in the land on the east side of Jerusalem,[c] to build a wall around the city, and to rebuild the towns of Hazor, Megiddo, and Gezer.", "16": "Earlier, the king of Egypt had captured the town of Gezer; he burned it to the ground and killed the Canaanite people living there. Then he gave it to his daughter as a wedding present when she married Solomon. ", "17": "So Solomon had the town rebuilt. Solomon had his workers rebuild Lower Beth-Horon, ", "18": "Baalath, and Tamar in the desert of Judah. ", "19": "They also built towns where he could keep his supplies and his chariots and horses. Solomon had them build whatever he wanted in Jerusalem, Lebanon, and anywhere in his kingdom.", "20-22": "Solomon did not force the Israelites to do his work. They were his soldiers, officials, leaders, commanders, chariot captains, and chariot drivers. But he did make slaves of the Amorites, Hittites, Perizzites, Hivites, and Jebusites who were living in Israel. These were the descendants of those foreigners the Israelites could not destroy, and they remained Israel's slaves.", "23": "Solomon appointed five hundred fifty officers to be in charge of his workers and to watch over his building projects.", "24": "Solomon's wife, the daughter of the king of Egypt, moved from the older part of Jerusalem[d] to her new palace. Then Solomon had the land on the east side of Jerusalem filled in.[e]", "25": "Three times a year, Solomon burned incense and offered sacrifices to the Lord on the altar he had built. Solomon had now finished building the Lord's temple.", "26": "He also had a lot of ships at Ezion-Geber, a town in Edom near Eloth on the Red Sea.[f] ", "27-28": "King Hiram let some of his experienced sailors go to the country of Ophir[g] with Solomon's own sailors, and they brought back about sixteen tons of gold for Solomon."}