{"1": "From Paul, an apostle of Christ Jesus by God's will, and Timothy our brother.", "2": "To the holy and faithful brothers and sisters in Christ in Colossae. Grace and peace to you from God our Father.", "3": "We always give thanks to God, the Father of our Lord Jesus Christ, when we pray for you.", "4": "We've done this since we heard of your faith in Christ Jesus and your love for all God's people.", "5": "You have this faith and love because of the hope reserved for you in heaven. You previously heard about this hope through the true message, the good news,", "6": "which has come to you. This message has been bearing fruit and growing among you since the day you heard and truly understood God's grace, in the same way that it is bearing fruit and growing in the whole world.", "7": "You learned it from Epaphras, who is the fellow slave we love and Christ's faithful minister for your sake.", "8": "He informed us of your love in the Spirit.", "9": "Because of this, since the day we heard about you, we haven't stopped praying for you and asking for you to be filled with the knowledge of God's will, with all wisdom and spiritual understanding.", "10": "We're praying this so that you can live lives that are worthy of the Lord and pleasing to him in every way: by producing fruit in every good work and growing in the knowledge of God;", "11": "by being strengthened through his glorious might so that you endure everything and have patience;", "12": "and by giving thanks with joy to the Father. He made it so you could take part in the inheritance, in light granted to God's holy people.", "13": "He rescued us from the control of darkness and transferred us into the kingdom of the Son he loves.", "14": "He set us free through the Son and forgave our sins.", "15": "The Son is the image of the invisible God, the one who is first over all creation,[a]", "16": "Because all things were created by him: both in the heavens and on the earth, the things that are visible and the things that are invisible. Whether they are thrones or powers, or rulers or authorities, all things were created through him and for him.", "17": "He existed before all things, and all things are held together in him.", "18": "He is the head of the body, the church, who is the beginning, the one who is firstborn from among the dead[b] so that he might occupy the first place in everything.", "19": "Because all the fullness of God was pleased to live in him,", "20": "and he reconciled all things to himself through him— whether things on earth or in the heavens. He brought peace through the blood of his cross.", "21": "Once you were alienated from God and you were enemies with him in your minds, which was shown by your evil actions.", "22": "But now he has reconciled you by his physical body through death, to present you before God as a people who are holy, faultless, and without blame.", "23": "But you need to remain well established and rooted in faith and not shift away from the hope given in the good news that you heard. This message has been preached throughout all creation under heaven. And I, Paul, became a servant of this good news.", "24": "Now I'm happy to be suffering for you. I'm completing what is missing from Christ's sufferings with my own body. I'm doing this for the sake of his body, which is the church.", "25": "I became a servant of the church by God's commission, which was given to me for you, in order to complete God's word.", "26": "I'm completing it with a secret plan[c] that has been hidden for ages and generations but which has now been revealed to his holy people.", "27": "God wanted to make the glorious riches of this secret plan[d] known among the Gentiles, which is Christ living in you, the hope of glory.", "28": "This is what we preach as we warn and teach every person with all wisdom so that we might present each one mature in Christ.", "29": "I work hard and struggle for this goal with his energy, which works in me powerfully."}