{"1": "Therefore, if you were raised with Christ, look for the things that are above where Christ is sitting at God's right side.", "2": "Think about the things above and not things on earth.", "3": "You died, and your life is hidden with Christ in God.", "4": "When Christ, who is your life, is revealed, then you also will be revealed with him in glory.", "5": "So put to death the parts of your life that belong to the earth, such as sexual immorality, moral corruption, lust, evil desire, and greed (which is idolatry).", "6": "The wrath of God is coming upon disobedient people because of these things.", "7": "You used to live this way, when you were alive to these things.", "8": "But now set aside these things, such as anger, rage, malice, slander, and obscene language.", "9": "Don't lie to each other. Take off the old human nature with its practices", "10": "and put on the new nature, which is renewed in knowledge by conforming to the image of the one who created it.", "11": "In this image there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor free, but Christ is all things and in all people.", "12": "Therefore, as God's choice, holy and loved, put on compassion, kindness, humility, gentleness, and patience.", "13": "Be tolerant with each other and, if someone has a complaint against anyone, forgive each other. As the Lord forgave you, so also forgive each other.", "14": "And over all these things put on love, which is the perfect bond of unity.", "15": "The peace of Christ must control your hearts—a peace into which you were called in one body. And be thankful people.", "16": "The word of Christ must live in you richly. Teach and warn each other with all wisdom by singing psalms, hymns, and spiritual songs. Sing to God with gratitude in your hearts.", "17": "Whatever you do, whether in speech or action, do it all in the name of the Lord Jesus and give thanks to God the Father through him.", "18": "Wives, submit to your husbands in a way that is appropriate in the Lord.", "19": "Husbands, love your wives and don't be harsh with them.", "20": "Children, obey your parents in everything, because this pleases the Lord.", "21": "Parents, don't provoke your children in a way that ends up discouraging them.", "22": "Slaves, obey your masters on earth in everything. Don't just obey like people pleasers when they are watching. Instead, obey with the single motivation of fearing the Lord.", "23": "Whatever you do, do it from the heart for the Lord and not for people.", "24": "You know that you will receive an inheritance as a reward. You serve the Lord Christ.", "25": "But evildoers will receive their reward for their evil actions. There is no discrimination."}