{"1": "In the eighth month of the second year of Daryavesh, the following message from Adonai came to Z'kharyah the son of Berekhyah, the son of 'Iddo, the prophet: ", "2": "“Adonai was extremely angry with your ancestors. ", "3": "Therefore, tell them that Adonai-Tzva'ot says this: '“Return to me,” says Adonai-Tzva'ot, “and I will return to you,” says Adonai-Tzva'ot. ", "4": "“Don't be like your ancestors. The earlier prophets proclaimed to them, 'Adonai-Tzva'ot says to turn back now from your evil ways and deeds'; but they didn't listen or pay attention to me,” says Adonai. ", "5": "“Your ancestors, where are they? And the prophets, do they live forever? ", "6": "But my words and my laws, which I ordered my servants the prophets, overtook your ancestors, didn't they? Then they turned and said, 'Adonai has dealt with us according to our ways and deeds, just as he intended to do.'”'”", "7": "On the twenty-fourth day of the eleventh month, the month of Sh'vat, in the second year of Daryavesh, this message from Adonai came to Z'kharyah the son of Berekhyah, the son of 'Iddo, the prophet: ", "8": "It was night, and I saw there before me a man riding on a russet-colored horse. He stood among the myrtle bushes in the valley; and behind him were other horses, russet, chestnut-colored and white. ", "9": "I asked, “What are these, my Lord?” The angel speaking with me said to me, “I will show you what these are.” ", "10": "The man standing among the myrtles said, “These are those whom Adonai has sent to wander throughout the earth.” ", "11": "Then they themselves answered the angel of Adonai standing among the myrtles, “We have been wandering throughout the earth, and the whole world is quiet and at peace.” ", "12": "The angel of Adonai said, “Adonai-Tzva'ot, how long will you keep withholding mercy from Yerushalayim and the cities of Y'hudah? You've been angry with them for the past seventy years!” ", "13": "Adonai replied with kind and comforting words to the angel who was speaking with me. ", "14": "The angel speaking with me then said to me, “Here is what Adonai-Tzva'ot says: 'I am extremely jealous on behalf of Yerushalayim and Tziyon; ", "15": "and [to the same degree] I am extremely angry with the nations that are so self-satisfied; because I was only a little angry [at Yerushalayim and Tziyon], but they made the suffering worse.' ", "16": "Therefore Adonai says, 'I will return to Yerushalayim with merciful deeds. My house will be rebuilt there,' says Adonai-Tzva'ot; 'yes, a measuring line will be stretched out over Yerushalayim.' ", "17": "In addition, proclaim that Adonai-Tzva'ot says, 'My cities will again overflow with prosperity.' Adonai will again comfort Tziyon, and he will again make Yerushalayim the city of his choice.”"}