{"1": "Ask Adonai for rain in the spring, Adonai who makes the rain clouds; and he will give them showers of rain, grass in the field to each one.", "2": "For the household gods talk nonsense, the diviners have seen a lie; their dreams convey delusions, and the comfort they offer is in vain. Therefore they go their way like sheep in distress from lack of a shepherd.", "3": "“My anger burns against the shepherds, and I will vent it on the leaders of the flock.” For Adonai-Tzva'ot will care for his flock, the people of Y'hudah; he will make them like his royal war-horse.", "4": "From them come cornerstone and tent peg, from them the bow for battle, from them all the rulers together.", "5": "They will be like warriors trampling the mud of the streets in battle. They will fight, because Adonai is with them; they will rout even those on horseback.", "6": "“I will strengthen the house of Y'hudah and save the house of Yosef. I will bring them back in my compassion for them; they will be as if I hadn't driven them out; for I am Adonai their God, and I will answer them.", "7": "Efrayim's men will be like warriors; their hearts will be cheered as if from wine. Their children will see it and rejoice, their hearts will be glad in Adonai.", "8": "“I will whistle for them and gather them, because I have redeemed them; they will be as numerous as they were before;", "9": "and I will sow them among the peoples. In distant lands they will remember me; they will rear their children and then return.", "10": "I will bring them back from the land of Egypt and gather them out of Ashur. I will bring them into Gil'ad and the L'vanon, until there is no more room for them.", "11": "“Trouble will pass over the sea and stir up waves in the sea; all the depths of the Nile will be dried up, the pride of Ashur will be brought down, and the scepter of Egypt will leave.", "12": "But I will strengthen [Isra'el] in Adonai; they will travel here and there in his name,” says Adonai."}