{"1": "A prophecy, the word of Adonai concerning Isra'el — here is the message from Adonai, who stretched out the heavens, laid the foundation of the earth and formed the spirit inside human beings:", "2": "“I will make Yerushalayim a cup that will stagger the surrounding peoples. Even Y'hudah will be caught up in the siege against Yerushalayim.", "3": "When that day comes, I will make Yerushalayim a heavy stone for all the peoples. All who try to lift it will hurt themselves, and all the earth's nations will be massed against her.", "4": "When that day comes,” says Adonai, “I will strike all the horses with panic and their riders with madness; I will keep watch over Y'hudah, but I will strike blind all the horses of the peoples.", "5": "The leaders of Y'hudah will say to themselves, 'Those living in Yerushalayim are my strength through Adonai-Tzva'ot their God.'", "6": "When that day comes, I will make the leaders of Y'hudah like a blazing fire pan in a pile of wood, like a fiery torch among sheaves of grain; they will devour all the surrounding peoples, on the right and on the left. Yerushalayim will be inhabited in her own place, Yerushalayim.", "7": "Adonai will save the tents of Y'hudah first, so that the glory of the house of David and the glory of those living in Yerushalayim will not appear greater than that of Y'hudah.", "8": "When that day comes, Adonai will defend those living in Yerushalayim. On that day, even someone who stumbles will be like David; and the house of David will be like God, like the angel of Adonai before them.", "9": "“When that day comes, I will seek to destroy all nations attacking Yerushalayim;", "10": "and I will pour out on the house of David and on those living in Yerushalayim a spirit of grace and prayer; and they will look to me, whom they pierced.” They will mourn for him as one mourns for an only son; they will be in bitterness on his behalf like the bitterness for a firstborn son.", "11": "When that day comes, there will be great mourning in Yerushalayim, mourning like that for Hadad-Rimmon in the Megiddo Valley.", "12": "Then the land will mourn, each family by itself — the family of the house of David by itself, and their wives by themselves; the family of the house of Natan by itself, and their wives by themselves;", "13": "the family of the house of Levi by itself, and their wives by themselves; the family of the Shim'i by itself, and their wives by themselves;", "14": "all the remaining families, each by itself, and their wives by themselves."}