{"1": "Look, a day is coming for Adonai when your plunder, [Yerushalayim], will be divided right there within you.", "2": "“For I will gather all the nations against Yerushalayim for war. The city will be taken, the houses will be rifled, the women will be raped, and half the city will go into exile; but the rest of the people will not be cut off from the city.”", "3": "Then Adonai will go out and fight against those nations, fighting as on a day of battle.", "4": "On that day his feet will stand on the Mount of Olives, which lies to the east of Yerushalayim; and the Mount of Olives will be split in half from east to west, to make a huge valley. Half of the mountain will move toward the north, and half of it toward the south.", "5": "You will flee to the valley in the mountains, for the valley in the mountains will reach to Atzel. You will flee, just as you fled before the earthquake in the days of 'Uziyah king of Y'hudah. Then Adonai my God will come to you with all the holy ones.", "6": "On that day, there will be neither bright light nor thick darkness;", "7": "and one day, known to Adonai, will be neither day nor night, although by evening there will be light.", "8": "On that day, fresh water will flow out from Yerushalayim, half toward the eastern sea and half toward the western sea, both summer and winter.", "9": "Then Adonai will be king over the whole world. On that day Adonai will be the only one, and his name will be the only name.", "10": "All the land will be made like the 'Aravah, from Geva to Rimmon in the Negev. Yerushalayim will be raised up and inhabited where she is, from Binyamin's Gate to the place where the earlier gate stood, and on to the Corner Gate, and from the Tower of Hanan'el to the king's winepresses. ", "11": "People will live there, the curse will be broken, and Yerushalayim will live in safety.", "12": "Adonai will strike all the peoples who made war against Yerushalayim with a plague in which their flesh rots away while they are standing on their feet, their eyes rot away in their sockets, and their tongues rot away in their mouths. ", "13": "When that day comes, there will be among them great panic, sent by Adonai, so that everyone lays hands on his neighbor, who in turn attacks him. ", "14": "Y'hudah too will fight against Yerushalayim; and the wealth of all the nations will be assembled — gold, silver and clothing in great abundance. ", "15": "A plague like this plague will also affect the horses, mules, camels, donkeys and all the other animals in those camps.", "16": "Finally, everyone remaining from all the nations that came to attack Yerushalayim will go up every year to worship the king, Adonai-Tzva'ot, and to keep the festival of Sukkot. ", "17": "If any of the families of the earth does not go up to Yerushalayim to worship the king, Adonai-Tzva'ot, no rain will fall on them. ", "18": "If the family of Egypt doesn't go up, if they refuse to come, they will have no [annual] overflow [from the Nile]; moreover, there will be the plague with which Adonai will strike the nations that don't go up to keep the festival of Sukkot. ", "19": "This will be Egypt's punishment and the punishment of all the nations that don't go up to keep the festival of Sukkot.", "20": "When that day comes, this will be written on the bells worn by the horses: “Consecrated to Adonai”; and the cooking pots in the house of Adonai will be [as holy] as the sprinkling bowls before the altar. ", "21": "Yes, every cooking pot in Yerushalayim and Y'hudah will be consecrated to Adonai-Tzva'ot. Everyone who offers sacrifices will come, take them and use them to stew the meat. When that day comes, there will no longer be merchants in the house of Adonai-Tzva'ot."}