{"1": "(1:18) Then I looked up and saw four horns. ", "2": "(1:19) I asked the angel who was speaking to me, “What are these?” He answered, “These are the horns that scattered Y'hudah, Isra'el and Yerushalayim.”", "3": "(1:20) Next, Adonai showed me four artisans. ", "4": "(1:21) I asked, “What are these coming to do?” He said, “Those horns that scattered Y'hudah so completely that no one could even raise his head — well, these men have come to terrify them, to overthrow the nations that raised their horns against the land of Y'hudah to scatter it.”", "5": "(1) I looked up and saw a man with a measuring line in his hand. ", "6": "(2) I asked, “Where are you going?” He said to me, “To measure Yerushalayim, to determine its width and length.”", "7": "(3) Here the angel who was speaking to me went forward, and another angel went out, met him ", "8": "(4) and said to him, “Run and tell this young man, 'Yerushalayim will be inhabited without walls, because there will be so many people and animals; ", "9": "(5) “for,” says Adonai, “I will be for her a wall of fire surrounding her; and I will be the glory within her. ", "10": "(6) Up!” says Adonai, “Move! Flee the land of the north! For I scattered you like the four winds of the sky,” says Adonai. ", "11": "(7) “Move, Tziyon! You who are living with the daughter of Bavel, escape!” ", "12": "(8) For Adonai-Tzva'ot has sent me on a glorious mission to the nations that plundered you, and this is what he says: “Anyone who injures you injures the very pupil of my eye. ", "13": "(9) But I will shake my hand over them, and they will be plundered by those who were formerly their slaves.” Then you will know that Adonai-Tzva'ot sent me. ", "14": "(10) “Sing, daughter of Tziyon; rejoice! For, here, I am coming; and I will live among you,” says Adonai. ", "15": "(11) When that time comes, many nations will join themselves to Adonai. “They will be my people, and I will live among you.” Then you will know that it was Adonai-Tzva'ot who sent me to you. ", "16": "(12) Adonai will take possession of Y'hudah as his portion in the holy land, and he will again make Yerushalayim his choice. ", "17": "(13) Be silent, all humanity, before Adonai; for he has been roused from his holy dwelling.'”"}