{"1": "Again I raised my eyes, and I saw in front of me four chariots coming out from between two mountains, and the mountains were mountains of bronze. ", "2": "The first chariot had red horses; the second chariot, black horses; ", "3": "the third chariot, white horses; and the fourth chariot, spotted gray horses. ", "4": "I asked the angel speaking with me, “What are these, my Lord?” ", "5": "The angel answered me, “These are the four winds of the sky that go out, after presenting themselves before the Lord of all the land. ", "6": "The one with the black horses is going out toward the land in the north, the white [horses] have gone out after them, and the spotted have gone out toward the land in the south.” ", "7": "Then the gray ones went out and were seeking to go and wander throughout the whole earth, when he said, “Wander throughout the whole earth”; and they did wander throughout the whole earth. ", "8": "Then he called out to me and said, “Look! The ones going to the land in the north have given my Spirit rest in the north country.”", "9": "This message from Adonai came to me: ", "10": "“Take [gifts] from the exiles of Heldai, Toviyah, and Y'da'yah, who have arrived from Bavel; then you, go to the house of Yoshiyah the son of Tz'fanyah. ", "11": "Take silver and gold; make crowns; put one on the head of Y'hoshua the son of Y'hotzadak, the cohen hagadol; ", "12": "and tell him, 'Adonai-Tzva'ot says: “There is coming a man whose name is Tzemach [Sprout]. He will sprout up from his place and rebuild the temple of Adonai. ", "13": "Yes, he will rebuild the temple of Adonai; and he will take up royal splendor, sitting and ruling from his throne. There will be a cohen before his throne; and they will accept each other's advice in complete harmony. ", "14": "The other crowns will be for Helem, Toviyah, Y'da'yah and Hen the son of Tz'fanyah; then [they are to be kept] as a memorial in the temple of Adonai. ", "15": "Those who are now far away will come and help rebuild the temple of Adonai.” Then you will know that it is Adonai-Tzva'ot who sent me to you. And it will all come about, provided you heed carefully what Adonai your God says.'”"}