{"1": "A message came from Adonai-Tzva'ot: ", "2": "“Adonai-Tzva'ot says, 'I am extremely jealous on Tziyon's behalf, and I am jealous for her with great fury.' ", "3": "Adonai says, 'I am returning to Tziyon, and I will live in Yerushalayim. Then Yerushalayim will be called Truth City, Adonai-Tzva'ot's Mountain, the Mountain of the Holy One. ", "4": "Adonai-Tzva'ot says, 'Old men and old women will once again sit in the open places of Yerushalayim, each one with his cane in his hand, because of their great age. ", "5": "The city's open places will also be full of boys and girls playing there.' ", "6": "Adonai-Tzva'ot says, 'This may seem amazing to the survivors in those days, but must it also seem amazing to me?' says Adonai-Tzva'ot. ", "7": "Adonai-Tzva'ot says, 'I will save my people from lands east and west; ", "8": "I will bring them back, and they will live in Yerushalayim. They will be my people; and I will be their God, with faithfulness and justice.'", "9": "“Adonai-Tzva'ot says, 'Take courage, you who are hearing only now, in these days, these words spoken by the prophets when the foundation was being laid for rebuilding the temple, the house of Adonai-Tzva'ot. ", "10": "For prior to that time, there were wages neither for people nor for animals; moreover, it was unsafe for anyone to go out or come in, because of the enemy; for I set all people each against the other. ", "11": "But from now on, I will not treat the remnant of this people as I did before,' says Adonai-Tzva'ot. ", "12": "'Now they will sow in peace, the vine will give its fruit, the ground will produce its yield, the sky will give its dew, and I will cause the remnant of this people to possess all these things. ", "13": "House of Y'hudah and house of Isra'el, just as you were formerly a curse among the nations, so now I will save you; and you will be a blessing. Don't be afraid, but take courage!'", "14": "“For Adonai-Tzva'ot says, 'Just as I resolved to do you harm when your forefathers provoked me,' Adonai-Tzva'ot says, 'and I did not relent; ", "15": "so now, I resolve to do good to Yerushalayim and to the house of Y'hudah. Don't be afraid! ", "16": "These are the things you are to do: speak the truth to each other; in your courts, administer justice that is true and conducive to peace; ", "17": "don't plot harm against each other; and don't love perjury; for all these are things I hate,' says Adonai.”", "18": "This word of Adonai-Tzva'ot came to me: ", "19": "“Adonai-Tzva'ot says, 'The fast days of the fourth, fifth, seventh and tenth months are to become times of joy, gladness and cheer for the house of Y'hudah. Therefore, love truth and peace.'", "20": "“Adonai-Tzva'ot says, 'In the future, peoples and inhabitants of many cities will come; ", "21": "the inhabitants of one city will travel to another and say, “We must go to ask Adonai's favor and consult Adonai-Tzva'ot. I'll go too.” ", "22": "Yes, many peoples and powerful nations will come to consult Adonai-Tzva'ot in Yerushalayim and to ask Adonai's favor.' ", "23": "Adonai-Tzva'ot says, 'When that time comes, ten men will take hold — speaking all the languages of the nations — will grab hold of the cloak of a Jew and say, “We want to go with you, because we have heard that God is with you.”'”"}