{"1": "A prophecy, the word of Adonai: In the land of Hadrakh and Dammesek is where [God] comes to rest, for the eyes of humankind are directed toward Adonai, as are those of all the tribes of Isra'el,", "2": "also Hamat at its border, Tzor and Tzidon, for she is very wise.", "3": "Tzor built herself a fortified tower, heaping up silver as if it were dust and fine gold as if it were mud in the streets.", "4": "But Adonai will dispossess her and break her power at sea, while the city itself will be destroyed by fire.", "5": "On seeing this, Ashkelon will be terrified; 'Azah too will writhe in pain; likewise 'Ekron, as her hopes are dashed. “The king will vanish from 'Azah, Ashkelon will be without people,", "6": "and a mixed people will live in Ashdod, as I destroy the pride of the P'lishtim.", "7": "I will end their eating meat with its blood still in it, snatching the disgusting things from between their teeth.” But the surviving remnant will belong to our God; it will be like a clan in Y'hudah; and 'Ekron will be like a Y'vusi.", "8": "“Then I will guard my house against armies, so that none will march through or return. No oppressor will ever again overrun them, for now I am watching with my own eyes.", "9": "Rejoice with all your heart, daughter of Tziyon! Shout out loud, daughter of Yerushalayim! Look! Your king is coming to you. He is righteous, and he is victorious. Yet he is humble — he's riding on a donkey, yes, on a lowly donkey's colt.", "10": "I will banish chariots from Efrayim and war-horses from Yerushalayim.” The warrior's bow will be banished, and he will proclaim peace to the nations. He will rule from sea to sea, and from the [Euphrates] River to the ends of the earth.", "11": "“Also you, by the blood of your covenant, I release your prisoners from [the dungeon,] the cistern that has no water in it.", "12": "Return to the stronghold, you prisoners with hope! This day I declare to you that I will grant you double reparation.", "13": "For I have bent Y'hudah as my bow and made Efrayim its arrow. I will rouse your sons, Tziyon, and make you like a warrior's sword against your sons, Greece.”", "14": "Adonai will appear over them, and his arrow will flash like lightning. Adonai Elohim will blow the shofar and go out in the whirlwinds of the south.", "15": "Adonai-Tzva'ot will defend them; they will devour and trample the sling-stones. They will drink and roar as if they had drunk wine; they will be filled, like basins and like the corners of the altar.", "16": "On that day Adonai their God will save them as the flock of his people; for they will be like gems in a crown, sparkling over his countryside.", "17": "What wealth is theirs, what beauty! Grain will make the young men thrive, and new wine the young women."}