{"1": "My children, I am writing these things to you so that you may not sin. If anyone does sin, we have one who pleads our cause before the father – namely, the Righteous One, Jesus the Messiah! ", "2": "He is the sacrifice which atones for our sins – and not ours only, either, but those of the whole world.", "3": "This is how we are sure that we have known him, if we keep his commandments. ", "4": "Anyone who says, 'I know him', but doesn't keep his commandments, is a liar. People like that have no truth in them. ", "5": "But if anyone keeps his word, God's love is truly made complete in such a person. This is how we are sure that we are in him: ", "6": "anyone who says, 'I abide in him', ought to behave in the same way that he behaved.", "7": "My beloved ones, I am not writing a new command to you, but an old command which you have had from the very beginning. The old command is the word which you heard. ", "8": "Again, however, I am writing a new command to you: it is true in him and in you, because the darkness is passing away and the true light is already shining. ", "9": "Anyone who says, 'I am in the light', while hating another family member, is still in darkness up to this very moment. ", "10": "Anyone who loves another family member abides in the light, and there is no cause of offence in such a person. ", "11": "Anyone who hates another family member is in the darkness, and walks about in the darkness. Such people have no idea where they are going, because the darkness has blinded their eyes.", "12": "I am writing to you, children, because your sins are forgiven through his name.", "13": "I am writing to you, fathers, because you have known the one who is from the beginning. I am writing to you, young people, because you have conquered the evil one.", "14": "I have written to you, children, because you have known the father. I have written to you, fathers, because you have known the one who is from the beginning. I have written to you, young people, because you are strong, and the word of God abides in you, and you have conquered the evil one.", "15": "Do not love the world, or the things that are in the world. If anyone loves the world, the father's love is not in them. ", "16": "Everything in the world, you see – the greedy desire of the flesh, the greedy desire of the eyes, the pride of life – none of this is from the father. It is from the world. ", "17": "The world is passing away, with all its greedy desires. But anyone who does God's will abides for ever.", "18": "Children, it is the last hour. You have heard that 'Antimessiah' is coming – and now many Antimessiahs have appeared! That's how we know that it is the last hour. ", "19": "They went out from among us, but they were not really of our number. If they had been of our number, you see, they would have remained with us. This happened so that it would be made crystal clear that none of them belonged to us. ", "20": "You, however, have the anointing from the Holy One, and you all have knowledge. ", "21": "I am not writing to you because you don't know the truth, but because you do know it, and you know that no liar is of the truth.", "22": "Who is the liar? Is it not the one who denies that Jesus is the Messiah? Such a one is the Antimessiah – who denies the father and the son. ", "23": "Nobody who denies the son has the father. One who acknowledges the son has the father too. ", "24": "As for you: let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, you too will abide in the son and in the father. ", "25": "And this is the promise which he himself promised us: the life of the age to come.", "26": "I am writing to you about the people who are deceiving you. ", "27": "You have received the anointing from him; it abides in you, and you do not need to have anyone teach you. That anointing from him teaches you about everything; it is true, it isn't a lie. So, just as he taught you, abide in him.", "28": "And now, children, abide in him, so that when he is revealed we may have boldness and may not be put to shame before him at his royal appearing. ", "29": "If you know that he is righteous, you know that everyone who does what is right has been fathered by him."}