{"1": "Everyone who believes that the Messiah is Jesus has been fathered by God. Everyone who loves the parent loves the child as well. ", "2": "That is how we know that we love the children of God, because we love God and do what he commands. ", "3": "This is what loving God means: it means keeping his commandments. His commandments, what's more, are no trouble, ", "4": "because everything that is fathered by God conquers the world. This is the victory that conquers the world: our faith.", "5": "Who is the one who conquers the world? Surely the one who believes that Jesus is God's son! ", "6": "It was he who came by means of water and blood, Jesus the Messiah, not by water only but by the water and the blood. The spirit is the one who bears witness, because the spirit is the truth. ", "7": "There are three that bear witness, you see, ", "8": "the spirit, the water and the blood, and these three agree together. ", "9": "If we have received human witness, God's witness is greater. This is the witness of God, the testimony he has borne to his son. ", "10": "All those who believe in the son of God have the witness in themselves, but anyone who does not believe in God has made a liar of him, because they have not believed in the witness which God bore concerning his son. ", "11": "This is the witness: God has given us the life of the age to come, and this life is in his son. ", "12": "Anyone who has the son has life. Anyone who does not have the son of God does not have life.", "13": "I am writing these things to you so that you may know that you, who believe in the name of the son of God, do indeed have the life of the age to come. ", "14": "This is the bold confidence we have before him: if we ask for something according to his will, he hears us. ", "15": "And if we know that he hears us in whatever we ask, we know that we already possess the requests we have asked from him.", "16": "If anyone sees a brother or sister committing a sin which is not deadly, they should ask, and God will give life to the people who are sinning in a way which is not deadly. There is such a thing as deadly sin; I do not say that one should pray about that. ", "17": "All sin is unrighteousness, and there is a sin which is not deadly.", "18": "We know that everyone fathered by God does not go on sinning. The one who was fathered by God keeps them, and the evil one does not touch them. ", "19": "We know that we are from God, and the whole world is under the power of the evil one. ", "20": "We know that the son of God has come and has given us understanding so that we should know the truth. And we are in the truth, in his son Jesus the Messiah. This is the true God; this is the life of the age to come. ", "21": "Children, guard yourselves against idols."}