{"1": "How beautiful you are, my darling! Oh, you are beautiful! Your eyes behind your veil are like doves. Your hair is like a flock of goats streaming down Mount Gilead.", "2": "Your teeth are white like newly-sheared sheep just coming from their bath. Each one has a twin. None of them is alone.", "3": "Your lips are like red silk thread. Your mouth is lovely. Your cheeks behind your veil are like slices of a pomegranate.", "4": "Your neck looks like David's tower. The tower was built with rows of stones. A thousand shields hang on its walls. Each shield belongs to a strong soldier.", "5": "Your breasts are like two fawns. They are like twins of a gazelle, eating among the lilies.", "6": "Until the day dawns and the shadows disappear, I will go to that mountain of myrrh. And I will go to that hill of incense.", "7": "My darling, everything about you is beautiful. There is nothing at all wrong with you.", "8": "Come with me from Lebanon, my bride. Come with me from Lebanon. Come from the top of Mount Amana, from the tops of Mount Senir and Mount Hermon. Come from the lions' dens and from the leopards' hills.", "9": "My sister, my bride, you have thrilled my heart. You have thrilled my heart with a glance of your eyes, with one jewel from your necklace.", "10": "Your love is so sweet, my sister, my bride! Your love is better than wine. Your perfume smells better than any spice.", "11": "My bride, your lips drip honey. Honey and milk are under your tongue. Your clothes smell like the cedars of Lebanon.", "12": "My sister, my bride, you are like a garden locked up. You are like a spring with a wall around it, a fountain that is closed.", "13": "Your limbs are like an orchard of pomegranates and all the best fruit. It is filled with flowers and nard.", "14": "It also has saffron, calamus and cinnamon. It is filled with trees of incense, myrrh and aloes— all the best spices.", "15": "You are like a garden fountain— a well of fresh water flowing down from the mountains of Lebanon.", "16": "Awake, north wind! Come, you south wind! Blow on my garden. Let its sweet smells flow out. Let my lover enter the garden. And let him eat its best fruits."}