{"1": "I have entered my garden, my sister, my bride. I have gathered my myrrh with my spice. I have eaten my honeycomb and my honey. I have drunk my wine and my milk. Eat, friends, and drink. Yes, drink deeply, lovers.", "2": "I sleep, but my heart is awake. I hear my lover knocking. “Open to me, my sister, my darling, my dove, my perfect one. My head is wet with dew. And my hair is wet with the dampness of the night.”", "3": "I have taken off my garment. I don't want to put it on again! I have washed my feet. I don't want to get them dirty again!", "4": "My lover put his hand through the door opening. I felt excited inside.", "5": "I got up to open the door for my lover. Myrrh was dripping from my hands. Myrrh was flowing from my fingers, onto the handles of the lock.", "6": "I opened the door for my lover. But my lover had left. He was gone. When he had spoken, he had taken my breath away. I looked for him, but I could not find him. I called for him, but he did not answer me.", "7": "The watchmen found me as they patrolled the city. They hit me; they hurt me. The guards on the wall took away my coat.", "8": "I tell you, women of Jerusalem, if you find my lover, tell him I am weak with love.", "9": "Is your lover better than other lovers, you, the most beautiful of women? Is your lover better than other lovers? Is that why you talk like this?", "10": "My lover is clean and tanned. He's the best of 10,000 men.", "11": "His head is like the finest gold. His hair is wavy and black like a raven.", "12": "His eyes are like doves by springs of water. They seem to be bathed in cream. They are set like jewels.", "13": "His cheeks are like garden beds of spices. They smell like mounds of perfume. His lips are like lilies flowing with myrrh.", "14": "His hands are like gold hinges, filled with jewels. His body is like smooth ivory covered with sapphires.", "15": "His legs are like large marble posts, standing on bases of fine gold. He is tall like a cedar of Lebanon— like the best cedar trees.", "16": "His mouth is sweet to kiss. I desire him very much. Yes, daughters of Jerusalem, this is my lover. This is my friend."}