{"1": "Brothers, now I have some other things to tell you. We taught you how to live in a way that will please God. And you are living that way. Now we ask you and encourage you in the Lord Jesus to live that way more and more. ", "2": "You know what we told you to do by the authority of the Lord Jesus. ", "3": "God wants you to be holy and to stay away from sexual immorality. ", "4": "He wants each one of you to learn how to take a wife[a] in a way that is holy and honorable. ", "5": "Don't give in to lust like people who do not know God. ", "6": "So do not wrong your brother or cheat him in this way. The Lord will punish people who do those things. We have already told you and warned you about that. ", "7": "God called us to be holy and does not want us to live in sin. ", "8": "So the person who refuses to obey this teaching is refusing to obey God, not man. And God is the One who gives us his Holy Spirit.", "9": "We do not need to write to you about having love for your brothers and sisters in Christ. God has already taught you to love each other. ", "10": "And truly you do love the brothers in all of Macedonia. Brothers, now we encourage you to love them more and more.", "11": "Do all you can to live a peaceful life. Take care of your own business. Do your own work. We have already told you to do these things. ", "12": "If you do, then people who are not believers will respect you. And you will not have to depend on others for what you need.", "13": "Brothers, we want you to know about those who have died. We do not want you to be sad as others who have no hope. ", "14": "We believe that Jesus died and that he rose again. So, because of Jesus, God will bring together with Jesus those who have died. ", "15": "What we tell you now is the Lord's own message. We who are living now may still be living when the Lord comes again. We who are living at that time will be with the Lord, but not before those who have already died. ", "16": "The Lord himself will come down from heaven. There will be a loud command with the voice of the archangel[b] and with the trumpet call of God. And those who have died and were in Christ will rise first. ", "17": "After that, those who are still alive at that time will be gathered up with them. We will be taken up in the clouds to meet the Lord in the air. And we will be with the Lord forever. ", "18": "So comfort each other with these words."}