{"1": "This is my prayer:[a]", "2": "I know your reputation, Lord, and I am amazed at what you have done. Please turn from your anger and be merciful; do for us what you did for our ancestors.", "3": "You are the same Holy God who came from Teman and Paran[b] to help us. The brightness of your glory covered the heavens, and your praises were heard everywhere on earth.", "4": "Your glory shone like the sun, and light flashed from your hands, hiding your mighty power.", "5": "Dreadful diseases and plagues marched in front and followed behind.", "6": "When you stopped, the earth shook; when you stared, nations trembled; when you walked along your ancient paths, eternal mountains and hills crumbled and collapsed.", "7": "The tents of desert tribes in Cushan and Midian[c] were ripped apart.", "8": "Our Lord, were you angry with the monsters of the deep?[d] You attacked in your chariot and wiped them out.", "9": "Your arrows were ready and obeyed your commands.[e] You split the earth apart with rivers and streams;", "10": "mountains trembled at the sight of you; rain poured from the clouds; ocean waves roared and rose.", "11": "The sun and moon stood still, while your arrows and spears flashed like lightning.", "12": "In your furious anger, you trampled on nations", "13": "to rescue your people and save your chosen one.[f] You crushed a nation's ruler and stripped his evil kingdom of its power.[g]", "14": "His troops had come like a storm, hoping to scatter us and glad to gobble us down. To them we were refugees in hiding— but you smashed their heads with their own weapons.[h]", "15": "Then your chariots churned the waters of the sea.", "16": "When I heard this message,[i] I felt weak from fear, and my lips quivered. My bones seemed to melt, and I stumbled around. But I will patiently wait. Someday those vicious enemies will be struck by disaster.[j]", "17": "Fig trees may no longer bloom, or vineyards produce grapes; olive trees may be fruitless, and harvest time a failure; sheep pens may be empty, and cattle stalls vacant—", "18": "but I will still celebrate because the Lord God saves me.", "19": "The Lord gives me strength. He makes my feet as sure as those of a deer, and he helps me stand on the mountains.[k] To the music director: Use stringed instruments."}