{"1": "My children, I am writing these things to you so that you will not sin. But if anyone does sin, we have an Intercessor with the Father—the righteous Messiah Yeshua. ", "2": "He is the atonement for our sins, and not only for our sins but also for the whole world.[a]", "3": "Now we know that we have come to know Him by this—if we keep His commandments. ", "4": "The one who says, “I have come to know Him,” and does not keep His commandments is a liar, and the truth is not in him. ", "5": "But whoever keeps His word, in him the love of God is truly made perfect. We know that we are in Him by this—", "6": "whoever claims to abide in Him must walk just as He walked.", "7": "Loved ones, I am not writing a new commandment for you, but an old commandment—one you had from the beginning. This old commandment is the word you have heard. ", "8": "Yet I am writing a new commandment for you, which is true in Him and in you, because the darkness is fading and the true light is already shining.", "9": "The one who says he is in the light and hates his brother is still in the darkness. ", "10": "The one who loves his brother abides in the light, and in him there is no cause for stumbling. ", "11": "But whoever hates his brother[b] is in the darkness and walks in the darkness. He doesn't know where he is going, because the darkness has made his eyes blind.", "12": "I am writing to you, children, because your sins have been forgiven on account of His name.", "13": "I am writing to you, fathers, because you have known the One who is from the beginning. I am writing to you, young men, because you have overcome the evil one.", "14": "I have written to you, children, because you have known the Father. I have written to you, fathers, because you have known the One who is from the beginning. I have written to you, young men, because you are strong, the word of God abides in you, and you have overcome the evil one.", "15": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. ", "16": "For everything in the world—the desire of the flesh, the desire of the eyes,[c] and the boasting of life—is not from the Father but from the world. ", "17": "The world is passing away along with its desire, but the one who does the will of God abides forever.", "18": "Children, it is the last hour. Just as you heard that the anti-messiah is coming, even now many anti-messiahs have come—by this we know that it is the last hour. ", "19": "They left us, but they didn't really belong to us. If they had belonged to us, they would have remained with us. But they left us so it became clear that none of them belongs to us.", "20": "But you have an anointing from the Holy One, and you all know. ", "21": "I have not written you because you do not know the truth, but because you do know it, and because no lie is of the truth.", "22": "Who is the liar, if not the one who denies that Yeshua is the Messiah? This one is the anti-messiah—the one who denies the Father and the Son. ", "23": "No one who denies the Son has the Father; the one who acknowledges the Son also has the Father.", "24": "As for you, let what you heard from the beginning remain in you. If what you heard from the beginning remains in you, you also will continue to live in the Son and in the Father. ", "25": "Now this is the promise that He Himself has promised us—eternal life. ", "26": "I have written you these things about those who are trying to mislead you. ", "27": "As for you, the anointing you received from Him remains in you, and you have no need for anyone to teach you. But as His anointing teaches you about all things—and it is true and not a lie—and just as it has taught you, abide in Him. ", "28": "And now, children, abide in Him, so that when He appears we will have confidence and not be ashamed in His presence at His coming.", "29": "If you know that He is righteous, you also know that everyone who does what is right is born of Him."}