{"1": "Everyone who believes that Yeshua is the Messiah is born of God, and everyone who loves the Father loves the one born of Him.", "2": "We know that we love God's children by this—when we love God and obey His commandments. ", "3": "For this is the love of God—that we keep His commandments. And His commandments are not burdensome. ", "4": "For everyone born of God overcomes the world. And the victory that has overcome the world is this—our faith. ", "5": "Who is it that overcomes the world, if not the one who believes that Yeshua is Ben-Elohim?", "6": "Messiah Yeshua is the One who came by water and blood—not by water only, but by water and blood. The Spirit is the One who testifies, because the Spirit is the truth. ", "7": "For there are three that testify—", "8": "the Spirit, the water, and the blood—and these three are one.", "9": "[a] 9 If we accept men's testimony, God's testimony is greater—for this it is the testimony that God has given about His Son. ", "10": "The one who trusts in Ben-Elohim has the testimony in himself; the one who does not trust in God has made Him a liar, because he has not believed in the testimony that God has given about His Son. ", "11": "And the testimony is this—that God gave us eternal life, and this life is in His Son. ", "12": "The one who has the Son has life; the one who does not have Ben-Elohim does not have life.", "13": "I wrote these things to you who believe in the name of Ben-Elohim, so you may know that you have eternal life. ", "14": "Now this is the confidence we have before Him—that if we ask anything according to His will, He hears us. ", "15": "And if we know that He hears us—whatever we ask—we know that we have the requests we have asked from Him. ", "16": "If anyone sees his brother committing a sin not leading to death, he should ask, and God will give life to those who commit sin not leading to death. There is a sin leading to death—I am not saying you should ask about that.", "17": "[b] 17 All unrighteousness is sin, but there is sin not leading to death.", "18": "We know that anyone born of God does not keep on sinning; rather, the One born of God keeps him safe, and the evil one cannot touch him. ", "19": "We know that we are of God, and the whole world lies in the power of the evil one. ", "20": "And we know that Ben-Elohim has come and given us insight, so that we may know Him who is true—and we are in Him who is true, in His Son Yeshua the Messiah. This One is the true God and eternal life.", "21": "Children, guard yourselves from idols.[c]"}