{"1": "Luke, in this his second volume concerning the genesis of the Christian movement, doesn't preserve Jesus' teachings during those mysterious meetings with His emissaries after His death. Surely they are filled with joy, curiosity, and amazement as His followers hang on His every word and gaze on the reality of His bodily resurrection as He describes the kingdom of God. His words are undoubtedly intended to prepare each of them for this journey, a journey with a clear destination in sight—the kingdom of God. An integral part of this kingdom is the activity of the Holy Spirit to empower the people of God as they expand the kingdom beyond the region of Palestine. Luke records surprisingly little about the day-to-day life of these early Christians, about how they integrated their faith into their culture; but he does emphasize the work of the Spirit who empowers miracles and gives believers the means to testify of their faith before Jews and the outsiders. To a lover of God, Theophilus: In my first book, I recounted the events of Jesus' life—His actions, His teachings—", "2-3": "from the beginning of His life until He was taken up into heaven. After His great suffering and vindication, He showed His apostles that He was alive—appearing to them repeatedly over a period of 40 days, giving them many convincing proofs of His resurrection. As before, He spoke constantly of the kingdom of God. During these appearances, He had instructed His chosen messengers through the Holy Spirit, ", "4": "prohibiting them from leaving Jerusalem, but rather requiring them to wait there until they received what He called “the promise of the Father.” Jesus: This is what you heard Me teach—", "5": "that just as John ritually cleansed people with water through baptism,[a] so you will be washed with the Holy Spirit very soon.", "6": "When they had gathered just outside Jerusalem at the Mount of Olives, they asked Jesus, Disciples: Is now the time, Lord—the time when You will reestablish Your kingdom in our land of Israel?", "7": "Jesus: 7 The Father, on His own authority, has determined the ages and epochs of history, but you have not been given this knowledge. ", "8": "Here's the knowledge you need: you will receive power when the Holy Spirit comes on you. And you will be My witnesses, first here in Jerusalem, then beyond to Judea and Samaria, and finally to the farthest places on earth.", "9": "As He finished this commission, He began to rise from the ground before their eyes until the clouds obscured Him from their vision. ", "10": "As they strained to get one last glimpse of Him going into heaven, the Lord's emissaries[b] realized two men in white robes were standing among them.", "11": "Two Men: 11 You Galileans, why are you standing here staring up into the sky? This Jesus who is leaving you and ascending to heaven will return in the same way you see Him departing.", "12": "Then the disciples returned to Jerusalem—their short journey from the Mount of Olives was an acceptable Sabbath Day's walk.", "13-14": "Back in the city, they went to the room where they were staying—a second-floor room. This whole group devoted themselves to constant prayer with one accord: Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James (son of Alphaeus), Simon (the Zealot), Judas (son of James), a number of women including Mary (Jesus' mother), and some of Jesus' brothers.", "15": "As the disciples prayed, Peter stood among the group of about 120 people and made this proposal:", "16-17": "The Creator of heaven and earth is orchestrating a redemptive story that will radically change the course of history. The most significant supernatural event in the history of this newly formed church will be the filling of the Holy Spirit. Through the Holy Spirit, God will direct the church's growth. But how does the early church make important decisions before the Holy Spirit descends on them? The company of disciples turns to the practice of “drawing lots,” a practice used by saints for centuries to discover God's providential leading. After much prayer, Joseph and Matthias most likely write their names on scraps; then someone draws the replacement's name out of a bag. What seems like a 50/50 chance is, in fact, God's way of imparting His will. The disciples aren't putting their faith in “chance”; they are putting their faith in a God who lives. This living God isn't distant; He is a player in their lives, active when His people seek Him and His will. They know God directs the process, start to finish, and determines whose name is drawn to join the eleven. Peter: 16-17 My friends, everything in the Hebrew Scriptures had to be fulfilled, including what the Holy Spirit foretold through David about Judas. As you know, Judas was one of us and participated in our ministry until he guided the authorities to arrest Jesus. ", "18": "(He was paid handsomely for his betrayal, and he bought a field with the blood money. But he died on that land—falling so that his abdomen burst and his internal organs gushed out. ", "19": "News of this death spread to everyone in Jerusalem, so Judas's property is known as Hakeldama, which means “field of blood.”) ", "20": "In this way, one of David's psalms was fulfilled: “May their camps be bleak, with not one left in any tent.”[c] But the psalms also include these words: “Let his position of oversight be given to another.”[d] ", "21": "So we need to determine his replacement from among the men who have been with us during all of the Lord Jesus' travels among us—", "22": "from His baptism[e] by John until His ascension. We need someone to join us as a witness of Jesus' resurrection.", "23": "The group put forward two men: Joseph (who was also known as Barsabbas or Justus) and Matthias.", "24": "Disciples: 24 Lord, You know everyone's heart. Make it clear to us which of these two is Your choice ", "25": "to take on this ministry as Your apostle, replacing Judas who went his own way to his own destination.", "26": "Then they drew lots, and the lot fell to Matthias, so he was added to the eleven apostles to reconstitute the twelve."}