{"1": "While Peter is in Joppa, another story is developing a day's journey to the north along the Mediterranean coast. Cornelius, a Roman Centurion and a member of a unit called the Italian Cohort, lived in Caesarea. ", "2": "Cornelius was an outsider, but he was a devout man—a God-fearing fellow with a God-fearing family. He consistently and generously gave to the poor, and he practiced constant prayer to God. ", "3": "About three o'clock one afternoon, he had a vision of a messenger of God. Messenger of God: Cornelius!", "4": "Cornelius (terrified): 4 What is it, sir? Messenger of God: God has heard your prayers, and He has seen your kindness to the poor. God has taken notice of you. ", "5-6": "Send men south to Joppa, to the house of a tanner named Simon. Ask to speak to a guest of his named Simon, but also called Peter. You'll find this house near the waterfront.", "7": "After the messenger departed, Cornelius immediately called two of his slaves and a soldier under his command—an especially devout soldier. ", "8": "He told them the whole story and sent them to Joppa.", "9": "Just as these men were nearing Joppa about noon the next day, Peter went up on the flat rooftop of Simon the tanner's house. He planned to pray, ", "10": "but he soon grew hungry. While his lunch was being prepared, Peter had a vision of his own—a vision that linked his present hunger with what was about to happen: ", "11": "A rift opened in the sky, and a wide container—something like a huge sheet suspended by its four corners—descended through the torn opening toward the ground. ", "12": "This container teemed with four-footed animals, creatures that crawl, and birds—pigs, bats, lizards, snakes, frogs, toads, and vultures.", "13": "A Voice: 13 Get up, Peter! Kill! Eat!", "14": "Peter: 14 No way, Lord! These animals are forbidden in the dietary laws of the Hebrew Scriptures! I've never eaten nonkosher foods like these before—not once in my life!", "15": "A Voice: 15 If God calls something permissible and clean, you must not call it forbidden and dirty!", "16": "Peter saw this vision three times; but the third time, the container of animals flew up through the rift in the sky, the rift healed, ", "17": "and Peter was confused and unsettled as he tried to make sense of this strange vision. At that very moment, Peter heard the voices of Cornelius's delegation, who had asked for directions to Simon's house, coming from the front gate.", "18": "Delegation: 18 Is there a man named Simon, also called Peter, staying at this house?", "19-20": "Peter's mind was still racing about the vision when the voice of the Holy Spirit broke through his churning thoughts. Holy Spirit: The three men who are searching for you have been sent by Me. So get up! Go with them. Don't hesitate or argue.", "21": "Peter rushed downstairs to the men. Peter: I'm the one you're seeking. Can you tell me why you've come?", "22": "Delegation: 22 We've been sent by our commander and master, Cornelius. He is a Centurion, and he is a good, honest man who worships your God. All the Jewish people speak well of him. A holy messenger told him to send for you, so you would come to his home and he could hear your message.", "23": "Peter extended hospitality to them and gave them lodging overnight. When they departed together the next morning, Peter brought some believers from Joppa.", "24": "They arrived in Caesarea the next afternoon just before three o'clock. Cornelius had anticipated their arrival and had assembled his relatives and close friends to welcome them. ", "25": "When Peter and Cornelius met, Cornelius fell at Peter's feet in worship, ", "26": "but Peter helped him up. Peter: Stand up, man! I am just a human being!", "27": "They talked and entered the house to meet the whole crowd inside.", "28": "Peter: 28 You know I am a Jew. We Jews consider it a breach of divine law to associate, much less share hospitality, with outsiders. But God has shown me something in recent days: I should no longer consider any human beneath me or unclean. ", "29": "That's why I made no objection when you invited me; rather, I came willingly. Now let me hear the story of why you invited me here.", "30": "Cornelius: 30 It was about this time of day four days ago when I was here, in my house, praying the customary midafternoon prayer. Suddenly a man appeared out of nowhere. His clothes were dazzling white, and he stood directly in front of me ", "31": "and addressed me: “Cornelius, your prayer has been heard, and your kindness to the poor has been noticed by God. ", "32": "God wants you to find a man in Joppa, Simon who is also called Peter, who is staying at the home of a tanner named Simon, near the seaside.” ", "33": "I wasted no time, did just as I was told, and you have generously accepted my invitation. So here we are, in the presence of God, ready to take in all that the Lord has told you to tell us.", "34": "Peter: 34 It is clear to me now that God plays no favorites, ", "35": "that God accepts every person whatever his or her culture or ethnic background, that God welcomes all who revere Him and do right. ", "36": "You already know that God sent a message to the people of Israel; it was a message of peace, peace through Jesus the Anointed—who is King of all people. ", "37": "You know this message spread through Judea, beginning in Galilee where John called people to be ritually cleansed through baptism.[a] ", "38": "You know God identified Jesus as the uniquely chosen One by pouring out the Holy Spirit on Him, by empowering Him. You know Jesus went through the land doing good for all and healing all who were suffering under the oppression of the evil one, for God was with Him. ", "39": "My friends and I stand as witnesses to all Jesus did in the region of Judea and the city of Jerusalem. The people of our capital city killed Him by hanging Him on a tree, ", "40": "but God raised Him up on the third day and made it possible for us to see Him. ", "41": "Not everyone was granted this privilege, only those of us whom God chose as witnesses. We actually ate and drank with Him after His resurrection. ", "42": "He told us to spread His message to everyone and to tell them that He is the One whom God has chosen to be Judge, to make a just assessment of all people—both living and dead. ", "43": "All the prophets tell us about Him and assert that every person who believes in Jesus receives forgiveness of sins through His name.", "44": "The true gospel is becoming increasingly clear as the church spreads and develops. What happens that day in Caesarea changes the face of Christianity forever. It builds a bridge from Jews to Gentiles, from insiders to outsiders, and sends the community of Jesus on a journey beyond the kind of religious and cultural barriers that all people erect. Through Peter's short trip, the church makes an important journey toward reaching the ends of the earth because the message of Jesus is not for the Jews alone but for all people of all time. This is a hard lesson, and not everyone is eager to learn it. Peter wasn't planning to stop at this point, but the Holy Spirit suddenly interrupted and came upon all the people who were listening. ", "45-46": "They began speaking in foreign languages (just as the Jewish disciples did on the Day of Pentecost), and their hearts overflowed in joyful praises to God. Peter's friends from Joppa—all of them Jewish, all circumcised—were stunned to see that the gift of the Holy Spirit was poured out even on outsiders.", "47": "Peter: 47 Can anyone give any good reason not to ceremonially wash these people through baptism[b] as fellow disciples? After all, it's obvious they have received the Holy Spirit just as we did on the Day of Pentecost.", "48": "So he had them baptized in the name of the Lord Jesus. The new disciples asked him to stay for several more days."}