{"1-2": "By the time Peter and his friends from Joppa returned to Jerusalem, news about outsiders accepting God's message had already spread to the Lord's emissaries[a] and believers there. Some of the circumcised believers didn't welcome Peter with joy, but with criticism.", "3": "Circumcised Believers: 3 Why did you violate divine law by associating with outsiders and sitting at the table with them for a meal? This is an outrage!", "4": "Peter patiently told them what had happened, laying out in detail the whole story.", "5": "Peter: 5 I was in Joppa, I was praying, and I fell into a trance. In my vision, something like a huge sheet descended from the sky as if it were being lowered by its four corners. It landed right in front of me. ", "6": "It was full of all kinds of four-footed creatures that we would call unclean—I could identify mammals, snakes, lizards, and birds. ", "7": "Then I heard a voice say, “Get up, Peter! Kill these creatures and eat them!” ", "8": "Of course, I replied, “No way, Lord! Not a single bite of forbidden, nonkosher food has ever touched my lips.” ", "9": "But then the voice spoke from heaven a second time: “If God makes something clean, you must not call it dirty or forbidden.” ", "10": "This whole drama was repeated three times, and then it was all pulled back up into the sky.", "11": "At that very second, three men arrived at the house where I was staying. They had come to me from Caesarea. ", "12": "The Holy Spirit told me I should go with them, that I shouldn't make any distinction between them as Gentiles and us as Jews. These six brothers from Joppa came with me; and yes, we entered the man's home even though he was an outsider.", "13": "The outsider told us the story of how he had seen a heavenly messenger standing in his house who said, “Send to Joppa and bring back Simon, also called Peter, ", "14": "and he will give you a message that will rescue both you and your household.” ", "15": "Then I began to speak; and as I did, the Holy Spirit fell upon them—it was exactly as it had been with us at the beginning. ", "16": "Then I remembered what Jesus had said to us: “John ritually cleansed people with water through baptism,[b] but you will be washed with the Holy Spirit.”[c] ", "17": "So, if God gave them the same gift we were given when we believed in the Lord Jesus, the Anointed One, who was I to stand in God's way?", "18": "There was no argument, only silence. Circumcised Believers: Well then, we must conclude that God has given to the outsiders the opportunity to rethink their lives, turn to God,[d] and gain a new life.", "19": "Just as the experience of the Holy Spirit transforms that small community of believers into the church at the beginning of this book, the presence of the Spirit's work among these outsiders, the ones who were not a part of God's covenant with Moses, demonstrates that they, too, are part of the church. This isn't what many expected, and questions about inclusion of outsiders consume the early life of the church. The believers who were scattered from Judea because of the persecution following Stephen's stoning kept moving out, reaching Phoenicia, Cyprus, and Antioch. Until this time, they had only shared their message with Jews. ", "20": "Then some men from Cyprus and Cyrene who had become believers came to Antioch, and they began sharing the message of the Lord Jesus with some Greek converts to Judaism. ", "21": "The Lord was at work through them, and a large number of these Greeks became believers and turned to the Lord Jesus.", "22": "Word of this new development came to the church in Jerusalem, and they sent Barnabas to Antioch to investigate. ", "23": "He arrived and saw God's grace in action there, so he rejoiced and urged them to remain faithful to the Lord, to maintain an enduring, unshakable devotion. ", "24": "This Barnabas truly was a good man, full of the Holy Spirit, full of faith. A very large number of people were brought to the Lord.", "25": "Barnabas soon was off again—now to Tarsus to look for Saul. ", "26": "He found Saul and brought him back to Antioch. The two of them spent an entire year there, meeting with the church and teaching huge numbers of people. It was there, in Antioch, where the term “Christian” was first used to identify disciples of Jesus.", "27": "During that year, some prophets came north from Jerusalem to Antioch. ", "28": "A prophet named Agabus stood in a meeting and made a prediction by the Holy Spirit: there would be an expansive, terrible famine in the whole region during the reign of Claudius. ", "29": "In anticipation of the famine, the disciples determined to give an amount proportionate to their financial ability and create a relief fund for all the believers in Judea. ", "30": "They sent Barnabas and Saul to carry this fund to the elders in Jerusalem."}