{"1": "After Barnabas and Saul help deliver the relief fund to Jerusalem (11:29–30), the three men return to Antioch. With this trip by Saul (who will shortly be renamed Paul) back to Antioch, Luke's emphasis for the rest of the book shifts away from Peter and the church in Jerusalem to focus on Paul and his mission to spread the good news to Jews and outsiders throughout the northern Mediterranean area. The church in Antioch had grown strong, with many prophets and teachers: Barnabas, Simeon (a dark man from Central Africa), Lucius (from Cyrene in North Africa), Manaen (a member of Herod's governing council), and Saul. ", "2": "Once they were engaged in a time of worship and fasting when the Holy Spirit spoke to them, “Commission Barnabas and Saul to a project I have called them to accomplish.” ", "3": "They fasted and prayed some more, laid their hands on the two selected men, and sent them off on their new mission. ", "4": "Having received special commissioning by the Holy Spirit, Barnabas and Saul went to nearby Seleucia on the coast. Then they caught a ship to the island of Cyprus.", "5": "At the city of Salamis on the east side of Cyprus, they proclaimed the message of God in Jewish synagogues, assisted by John Mark. ", "6-7": "They went westward from town to town, finally reaching Paphos on the western shore. There the proconsul named Sergius Paulus, an intelligent man, summoned Barnabas and Saul because he wanted to hear their message. At his side was an occult spiritualist and Jewish false prophet named Bar-Jesus ", "8": "or Elymas (which means “magician”). Elymas argued with Barnabas and Saul, trying to keep Sergius Paulus from coming to faith.", "9": "Saul, who is also known as Paul, was suddenly full of the Holy Spirit. He stared directly into Elymas's face.", "10": "Paul: 10 You're a son of the devil. You're an enemy of justice, you're full of lies, and you steal opportunities from others. Why do you insist on confusing and twisting the clear, straight paths of the Lord? ", "11": "Hear this, Elymas: the Lord's hand is against you, and you will be as blind as a bat for a period of time, beginning right now! At that instant, it was as if a mist came over Elymas and then total darkness. He stumbled around, groping for a hand so he could be led back home. ", "12": "When Sergius Paulus saw this happen, he came to faith and was attracted to and amazed by the teaching about the Lord.", "13": "Paul and his entourage boarded a ship and set sail from Paphos. They traveled north to Perga in Pamphylia. John Mark, however, abandoned the mission and returned to Jerusalem.", "14": "Paul and Barnabas continued from Perga to Pisidian Antioch; and on the Sabbath, they entered the synagogue and sat down. ", "15": "After the regular reading of the Hebrew Scriptures—including passages from the Law and the Prophets—the synagogue leaders sent a message to them: “Brothers, if you would like to give us some exhortation, please do so.” ", "16": "Paul rose to his feet, offered a gesture of greeting, and began his message. Paul: Israelites and other God-fearing people, please hear me. ", "17": "The God of the Israelites chose our ancestors and helped them become a large population while they were living in Egypt many years ago. He displayed His great power by leading them out of that powerful nation. ", "18": "For about 40 years, He endured their constant complaining in the wilderness. ", "19": "He opened up some land for them in Canaan by destroying the seven nations living there, and that land became their inheritance for about 450 years. ", "20": "They had tribal leaders[a] through the time of the prophet Samuel. ", "21": "Then they asked for a king, and God gave them one—Saul, son of Kish, of the tribe of Benjamin—who reigned for 40 years. ", "22": "After God moved Saul aside, He made David king in his place. God had this to say about David: “I have found David, son of Jesse, to be a man after My own heart. He's the kind of king who will rule in ways that please Me.”[b] ", "23": "God has selected one of David's descendants as the long-promised Liberator of Israel. I am speaking of Jesus.", "24": "Before Jesus arrived on the scene, His cousin John was hard at work, proclaiming to all the people of Israel a ceremonial washing through baptism[c] and pointing to a new direction in thought and life. ", "25": "John's ministry climaxed when he said, “Who do you assume me to be? I am not the One you're looking for. No, but One is coming after me, One whose sandal thong I am unworthy to untie.”[d] ", "26": "My brothers, fellow descendants of our common father Abraham, and others here who fear God, we are the ones to whom God has sent this message of salvation.", "27": "But you know the people of Jerusalem and their leaders did not recognize Jesus. They didn't understand the words of the prophets that are read in the synagogues on Sabbath after Sabbath. As a result, they fulfilled the ancient prophecies by condemning Jesus. ", "28": "Even though they could find no offense punishable by death, still they asked Pilate to execute Jesus. ", "29": "When they carried out everything that had been foretold by the prophets, they took His body down from the tree and laid Him in a tomb. ", "30": "But that was not the end: God raised Him from the dead, ", "31": "and over a period of many days, He appeared to those who had been His companions from the beginning of their journey in Galilee until its end in Jerusalem. They are now witnesses to everyone. ", "32": "We are here to bring you the good news of God's promise to our ancestors, ", "33": "which He has now fulfilled for our children by raising Jesus. Consider the promises fulfilled in Jesus. The psalmist says, “You are My Son; today I have become Your Father.”[e]", "34": "Elsewhere God promises that Jesus will rise and never return to death and corruption again: “I will make You the holy and faithful promises I made to David.”[f] ", "35": "Similarly, another psalm says, “You will not abandon Me to experience death and the grave or leave Me to rot alone.”[g] ", "36": "We all know David died and was reduced to dust after he served God's purpose in his generation; ", "37": "these words obviously apply not to David but to the One God raised from death before suffering decay. ", "38": "So you must realize, my brothers, that through this resurrected man forgiveness of sins is assured to you. ", "39": "Through Jesus, everyone who believes is set free from all sins—sins which the law of Moses could not release you from. ", "40": "In light of all this, be careful that you do not fulfill these words of the prophet Habakkuk:", "41": "Look, you scoffers! Be shocked to death. For in your days I am doing a work, a work you will never believe, even if someone tells you plainly![h]", "42": "Paul and Barnabas prepared to leave the synagogue, but the people wanted to hear more and urged them to return the following Sabbath. ", "43": "As the people dispersed after the meeting, many Jews and converts to Judaism followed Paul and Barnabas. Privately Paul and Barnabas continued teaching them and urged them to remain steadfast in the grace of God. ", "44": "The next Sabbath, it seemed the whole city had gathered to hear the message of the Lord. ", "45": "But some of the Jewish leaders were jealous when they saw these huge crowds. They began to argue with and contradict Paul's message, as well as slander him. ", "46": "Paul and Barnabas together responded with great confidence. Paul and Barnabas: OK, then. It was only right that we should bring God's message to you Jewish people first. But now, since you are rejecting our message and identifying yourselves as unworthy of eternal life, we are turning to the outsiders. ", "47": "The Lord has commanded us to do this. Remember His words: I have appointed you a light to the nations beyond Israel, so you can bring redemption to every corner of the earth.[i]", "48": "These words created two strong reactions. The outsiders were thrilled and praised God's message, and all those who had been appointed for eternal life became believers. ", "49": "Through them the Lord's message spread through the whole region. ", "50": "But the Jewish leaders united the aristocratic religious women and the city's leading men in opposition to Paul and Barnabas, and soon they were persecuted and driven out of the region. ", "51": "They simply shook the dust off their feet in protest and moved on to Iconium. ", "52": "The disciples weren't intimidated at all; rather, they were full of joy and the Holy Spirit."}