{"1": "Paul never forsakes the Jews, the ones to whom the covenants were given. He shares with them first the good news about how God has fulfilled His promises through Jesus. Only when he faces opposition does he turn to the outsiders, because this hope is for them too. The results in Iconium were similar. Paul and Barnabas began in the Jewish synagogue, bringing a great number of ethnic Jews and Greek converts to faith in Jesus. ", "2": "But the other Jews who wouldn't believe agitated the outsiders and poisoned their minds against the brothers. ", "3": "Paul and Barnabas stayed in Iconium for a long time, speaking with great confidence for the Lord. He confirmed the message of His grace by granting them the power to do signs and wonders. ", "4": "But over time the people were divided, some siding with the unbelieving Jews and some siding with the apostles. ", "5": "Finally the Jews and outsiders who opposed them joined forces and enlisted the political leaders in their plan to beat and stone Paul and Barnabas. ", "6": "They learned of the plan and escaped to Lystra and Derbe in Lycaonia, and the surrounding countryside, ", "7": "where they continued proclaiming the good news.", "8": "In Lystra they met a man who had been crippled since birth; his feet were completely useless. ", "9": "He listened to Paul speak, and Paul could see in this man's face that he had faith to be healed.", "10": "Paul (shouting): 10 Stand up on your own two feet, man! The man jumped up and walked! ", "11": "When the crowds saw this, they started shouting in Lycaonian. Crowd: The gods have come down to us! They've come in human form!", "12": "They decided that Barnabas was Zeus and Paul was Hermes (since he was the main speaker). ", "13": "Before they knew it, the priest of Zeus, whose temple was prominent in that city, came to the city gates with oxen and garlands of flowers so the Lycaonians could offer sacrifices in worship to Paul and Barnabas! ", "14": "When they heard of this, Paul and Barnabas were beside themselves with frustration—they ripped their tunics as an expression of disapproval and rushed out into the crowd.", "15": "Paul and Barnabas (shouting): 15 Friends! No! No! Don't do this! We're just humans like all of you! We're not here to be worshiped! We're here to bring you good news—good news that you should turn from these worthless forms of worship and instead serve the living God, the God who made the heaven and the earth and the sea and all that they contain. ", "16": "Through all previous generations, God has allowed all the nations to follow their own customs and religions, ", "17": "but even then God revealed Himself by doing good to you—giving you rain for your crops and fruitful harvests season after season, filling your stomachs with food and your hearts with joy.", "18": "In spite of these words, they were barely able to keep the crowds from making sacrifices to them.", "19": "When God uses men to bless the world, many mistakenly exalt those men to the place of God. This inevitably leads to pain and disappointment. Paul and Barnabas did the right thing by shouting as loudly as possible, “We are only men!” It is time for many leaders and celebrities to follow their example, root out the religious hero worship, claim our humanity, and start sharing our own struggles—sin, depression, despair—to remind people we are all alike. Then we can focus on the one true God instead of His messengers. Then unbelieving Jews came from Antioch and Iconium and incited the crowds against the Lord's emissaries. The crowds turned on Paul, stoned him, dragged him out of the city, and left him there, thinking he was dead. ", "20": "As the disciples gathered around him, he suddenly rose to his feet and returned to the city. The next day he and Barnabas left for Derbe. ", "21": "After they proclaimed the good news there and taught many disciples, they returned to some of the cities they had recently visited—Lystra, Iconium, and Antioch in Pisidia. ", "22": "In each place, they brought strength to the disciples, encouraging them to remain true to the faith. Paul and Barnabas: We must go through many persecutions as we enter the kingdom of God.", "23": "In each church, they would appoint leaders, pray and fast together, and entrust them to the Lord in whom they had come to believe.", "24": "They then passed through Pisidia and came to Pamphylia. ", "25": "They preached their message in Perga and then went to the port of Attalia. ", "26": "There they set sail for Antioch, where they were first entrusted to the grace of God for the mission they had now completed. ", "27": "They called the church together when they arrived and reported all God had done with and through them, how God had welcomed outsiders through the doorway of faith. ", "28": "They stayed with the disciples in Antioch for quite a while."}