{"1": "Their peace was disturbed, however, when certain Judeans came with this teaching: “Unless you are circumcised according to Mosaic custom, you cannot be saved.” ", "2": "Paul and Barnabas argued against this teaching and debated with the Judeans vehemently, so the church selected several people—including Paul and Barnabas—to travel to Jerusalem to dialogue about this issue with the apostles and elders there. ", "3": "The church sent them on their way. They passed through Phoenicia and Samaria, stopping to report to the groups of believers there that outsiders were now being converted. This brought great joy to them all. ", "4": "Upon arrival in Jerusalem, the church, the apostles, and the elders welcomed them warmly; and they reported all they had seen God do. ", "5": "But there were some believers present who belonged to the sect of the Pharisees. They stood up and asserted, Pharisees: No, this is not acceptable. These people must be circumcised, and we must require them to keep the whole Mosaic law.", "6": "The apostles and elders met privately to discuss how this issue should be resolved. ", "7": "There was a lot of debate, and finally Peter stood up. These debates give a glimpse of the cultural tensions present between Jewish and Gentile believers throughout the New Testament writings. The early Jewish believers still follow the traditional Jewish practices of Sabbath rest and kosher food. This is fine, until Jewish and Gentile Christians must share a table. How can they be truly unified as one church without being able to sit down together for a meal? This council affirms—under the influence of the Spirit's work—that the outsiders may become Christians without becoming Jews first; but the outsiders should respect their Jewish brothers' beliefs so they can fellowship together. The decision is a model for church unity: artificial hurdles should not be imposed for inclusion, but groups should willingly sacrifice their freedoms to promote unity in the church. Peter: My brothers, you all know that in the early days of our movement, God decided that I should be the one through whom the first outsiders would hear the good news and become believers. ", "8": "God knows the human heart, and He showed approval of their hearts by giving them the Holy Spirit just as He did for us. ", "9": "In cleansing their hearts by faith, God has made no distinction between them and us. ", "10": "So it makes no sense to me that some of you are testing God by burdening His disciples with a load that neither our forefathers nor we have been able to carry. ", "11": "No, we all believe that we will be liberated through the grace of the Lord Jesus—they also will be rescued in the same way.", "12": "There was silence among them while Barnabas and Paul reported all the miraculous signs and wonders God had done through them among outsiders. ", "13": "When they finished, James spoke. James: My brothers, hear me. ", "14": "Simon Peter reminded us how God first included outsiders in His favor, taking people from among them for His name. ", "15": "This resonates with the words of the prophets:", "16": "“After this, I will return and rebuild the house of David, which has fallen into ruins. From its wreckage I will rebuild it;", "17": "So all the nations may seek the Eternal One— including every person among the outsiders who has been called by My name.”[a] This is the word of the Lord, ", "18": "who has been revealing these things since ancient times.[b]", "19": "So here is my counsel: we should not burden these outsiders who are turning to God. ", "20": "We should instead write a letter, instructing them to abstain from four things: first, things associated with idol worship; second, sexual immorality; third, food killed by strangling; and fourth, blood. ", "21": "My reason for these four exceptions is that in every city there are Jewish communities where, for generations, the laws of Moses have been proclaimed; and on every Sabbath, Moses is read in synagogues everywhere.", "22": "This seemed like a good idea to the apostles, the elders, and the entire church. They commissioned men from among them and sent them to Antioch with Paul and Barnabas. They sent two prominent men among the believers, Judas (also known as Barsabbas) and Silas, ", "23": "to deliver this letter: The brotherhood, including the apostles and elders in Jerusalem, send greetings to the outsider believers in Antioch, Syria, and Cilicia. ", "24": "We have heard that certain people from among us—without authorization from us—have said things that, in turn, upset you and unsettle your minds. ", "25": "We have decided unanimously to choose and send two representatives, along with our beloved Barnabas and Paul ", "26": "who, as you know, have risked their lives for our Lord Jesus the Anointed. ", "27": "These representatives, Judas and Silas, will confirm verbally what you will read in this letter. ", "28": "It has seemed good to the Holy Spirit and to us to keep you free from all burdens except these four: ", "29": "abstain from anything sacrificed to idols, from blood, from food killed by strangling, and from sexual immorality. Avoid these things, and you will be just fine. Farewell.", "30": "So the men were sent to Antioch. When they arrived, they gathered the community together and read the letter. ", "31": "The community rejoiced at the resolution to the controversy. ", "32": "Judas and Silas, being prophets themselves, offered lengthy encouragements to strengthen the believers. ", "33": "After some time there, their mission was complete; so the leaders in Antioch released Judas and Silas to return to Jerusalem with a blessing of peace. ", "34": "[34 But after some thought, Silas decided to remain behind.][c] ", "35": "Paul and Barnabas stayed in Antioch, where they teamed with many others to teach and preach the message of the Lord.", "36": "Some days later, Paul proposed another journey to Barnabas. Paul: Let's return and visit the believers in each city where we preached the Lord's message last time to see how they're doing.", "37": "Barnabas agreed and wanted to bring John Mark along, ", "38": "but Paul felt that was a mistake since John Mark had abandoned them in Pamphylia and hadn't finished the previous mission. ", "39": "Their difference of opinion was so heated that they decided not to work together anymore. Barnabas took John Mark and sailed to Cyprus, ", "40": "while Paul chose Silas as his companion. The believers in Antioch commissioned him for this work, entrusting him to the grace of the Lord. ", "41": "They traveled through Syria and Cilicia to strengthen the churches there."}