{"1-3": "When Paul reached Derbe and Lystra, he invited a disciple named Timothy to join him and Silas. Timothy had a good reputation among the believers in Lystra and Iconium, but there was a problem: although Timothy's mother was a believing Jew, his father was Greek, which meant Timothy was uncircumcised. Because the Jewish people of those cities knew he was the son of a Greek man, Paul felt it would be best for Timothy to be circumcised before proceeding.", "4": "Leaving there, now accompanied by Timothy, they delivered to the churches in each town the decisions and instructions given by the apostles and elders in Jerusalem. ", "5": "The churches were strengthened in the faith by their visit and kept growing in numbers on a daily basis.", "6": "They sensed the Holy Spirit telling them not to preach their message in Asia at this time, so they traveled through Phrygia and Galatia. ", "7": "They came near Mysia and planned to go into Bithynia, but again they felt restrained from doing so by the Spirit of Jesus. ", "8": "So they bypassed Mysia and went down to Troas. ", "9": "That night Paul had a vision in which a Macedonian man was pleading with him. Macedonian Man: Come over to Macedonia! Come help us!", "10": "Luke now shifts his narration from impersonal observation to a first-person account of events because he has joined Paul, Silas, and Timothy. This vision convinced us all that God was calling us to bring the good news to that region.", "11": "We set sail from the port city of Troas, first stopping in Samothrace, then the next day in Neapolis, ", "12": "finally arriving in Philippi, a Roman colony and one of Macedonia's leading cities. We stayed in Philippi for several days. ", "13": "On the Sabbath day, we went outside the city walls to the nearby river, assuming that some Jewish people might be gathering for prayer. We found a group of women there, so we sat down and spoke to them. ", "14": "One of them, Lydia, was a business woman originally from Thyatira. She made a living buying and selling fine purple fabric. She was a true worshiper of God and listened to Paul with special interest. The Lord opened her heart to take in the message with enthusiasm. ", "15": "She and her whole household were ceremonially washed through baptism.[a] Lydia: If you believe I'm truly faithful to the Lord, please, you must come and stay at my home. We couldn't turn down her invitation.", "16": "One day, as we were going to the place set aside for prayer, we encountered a slave girl. She made a lot of money for her owners as a fortune-teller, assisted by some sort of occult spirit. ", "17": "She began following us. Slave Girl (shouting): These men are slaves like me, but slaves of the Most High God! They will proclaim to you the way of liberation!", "18": "The next day as we passed by, she did the same thing—and again on the following days. One day Paul was really annoyed, so he turned and spoke to the spirit that was enslaving her. Paul: I order you in the name of Jesus, God's Anointed: Come out of her! It came right out. ", "19": "But when her owners realized she would be worthless now as a fortune-teller, they grabbed Paul and Silas, dragged them into the open market area, and presented them to the authorities.", "20": "Slave Owners: 20 These men are troublemakers, disturbing the peace of our great city. They are from some Jewish sect, ", "21": "and they promote foreign customs that violate our Roman standards of conduct.", "22": "The crowd joined in with insults and insinuations, prompting the city officials to strip them naked in the public square so they could be beaten with rods. ", "23": "They were flogged mercilessly and then were thrown into a prison cell. The jailer was ordered to keep them under the strictest supervision. ", "24": "The jailer complied, first restraining them in ankle chains, then locking them in the most secure cell in the center of the jail.", "25": "Picture this: It's midnight. In the darkness of their cell, Paul and Silas—after surviving the severe beating—aren't moaning and groaning; they're praying and singing hymns to God. The prisoners in adjoining cells are wide awake, listening to them pray and sing. ", "26": "Suddenly the ground begins to shake, and the prison foundations begin to crack. You can hear the sound of jangling chains and the squeak of cell doors opening. Every prisoner realizes that his chains have come unfastened. ", "27": "The jailer wakes up and runs into the jail. His heart sinks as he sees the doors have all swung open. He is sure his prisoners have escaped, and he knows this will mean death for him, so he pulls out his sword to commit suicide. ", "28": "At that moment, Paul sees what is happening and shouts out at the top of his lungs, Paul: Wait, man! Don't harm yourself! We're all here! None of us has escaped.", "29": "The jailer sends his assistants to get some torches and rushes into the cell of Paul and Silas. He falls on his knees before them, trembling. ", "30": "Then he brings them outside. Jailer: Gentlemen, please tell me, what must I do to be liberated?", "31": "Paul and Silas: 31 Just believe—believe in the ultimate King, Jesus, and not only will you be rescued, but your whole household will as well.", "32-34": "The jailer brings them to his home, and they have a long conversation with the man and his family. Paul and Silas explain the message of Jesus to them all. The man washes their wounds and feeds them, then they baptize[b] the man and his family. The night ends with Paul and Silas in the jailer's home, sharing a meal together, the whole family rejoicing that they have come to faith in God.", "35": "At dawn the city officials send the police to the jailer's home with a command: “Let those men go free.”", "36": "Jailer: 36 The city officials have ordered me to release you, so you may go now in peace.", "37": "Paul (loud enough that the police can hear): 37 Just a minute. This is unjust. We've been stripped naked, beaten in public, and thrown into jail, all without a trial of any kind. Now they want to release us secretly as if nothing happened? No way: we're Roman citizens—we shouldn't be treated like this! If the city officials want to release us, then they can come and tell us to our faces.", "38": "The police report back to the city officials; and when they come to the part about Paul and Silas being Roman citizens, the officials turn pale with fear. ", "39": "They rush to the jail in person and apologize. They personally escort Paul and Silas from their cell and politely ask them to leave the city. ", "40": "Paul and Silas oblige—after stopping at Lydia's home to gather with the brothers and sisters there and give them parting words of encouragement."}