{"1": "Paul and Silas are keeping a low profile in order to advance the cause of Jesus. Paul's first miracle in the area is to cast out an evil spirit from a girl. This sets off an unexpected chain of events bringing the men into the city court to be beaten before the crowds. This sounds like the start of a very bad day. Silas must wonder, “Paul, what were you doing? Is your aggravation with this wandering girl worth all this trouble?” But they neither fight nor despair; instead, they sing, pray to God, and love their captors. Paul and Silas demonstrate that believers are not easily distracted or depressed as long as serving God is their priority. After leaving Philippi and passing through Amphipolis and Apollonia, Paul and Silas came to Thessalonica. There was a Jewish synagogue there. ", "2-3": "As he had done in other cities, Paul attended the synagogue and presented arguments, based on the Hebrew Scriptures, that the Anointed had to suffer and rise from the dead. Paul: Who is this suffering and rising Anointed One I am proclaiming to you? He is Jesus. He came back the next two Sabbaths—repeating the same pattern. ", "4": "Some of the ethnically Jewish people from the synagogue were persuaded and joined Paul and Silas. Even more devout Greeks who had affiliated with Judaism came to believe—along with quite a few of the city's leading women. ", "5-6": "Seeing this movement growing, the unconvinced Jewish people became protective and angry. They found some ruffians hanging out in the marketplaces and convinced them to help start a riot. Soon a mob formed, and the whole city was seething with tension. The mob was going street by street, looking for Paul and Silas—who were nowhere to be found. Frustrated, when the mob came to the house of a man named Jason, now known as a believer, they grabbed him and some other believers they found there and dragged them to the city officials. Mob: These people—they're political agitators turning the world upside down! They've come here to our fine city, ", "7": "and this man, Jason, has given them sanctuary and made his house a base for their operations. We want to expose their real intent: they are trying to overturn Caesar's sensible decrees. They're saying that Jesus is king, not Caesar!", "8": "Of course, this disturbed the crowd at large and the city officials especially, ", "9": "so they demanded bail from Jason and the others before releasing them.", "10": "The believers waited until dark and then sent Paul and Silas off to Berea. When they arrived, they went to the synagogue.", "11": "Though Paul is known as the Emissary to the Gentiles, wherever he goes he proclaims Jesus to the Jews in the synagogue from the Hebrew Scriptures first. The Jewish people here were more receptive than they had been in Thessalonica. They warmly and enthusiastically welcomed the message and then, day by day, would check for themselves to see if what they heard from Paul and Silas was truly in harmony with the Hebrew Scriptures. ", "12": "Many of them were convinced, and the new believers included—as in Thessalonica—quite a few of the city's leading Greek women and important men also. ", "13": "Reports got back to Thessalonica that Paul and Silas were now spreading God's message in Berea; the Jewish people who had incited the riot in Thessalonica quickly came to Berea to do the same once again. ", "14-15": "The believers sent Paul away. A small group escorted him, first to the coast, and then all the way to Athens. Silas and Timothy, however, remained in Berea. Later they received instructions from Paul to join him in Athens as soon as possible.", "16": "So Paul found himself alone for some time in Athens. He would walk through the city, feeling deeply frustrated about the abundance of idols there. ", "17": "As in the previous cities, he went to the synagogue. Once again, he engaged in debate about Jesus with both ethnic Jews and devout Greek-born converts to Judaism. He would even wander around in the marketplace, speaking with anyone he happened to meet. ", "18": "Eventually he got into a debate with some Epicurean and Stoic philosophers. Some were dismissive from the start. Philosophers: What's this fast-talker trying to pitch? Others: He seems to be advocating the gods of distant lands. They said this because of what Paul had been preaching about Jesus and the resurrection.", "19-21": "The philosophers misunderstand Paul's message. They think he is talking about two deities: Jesus and Anastasis (the Greek word for “resurrection”). This stirred their curiosity, because the favorite pastime of Athenians (including foreigners who had settled there) was conversation about new and unusual ideas. So they brought him to the rock outcropping known as the Areopagus, where Athens' intellectuals regularly gathered for debate, and they invited him to speak. Athenians: May we understand this new teaching of yours? It is intriguingly unusual. We would love to know its meaning.", "22": "Paul: 22 Athenians, as I have walked your streets, I have observed your strong and diverse religious ethos. You truly are a religious people. ", "23": "I have stopped again and again to examine carefully the religious statues and inscriptions that fill your city. On one such altar, I read this inscription: “TO AN UNKNOWN GOD.” I am not here to tell you about a strange foreign deity, but about this One whom you already worship, though without full knowledge. ", "24": "This is the God who made the universe and all it contains, the God who is the King of all heaven and all earth. It would be illogical to assume that a God of this magnitude could possibly be contained in any man-made structure, no matter how majestic. ", "25": "Nor would it be logical to think that this God would need human beings to provide Him with food and shelter—after all, He Himself would have given to humans everything they need—life, breath, food, shelter, and so on.", "26": "This is the only universal God, the One who makes all people whatever their nationality or culture or religion. This God made us in all our diversity from one original person, allowing each culture to have its own time to develop, giving each its own place to live and thrive in its distinct ways. ", "27": "His purpose in all this was that people of every culture and religion would search for this ultimate God, grope for Him in the darkness, as it were, hoping to find Him. Yet, in truth, God is not far from any of us. ", "28": "For you know the saying, “We live in God; we move in God; we exist in God.” And still another said, “We are indeed God's children.” ", "29": "Since this is true, since we are indeed offspring of God's creative act, we shouldn't think of the Deity as our own artifact, something made by our own hands—as if this great, universal, ultimate Creator were simply a combination of elements like gold, silver, and stone. ", "30": "No, God has patiently tolerated this kind of ignorance in the past, but now God says it is time to rethink our lives and reject these unenlightened assumptions. ", "31": "He has fixed a day of accountability, when the whole world will be justly evaluated by a new, higher standard: not by a statue, but by a living man. God selected this man and made Him credible to all by raising Him from the dead.", "32": "When they heard that last phrase about resurrection from the dead, some shook their heads and scoffed, but others were even more curious. Others: We would like you to come and speak to us again.", "33": "Paul left at that point, ", "34": "but some people followed him and came to faith, including one from Areopagus named Dionysius, a prominent woman named Damaris, and others."}