{"1": "When the holy day of Pentecost came 50 days after Passover, they were gathered together in one place.", "2": "Picture yourself among the disciples: A sound roars from the sky without warning, the roar of a violent wind, and the whole house where you are gathered reverberates with the sound. ", "3": "Then a flame appears, dividing into smaller flames and spreading from one person to the next. ", "4": "All the people present are filled with the Holy Spirit and begin speaking in languages they've never spoken, as the Spirit empowers them.", "5": "Because of the holy festival, there are devout Jews staying as pilgrims in Jerusalem from every nation under the sun. ", "6": "They hear the sound, and a crowd gathers. They are amazed because each of them can hear the group speaking in their native languages. ", "7": "They are shocked and amazed by this. Pilgrims: Just a minute. Aren't all of these people Galileans? ", "8": "How in the world do we all hear our native languages being spoken? ", "9": "Look—there are Parthians here, and Medes, Elamites, Mesopotamians, and Judeans, residents of Cappadocia, Pontus, and Asia, ", "10": "Phrygians and Pamphylians, Egyptians and Libyans from Cyrene, Romans including both Jews by birth and converts, ", "11": "Cretans, and Arabs. We're each, in our own languages, hearing these people talk about God's powerful deeds.", "12": "Their amazement becomes confusion as they wonder, Pilgrims: What does this mean?", "13": "Skeptics: 13 It doesn't mean anything. They're all drunk on some fresh wine!", "14": "This miraculous sign of God's kingdom is astounding. The followers of Jesus are not known as people who drink too much wine with breakfast, so this fantastic episode requires some other kind of explanation. Unfortunately it is impossible to comprehend or explain what transpires on Pentecost. But this is not a novelty performance; rather, it is the foundation of the kingdom of God in that it establishes the church as the place where God moves on the earth through His Spirit. They expect a political kingdom, but God moves in people's hearts to transform individuals and communities. As the twelve stood together, Peter shouted to the crowd, Peter: Men of Judea and all who are staying here in Jerusalem, listen. I want you to understand: ", "15": "these people aren't drunk as you may think. Look, it's only nine o'clock in the morning! ", "16": "No, this isn't drunkenness; this is the fulfillment of the prophecy of Joel. ", "17": "Hear what God says! In the last days, I will offer My Spirit to humanity as a libation. Your children will boldly speak the word of the Lord. Young warriors will see visions, and your elders will dream dreams.", "18": "Yes, in those days I shall offer My Spirit to all servants, both male and female, and they will boldly speak My word.", "19": "And in the heaven above and on the earth below, I shall give signs of impending judgment: blood, fire, and clouds of smoke.", "20": "The sun will become a void of darkness, and the moon will become blood. Then the great and dreadful day of the Lord will arrive,", "21": "And everyone who calls on the name of the Lord will be liberated into God's freedom and peace.[a]", "22": "All of you Israelites, listen to my message: it's about Jesus of Nazareth, a man whom God authenticated for you by performing in your presence powerful deeds, wonders, and signs through Him, just as you yourselves know. ", "23": "This man, Jesus, who came into your hands by God's sure plan and advanced knowledge, you nailed to a cross and killed in collaboration with lawless outsiders. ", "24": "But God raised Jesus and unleashed Him from the agonizing birth pangs of death, for death could not possibly keep Jesus in its power. ", "25": "David spoke of Jesus' resurrection, saying: I see the Lord is ever present with me. I will not live in fear or abandon my calling because He guides my right hand.", "26": "My heart is glad; my soul rejoices; my body is safe.", "27": "You will not abandon me to experience the suffering of a miserable afterlife, nor leave Your Holy One to rot alone.", "28": "Instead, You direct me on a path that leads to a beautiful life. As I walk with You, the pleasures are never-ending, and I know true joy and contentment.[b]", "29": "My fellow Israelites, I can say without question that David our ancestor died and was buried, and his tomb is with us today. ", "30": "David wasn't speaking of himself; he was speaking as a prophet. He saw with prophetic insight that God had made a solemn promise to him: God would put one of his descendants on His throne. ", "31": "Here's what David was seeing in advance; here's what David was talking about—the Anointed One would be resurrected. Think of David's words about Him not being abandoned to the place of the dead nor being left to decay in the grave. ", "32": "He was talking about Jesus, the One God has raised, whom all of us have seen with our own eyes and announce to you today. ", "33": "Since Jesus has been lifted to the right hand of God—the highest place of authority and power—and since Jesus has received the promise of the Holy Spirit from the Father, He has now poured out what you have seen and heard here today. ", "34": "Remember: David couldn't have been speaking of himself rising to the heavens when he said, The Master said to my master, “Sit here at My right hand, in the place of honor and power,", "35": "And I will gather Your enemies together, lead them in on hands and knees, and You will rest Your feet on their backs.”[c]", "36": "Everyone in Israel should now realize with certainty what God has done: God has made Jesus both Lord and Anointed King—this same Jesus whom you crucified.", "37": "When the people heard this, their hearts were pierced; and they said to Peter and his fellow apostles, Pilgrims: Our brothers, what should we do?", "38": "Peter: 38 Reconsider your lives; change your direction. Participate in the ceremonial washing of baptism[d] in the name of Jesus God's Anointed, the Liberating King. Then your sins will be forgiven, and the gift of the Holy Spirit will be yours. ", "39": "For the promise of the Spirit is for you, for your children, for all people—even those considered outsiders and outcasts—the Lord our God invites everyone to come to Him.", "40": "Just as God raised Jesus from a decaying body, Peter holds out hope for God to liberate those who follow Him from their decaying culture. Peter was pleading and offering many logical reasons to believe. ", "41": "Whoever made a place for his message in their hearts received the baptism;[e] in fact, that day alone, about 3,000 people joined the disciples.", "42": "The community continually committed themselves to learning what the apostles taught them, gathering for fellowship, breaking bread, and praying. ", "43": "Everyone felt a sense of awe because the apostles were doing many signs and wonders among them. ", "44": "There was an intense sense of togetherness among all who believed; they shared all their material possessions in trust. ", "45": "They sold any possessions and goods that did not benefit the community and used the money to help everyone in need. ", "46": "They were unified as they worshiped at the temple day after day. In homes, they broke bread and shared meals with glad and generous hearts. ", "47": "The new disciples praised God, and they enjoyed the goodwill of all the people of the city. Day after day the Lord added to their number everyone who was experiencing liberation."}