{"1": "Agrippa (to Paul): Go ahead. You may speak for yourself.", "2": "Paul (extending his hand): 2 I am indeed fortunate to be standing before you, King Agrippa, to humbly defend myself against accusations from my Jewish opponents. ", "3": "You are extraordinarily familiar with Jewish customs and controversies, so I beg your patience as I begin. ", "4": "My way of life is well known to the whole Jewish community, how I have lived in the Jewish community abroad and in Jerusalem. ", "5": "If they are willing to speak, they themselves will tell you something they have long known—that I was a member of the strictest sect of our religion and lived for many years as a Pharisee. ", "6": "But now I am on trial here for this simple reason: I have hope. I have hope rooted in a promise God made to our ancestors. ", "7": "All our twelve tribes have hope in this promise—they express their hope as they worship day and night. How strange it is, then, Your Excellency, that I am accused by the Jews of having hope! ", "8": "Why would any of you think it is absurd to have hope that God raises the dead? ", "9": "As you know, we're talking specifically about Jesus of Nazareth. For a long time, I was convinced that I should work against that name. ", "10": "I opposed it in Jerusalem. I received authorization from the chief priests to lock many of His followers in prison. When they were threatened with execution, I voted against them. ", "11": "I would find them in synagogues across Jerusalem and try to force them to blaspheme. My fury drove me to pursue them to foreign cities as well.", "12": "The importance of Paul's conversion experience on the way to Damascus is highlighted as he recounts it in his defense. On one occasion, I was traveling to Damascus, authorized and commissioned by the chief priests to find and imprison more of His followers. ", "13": "It was about midday, Your Excellency, when I saw a light from heaven—brighter than the noonday sun—shining around my companions and me. ", "14": "We all fell to the ground in fear, and I then heard a voice. The words were in Aramaic: “Saul, Saul, why are you persecuting Me? When you kick against the cattle prods, you're only hurting yourself.” ", "15": "I asked, “Lord, who are You?” and the Lord answered, “I am Jesus, the One you are persecuting. ", "16": "Get up now, and stand upright on your feet. I have appeared to you for a reason. I am appointing you to serve Me. You are to tell My story and how you have now seen Me, and you are to continue to tell the story in the future. ", "17": "I will rescue you from your Jewish opponents and from the outsiders—for it is to the outsiders I am sending you. ", "18": "It will be your mission to open their eyes so that they may turn from darkness to light and from the kingdom of Satan to the kingdom of God. This is so that they may receive forgiveness of all their sins and have a place among those who are set apart for a holy purpose through having faith in Me.”", "19": "King Agrippa, I did not disobey this vision from heaven. ", "20": "I began in Damascus, then continued in Jerusalem, then throughout the Judean countryside, then among the outsiders—telling everyone they must turn from their past and toward God and align their deeds and way of life with this new direction. ", "21": "So then, this is my crime. This is why my Jewish opponents seized me that day in the temple and tried to kill me. ", "22": "God has helped me right up to this very moment, so I can stand here telling my story to both the humble and the powerful alike. I only say what the prophets and Moses said would happen—", "23": "that the Anointed One must suffer, and then, by being the first to rise from the dead, He would proclaim light to both Jews and outsiders.", "24": "Festus (interrupting): 24 You've gone crazy, Paul! You've read one book too many and have gone insane!", "25": "Paul: 25 No, most excellent Festus, I am not insane. I am telling the sane and sober truth. ", "26": "The king understands what I'm talking about, which is why I could speak so freely to him. None of these things have been covered up and hidden away in a corner, so I'm sure none of these things have escaped his notice. ", "27": "King Agrippa, do you believe the prophets? I know you must believe.", "28": "Agrippa: 28 Paul, have you so quickly moved on from defending yourself to trying to persuade me to become a Christian?", "29": "Paul: 29 Whether I have done so quickly or not, I pray to God that not only you but also everyone who is listening to me today might become what I am—minus these chains.", "30": "The king stood to leave at this point, along with Festus, Bernice, and all those who had been seated; ", "31": "and as they left, everyone was saying the same thing: “This man isn't doing anything deserving death—he shouldn't even be in prison.”", "32": "Agrippa (to Festus): 32 This man could have been released completely if he had not appealed to the emperor."}