{"1": "At different points in Acts, Luke shows how the good news of Jesus challenges Greco-Roman culture and religion, but he also shows that Christianity is not subversive to the Roman government. These direct statements by Roman officials about Paul's innocence support this message. However, a challenge to culture and religion always ends up becoming a challenge to the government, as later Christians will learn. The date was set for us to depart for Rome, and Paul and some other prisoners were transferred to the custody of a Roman officer named Julius, a member of the Augustan Division. ", "2": "I, Luke, was permitted to join Paul for his journey to Rome, along with Aristarchus, a Macedonian brother from Thessalonica. We boarded a ship from Adramyttium that was stopping in ports along the coast of Asia. ", "3": "We stopped the next day at Sidon, and Julius kindly allowed Paul to visit friends and be taken care of by them. ", "4": "We sailed from there north of Cyprus because the winds were unfavorable. ", "5": "We passed Cilicia and Pamphylia on our right and then came to Myra in Lycia. ", "6": "There Julius found a ship from Alexandria heading directly to Italy, to which we transferred. ", "7": "The winds were still contrary, so we made slow progress for a number of days and with difficulty passed Cnidus and sailed south toward Crete and past Cape Salmone on its eastern end. ", "8": "Sailing conditions were adverse to say the least. Finally we came to a place called Fair Havens, near the city of Lasea on the south coast of Crete. ", "9": "We had lost a lot of time already—it was late in the year for sailing—following the Day of Atonement, and conditions had deteriorated from adverse to dangerous. Paul tried to warn those in charge.", "10": "Paul: 10 Sirs, if we proceed, I can see that our voyage will be dangerous and will involve heavy loss, not only of cargo, but of the ship itself; not only of the ship, but also of our lives.", "11": "But the officer ignored Paul and instead trusted the ship's pilot and owner who felt they could proceed.", "12": "We had two choices. We could anchor in the harbor at Fair Havens and spend the winter, or we could proceed west along the coastline, hoping to reach Phoenix and wait there for calmer spring weather. Fair Havens was not a good option, though, being vulnerable to winter storms; so most of us agreed we should try to reach Phoenix, whose harbor was more protected. ", "13": "One day a moderate south wind began to blow, which made an attempt possible. We weighed anchor and sailed west, staying near shore. ", "14": "Then things got scary. A violent northeaster, the Euraquilo, blew down across Crete. ", "15": "We were caught. We couldn't turn and sail into this fierce wind, so we had no choice but to let it drive us. ", "16": "We briefly found a bit of shelter from the wind near the island of Clauda. We had been having trouble securing the ship's lifeboat; ", "17": "but we were able there to hoist it up and send down cables to brace the hull, which was in danger of breaking apart under the strain of the storm. The wind was relentless, and soon we were again being driven southwest at the mercy of the storm. We feared it would drive us all the way to the Syrtis Banks, down near the North African coast, so we threw out the sea anchor to slow us down. ", "18": "All through the night, the storm pounded us violently. The next day, the crew threw the ship's cargo overboard; ", "19": "and the day after that, they discarded any of the ship's equipment they could do without. ", "20": "Days passed without relief from the furious winds, without a single break in the clouds to see sun or stars, even for a moment. Despair set in, as if all hope of rescue had been cast overboard as well. ", "21": "On top of all of this, the crew had been unable to eat anything because of the turmoil. Paul saw the crew had reached a critical moment. He gathered them. Paul: Men, if you had listened to my warning, we would still be safe in Crete and would have avoided this damage and loss. ", "22": "I was correct in my warning, so I urge you to believe me now: none of you will die. We will lose the ship, but we will not lose one life. So keep up your courage, men! ", "23": "The God I belong to, the God I worship, sent a heavenly messenger to me this night. ", "24": "He said, “Do not be afraid, Paul. I'm not finished with you yet. You are going to stand before the emperor! You can be certain that God has granted safety to you and all your companions.” ", "25": "So listen, men: you must not give up hope! Keep up your courage! I have faith in God that things will turn out exactly as I was told last night. ", "26": "Here's what I foresee: we will run aground on some island.", "27-28": "Imagine what happened: It's the 14th night of our nightmare voyage; we're being driven by the storm somewhere in the Adriatic Sea. It's about midnight, and the sailors are taking soundings, fearing we might run aground. “Twenty fathoms,” somebody calls out in the darkness, then a little later, “Fifteen fathoms.” We're nearing land! ", "29": "But hope quickly gives way to a new fear. At any moment in this darkness, they realize, we could be smashed onto unseen rocks. So they drop four anchors from the stern and pray for first light.", "30": "Then some of the crew decide to make a run for it on their own. They say they need to let out more anchors from the bow, and this will require lowering the ship's lifeboat. They actually plan to abandon us; we realize what's going on. ", "31": "Paul quickly speaks to the officer and soldiers. Paul: Unless these men stay on board, you won't survive.", "32": "So the soldiers intervene, cut away the lifeboat, and let it drift away. ", "33-37": ", 37 We wait. Just before dawn, Paul again gathers everyone on the ship—all 276 of us. He urges everyone to eat and encourages us not to lose hope.[a] Paul: Listen, men, we've all been under incredible stress for 14 days. You haven't eaten anything during this whole time. 34 I urge you to take some food now because it will help you survive what we're about to face. And I want to assure you—not one of you will lose a single hair from your head. We're all going to make it—all 276 of us! Then Paul takes a loaf of bread and gives thanks to God in front of all of them. He breaks it, takes a piece, and begins to eat. 36 A fresh surge of courage seems to fill their hearts as they also begin to eat. ", "38": "After satisfying their hunger, the crew lightens the ship by throwing the remaining wheat overboard. ", "39": "Day finally breaks. They survey the coastline and don't recognize it, but they do notice a bay with a beach—the best place to try to run ashore.", "40": "So they cut the anchor ropes, untie the steering oars, hoist the foresail to the wind, and make for the beach. ", "41": "But then there's a horrible sound, and we realize we've struck a reef; the bow is jammed solid, and the waves are smashing the stern to pieces. ", "42": "The soldiers start talking about killing the prisoners so they won't swim away and escape; ", "43": "but the officer wants to save Paul, so he stops them. He tells those who can swim to jump overboard and swim to the shore, ", "44": "and those who can't, he tells to hold on to planks and other pieces of the ship when it breaks apart. Some hours later, we reassemble on the beach, each one safe and sound."}