{"1": "We quickly learned that we were on the island of Malta. ", "2": "The Maltese people found us and were extraordinarily kind to us. They kindled a bonfire and welcomed us around it, which we greatly appreciated because it was raining and cold. ", "3": "Paul was gathering firewood and helping build the fire. A viper had been hiding in some of the wood, and as it tried to escape the heat, it bit Paul on the hand. It sank its fangs in and wouldn't let go. ", "4": "The natives saw it dangling from his hand. Natives: This man must be a murderer. He escaped the sea, but now justice has caught up with him.", "5": "Paul simply shook the snake off into the fire and suffered no harm. ", "6": "The natives knew what to expect—rapid swelling followed by death—but when they waited a long time and saw that Paul suffered no ill effects of the bite, they changed their minds and concluded that he was a god.", "7": "The leading man of the island, Publius, owned large amounts of land near this beach. Publius received us and hosted us for three days. ", "8": "Publius's father was sick, bedridden with fever and dysentery. Paul visited the invalid and prayed for him, placing his hands on Publius's father. The man was cured. ", "9": "Soon people from all over the island who had diseases came, and they were cured as well.", "10-11": "We stayed on Malta for the next three months and were treated with great honor. When spring arrived, we prepared to continue our journey on a ship that had wintered there—an Alexandrian vessel with the Twin Brothers as its figurehead. The Maltese people showed us a final kindness as we departed: they came with all the provisions we needed for our journey and put them on board.", "12": "We set sail from Malta and stopped first at Syracuse. After three days, ", "13": "we weighed anchor and came to Rhegium. We waited there a day, and then a south wind sprang up and sped us to Puteoli. ", "14": "We found some believers there, and they invited us to stay with them for seven days. Then we reached Rome. ", "15": "The believers from Rome heard we were coming, so they traveled out to meet us at the Forum of Appius and Three Taverns. Paul thanked God and felt encouraged to see them. ", "16": "Once inside the city, Paul lived under house arrest by himself, with only one soldier to guard him.", "17": "Three days after his arrival, he called together the local Jewish leaders. Paul: Brothers, although I committed no wrong against our Jewish people or our ancestral customs, I was arrested in Jerusalem and handed over to the Romans. ", "18": "The Romans examined me and wanted to set me free because I had committed no capital offense. ", "19": "But my Jewish opponents objected, so I had to appeal to the emperor—even though I had no charges against me and had filed no charges against my nation. ", "20": "I wanted to gather you together and explain all this to you. I want you to understand that it is because of Israel's hope that I am bound with this chain.", "21": "Luke's account of the early church ends abruptly: one of the story's heroes, Paul, is under house arrest in Rome awaiting trial. Other sources will recount how Paul is later martyred in Rome, a victim of Nero's paranoia and cruelty. But Luke's story isn't a biography of Paul; it is a narration about “the Way” as it moved geographically and culturally from Jerusalem (at the edge of the empire) to Rome (the celebrated center of the world). Therefore, Luke's story finishes once the message of Jesus is spreading without hindrance. As it moves geographically, “the Way,” as Jesus' followers preferred to call it, crosses cultural, linguistic, and religious boundaries. At each and every point, Luke assures, the Spirit is there demonstrating God's blessing on and approval of the emissaries who walk in the footsteps of Jesus and in fulfillment of prophecies. Clearly what happened in those early decades was driven by the Spirit-wind of heaven; and God's purposes are realized through the faithful obedience of disciples such as Peter, Stephen, Philip, and Paul. Luke's account has ended, but the story about the acts of God through the church continues into our day. We are the characters in the current volume of salvation history. Through our faithful obedience, also empowered by the Spirit-wind of heaven, our stories are part of the anthology of God's new creation. Jewish Leaders: 21 We haven't received letters from Judea about you, and no visiting brother has reported anything or said anything negative about you. ", "22": "So we are interested in hearing your viewpoint on the sect you represent. The only thing we know about it is that people everywhere speak against it.", "23": "They scheduled a day to meet again, and a large number came to his lodging. From morning until evening, he explained his message to them—giving his account of the kingdom of God, trying to convince them about Jesus from the Law of Moses and the Prophets' writings. ", "24": "Some were convinced, but others refused to believe.", "25": "Paul (adding as they left in disagreement): 25 The Holy Spirit rightly spoke to your ancestors through the prophet Isaiah,", "26": "Go to this people and say, “You certainly do hear, but you will never understand; you certainly do see, but you will never have insight.", "27": "Make their hearts hard, their ears deaf, and their eyes blind. Otherwise, they would look and see, listen and hear, understand and repent, and be healed.”[a]", "28": "So let it be known to you that God's liberation, God's healing, has been sent to the outsiders, and they will listen.", "29": "[29 Then the local Jewish leaders left Paul to discuss all he had told them.][b]", "30": "For two full years, he lived there in Rome, paying all his own expenses, receiving all who came to him. ", "31": "With great confidence and with no hindrance, he proclaimed the kingdom of God and taught about the ultimate authority—the Lord Jesus, God's Anointed, the Liberating King."}