{"1": "The conversation continued for a few hours there in Solomon's porch. Suddenly, the head of the temple police and some members of the Sadducean party interrupted Peter and John. ", "2": "They were annoyed because Peter and John were enthusiastically teaching that in Jesus, resurrection of the dead is possible—an idea the Sadducees completely rejected. ", "3": "So they arrested Peter, John, and the man who was healed and kept them in jail overnight. ", "4": "But during these few afternoon hours between the man's miraculous healing and their arrest, Peter and John already had convinced about 5,000 more people to believe their message about Jesus!", "5": "The next morning, the Jewish leaders—their officials, elders, and scholars—called a meeting in Jerusalem ", "6": "presided over by Annas (the patriarch of the ruling priestly clan), along with Caiaphas (his son-in-law), John, Alexander, and other members of their clan. ", "7": "They made their prisoners stand in the middle of the assembly and questioned them. Jewish Leaders: Who gave you the authority to create that spectacle in the temple yesterday?", "8": "Peter (filled with the Spirit): 8 Rulers and elders of the people, ", "9": "yesterday a good deed was done. Someone who was sick was healed. If you're asking us how this happened, ", "10": "I want all of you and all of the people of Israel to know this man standing in front of you—obviously in good health—was healed by the authority of Jesus of Nazareth, the Anointed One. This is the same Jesus whom you crucified and whom God raised from the dead. ", "11": "He is “the stone that you builders rejected who has become the very stone that holds together the entire foundation”[a] on which a new temple is being built. ", "12": "There is no one else who can rescue us, and there is no other name under heaven given to any human by whom we may be rescued.", "13": "Now the leaders were surprised and confused. They looked at Peter and John and realized they were typical peasants—uneducated, utterly ordinary fellows—with extraordinary confidence. The leaders recognized them as companions of Jesus, ", "14": "then they turned their attention to the third man standing beside them—recently lame, now standing tall and healthy. What could they say in response to all this?", "15": "Because they were at a loss about what to do, they excused the prisoners so the council could deliberate in private.", "16": "Jewish Leaders: 16 What do we do with these fellows? Anyone who lives in Jerusalem will know an unexplainable sign has been performed through these two preachers. We can't deny their story. ", "17": "The best we can do is try to keep it from spreading. So let's warn them to stop speaking to anybody in this name.", "18": "The leaders brought the prisoners back in and prohibited them from doing any more speaking or teaching in the name of Jesus. ", "19": "Peter and John listened quietly and then replied, Peter and John: You are the judges here, so we'll leave it up to you to judge whether it is right in the sight of God to obey your commands or God's. ", "20": "But one thing we can tell you: we cannot possibly restrain ourselves from speaking about what we have seen and heard with our own eyes and ears.", "21-22": "The council threatened them again, but finally let them go because public opinion strongly supported Peter and John and this man who had received this miraculous sign. He was over 40 years old, so his situation was known to many people, and they couldn't help but glorify God for his healing.", "23": "Peter and John, upon their release, went right to their friends and told the story—including the warning from the council. ", "24": "The whole community responded with this prayer to God: Community of Believers: God, our King, You made the heaven and the earth and the sea and everything they contain.[b] ", "25": "You are the One who, by the Holy Spirit, spoke through our ancestor David, Your servant, with these words: Why did the nations rage? Why did they imagine useless things?", "26": "The kings of the earth took their stand; their rulers assembled in opposition against the Eternal One and His Anointed King.[c]", "27": "This is exactly what has happened among us, here in this city. The foreign ruler Pontius Pilate and the Jewish ruler Herod, along with their respective peoples, have assembled in opposition to Your holy servant Jesus, the One You chose. ", "28": "They have done whatever Your hand and plan predetermined should happen. ", "29": "And now, Lord, take note of their intimidations intended to silence us. Grant us, Your servants, the courageous confidence we need to go ahead and proclaim Your message ", "30": "while You reach out Your hand to heal people, enabling us to perform signs and wonders through the name of Your holy servant Jesus.", "31": "They finished their prayer, and immediately the whole place where they had gathered began to shake. All the disciples were filled with the Holy Spirit, and they began speaking God's message with courageous confidence.", "32": "The Holy Spirit changes everyone and everything. If there is any doubt about the power of the Spirit, just take a look at Peter. When Jesus was captured, Peter cowered in fear that he might be identified as a man who loved Jesus. Now this same man is preaching, healing, and pointing his finger in the face of Jewish officials who have captured him and John. With a boldness that is not his own, he blames them for the death of Jesus and does not cower at their show of violence. During those days, the entire community of believers was deeply united in heart and soul to such an extent that they stopped claiming private ownership of their possessions. Instead, they held everything in common. ", "33": "The apostles with great power gave their eyewitness reports of the resurrection of the Lord Jesus. Everyone was surrounded by an extraordinary grace. ", "34": "Not a single person in the community was in need because those who had been affluent sold their houses or lands and brought the proceeds ", "35": "to the emissaries[d] of the Lord. They then distributed the funds to individuals according to their needs. ", "36-37": "One fellow, a Cyprian Levite named Joseph, earned a nickname because of his generosity in selling a field and bringing the money to the apostles in this way. From that time on, they called him Barnabas, which means “son of encouragement.”"}