{"1": "This portrait of the early church as an unselfish community is captivating and inspiring. It presents a challenge for many followers of the Anointed One who want to show sacrificially their love to Him and His church. Many today wonder how to translate this into a modern culture so shaped by consumerism and self-interest, but no translation is necessary. These problems weren't foreign to the early community. In contrast to the generosity and sincerity of some like Barnabas, Luke now explains that others gave not out of love, but out of a desire to be honored by the community. Once a man named Ananias, with his wife Sapphira fully cooperating, committed fraud. He sold some property ", "2": "and kept some of the proceeds, but he pretended to make a full donation to the Lord's emissaries.[a]", "3": "Peter: 3 Ananias, have you allowed Satan to influence your lies to the Holy Spirit and hold back some of the money? ", "4": "Look, it was your property before you sold it, and the money was all yours after you sold it. Why have you concocted this scheme in your heart? You weren't just lying to us; you were lying to God.", "5": "Ananias heard these words and immediately dropped to the ground, dead; fear overcame all those who heard of the incident. ", "6": "Some young men came, wrapped the body, and buried it immediately. ", "7": "About three hours had passed when Sapphira arrived. She had no idea what had happened.", "8": "Peter: 8 Did you sell the land for such-and-such a price? Sapphira: Yes, that was the price.", "9": "Peter: 9 Why did the two of you conspire to test the Spirit of the Lord? Do you hear those footsteps outside? Those are the young men who just buried your husband, and now they will carry you out as well.", "10": "She—like her husband—immediately fell dead at Peter's feet. The young men came in and carried her corpse outside and buried it beside her husband. ", "11": "The whole church was terrified by this story, as were others who heard it.", "12": "In these formative days, God sends some strong messages about His work in the church: the power to heal, the beauty of life in the Spirit, and His hatred for arrogant religion. If God does not rebuke the married couple who chooses to make a show of their supposed generosity, then Christianity might drift in the wrong direction. While the Jewish leaders are using religion as a means to gain power and increase their reputations, the teachings of Jesus lead down a path toward the kingdom of God rather than toward human advancement. God chooses to expose these bad motives quickly, so that the church can give out of pure motives rather than out of a desire to appear righteous. Those were amazing days—with many signs and wonders being performed through the apostles among the people. The church would gather as a unified group in Solomon's Porch, ", "13": "enjoying great respect by the people of the city—though most people wouldn't risk publicly affiliating with them. ", "14": "Even so, record numbers of believers—both men and women—were added to the Lord. ", "15": "The church's renown was so great that when Peter walked down the street, people would carry out their sick relatives hoping his shadow would fall on some of them as he passed. ", "16": "Even people from towns surrounding Jerusalem would come, bringing others who were sick or tormented by unclean spirits, all of whom were cured.", "17": "Of course, this popularity elicited a response: the high priest and his affiliates in the Sadducean party were jealous, ", "18": "so they arrested the apostles and put them in the public prison. ", "19": "But that night, a messenger of the Lord opened the doors of the prison and led them to freedom.", "20": "Messenger of the Lord: 20 Go to the temple, and stand up to tell the people the whole message about this way of life from Jesus.", "21": "At dawn they did as they were told; they returned to their teaching in the temple. Meanwhile the council of Jewish elders was gathering—convened by the high priest and his colleagues. They sent the temple police to the prison to have the Lord's emissaries[b] brought for further examination; ", "22": "but of course, the temple police soon realized they weren't there. They returned and reported,", "23": "Temple Police: 23 The prison was secure and locked, and the guards were standing in front of the doors; but when we unlocked the doors, the cell was empty.", "24": "The captain of the temple police and the senior priests were completely mystified when they heard this. They had no idea what had happened. ", "25": "Just then, someone arrived with this news: Temple Messenger: You know those men you put in prison last night? Well, they're free. At this moment, they're at it again, teaching our people in the temple!", "26": "The temple police—this time, accompanied by their captain—rushed over to the temple and brought the emissaries[c] of the Lord to the council. They were careful not to use violence, because the people were so supportive of them that the police feared being stoned by the crowd if they were too rough. ", "27": "Once again the men stood before the council. The high priest began the questioning.", "28": "High Priest: 28 Didn't we give you strict orders to stop teaching in this name? But here you are, spreading your teaching throughout Jerusalem. And you are determined to blame us for this man's death.", "29": "Peter and the Apostles: 29 If we have to choose between obedience to God and obedience to any human authority, then we must obey God. ", "30": "The God of our ancestors raised Jesus from death. You killed Jesus by hanging Him on a tree, ", "31": "but God has lifted Him high, to God's own right hand, as the Prince, as the Liberator. God intends to bring Israel to a radical rethinking of our lives and to a complete forgiveness of our sins. ", "32": "We are witnesses to these things. There is another witness, too—the Holy Spirit—whom God has given to all who choose to obey Him.", "33": "The council was furious and would have killed them; ", "34": "but Gamaliel, a Pharisee in the council respected as a teacher of the Hebrew Scriptures, stood up and ordered the men to be sent out so the council could confer privately.", "35": "Gamaliel: 35 Fellow Jews, you need to act with great care in your treatment of these fellows. ", "36": "Remember when a man named Theudas rose to notoriety? He claimed to be somebody important, and he attracted about 400 followers. But when he was killed, his entire movement disintegrated and nothing came of it. ", "37": "After him came Judas, that Galilean fellow, at the time of the census. He also attracted a following; but when he died, his entire movement fell apart. ", "38": "So here's my advice: in this case, just let these men go. Ignore them. If this is just another movement arising from human enthusiasm, it will die out soon enough. ", "39": "But then again, if God is in this, you won't be able to stop it—unless, of course, you're ready to fight against God!", "40": "The council was convinced, so they brought the apostles back in. They were flogged, again told not to speak in the name of Jesus, and then released. ", "41": "As they left the council, they weren't discouraged at all. In fact, they were filled with joy over being considered worthy to suffer disgrace for the sake of His name. ", "42": "And constantly, whether in public, in the temple, or in their homes, they kept teaching and proclaiming Jesus as the Anointed One, the Liberating King."}