{"1": "High Priest: What do you have to say for yourself? Are these accusations accurate?", "2": "Stephen: 2 Brothers, fathers, please listen to me. Our glorious God revealed Himself to our common ancestor Abraham, when he lived far away in Mesopotamia before he immigrated to Haran. ", "3": "God gave him this command: “Leave your country. Leave your family and your inheritance. Move into unknown territory, where I will show you a new homeland.”[a] ", "4": "First, he left Chaldea in southern Mesopotamia and settled in Haran until his father died. Then God led him still farther from his original home—until he settled here, in our land. ", "5": "But at that point, God still hadn't given him any of this land as his permanent possession—not even the footprint under his sandal actually belonged to him yet. But God did give Abraham a promise—a promise that yes, someday, the entire land would indeed belong to him and his descendants. Of course, this promise was all the more amazing because at that moment, Abraham had no descendants at all.", "6": "God said that Abraham's descendants would first live in a foreign country as resident aliens, as refugees, for 400 years. During this time, they would be enslaved and treated horribly. But that would not be the end of the story. ", "7": "God promised, “I will judge the nation that enslaves them,”[b] and “I will bring them to this mountain to serve Me.”[c] ", "8": "God gave him the covenant ritual of circumcision as a sign of His sacred promise. When Abraham fathered his son, Isaac, he performed this ritual of circumcision on the eighth day. Then Isaac fathered Jacob, and Jacob fathered the twelve patriarchs.", "9": "The patriarchs were jealous of their brother Joseph, so they sold him as a slave into Egypt. Even so, God was with him; ", "10": "and time after time, God rescued Joseph from whatever trials befell him. God gave Joseph the favor and wisdom to overcome each adversity and eventually to win the confidence and respect of his captors, including Pharaoh, the king of Egypt himself. So Pharaoh entrusted his whole nation and his whole household to Joseph's stewardship. ", "11": "Some time later, a terrible famine spread through the entire region—from Canaan down to Egypt—and everyone suffered greatly. Our ancestors, living here in the region of Canaan, could find nothing to eat. ", "12": "Jacob heard that Egypt had stores of grain; so he sent our forefathers, his sons, to procure food there. ", "13": "Later, when they returned to Egypt a second time, Joseph revealed his true identity to them. He also told Pharaoh his family story.", "14-16": "Joseph then invited his father Jacob and all his clan to come and live with him in Egypt. So Jacob came, along with 75 extended family members. After their deaths, their remains were brought back to this land so they could be buried in the same tomb where Abraham had buried Sarah (he had purchased the tomb for a certain amount of silver from the family of Hamor in the town of Shechem).", "17": "Still God's promise to Abraham had not yet been fulfilled, but the time for that fulfillment was drawing very near. In the meantime, our ancestors living in Egypt rapidly multiplied. ", "18": "Eventually a new king came to power—one who had not known Joseph when he was the most powerful man in Egypt. ", "19": "This new leader feared the growing population of our ancestors and manipulated them for his own benefit, eventually seeking to control their population by forcing them to abandon their infants so they would die. ", "20": "Into this horrible situation our ancestor Moses was born, and he was a beautiful child in God's eyes. He was raised for three months in his father's home, ", "21": "and then he was abandoned as the brutal regime required. However, Pharaoh's daughter found, adopted, and raised him as her own son. ", "22": "So Moses learned the culture and wisdom of the Egyptians and became a powerful man—both as an intellectual and as a leader. ", "23": "When he reached the age of 40, his heart drew him to visit his kinfolk, our ancestors, the Israelites. ", "24": "During his visit, he saw one of our people being wronged, and he took sides with our people by killing an Egyptian. ", "25": "He thought his kinfolk would recognize him as their God-given liberator, but they didn't realize who he was and what he represented.", "26": "The next day Moses was walking among the Israelites again when he observed a fight—but this time, it was between two Israelites. He intervened and tried to reconcile the men. “You two are brothers,” he said. “Why do you attack each other?” ", "27": "But the aggressor pushed Moses away and responded with contempt: “Who made you our prince and judge? ", "28": "Are you going to slay me and hide my body as you did with the Egyptian yesterday?”[d] ", "29": "Realizing this murder had not gone unnoticed, he quickly escaped Egypt and lived as a refugee in the land of Midian. He married there and had two sons.", "30": "Forty more years passed. One day while Moses was in the desert near Mount Sinai, a heavenly messenger appeared to him in the flames of a burning bush. ", "31": "The phenomenon intrigued Moses; and as he approached for a closer look, he heard a voice—the voice of the Lord: ", "32": "“I am the God of your own fathers, the God of Abraham, Isaac, and Jacob.”[e] This terrified Moses—he began to tremble and looked away in fear. ", "33": "The voice continued: “Take off your sandals and stand barefoot on the ground in My presence, for this ground is holy ground. ", "34": "I have avidly watched how My people are being mistreated by the Egyptians. I have heard their groaning at the treatment of their oppressors. I am descending personally to rescue them. So get up. I'm sending you to Egypt.”[f]", "35": "Now remember: this was the same Moses who had been rejected by his kinfolk when they said, “Who made you our prince and judge?” This man, rejected by his own people, was the one God had truly sent and commissioned by the heavenly messenger who appeared in the bush, to be their leader and deliverer.", "36": "Moses indeed led our ancestors to freedom, and he performed miraculous signs and wonders in Egypt, at the Red Sea, and in the wilderness over a period of 40 years. ", "37": "This Moses promised our ancestors, “The Eternal One your God will raise up from among your people a Prophet who will be like me.”[g] ", "38": "This is the same one who led the people to Mount Sinai, where a heavenly messenger spoke to him and our ancestors, and who received the living message of God to give to us.", "39": "But our ancestors still resisted. They again pushed Moses away and refused to follow him. In their hearts, they were ready to return to their former slavery in Egypt. ", "40": "While Moses was on the mountain communing with God, they begged Aaron to make idols to lead them. “We have no idea what happened to this fellow, Moses, who brought us from Egypt,”[h] they said. ", "41": "So they made a calf as their new god, and they even sacrificed to it and celebrated an object they had fabricated as if it was their God.", "42": "And you remember what God did next: He let them go. He turned from them and let them follow their idolatrous path—worshiping sun, moon, and stars just as their unenlightened neighbors did. The prophet Amos spoke for God about this horrible betrayal: Did you offer Me sacrifices or give Me offerings during your 40-year wilderness journey, you Israelites?", "43": "No, but you have taken along your sacred tent for the worship of Moloch, and you honored the star of Rompha, your false god. So, if you want to worship your man-made images, you may do so—beyond Babylon.[i]", "44": "Now recall that our ancestors had a sacred tent in the wilderness, the tent God directed Moses to build according to the pattern revealed to him. ", "45": "When Joshua led our ancestors to dispossess the nations God drove out before them, our ancestors carried this sacred tent. It remained here in the land until the time of David. ", "46": "David found favor with God and asked Him for permission to build a permanent structure (rather than a portable tent) to honor Him. ", "47": "It was, of course, Solomon who actually built God's house. ", "48": "Yet we all know the Most High God doesn't actually dwell in structures made by human hands, as the prophet Isaiah said,", "49": "“Since My throne is heaven and since My footstool is earth— What kind of structure can you build to contain Me? What man-made space could provide Me a resting place?” asks the Eternal One.", "50": "“Didn't I make all things with My own hand?”[j]", "51": "As Stephen recounts how God has worked with the Jews in spite of their faltering fidelity, his speech up to this point sounds like any good synagogue sermon. In the stories of Abraham, Joseph, and Moses, he narrates the history of God's work of salvation among the Jewish people in the midst of their repeated struggle with unfaithfulness and idolatry. However, it is one thing for his audience to agree that idolatry was a problem in the past and another when they are charged with the accusation of the same idolatry in the present. According to Stephen, those who reject Jesus are following the same path as the people who rejected Moses to follow idols. Such a strong message strikes a nerve, and Stephen becomes the first martyr of the church because of it. Stephen: 51 You stubborn, stiff-necked people! Sure, you are physically Jews, but you are no different from outsiders in your hearts and ears! You are just like your ancestors, constantly fighting against the Holy Spirit. ", "52": "Didn't your ancestors persecute the prophets? First, they killed those prophets who predicted the coming of the Just One; and now, you have betrayed and murdered the Just One Himself! ", "53": "Yes, you received the law as given by heavenly messengers, but you haven't kept the law which you received.", "54": "Upon hearing this, his audience could contain themselves no longer. They boiled in fury at Stephen; they clenched their jaws and ground their teeth. ", "55": "But Stephen was filled with the Holy Spirit. Gazing upward into heaven, he saw something they couldn't see: the glory of God, and Jesus standing at His right hand.", "56": "Stephen: 56 Look, I see the heavens opening! I see the Son of Man standing at the right hand of God!", "57": "At this, they covered their ears and started shouting. The whole crowd rushed at Stephen, converged on him, ", "58": "dragged him out of the city, and stoned him. They laid their coats at the feet of a young man named Saul, ", "59": "while they were pelting Stephen with rocks. Stephen (as rocks fell upon him): Lord Jesus, receive my spirit.", "60": "Then he knelt in prayer, shouting at the top of his lungs, Stephen: Lord, do not hold this evil against them! Those were his final words; then he fell asleep in death."}