{"1": "Now Sarai, Abram's wife, had not borne him any children, and she had an Egyptian maid whose name was Hagar. ", "2": "So Sarai said to Abram, “See here, the Lord has prevented me from bearing children. I am asking you to go in to [the bed of] my maid [so that she may bear you a child]; perhaps I will [a]obtain children by her.” And Abram listened to Sarai and did as she said. ", "3": "After Abram had lived in the land of Canaan ten years, Abram's wife Sarai took Hagar the Egyptian [maid], and gave her to her husband Abram to be his [secondary] wife. ", "4": "He went in to [the bed of] Hagar, and she conceived; and when she realized that she had conceived, she looked with contempt on her mistress [regarding Sarai as insignificant because of her infertility]. ", "5": "Then Sarai said to Abram, “May [the responsibility for] the wrong done to me [by the arrogant behavior of Hagar] be upon you. I gave my maid into your arms, and when she realized that she had conceived, I was despised and looked on with disrespect. May the Lord judge [who has done right] between you and me.” ", "6": "But Abram said to Sarai, “Look, your maid is entirely in your hands and subject to your authority; do as you please with her.” So Sarai treated her harshly and humiliated her, and Hagar fled from her.", "7": "But [b]the Angel of the Lord found her by a spring of water in the wilderness, on the road to [Egypt by way of] Shur. ", "8": "And He said, “Hagar, Sarai's maid, where did you come from and where are you going?” And she said, “I am running away from my mistress Sarai.” ", "9": "The Angel of the Lord said to her, “Go back to your mistress, and submit [c]humbly to her authority.” ", "10": "Then the Angel of the Lord said to her, “I will greatly multiply your descendants so that they will be too many to count.” ", "11": "The Angel of the Lord continued, “Behold, you are with child, And you will bear a son; And you shall name him Ishmael (God hears), Because the Lord has heard and paid attention to your persecution (suffering).", "12": "  “He (Ishmael) will be a wild donkey of a man; His hand will be against every man [continually fighting] And every man's hand against him; And he will dwell in defiance of all his brothers.”", "13": "Then she called the name of the Lord who spoke to her, “You are [d]God Who Sees”; for she said, “Have I not even here [in the wilderness] remained alive after [e]seeing Him [who sees me with understanding and compassion]?” ", "14": "Therefore the well was called Beer-lahai-roi (Well of the Living One Who Sees Me); it is [f]between Kadesh and Bered.", "15": "So Hagar gave birth to Abram's son; and Abram named his son, to whom Hagar gave birth, [g]Ishmael (God hears). ", "16": "Abram was eighty-six years old when Hagar gave birth to Ishmael."}