{"1": "Now Abraham journeyed from there toward the Negev (the South country), and settled between Kadesh and Shur; then he lived temporarily in Gerar. ", "2": "Abraham [a]said [again] of Sarah his wife, “She is my sister.” So [b]Abimelech king of Gerar sent and took [c]Sarah [into his harem]. ", "3": "But God came to Abimelech in a dream during the night, and said, “Behold, you are a dead man because of the woman whom you have taken [as your wife], for she is another man's wife.” ", "4": "Now Abimelech had not yet come near her; so he said, “Lord, will you kill a people who are righteous and innocent and blameless [regarding Sarah]? ", "5": "Did Abraham not tell me, 'She is my sister?' And she herself said, 'He is my brother.' In the integrity of my heart and innocence of my hands I have done this.” ", "6": "Then God said to him in the dream, “Yes, I know you did this in the integrity of your heart, for it was I who kept you back and spared you from sinning against Me; therefore I did not give you an opportunity to touch her. ", "7": "So now return the man's wife, for he is a prophet, and he will pray for you and you will live. But if you do not return her [to him], know that you shall die, you and all who are yours (your household).”", "8": "So Abimelech got up early in the morning and called all his servants and told them all these things; and the men were terrified. ", "9": "Then Abimelech called Abraham and said to him, “What have you done to us? And how have I offended you that you have brought on me and my kingdom a great sin? You have done to me what ought not to be done [to anyone].” ", "10": "And Abimelech said to Abraham, “What have you encountered or seen [in us or our customs], that you have done this [unjust] thing?” ", "11": "Abraham said, “Because I thought, 'Surely there is no fear or reverence of God in this place, and they will kill me because of my wife.' ", "12": "Besides, she actually is my [half] sister; she is the daughter of my father [Terah], but not of my mother; and she became my wife. ", "13": "When God caused me to wander from my father's house, I said to her, 'This kindness and loyalty you can show me: at every place we stop, say of me, “He is my brother.”'” ", "14": "Then Abimelech took sheep and oxen and male and female slaves, and gave them to Abraham, and returned Sarah his wife to him [as God commanded]. ", "15": "So Abimelech said, “Behold, my land is before you; settle wherever you please.” ", "16": "Then to Sarah he said, “Look, I have given this brother of yours a [d]thousand pieces of silver; it is to compensate you [for all that has happened] and to vindicate your honor before all who are with you; before all men you are cleared and compensated.” ", "17": "So Abraham prayed to God, and God healed Abimelech and his wife and his maids, and they again gave birth to children, ", "18": "for the Lord had securely closed the wombs of all [the women] in Abimelech's household because of Sarah, Abraham's wife."}