{"1": "The Lord graciously remembered and visited Sarah as He had said, and the Lord did for her as He had promised. ", "2": "So Sarah conceived and gave birth to a son for Abraham in his old age, at the appointed time of which God had spoken to him. ", "3": "Abraham named his son Isaac (laughter), the son to whom Sarah gave birth. ", "4": "So Abraham circumcised his son Isaac when he was eight days old, just as God had commanded him. ", "5": "Abraham was a hundred years old when his son Isaac was born. ", "6": "Sarah said, “God has made me laugh; all who hear [about our good news] will laugh with me.” ", "7": "And she said, “Who would have said to Abraham that Sarah would nurse children? For I have given birth to a son by him in his old age.”", "8": "The child [Isaac] grew and was [a]weaned, and Abraham held a great feast on the day that Isaac was weaned.", "9": "Now [as time went on] Sarah saw [Ishmael] the son of Hagar the Egyptian, whom she had borne to Abraham, [b]mocking [Isaac]. ", "10": "Therefore she said to Abraham, “Drive out this maid and her son, for the son of this maid shall not be an heir with my son Isaac.” ", "11": "The situation [c]distressed Abraham greatly because of his son [Ishmael]. ", "12": "God said to Abraham, “Do not let it distress you because of Ishmael and your maid; whatever Sarah tells you, listen to her and do what she asks, for your descendants will be named through Isaac. ", "13": "And I will also make a nation of [Ishmael] the son of the maid, because he is your descendant.” ", "14": "So Abraham got up early in the morning and took bread and a skin of water and gave them to Hagar, putting them on her shoulder, and gave her the boy, and sent her [d]away. And she left [but lost her way] and wandered [aimlessly] in the Wilderness of Beersheba.", "15": "When the water in the skin was all gone, Hagar abandoned the boy under one of the bushes. ", "16": "Then she went and sat down opposite him, about a bowshot away, for she said, “Do not let me see the boy die.” And as she sat down opposite him, she raised her voice and wept. ", "17": "God heard the voice of the boy, and the angel of God called to Hagar from heaven and said to her, “What troubles you, Hagar? Do not be afraid, for God has heard the voice of the boy from where he is [resting]. ", "18": "Get up, help the boy up, and hold him by the hand, for I will make him a great nation.” ", "19": "Then God opened her eyes and she saw a well of water; and she went and filled the [empty] skin with water and gave the boy a drink.", "20": "God was with Ishmael, and he grew and developed; and he lived in the wilderness and became an [expert] archer. ", "21": "He lived in the wilderness of Paran; and his mother took a wife for him from the land of Egypt.", "22": "Now at that time Abimelech and Phicol, the commander of his army, said to Abraham, “God is with you in everything you do; ", "23": "so now, swear to me here by God that you will not deal unfairly with me [by breaking any agreements we have] or with my son or with my descendants, but as I have treated you with kindness, you shall do the same to me and to the land in which you have sojourned (temporarily lived).” ", "24": "And Abraham said, “I will swear.” ", "25": "Then Abraham complained to Abimelech about a well of water which the servants of Abimelech had [violently] seized [from him], ", "26": "Abimelech said, “I do not know who did this thing. Indeed, you did not tell me, and I did not hear of it until today.”", "27": "So Abraham took sheep and oxen and gave them to Abimelech, and the two men made a covenant (binding agreement). ", "28": "Then Abraham set apart seven ewe lambs of the flock, ", "29": "and Abimelech said to Abraham, “What is the meaning of these seven ewe lambs which you have set apart?” ", "30": "Abraham said, “You are to accept these seven ewe lambs from me as a witness for me, that I dug this well.” ", "31": "Therefore that place was called Beersheba (Well of the Oath or Well of the Seven), because there the two of them swore an oath. ", "32": "So they made a covenant at Beersheba; then Abimelech and Phicol, the commander of his army, got up and returned to the land of the Philistines. ", "33": "Abraham planted a tamarisk tree at Beersheba, and there he called on the name of the Lord [in prayer], [e]the Eternal God. ", "34": "And Abraham lived [as a resident alien] in the land of the Philistines for [f]many days."}