{"1": "Now after these things, God tested [the faith and commitment of] Abraham and said to him, “Abraham!” And he answered, “Here I am.” ", "2": "God said, “Take now your son, your only son [of [a]promise], whom you love, Isaac, and go to the region of [b]Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.” ", "3": "So Abraham got up early in the morning, saddled his donkey, and took two of his young men with him and his son Isaac; and he split the wood for the burnt offering, and then he got up and went to the place of which God had told him. ", "4": "On the third day [of travel] Abraham looked up and saw the place in the distance. ", "5": "Abraham said to his servants, “Settle down and stay here with the donkey; the [c]young man and I will go over there and worship [God], and we will come back to you.” ", "6": "Then Abraham took the wood for the burnt offering and laid it [d]on [the shoulders of] Isaac his son, and he took the [e]fire (firepot) in his own hand and the [sacrificial] knife; and the two of them walked on together. ", "7": "And Isaac said to Abraham, “My father!” And he said, “Here I am, my son.” Isaac said, “Look, the fire and the wood, but where is the lamb for the burnt offering?” ", "8": "Abraham said, “My son, God will provide for Himself [f]a lamb for the burnt offering.” So the two walked on together.", "9": "When they came to the place of which God had told him, Abraham built an altar there and arranged the wood, and bound Isaac his son and placed him on the altar, on top of the wood. ", "10": "Abraham reached out his hand and took the knife to [g]kill his son. ", "11": "But the [h]Angel of the Lord called to him from heaven and said, “Abraham, Abraham!” He answered, “Here I am.” ", "12": "The Lord said, “Do not reach out [with the knife in] your hand against the boy, and do nothing to [harm] him; for now I know that you fear God [with reverence and profound respect], since you have not withheld from Me your son, your only son [of promise].” ", "13": "Then Abraham looked up and glanced around, and behold, behind him was a ram caught in a thicket by his horns. And Abraham went and took the ram and offered it up for a burnt offering (ascending sacrifice) instead of his son. ", "14": "So Abraham named that place [i]The Lord Will Provide. And it is said to this day, “On the mountain of the Lord it [j]will be seen and provided.”", "15": "The [k]Angel of the Lord called to Abraham from heaven a second time ", "16": "and said, “By Myself (on the basis of Who I Am) I have sworn [an oath], declares the Lord, that since you have done this thing and have not withheld [from Me] your son, your only son [of promise], ", "17": "indeed I will greatly bless you, and I will greatly multiply your descendants like the stars of the heavens and like the sand on the seashore; and your seed shall possess the gate of their enemies [as conquerors]. ", "18": "Through your seed all the nations of the earth shall be blessed, because you have heard and obeyed My voice.” ", "19": "So Abraham returned to his servants, and they got up and went with him to Beersheba; and Abraham settled in Beersheba.", "20": "Now after these things Abraham was told, “Milcah has borne children to your brother Nahor: ", "21": "Uz the firstborn and Buz his brother and Kemuel the father of Aram, ", "22": "Chesed and Hazo and Pildash and Jidlaph and Bethuel.” ", "23": "Bethuel became the father of Rebekah. These eight [children] Milcah bore to Nahor, Abraham's brother. ", "24": "Nahor's [l]concubine, whose name was Reumah, gave birth to Tebah and Gaham and Tahash and Maacah."}