{"1": "Sarah lived a hundred and twenty-seven years; this was the length of the life of Sarah. ", "2": "Sarah died in Kiriath-arba [a](that is, Hebron) in the land of Canaan, and Abraham went to mourn for Sarah and to weep for her. ", "3": "Then Abraham stood up before his dead [wife's body], and spoke to the [b]sons of Heth (Hittites), saying, ", "4": "“I am a stranger and a sojourner (resident alien) among you; give (sell) me property for a burial place among you so that I may bury my dead [in the proper manner].” ", "5": "The Hittites replied to Abraham, ", "6": "“Listen to us, my lord; you are a prince of God [a mighty prince] among us; bury your dead in the choicest of our graves; none of us will refuse you his grave or hinder you from burying your dead [wife].” ", "7": "So Abraham stood up and bowed to the people of the land, the Hittites. ", "8": "And Abraham said to them, “If you are willing to grant my dead a [proper] burial, listen to me, and plead with Ephron the son of Zohar for me, ", "9": "so that he may give (sell) me the cave of Machpelah which he owns—it is at the end of his field; let him give it to me here in your presence for the full price as a burial site [which I may keep forever among you].” ", "10": "Now Ephron was present there among the sons of Heth; so within the hearing of all the sons of Heth and all who were entering the gate of his city, Ephron the Hittite answered Abraham, saying, ", "11": "“No, my lord, hear me; I [c]give you the [entire] field, and I also give you the cave that is in it. In the presence of the men of my people I give (sell) it to you; bury your dead [there].” ", "12": "Then Abraham bowed down before the people of the land. ", "13": "He said to Ephron in the presence of the people of the land, “If you will only please listen to me and accept my offer. I will give you the price of the field; accept it from me and I will bury my dead there.” ", "14": "Ephron replied to Abraham, ", "15": "“My lord, listen to me. The land [you seek] is worth four hundred shekels of silver; what is that between you and me? So bury your dead.” ", "16": "So Abraham listened to Ephron [and agreed to his terms]; and he weighed out for Ephron the [amount of] silver which he had named in the hearing of the Hittites: four hundred shekels of silver, according to the weights current among the merchants.", "17": "So the field of Ephron in Machpelah, which was to the east of Mamre (Hebron)—the field and the cave which was in it, and all the trees that were in the field and in all its borders around it—were deeded over [legally] ", "18": "to Abraham as his possession in the presence of the Hittites, before all who were entering at the gate of his city. ", "19": "After this, Abraham buried Sarah his wife in the cave of the field of [d]Machpelah to the east of Mamre (that is, Hebron) in the land of Canaan. ", "20": "The field and the cave in it were deeded over to Abraham by the Hittites as a [permanent] possession and burial place."}