{"1": "Now there was a famine in the land [of Canaan], besides the previous famine that had occurred in the days of Abraham. So Isaac went to Gerar, to [a]Abimelech king of the Philistines. ", "2": "The Lord appeared to him and said, “Do not go down to Egypt; stay in the land of which I will tell you. ", "3": "Live temporarily [as a resident] in this land and I will be with you and will bless and favor you, for I will give all these lands to you and to your descendants, and I will establish and carry out the oath which I swore to Abraham your father. ", "4": "I will make your descendants multiply as the stars of the heavens, and will give to your descendants all these lands; and by your descendants shall all the nations of the earth be blessed, ", "5": "because Abraham listened to and obeyed My voice and [consistently] kept My charge, My commandments, My statutes, and My laws.”", "6": "So Isaac stayed in Gerar. ", "7": "The men of the place asked him about his wife, and he said, “She is my [b]sister,” for he was afraid to say, “my wife”—thinking, “the men of the place might kill me on account of Rebekah, since she is very beautiful.” ", "8": "It happened when he had been there a long time, that Abimelech king of the Philistines looked out of a window and saw Isaac [c]caressing Rebekah his wife. ", "9": "Then Abimelech called Isaac and said, “See here, Rebekah is in fact your wife! How did you [dare to] say to me, 'She is my sister'?” And Isaac said to him, “Because I thought I might be killed because of her [desirability].” ", "10": "Abimelech said, “What is this that you have done to us? One of the men [among our people] might easily have been intimate with your wife, and you would have brought guilt on us [before God].” ", "11": "Then Abimelech commanded all his people, “Whoever touches this man [Isaac] or his wife [Rebekah] shall without exception be put to death.”", "12": "Then Isaac planted [seed] in that land [as a farmer] and reaped in the same year a hundred times [as much as he had planted], and the Lord blessed and favored him. ", "13": "And the man [Isaac] became great and gained more and more until he became very wealthy and extremely distinguished; ", "14": "he owned flocks and herds and a great household [with a number of servants], and the Philistines envied him. ", "15": "Now all the wells which his father's servants had dug in the days of Abraham his father, the Philistines stopped up by filling them with dirt. ", "16": "Then Abimelech said to Isaac, “Go away from here, because you are far too powerful for us.” ", "17": "So Isaac left that region and camped in the Valley of Gerar, and settled there.", "18": "Now Isaac again dug [and reopened] the wells of water which had been dug in the days of Abraham his father, because the Philistines had filled them up [with dirt] after the death of Abraham; and he gave the wells the same names that his father had given them. ", "19": "But when Isaac's servants dug in the valley and found there a well of flowing [spring] water, ", "20": "the herdsmen of Gerar quarreled with Isaac's herdsmen, saying, “The water is ours!” So Isaac named the well Esek (quarreling), because they quarreled with him. ", "21": "Then his servants dug another well, and they quarreled over that also, so Isaac named it Sitnah (enmity). ", "22": "He moved away from there and dug another well, and they did not quarrel over that one; so he named it Rehoboth (broad places), saying, “For now the Lord has made [d]room for us, and we shall be [e]prosperous in the land.”", "23": "Then he went up from there to Beersheba. ", "24": "The Lord appeared to him the same night and said, “I am the God of Abraham your father; Do not be afraid, for I am with you. I will bless and favor you, and multiply your descendants, For the sake of My servant Abraham.”", "25": "So Isaac built an altar there and called on the name of the Lord [in prayer]. He pitched his tent there; and there Isaac's servants dug a well.", "26": "Then Abimelech came to him from Gerar with Ahuzzath, his [close friend and confidential] adviser, and Phicol, the commander of his army. ", "27": "Isaac said to them, “Why have you [people] come to me, since you hate me and have sent me away from you?” ", "28": "They said, “We see clearly that the Lord has been with you; so we said, 'There should now be an oath between us [with a curse for the one who breaks it], that is, between you and us, and let us make a covenant (binding agreement, solemn promise) with you, ", "29": "that you will not harm us, just as we have not touched you and have done nothing but good to you and have sent you away in peace. You are now the blessed and favored of the Lord!'” ", "30": "Then Isaac held a [formal] banquet (covenant feast) for them, and they ate and drank. ", "31": "They got up early in the morning and swore oaths [pledging to do nothing but good to each other]; and Isaac sent them on their way and they left him in peace. ", "32": "Now on the same day, Isaac's servants came and told him about the well they had dug, saying, “We have found water.” ", "33": "So he named the well [f]Shibah; therefore the name of the city is Beersheba to this day.", "34": "When Esau was forty years old he married Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite as his wives; ", "35": "and they were a [g]source of grief to [Esau's parents] Isaac and Rebekah."}