{"1": "So Jacob (Israel) lived in the land [a]where his father [Isaac] had been a stranger (sojourner, resident alien), in the land of Canaan. ", "2": "These are the generations of Jacob. Joseph, when he was seventeen years old, was shepherding the flock with his brothers [Dan, Naphtali, Gad, and Asher]; the boy was with the sons of Bilhah and Zilpah, his father's [[b]secondary] wives; and Joseph brought back a bad report about them to their father. ", "3": "Now Israel (Jacob) loved Joseph more than all his children, because he was the son of his old age; and he made him a [distinctive] [c]multicolored tunic. ", "4": "His brothers saw that their father loved Joseph more than all of his brothers; so they hated him and could not [find it within themselves to] speak to him on friendly terms.", "5": "Now Joseph dreamed a dream, and he told it to his brothers, and they [d]hated him even more. ", "6": "He said to them, “Please listen to [the details of] this dream which I have dreamed; ", "7": "we [brothers] were binding sheaves [of grain stalks] in the field, and lo, my sheaf [suddenly] got up and stood upright and remained standing; and behold, your sheaves stood all around my sheaf and bowed down [in respect].” ", "8": "His brothers said to him, “Are you actually going to reign over us? Are you really going to rule and govern us as your subjects?” So they hated him even more for [telling them about] his dreams and for his [arrogant] words.", "9": "But Joseph dreamed still another dream, and told it to his brothers [as well]. He said, “See here, I have again dreamed a dream, and lo, [this time I saw] eleven stars and the sun and the moon bowed down [in respect] to me!” ", "10": "He told it to his father as well as to his brothers; but his father rebuked him and said to him [in disbelief], “What is [the meaning of] this dream that you have dreamed? Shall I and your mother and your brothers actually come to bow down to the ground [in respect] before you?” ", "11": "Joseph's brothers were envious and jealous of him, but his father kept the words [of Joseph] in mind [wondering about their meaning].", "12": "Then his brothers went to pasture their father's flock near Shechem. ", "13": "Israel (Jacob) said to Joseph, “Are not your brothers pasturing [the flock] at Shechem? Come, and I will send you to them.” And he said, “Here I am [ready to obey you].” ", "14": "Then Jacob said to him, “Please go and see whether everything is all right with your brothers and all right with the flock; then bring word [back] to me.” So he sent him from the Hebron Valley, and he went to Shechem.", "15": "Now a certain man found Joseph, and saw that he was wandering around and had lost his way in the field; so the man asked him, “What are you looking for?” ", "16": "He said, “I am looking for my brothers. Please tell me where they are pasturing our flocks.” ", "17": "Then the man said, “[They were here, but] they have moved on from this place. I heard them say, 'Let us go to [e]Dothan.'” So Joseph went after his brothers and found them at Dothan.", "18": "And when they saw him from a distance, even before he came close to them, they plotted to kill him. ", "19": "They said to one another, “Look, here comes this [f]dreamer. ", "20": "Now then, come and let us kill him and throw him into one of the [g]pits (cisterns, underground water storage); then we will say [to our father], 'A wild animal killed and devoured him'; and we shall see what will become of his dreams!” ", "21": "Now Reuben [the eldest] heard this and rescued him from their hands and said, “Let us not take his life.” ", "22": "Reuben said to them, “Do not shed his blood, but [instead] throw him [alive] into the pit that is here in the wilderness, and do not lay a hand on him [to kill him]”—[he said this so] that he could rescue him from them and return him [safely] to his father. ", "23": "Now when Joseph reached his brothers, they stripped him of his tunic, the [distinctive] [h]multicolored tunic which he was wearing; ", "24": "then they took him and threw him into the pit. Now the pit was empty; there was no water in it.", "25": "Then they sat down to eat their meal. When they looked up, they saw a caravan of [i]Ishmaelites coming from Gilead [east of the Jordan], with their camels bearing ladanum resin [for perfume] and balm and [j]myrrh, going on their way to carry the cargo down to Egypt. ", "26": "Judah said to his brothers, “What do we gain if we kill our brother and cover up his blood (murder)? ", "27": "Come, let us [instead] sell him to these Ishmaelites [and [k]Midianites] and not lay our hands on him, because he is our brother and our flesh.” So his brothers listened to him and agreed. ", "28": "Then as the [l]Midianite [and Ishmaelite] traders were passing by, the brothers pulled Joseph up and lifted him out of the pit, and they sold him to the Ishmaelites for twenty shekels of silver. And so they took Joseph [as a captive] into Egypt.", "29": "Now Reuben [unaware of what had happened] returned to the pit, and [to his great alarm found that] Joseph was not in the pit; so he tore his clothes [in deep sorrow]. ", "30": "He rejoined his brothers and said, “The boy is not there; as for me, where shall I go [to hide from my father]?” ", "31": "Then they took Joseph's tunic, slaughtered a male goat and dipped the tunic in the blood; ", "32": "and they brought the multicolored tunic to their father, saying, “We have found this; please examine it and decide whether or not it is your son's tunic.” ", "33": "He recognized it and said, “It is my son's tunic. A wild animal has devoured him; Joseph is without doubt torn in pieces!” ", "34": "So Jacob tore his clothes [in grief], put [m]on sackcloth and mourned many days for his son. ", "35": "Then all his sons and daughters attempted to console him, but he refused to be comforted and said, “I will go down to Sheol (the place of the dead) in mourning for my son.” And his father wept for him. ", "36": "Meanwhile, in Egypt the Midianites sold Joseph [as a slave] to Potiphar, an officer of Pharaoh and the captain of the [royal] guard."}