{"1": "Now the man [a]Adam knew Eve as his wife, and she conceived and gave birth to Cain, and she said, “I have obtained a man (baby boy, son) with the help of the Lord.” ", "2": "And [later] she gave birth to his brother Abel. Now Abel kept the flocks [of sheep and goats], but Cain cultivated the ground. ", "3": "And in the course of time Cain brought to the Lord an offering of the fruit of the ground. ", "4": "But Abel brought [an offering of] the [finest] firstborn of his flock and the [b]fat portions. And the Lord had respect (regard) for Abel and for his offering; ", "5": "but for Cain and his offering He had no respect. So Cain became extremely angry (indignant), and [c]he looked annoyed and hostile. ", "6": "And the Lord said to Cain, “Why are you so angry? And why do you look annoyed? ", "7": "If you do well [believing Me and doing what is acceptable and pleasing to Me], will you not be accepted? And if you do not do well [but ignore My instruction], sin crouches at your door; its desire is for you [to overpower you], but you must master it.” ", "8": "Cain talked with Abel his brother [about what God had said]. And when they were [alone, working] in the field, Cain [d]attacked Abel his brother and killed him.", "9": "Then the Lord said to Cain, “Where is Abel your brother?” And he [lied and] said, “I do not know. Am I my brother's keeper?” ", "10": "The Lord said, “What have you done? The voice of your brother's [innocent] blood is crying out to Me from the ground [for justice]. ", "11": "And now you are cursed from the ground, which has opened its mouth to receive your brother's [shed] blood from your hand. ", "12": "When you cultivate the ground, it shall no longer yield its strength [it will resist producing good crops] for you; you shall be a fugitive and a vagabond [roaming aimlessly] on the earth [in perpetual exile without a home, a degraded outcast].” ", "13": "Cain said to the Lord, “My punishment is greater than I can bear. ", "14": "Behold, You have driven me out this day from the face of the land; and from Your face (presence) I will be hidden, and I will be a fugitive and an [aimless] vagabond on the earth, and whoever finds me will kill me.” ", "15": "And the Lord said to him, “[e]Therefore, whoever kills Cain, a sevenfold vengeance [that is, punishment seven times worse] shall be taken on him [by Me].” And the Lord set a [protective] [f]mark (sign) on Cain, so that no one who found (met) him would kill him.", "16": "So Cain went away from the [manifested] presence of the Lord, and lived in the land of Nod [wandering in exile], east of Eden.", "17": "Cain knew his [g]wife [one of Adam's descendants] and she conceived and gave birth to Enoch; and Cain built a city and named it Enoch, after the name of his son. ", "18": "Now to Enoch was born Irad, and Irad became the father of Mehujael, and Mehujael became the father of Methushael, and Methushael became the father of Lamech. ", "19": "And Lamech took for himself two wives; the name of the one was Adah, and the name of the other, Zillah. ", "20": "Adah gave birth to Jabal; he became the father of those [nomadic herdsmen] who live in tents and have cattle and raise livestock. ", "21": "His brother's name was Jubal; he became the father of all those [musicians] who play the lyre and flute. ", "22": "Zillah gave birth to Tubal-cain, the smith (craftsman) and teacher of every artisan in instruments of bronze and iron. The sister of Tubal-cain was Naamah.", "23": "Lamech said to his wives, “Adah and Zillah, Hear my voice; You wives of Lamech, Listen to what I say; For I have killed a man [merely] for wounding me, And a boy [only] for striking (bruising) me.", "24": "  “If Cain is avenged sevenfold [as the Lord said he would be], Then Lamech [will be avenged] [h]seventy-sevenfold.”", "25": "Adam knew [Eve as] his wife again; and she gave birth to a son, and named him Seth, for [she said], “God has granted another child for me in place of Abel, because Cain killed him.” ", "26": "To Seth, also, a son was born, whom he named Enosh (mortal man, mankind). At that [same] time men began to call on the name of the Lord [in worship through prayer, praise, and thanksgiving]."}