{"1": "Then Joseph fell upon his father's face, and wept over him and kissed him [tenderly]. ", "2": "Then Joseph ordered his servants the physicians to embalm (mummify) his father. So the physicians embalmed Israel (Jacob). ", "3": "Now forty days were required for this, for that is the customary number of days [of preparation] required for embalming. And the Egyptians wept and grieved for him [in public mourning as they would for royalty] for seventy days.", "4": "When the days of weeping and public mourning for him were past, Joseph spoke to [the nobles of] the house of Pharaoh, saying, “If now I have found favor in your sight, please speak to Pharaoh, saying, ", "5": "'My father made me swear [an oath], saying, “Hear me, I am about to die; bury me in my tomb which I prepared for myself in the land of Canaan.” So now let me go up [to Canaan], please, and bury my father; then I will return.'” ", "6": "And Pharaoh said, “Go up and bury your father, as he made you swear.”", "7": "So Joseph went up [to Canaan] to bury his father, and with him went all the officials of Pharaoh, [the nobles of his court and] the elders of his household and all [the nobles and] the elders of the land of Egypt— ", "8": "and all the household of Joseph and his brothers and his father's household. They left only their little ones and their flocks and herds in the land of Goshen. ", "9": "Both chariots and horsemen also went up [to Canaan] with Joseph; and it was a very great company. ", "10": "When they came to the threshing floor of Atad, which is beyond the Jordan, they mourned there with a great lamentation (expressions of mourning for the deceased) and [extreme demonstrations of] sorrow [according to Egyptian custom]; and Joseph observed a seven-day mourning for his father. ", "11": "When the inhabitants of the land, the Canaanites, saw the mourning at the threshing floor of Atad, they said, “This is a grievous mourning for the Egyptians.” Therefore the place was named Abel-mizraim (mourning of Egypt); it is west of the Jordan.", "12": "So Jacob's sons did for him as he had commanded them; ", "13": "for his sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, east of Mamre, which Abraham bought along with the field as a burial site from Ephron the Hittite. ", "14": "After he had buried his father, Joseph returned to Egypt, he and his brothers, and all who had gone up with him.", "15": "When Joseph's brothers saw that their father was dead, they said, “What if Joseph carries a grudge against us and pays us back in full for all the wrong which we did to him?” ", "16": "So they sent word to Joseph, saying, “Your father commanded us before he died, saying, ", "17": "'You are to say to Joseph, “I beg you, please forgive the transgression of your brothers and their sin, for they did you wrong.”' Now, please forgive the transgression of the servants of the God of your father.” And Joseph wept when they spoke to him. ", "18": "Then his brothers went and fell down before him [in confession]; then they said, “Behold, we are your servants (slaves).” ", "19": "But Joseph said to them, “Do not be afraid, for am I in the place of God? [Vengeance is His, not mine.] ", "20": "As for you, you meant evil against me, but God meant it for good in order to bring about this present outcome, that many people would be kept alive [as they are this day]. ", "21": "So now, do not be afraid; I will provide for you and support you and your little ones.” So he comforted them [giving them encouragement and hope] and spoke [with kindness] to their hearts.", "22": "Now Joseph lived in Egypt, he and his father's household, and Joseph lived a hundred and ten years. ", "23": "Joseph saw the third generation of Ephraim's children; also the children of Machir, the son of Manasseh, were born and raised on Joseph's knees. ", "24": "Joseph said to his brothers, “I am about to die, but God will surely take care of you and bring you up out of this land to the land which He promised to Abraham, to Isaac, and to Jacob [to give you].” ", "25": "Then Joseph made the sons of Israel (Jacob) swear [an oath], saying, “God will surely visit you and take care of you [returning you to Canaan], and [when that happens] you shall carry my bones up from here.” ", "26": "So Joseph died, being a hundred and ten years old; and they embalmed him and he was put [a]in a coffin in Egypt."}