{"1": "Now it happened, when men began to multiply on the face of the land, and daughters were born to them, ", "2": "that the [a]sons of God saw that the daughters of men were beautiful and desirable; and they took wives for themselves, whomever they chose and desired. ", "3": "Then the Lord said, “My Spirit shall not strive and remain with man forever, because he is indeed flesh [sinful, corrupt—given over to sensual appetites]; nevertheless his days shall yet be [b]a hundred and twenty years.” ", "4": "There were Nephilim (men of stature, notorious men) on the earth in those days—and also afterward—when the sons of God lived with the daughters of men, and they gave birth to their children. These were the mighty men who were of old, men of renown (great reputation, fame).", "5": "The Lord saw that the wickedness (depravity) of man was great on the earth, and that every imagination or intent of the thoughts of his heart were only evil continually. ", "6": "The Lord [c]regretted that He had made mankind on the earth, and He was [deeply] grieved in His heart. ", "7": "So the Lord said, “I will destroy (annihilate) mankind whom I have created from the surface of the earth—not only man, but the animals and the crawling things and the birds of the air—because it [deeply] grieves Me [to see mankind's sin] and I regret that I have made them.” ", "8": "But Noah found favor and grace in the eyes of the Lord.", "9": "These are the records of the generations (family history) of Noah. Noah was a righteous man [one who was just and had right standing with God], blameless in his [evil] generation; Noah walked (lived) [in habitual fellowship] with God. ", "10": "Now Noah became the father of three sons: Shem, Ham, and Japheth.", "11": "The [population of the] earth was corrupt [absolutely depraved—spiritually and morally putrid] in God's sight, and the land was filled with violence [desecration, infringement, outrage, assault, and lust for power]. ", "12": "God looked on the earth and saw how debased and degenerate it was, for all humanity had corrupted their way on the earth and lost their true direction.", "13": "God said to Noah, “I intend to make an end of all that lives, for through men the land is filled with violence; and behold, I am about to [d]destroy them together with the land. ", "14": "Make yourself an [e]ark of [f]gopher wood; make in it rooms (stalls, pens, coops, nests, cages, compartments) and [g]coat it inside and out with pitch (bitumen). ", "15": "This is the way you are to make it: the length of the ark shall be three hundred cubits, its width fifty cubits, and its height thirty cubits (450' x 75' x 45'). ", "16": "You shall make a [h]window [for light and ventilation] for the ark, and finish it to at least a cubit (eighteen inches) from the top—and set the [entry] door of the ark in its side; and you shall make it with lower, second and third decks. ", "17": "For behold, I, even I, will bring a flood of waters on the earth, to destroy all life under the heavens in which there is the breath and spirit of life; everything that is on the land shall die. ", "18": "But I will establish My covenant (solemn promise, formal agreement) with you; and you shall come into the ark—you and your [three] sons and your wife, and your sons' wives with you. ", "19": "And of every living thing [found on land], you shall bring two of every kind into the ark, to keep them alive with you; they shall be male and female. ", "20": "Of fowls and birds according to their kind, of animals according to their kind, of every crawling thing of the ground according to its kind—two of every kind shall come to you to keep them alive. ", "21": "Also take with you every kind of food that is edible, and you shall collect and store it; and it shall be food for you and for them.” ", "22": "So Noah did this; according to all that God commanded him, that is what he did."}