{"1": "In the second year of Jehoash the son of Jehoahaz, king of Israel, Joash's son Amaziah began to rule as king of Judah. ", "2": "He was twenty-five years old when he became king. And he ruled twenty-nine years in Jerusalem. His mother's name was Jehoaddin of Jerusalem. ", "3": "Amaziah did what was right in the eyes of the Lord, but not like David his father. He did all that his father Joash had done. ", "4": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places. ", "5": "As soon as the nation was under Amaziah's power, he killed the servants who had killed his father when he was king. ", "6": "But he did not kill the sons of the killers. Because it is written in the Book of the Law of Moses, as the Lord said, “The fathers must not be put to death for the sons. And the sons must not be put to death for the fathers. Each must be put to death for his own sin.” ", "7": "Amaziah killed 10,000 Edomites in the Valley of Salt, and took Sela by war. He gave it the name Joktheel, which is its name to this day. ", "8": "Then Amaziah sent men with news to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, “Come, let us look at each other in the face.” ", "9": "Jehoash king of Israel answered Amaziah king of Judah, saying, “The thorn bush in Lebanon sent word to the cedar tree in Lebanon, saying, 'Give your daughter to my son in marriage.' But a wild animal passed by in Lebanon, and crushed the thorn bush under its feet. ", "10": "Yes, you have won the battle against Edom. Your heart has become proud. Be happy with your greatness and stay at home. For why should you make trouble so that you fall, and Judah with you?”", "11": "But Amaziah would not listen. So King Jehoash of Israel went up. He and Amaziah king of Judah fought each other at Beth-shemesh, which belongs to Judah. ", "12": "Israel won the battle against Judah, and every man of Judah ran away to his tent. ", "13": "King Jehoash of Israel took Amaziah king of Judah, son of Jehoash the son of Ahaziah, at Beth-shemesh. Then he came to Jerusalem and tore down the city wall, from the Gate of Ephraim to the Corner Gate. He tore down the wall as far as 200 long steps. ", "14": "He took all the gold and silver and all the objects found in the house of the Lord and in the store-rooms of the king's house. He took people against their will also, and he returned to Samaria.", "15": "Now the rest of the acts of Jehoash, his strength and how he fought with King Amaziah of Judah are written in the Book of the Chronicles of the Kings of Israel. ", "16": "Jehoash died and was buried in Samaria with the kings of Israel. His son Jeroboam became king in his place.", "17": "Amaziah the son of Joash, king of Judah, lived fifteen years after the death of Jehoash the son of Jehoahaz, king of Israel. ", "18": "The rest of the acts of Amaziah are written in the Book of the Chronicles of the Kings of Judah. ", "19": "They made plans against Amaziah in Jerusalem, and he ran away to Lachish. But they sent men after him to Lachish and killed him there. ", "20": "Then they brought him on horses and buried him with his fathers at Jerusalem the city of David. ", "21": "The people of Judah took Azariah and made him king in the place of his father Amaziah. He was sixteen years old. ", "22": "Azariah built Elath and returned it to Judah, after the king died.", "23": "In the fifteenth year of Amaziah the son of Joash, king of Judah, Jeroboam the son of Joash, king of Israel, began to rule in Samaria and ruled forty-one years. ", "24": "Jeroboam did what was sinful in the eyes of the Lord. He did not turn away from all the sins of Jeroboam the son of Nebat, which made Israel sin. ", "25": "He took back the land of Israel from Hamath as far as the Sea of the Arabah, as was told by the word of the Lord, the God of Israel. The Lord spoke about this through His servant Jonah the son of Amittai. Jonah was the man from Gath-hepher who spoke for the Lord. ", "26": "For the Lord saw that the trouble of Israel was very bitter. There was no one left of the servants or of those who were free. There was no one to help Israel. ", "27": "The Lord did not say that He would destroy the name of Israel from under heaven. So He saved them by the hand of Jeroboam the son of Joash.", "28": "Jeroboam fought Judah and took back Damascus and Hamath for Israel. The rest of the acts of Jeroboam, all he did and his strength are written in the Book of the Chronicles of the Kings of Israel. ", "29": "Jeroboam was buried with his fathers, the kings of Israel. His son Zechariah became king in his place."}