{"1": "In the twenty-seventh year of King Jeroboam of Israel, Azariah the son of Amaziah, king of Judah, began to rule. ", "2": "Azariah was sixteen years old when he became king. And he ruled for fifty-two years in Jerusalem. His mother's name was Jecoliah of Jerusalem. ", "3": "Azariah did what was right in the eyes of the Lord, just as his father Amaziah had done. ", "4": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places. ", "5": "So the Lord sent trouble upon the king. Azariah had a bad skin disease to the day of his death, and he lived in a house alone. Jotham the king's son ruled over the house, and judged the people of the land. ", "6": "Now the rest of the acts of Azariah are written in the Book of the Chronicles of the Kings of Judah. ", "7": "Azariah died and they buried him with his fathers in the city of David. His son Jotham became king in his place.", "8": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam became the king of Israel in Samaria for six months. ", "9": "Zechariah did what was sinful in the eyes of the Lord, as his fathers had done. He did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin. ", "10": "Then Shallum the son of Jabesh made plans against him and killed him in front of the people. And Shallum ruled in his place. ", "11": "The rest of the acts of Zechariah are written in the Book of the Chronicles of the Kings of Israel. ", "12": "This is the word of the Lord which He spoke to Jehu. He said, “Your sons, even your great great-grandson, will sit on the throne of Israel.” And so it was.", "13": "Shallum the son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah. He ruled for one month in Samaria. ", "14": "Then Menahem the son of Gadi went up from Tirzah to Samaria, and killed Shallum the son of Jabesh in Samaria, and became king in his place. ", "15": "Now the rest of the acts of Shallum and the plans he made are written in the Book of the Chronicles of the Kings of Israel. ", "16": "Then Menahem destroyed Tiphsah and all who were in it, and its land from Tirzah, because they did not open their gates to him. So he destroyed it, and tore open all its women who were going to have babies.", "17": "In the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi became the king of Israel. He ruled for ten years in Samaria. ", "18": "Menahem did what was sinful in the eyes of the Lord. All his life he did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin.", "19": "King Pul of Assyria came to fight against the land. And Menahem gave Pul silver weighing as much as 1,000 men, that he might help him to be a powerful king. ", "20": "Menahem took the money from all the rich men of Israel. He took fifty pieces of silver from each man to pay the king of Assyria. So the king of Assyria returned and did not stay there in the land. ", "21": "Now the rest of the acts of Menahem are written in the Book of the Chronicles of the Kings of Israel. ", "22": "Menahem died, and his son Pekahiah became king in his place.", "23": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem became the king of Israel in Samaria. He ruled for two years. ", "24": "Pekahiah did what was sinful in the eyes of the Lord. He did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin. ", "25": "Then his captain Pekah the son of Remaliah made plans against him. He killed Pekahiah in Samaria, in the house of the king with Argob and Arieh. Fifty men of the Gileadites were with Pekah. He became king in his place. ", "26": "Now the rest of the acts of Pekahiah are written in the Book of the Chronicles of the Kings of Israel.", "27": "In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah became the king of Israel in Samaria. He ruled for twenty years. ", "28": "Pekah did what was sinful in the eyes of the Lord. He did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin.", "29": "In the days of King Pekah of Israel, King Tiglath-pileser of Assyria came to fight. The king of Assyria took Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, Galilee, and all the land of Naphtali. And he made the people go with him to Assyria. ", "30": "Hoshea the son of Elah made plans against Pekah the son of Remaliah. He killed Pekah and became king in his place, in the twentieth year of Jotham the son of Uzziah. ", "31": "Now the rest of the acts of Pekah are written in the Book of the Chronicles of the Kings of Israel.", "32": "In the second year of Pekah the son of Remaliah king of Israel, Jotham the son of Uzziah, king of Judah, began to rule. ", "33": "Jotham was twenty-five years old when he became king. He ruled for sixteen years in Jerusalem. His mother's name was Jerusha the daughter of Zadok. ", "34": "Jotham did what was right in the eyes of the Lord. He did all that his father Uzziah had done. ", "35": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places. Jotham built the upper gate of the house of the Lord. ", "36": "The rest of the acts of Jotham are written in the Book of the Chronicles of the Kings of Judah. ", "37": "In those days the Lord began to send Rezin the king of Syria and Pekah the son of Remaliah against Judah. ", "38": "Jotham died, and he was buried with his fathers in the city of David his father. His son Ahaz became king in his place."}