{"1": "In the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became the king of Israel in Samaria. He ruled for nine years. ", "2": "Hoshea did what was sinful in the eyes of the Lord, but not as bad as the kings of Israel before him. ", "3": "King Shalmaneser of Assyria came up against him. And Hoshea became his servant and paid taxes to him. ", "4": "But the king of Assyria found that Hoshea had been making plans against him. Hoshea had sent men to King So of Egypt, instead of giving taxes to the king of Assyria. He had done this year after year. So the king of Assyria shut him up and put him in chains in prison.", "5": "Then the king of Assyria came against all the land. He went up to Samaria and kept soldiers around it for three years. ", "6": "In the ninth year of Hoshea, the king of Assyria took Samaria in battle, and took the people of Israel away to Assyria. He had them live in Halah and Habor, by the river of Gozan, and in the cities of the Medes.", "7": "This happened because the people of Israel had sinned against the Lord their God. He had brought them up from the land of Egypt from under the power of Pharaoh, king of Egypt. But they worshiped other gods. ", "8": "They walked in the ways of the nations the Lord had driven out from the people of Israel. And they walked in the ways the kings of Israel had started. ", "9": "The people of Israel did things in secret which were not right, against the Lord their God. They built high places for themselves in all their towns, from the smallest town to the strongest city. ", "10": "They set up holy objects of the false goddess Asherim on every high hill and under every green tree. ", "11": "There they burned special perfume on all the high places, as the nations did which the Lord carried away from them. They did what was bad and made the Lord angry. ", "12": "They worshiped false gods, about which the Lord had told them, “You must not do this.” ", "13": "The Lord told Israel and Judah of the danger, through all His men who told what would happen in the future. He said, “Turn from your sinful ways and obey My Laws. Keep all the Laws which I gave your fathers, and which I gave to you through My servants and men of God.” ", "14": "But they did not listen. They were strong-willed like their fathers, who did not believe in the Lord their God. ", "15": "They turned away from His Laws and His agreement which He made with their fathers. They turned away when He told them of danger. They followed false gods, and became empty. They followed the nations around them. But the Lord had told them not to act like them. ", "16": "They turned away from all the Laws of the Lord their God and made objects to look like false gods. They made two calves and an object to look like the false goddess Asherah. And they worshiped all the stars of heaven and worked for Baal. ", "17": "Then they gave their sons and daughters as burnt gifts. They told the future and used witchcraft. They sold themselves to do what is sinful in the eyes of the Lord. And they made Him angry. ", "18": "The Lord was very angry with Israel, and put them away from his eyes. None was left except the family of Judah.", "19": "Even Judah did not keep the Laws of the Lord their God. They walked in the ways which Israel had started. ", "20": "And the Lord turned away from all the children of Israel, and sent trouble upon them. He gave them over to those who destroyed the land, until He had put them away from His eyes. ", "21": "When He had torn Israel from the family of David, they made Jeroboam the son of Nebat king. Then Jeroboam drove Israel away from following the Lord. He led them into sin. ", "22": "And the people of Israel walked in all the sins of Jeroboam. They did not turn away from them, ", "23": "until the Lord put Israel away from His eyes. He spoke through all His servants who tell what will happen in the future that He would do this. So Israel was carried away from their own land to Assyria until this day.", "24": "The king of Assyria brought people from Babylon, Cuthah, Avva, Hamath and Sephar-vaim. He had them live in the cities of Samaria in place of the people of Israel. So they took Samaria for their own, and lived in its cities. ", "25": "At the beginning of their living there, they did not fear the Lord. So the Lord sent lions among them, which killed some of them. ", "26": "They said to the king of Assyria, “The nations you have carried away to the cities of Samaria do not know the way of the god of the land. So He has sent lions among them to kill them because they do not know the way of the god of the land.”", "27": "Then the king of Assyria told them, “Take to Samaria one of the religious leaders you brought from there. Let him go and live in Samaria. And let him teach them the way of the god of the land.” ", "28": "So one of the religious leaders they had taken away from Samaria came and lived at Bethel. And he taught them how they should worship the Lord.", "29": "But every nation still made gods of its own. They put them in the houses of the high places which the people of Samaria had made. The people of every nation did this in the cities where they lived. ", "30": "The men of Babylon made the false god Succoth-benoth. The men of Cuth made the false god Nergal. The men of Hamath made the false god Ashima. ", "31": "The Avvites made the false gods Nibhaz and Tartak. And the Sepharvites burned their children in the fire to Adram-melech and Anammelech, the gods of Sepharvaim. ", "32": "They feared the Lord also, and yet they chose from among themselves religious leaders of the high places. These leaders gave the gifts for them in the houses of the high places. ", "33": "So the people feared the Lord, but they worshiped their own gods also. They followed the way of the nations from which they had been taken away.", "34": "To this day, they follow the ways of times past. They do not honor the Lord. They do not follow the Laws or the Word which the Lord told the sons of Jacob, whom He gave the name Israel. ", "35": "The Lord had made an agreement and told them, “You must not fear other gods. You must not put your faces to the ground in front of them, or worship them, or give gifts to them. ", "36": "But fear the Lord, Who brought you up from the land of Egypt with great power and with a strong arm. Put your faces to the ground before Him. And give Him your gifts. ", "37": "Obey forever the Laws and the Word which He wrote for you. Do not fear other gods. ", "38": "Do not forget the agreement I have made with you. And do not honor other gods with fear. ", "39": "Fear the Lord your God and He will save you from those who hate you.” ", "40": "But they did not listen. They followed the ways of times past. ", "41": "These nations feared the Lord, but they worshiped their false gods also. Their children and grandchildren did the same, and they do as their fathers did to this day."}