{"1": "Ahab's son Jehoram became the king of Israel at Samaria in the eighteenth year of Jehoshaphat king of Judah. He ruled for twelve years. ", "2": "Jehoram did what was bad in the eyes of the Lord, but not like his father and mother. For he put away the object of Baal which his father had made. ", "3": "But he held on to the sins of Jeroboam the son of Nebat, which made Israel sin. He did not leave them.", "4": "Now Mesha king of Moab raised sheep. He had to pay the king of Israel 100,000 lambs and the wool of 100,000 rams each year. ", "5": "But when Ahab died, the king of Moab turned against the king of Israel. ", "6": "So King Jehoram went out of Samaria at that time and called all Israel together. ", "7": "Then he went and sent word to Jehoshaphat the king of Judah, saying, “The king of Moab has turned against me. Will you go with me to fight against Moab?” And Jehoshaphat said, “I will go. I am as you are. My people are as your people. My horses are as your horses.” ", "8": "Then he said, “Which way should we go?” And he answered, “By the way of the desert of Edom.” ", "9": "So the king of Israel went with the king of Judah and the king of Edom. They traveled around for seven days, but there was no water for the army or the cattle that followed them. ", "10": "The king of Israel said, “It is bad! For the Lord has called these three kings to give them into the hand of Moab.” ", "11": "But Jehoshaphat said, “Is there not a man who speaks for God here? Is there no one we can ask to learn what the Lord would have us do?” One of the servants of the king of Israel answered, “Elisha the son of Shaphat is here. He poured water on the hands of Elijah.” ", "12": "And Jehoshaphat said, “The word of the Lord is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him.", "13": "Elisha said to the king of Israel, “What have I to do with you? Go to the men who tell what will happen in the future that your father and mother have gone to.” And the king of Israel said to him, “No. It is the Lord Who has called these three kings together to give them into the hand of Moab.” ", "14": "Elisha said, “As the Lord of all lives, before Whom I stand, if I did not care for Jehoshaphat the king of Judah, I would not look at you or see you. ", "15": "But now bring me a man who plays music.” And when the man played music, the power of the Lord came upon Elisha. ", "16": "He said, “This is what the Lord says, 'Make this valley full of ditches.' ", "17": "For the Lord says, 'You will not see wind or rain. But that valley will be filled with water so that you and your cattle and your animals will drink.' ", "18": "This is only a small thing in the eyes of the Lord. He will give you the Moabites also. ", "19": "Then you will destroy every strong city and cut down every good tree. You will close all the wells of water, and destroy every good piece of land with stones.” ", "20": "The next morning, about the time when the gift is given on the altar, water came by the way of Edom. The country was filled with water. ", "21": "Now all the Moabites heard that the kings had come up to fight against them. All who were able to wear battle-clothes, young and old, were called together. And they stood at the side of the land of Moab. ", "22": "They got up early in the morning. The sun was shining on the water. And the Moabites saw that the water beside them was as red as blood. ", "23": "They said, “This is blood. For sure the kings have fought and killed one another. So now, Moab, let us take what is left!” ", "24": "But when they came to the tents of Israel, the Israelites came and fought against the Moabites. The Moabites ran from them. And Israel went on into the land, killing the Moabites. ", "25": "So they destroyed the cities. Each man threw a stone on every piece of good land until it was covered. They closed all the wells of water and cut down all the good trees. Only the stones of Kir-hareseth were left standing. But the stone-throwers went around it and fought against it. ", "26": "The king of Moab saw that the battle was too hard for him. So he took with him 700 men who used the sword, to break through to the king of Edom. But they could not. ", "27": "Then he took his oldest son who was to rule in his place, and gave him as a burnt gift on the wall. And many became very angry toward Israel. They left him and returned to their own land."}