{"1": "Naaman the captain of the army of the king of Syria was an important man to his king. He was much respected, because by him the Lord had made Syria win in battle. Naaman was a strong man of war, but he had a bad skin disease. ", "2": "Now the Syrians had gone out in groups of soldiers, and had taken a little girl from the land of Israel. She served Naaman's wife. ", "3": "And she said to her owner, “I wish that my owner's husband were with the man of God who is in Samaria! Then he would heal his bad skin disease.” ", "4": "So Naaman went in and told his king, “This is what the girl from the land of Israel said.” ", "5": "The king of Syria said, “Go now, and I will send a letter to the king of Israel.” So Naaman went and took with him silver weighing as much as ten men, 6,000 pieces of gold, and ten changes of clothes. ", "6": "He brought the letter to the king of Israel, which said, “I have sent my servant Naaman to you with this letter, that you may heal his bad skin disease.” ", "7": "When the king of Israel read the letter, he tore his clothes and said, “Am I God, to kill and to make alive? Is this why this man sends word to me to heal a man's bad skin disease? Think about it. He wants to start a fight with me.” ", "8": "Elisha the man of God heard that the king of Israel had torn his clothes. So he sent word to the king, saying, “Why have you torn your clothes? Let him come to me. Then he will know that there is a man of God in Israel.” ", "9": "So Naaman came with his horses and his war-wagons, and stood at the door of Elisha's house. ", "10": "Elisha sent a man to him, saying, “Go and wash in the Jordan seven times. And your flesh will be made well and you will be clean.” ", "11": "But Naaman was very angry and went away. He said, “I thought he would come out to me, and stand, and call on the name of the Lord his God. I thought he would wave his hand over the place, and heal the bad skin disease. ", "12": "Are not Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away very angry. ", "13": "Then his servants came and said to him, “My father, if the man of God had told you to do some great thing, would you not have done it? How much more then, when he says to you, 'Wash and be clean'?” ", "14": "So Naaman went down into the Jordan River seven times, as the man of God had told him. And his flesh was made as well as the flesh of a little child. He was clean.", "15": "Then Naaman returned to the man of God with all those who were with him. He came and stood in front of Elisha and said, “See, now I know that there is no God in all the earth but in Israel. So I ask you now to take a gift from your servant.” ", "16": "But Elisha said, “As the Lord lives, before Whom I stand, I will take nothing.” Naaman tried to talk him into taking it, but he would not. ", "17": "Naaman said, “If not, I ask you, let your servant be given as much dirt as two horses can carry. For your servant will not give burnt gifts or kill animals on the altar in worship to other gods any more. I will only give gifts to the Lord. ", "18": "But may the Lord forgive your servant for this. My king goes into the house of Rimmon to worship there. He rests on my arm and I put my face to the ground in the house of Rimmon. When I put my face to the ground in the house of Rimmon, may the Lord forgive your servant.” ", "19": "And Elisha said to him, “Go in peace.” So Naaman went away from him a short way.", "20": "But Gehazi, the servant of Elisha the man of God, thought, “See, my owner has let Naaman the Syrian go without receiving the gift he brought. As the Lord lives, I will run after him and take something from him.” ", "21": "So Gehazi went after Naaman. When Naaman saw someone running after him, he stepped off the war-wagon to meet him, and said, “Is all well?” ", "22": "Gehazi said, “All is well. My owner has sent me, saying, 'See, just now two young sons of the men who tell what will happen in the future have come to me from the hill country of Ephraim. I ask of you, give them a man's weight in silver and two changes of clothes.'” ", "23": "Naaman said, “Be pleased to take silver weighing as much as two men.” And he had him take two bags of silver weighing as much as two men, with two changes of clothes. He gave them to two of his servants. And they carried them before Gehazi. ", "24": "When he came to the hill, Gehazi took them from the servants and put them in the house. Then he sent the men away, and they left. ", "25": "And Gehazi went in and stood in front of his owner. Elisha said to him, “Where have you been, Gehazi?” And he said, “Your servant did not leave.” ", "26": "Elisha said to him, “Did I not go with you in spirit when the man turned from his war-wagon to meet you? Was it a time to receive money and clothes and olive fields and grape-fields and sheep and cattle and men servants and women servants? ", "27": "So now the bad skin disease will be upon you and your children forever.” And Gehazi went away from Elisha with a bad skin disease. He was as white as snow."}