{"1": "Now Elisha spoke to the woman whose son he had brought back to life. He said, “Get ready and go with those of your house. Stay in whatever country you can. For the Lord has called for a time of no food. It will come upon the land for seven years.” ", "2": "So the woman got ready as the man of God had told her. She went with those of her house and stayed in the land of the Philistines seven years. ", "3": "At the end of seven years she returned from the land of the Philistines. And she went out to ask the king for her house and field. ", "4": "Now the king was talking with Gehazi, the servant of the man of God, saying, “Tell me all the great things that Elisha has done.” ", "5": "Gehazi started telling the king how Elisha had brought the one who was dead to life again. Then the woman whose son he had brought back to life asked the king for her house and field. And Gehazi said, “My lord, O king, this is the woman and this is her son, whom Elisha brought back to life.” ", "6": "When the king asked the woman, she told him what had happened. So the king chose a certain captain to help her, saying, “Give her all that was hers. And give her all the food taken from the field from the day she left the land until now.”", "7": "Then Elisha came to Damascus. Ben-hadad the king of Syria was sick, and he was told, “The man of God has come here.” ", "8": "The king said to Hazael, “Take a gift and go meet the man of God. Ask the Lord through him, saying, 'Will I get better from this sickness?'” ", "9": "So Hazael went to meet Elisha and took with him a gift of every kind of good thing of Damascus. It took forty camels to carry it all. He came and stood in front of Elisha and said, “Your son Ben-hadad king of Syria has sent me to you, saying, 'Will I get better from this sickness?'” ", "10": "Elisha said to him, “Go and tell him, 'You will get better for sure.' But the Lord has shown me that he will die for sure.” ", "11": "Then Elisha looked at Hazael until he was ashamed. And the man of God cried. ", "12": "Hazael said, “Why are you crying, my lord?” Then Elisha answered, “Because I know the bad things that you will do to the people of Israel. You will set their strong places on fire. You will kill their young men with the sword. You will crush their little ones against the stones. And you will cut up their women who are with child.” ", "13": "Hazael said, “What is your servant, only a dog, that he should do this bad thing?” Elisha answered, “The Lord has shown me that you will be the king of Syria.” ", "14": "Then he left Elisha and returned to his owner. Ben-hadad said to him, “What did Elisha tell you?” And Hazael answered, “He told me that you will get better for sure.” ", "15": "But the next day Hazael took the bed covering and put it in water. Then he spread it on Ben-hadad's face so that he died. And Hazael became king in his place.", "16": "In the fifth year of Joram the son of Ahab, king of Israel, Jehoram the son of Jehoshaphat king of Judah began to rule. ", "17": "He was thirty-two years old when he became king. He ruled eight years in Jerusalem. ", "18": "He walked in the way of the kings of Israel, just as those of Ahab's house had done. Ahab's daughter became his wife. He did what was sinful in the eyes of the Lord. ", "19": "But the Lord was not willing to destroy Judah, because of His servant David. The Lord had promised to give David one to rule through his sons always.", "20": "In his days Edom turned against the rule of Judah and chose a king of their own. ", "21": "Then Joram crossed over to Zair, with all his war-wagons. He and his war-wagon captains got up during the night and fought against the Edomites who had gathered around them. But his army ran away to their tents. ", "22": "So Edom turned against the rule of Judah to this day. Libnah turned against Judah's rule at the same time. ", "23": "The rest of the acts of Joram and all he did, are they not written in the Book of Chronicles of the Kings of Judah? ", "24": "Then Joram died and was buried in the city of David. His son Ahaziah became king in his place.", "25": "In the twelfth year of Ahab's son Joram the king of Israel, Ahaziah the son of Jehoram king of Judah began to rule. ", "26": "Ahaziah was twenty-two years old when he became king. He ruled one year in Jerusalem. His mother's name was Athaliah the granddaughter of Omri king of Israel. ", "27": "He walked in the way of the family of Ahab. He did what was sinful in the eyes of the Lord, like those of the family of Ahab had done, because he was a son-in-law of the family of Ahab. ", "28": "He went with Ahab's son Joram to war against Hazael king of Syria at Ramoth-gilead. And the Syrians hurt Joram. ", "29": "So King Joram returned to Jezreel to be healed of the cuts the Syrians had given him at Ramah when he fought against Hazael king of Syria. Then Jehoram's son Ahaziah king of Judah went down to Jezreel to see Joram the son of Ahab because he was sick."}