{"1": "Now Elisha the man of God called one of the sons of those who spoke for God. He said to him, “Get ready to travel. Take this jar of oil and go to Ramoth-gilead. ", "2": "When you get there, find Jehu the son of Jehoshaphat son of Nimshi. Go in and have him come away from his brothers. Bring him into a room in the house. ", "3": "Then take the jar of oil and pour it on his head and say, 'The Lord says, “I have chosen you to be the king of Israel.”' Then open the door and run. Do not wait.” ", "4": "So the young servant of the man of God went to Ramoth-gilead. ", "5": "When he came, he found the captains of the army sitting there. He said, “I have something to tell you, O captain.” And Jehu said, “Which one of us?” And he said, “You, O captain.” ", "6": "So he got up and went into the house. He poured the oil on Jehu's head and said to him, “The Lord, the God of Israel, says, 'I have chosen you king over the people of the Lord, over Israel. ", "7": "You are to destroy the house of your owner Ahab, so that I will punish Jezebel for the blood of My servants who speak for God, and the blood of all the Lord's servants. ", "8": "The whole family of Ahab must be destroyed. And I will destroy every male person in Israel who belongs to Ahab, both the servants and those who are free. ", "9": "I will make the family of Ahab like the family of Jeroboam the son of Nebat, and like the family of Baasha the son of Ahijah. ", "10": "The dogs will eat Jezebel in the land of Jezreel. No one will bury her.'” Then he opened the door and ran away.", "11": "When Jehu came out to his owner's servants, one said to him, “Is all well? Why did this crazy person come to you?” Jehu said, “You know the man and his talk.” ", "12": "And they said, “That is not true. Tell us now.” Jehu said, “This is how he spoke to me. He said, 'The Lord says, “I have chosen you to be the king of Israel.”'” ", "13": "Then each man took his clothes in a hurry and put them under him on the steps. And they sounded the horn and said, “Jehu is king!”", "14": "So Jehu the son of Jehoshaphat the son of Nimshi made plans against Joram. Now Joram and all Israel were fighting against Hazael king of Syria at Ramoth-gilead. ", "15": "But King Joram had returned to Jezreel to be healed of the cuts the Syrians had given him, when he fought with King Hazael of Syria. So Jehu said, “If this is what you have in mind, then let no one get out of the city to tell the news in Jezreel.” ", "16": "Then Jehu went to Jezreel in a war-wagon, for Joram was lying there. And Ahaziah the king of Judah had come down to see Joram.", "17": "Now the man who watched for danger was standing in the tower in Jezreel. He saw the group of Jehu's men coming, and said, “I see a group of men coming.” Joram said, “Send a horseman to meet them and ask, 'Do you come in peace?'” ", "18": "So a horseman went to meet him and said, “The king asks, 'Do you come in peace?'” And Jehu said, “What have you to do with peace? Get behind me.” Then the watchman told Joram, “The horseman came to them, but he did not return.” ", "19": "So he sent out a second horseman, who came to them and said, “The king asks, 'Do you come in peace?'” And Jehu answered, “What have you to do with peace? Get behind me.” ", "20": "The watchman told Joram, “He came to them, and he did not return. The leader goes in his war-wagon like a mad man, just like Jehu.”", "21": "Then Joram said, “Get ready.” And they made his war-wagon ready. Then Joram king of Israel and Ahaziah king of Judah went out, each in their war-wagon, to meet Jehu. They found him in the field of Naboth the Jezreelite. ", "22": "When Joram saw Jehu, he said, “Do you come in peace, Jehu?” And he answered, “What peace can there be, so long as the sinful ways and witchcrafts of your mother Jezebel are so many?” ", "23": "So Joram turned the horses around and ran away, saying to Ahaziah, “He is turning against the king, O Ahaziah!” ", "24": "Jehu pulled his bow with all his strength and shot Joram between his arms. The arrow went through his heart, and he fell in his war-wagon. ", "25": "Then Jehu said to Bidkar his captain, “Pick him up and throw him into the field of Naboth the Jezreelite. For I remember when you and I were going together after his father Ahab. The Lord said then that this would happen to him. ", "26": "The Lord said, 'Yesterday I have seen the blood of Naboth and his sons. I will punish you in this field.' So now take and throw him into the field, as the word of the Lord has said.”", "27": "When Ahaziah the king of Judah saw this, he ran away toward the garden house. Jehu went after him and said, “Shoot him in the war-wagon also.” So they shot him at the hill of Gur, by Ibleam. But he got away to Megiddo and died there. ", "28": "His servants carried him in a war-wagon to Jerusalem. They buried him in his grave with his fathers in the city of David.", "29": "In the eleventh year of Joram the son of Ahab, Ahaziah became the king of Judah.", "30": "When Jehu came to Jezreel, Jezebel heard about it. She colored her eyes and combed her hair, and then looked out the window. ", "31": "As Jehu came through the gate, she said, “Is it well, Zimri, your owner's killer?” ", "32": "Then he looked up to the window and said, “Who is on my side? Who?” And two or three men looked down at him. ", "33": "Then he said, “Throw her down.” So they threw Jezebel down. Some of her blood went on the wall and on the horses. And Jehu made his war-wagons go over her. ", "34": "Then Jehu went in and ate and drank. And he said, “Now go out to this sinful woman and bury her, for she is a king's daughter.” ", "35": "So they went to bury her. But all they found were her skull and feet and hands. ", "36": "When they returned and told Jehu, he said, “This is the word of the Lord, which He spoke by His servant Elijah the Tishbite. He said, 'In the land of Jezreel the dogs will eat the flesh of Jezebel. ", "37": "Jezebel's body will be as waste on the field in the land of Jezreel. So no one will be able to say, “This is Jezebel.”'”"}