{"1": "After this I heard what seemed to be the loud voice of a great multitude in heaven, crying, “Hallelujah! Salvation and glory and power belong to our God,", "2": "for his judgments are true and just; he has judged the great harlot who corrupted the earth with her fornication, and he has avenged on her the blood of his servants.”", "3": "Once more they cried, “Hallelujah! The smoke from her goes up for ever and ever.”", "4": "And the twenty-four elders and the four living creatures fell down and worshiped God who is seated on the throne, saying, “Amen. Hallelujah!” ", "5": "And from the throne came a voice crying, “Praise our God, all you his servants, you who fear him, small and great.”", "6": "Then I heard what seemed to be the voice of a great multitude, like the sound of many waters and like the sound of mighty thunderpeals, crying, “Hallelujah! For the Lord our God the Almighty reigns.", "7": "Let us rejoice and exult and give him the glory, for the marriage of the Lamb has come, and his Bride has made herself ready;", "8": "it was granted her to be clothed with fine linen, bright and pure”— for the fine linen is the righteous deeds of the saints.", "9": "And the angel said[a] to me, “Write this: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are true words of God.” ", "10": "Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brethren who hold the testimony of Jesus. Worship God.” For the testimony of Jesus is the spirit of prophecy.", "11": "Then I saw heaven opened, and behold, a white horse! He who sat upon it is called Faithful and True, and in righteousness he judges and makes war. ", "12": "His eyes are like a flame of fire, and on his head are many diadems; and he has a name inscribed which no one knows but himself. ", "13": "He is clad in a robe dipped in[b] blood, and the name by which he is called is The Word of God. ", "14": "And the armies of heaven, arrayed in fine linen, white and pure, followed him on white horses. ", "15": "From his mouth issues a sharp sword with which to smite the nations, and he will rule them with a rod of iron; he will tread the wine press of the fury of the wrath of God the Almighty. ", "16": "On his robe and on his thigh he has a name inscribed, King of kings and Lord of lords.", "17": "Then I saw an angel standing in the sun, and with a loud voice he called to all the birds that fly in midheaven, “Come, gather for the great supper of God, ", "18": "to eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and their riders, and the flesh of all men, both free and slave, both small and great.” ", "19": "And I saw the beast and the kings of the earth with their armies gathered to make war against him who sits upon the horse and against his army. ", "20": "And the beast was captured, and with it the false prophet who in its presence had worked the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulphur. ", "21": "And the rest were slain by the sword of him who sits upon the horse, the sword that issues from his mouth; and all the birds were gorged with their flesh."}