{"1": "And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key of the shaft of the bottomless pit; ", "2": "he opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. ", "3": "Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth; ", "4": "they were told not to harm the grass of the earth or any green growth or any tree, but only those of mankind who have not the seal of God upon their foreheads; ", "5": "they were allowed to torture them for five months, but not to kill them, and their torture was like the torture of a scorpion, when it stings a man. ", "6": "And in those days men will seek death and will not find it; they will long to die, and death will fly from them.", "7": "In appearance the locusts were like horses arrayed for battle; on their heads were what looked like crowns of gold; their faces were like human faces, ", "8": "their hair like women's hair, and their teeth like lions' teeth; ", "9": "they had scales like iron breastplates, and the noise of their wings was like the noise of many chariots with horses rushing into battle. ", "10": "They have tails like scorpions, and stings, and their power of hurting men for five months lies in their tails. ", "11": "They have as king over them the angel of the bottomless pit; his name in Hebrew is Abad′don, and in Greek he is called Apol′lyon.[a]", "12": "The first woe has passed; behold, two woes are still to come.", "13": "Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the golden altar before God, ", "14": "saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphra′tes.” ", "15": "So the four angels were released, who had been held ready for the hour, the day, the month, and the year, to kill a third of mankind. ", "16": "The number of the troops of cavalry was twice ten thousand times ten thousand; I heard their number. ", "17": "And this was how I saw the horses in my vision: the riders wore breastplates the color of fire and of sapphire[b] and of sulphur, and the heads of the horses were like lions' heads, and fire and smoke and sulphur issued from their mouths. ", "18": "By these three plagues a third of mankind was killed, by the fire and smoke and sulphur issuing from their mouths. ", "19": "For the power of the horses is in their mouths and in their tails; their tails are like serpents, with heads, and by means of them they wound.", "20": "The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot either see or hear or walk; ", "21": "nor did they repent of their murders or their sorceries or their immorality or their thefts."}