{"1": "[a] Those who set their seal are Nehemi′ah the governor, the son of Hacali′ah, Zedeki′ah, ", "2": "Serai′ah, Azari′ah, Jeremiah, ", "3": "Pashhur, Amari′ah, Malchi′jah, ", "4": "Hattush, Shebani′ah, Malluch, ", "5": "Harim, Mer′emoth, Obadi′ah, ", "6": "Daniel, Gin′nethon, Baruch, ", "7": "Meshul′lam, Abi′jah, Mi′jamin, ", "8": "Ma-azi′ah, Bil′gai, Shemai′ah; these are the priests. ", "9": "And the Levites: Jeshua the son of Azani′ah, Bin′nui of the sons of Hen′adad, Kad′mi-el; ", "10": "and their brethren, Shebani′ah, Hodi′ah, Keli′ta, Pelai′ah, Hanan, ", "11": "Mica, Rehob, Hashabi′ah, ", "12": "Zaccur, Sherebi′ah, Shebani′ah, ", "13": "Hodi′ah, Bani, Beni′nu. ", "14": "The chiefs of the people: Parosh, Pa′hath-mo′ab, Elam, Zattu, Bani, ", "15": "Bunni, Azgad, Be′bai, ", "16": "Adoni′jah, Big′vai, Adin, ", "17": "Ater, Hezeki′ah, Azzur, ", "18": "Hodi′ah, Hashum, Be′zai, ", "19": "Hariph, An′athoth, Ne′bai, ", "20": "Mag′piash, Meshul′lam, Hezir, ", "21": "Meshez′abel, Zadok, Jad′du-a, ", "22": "Pelati′ah, Hanan, Anai′ah, ", "23": "Hoshe′a, Hanani′ah, Hasshub, ", "24": "Hallo′hesh, Pil′ha, Shobek, ", "25": "Rehum, Hashab′nah, Ma-asei′ah, ", "26": "Ahi′ah, Hanan, Anan, ", "27": "Malluch, Harim, Ba′anah.", "28": "The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all who have separated themselves from the peoples of the lands to the law of God, their wives, their sons, their daughters, all who have knowledge and understanding, ", "29": "join with their brethren, their nobles, and enter into a curse and an oath to walk in God's law which was given by Moses the servant of God, and to observe and do all the commandments of the Lord our Lord and his ordinances and his statutes. ", "30": "We will not give our daughters to the peoples of the land or take their daughters for our sons; ", "31": "and if the peoples of the land bring in wares or any grain on the sabbath day to sell, we will not buy from them on the sabbath or on a holy day; and we will forego the crops of the seventh year and the exaction of every debt.", "32": "We also lay upon ourselves the obligation to charge ourselves yearly with the third part of a shekel for the service of the house of our God: ", "33": "for the showbread, the continual cereal offering, the continual burnt offering, the sabbaths, the new moons, the appointed feasts, the holy things, and the sin offerings to make atonement for Israel, and for all the work of the house of our God. ", "34": "We have likewise cast lots, the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, according to our fathers' houses, at times appointed, year by year, to burn upon the altar of the Lord our God, as it is written in the law. ", "35": "We obligate ourselves to bring the first fruits of our ground and the first fruits of all fruit of every tree, year by year, to the house of the Lord; ", "36": "also to bring to the house of our God, to the priests who minister in the house of our God, the first-born of our sons and of our cattle, as it is written in the law, and the firstlings of our herds and of our flocks; ", "37": "and to bring the first of our coarse meal, and our contributions, the fruit of every tree, the wine and the oil, to the priests, to the chambers of the house of our God; and to bring to the Levites the tithes from our ground, for it is the Levites who collect the tithes in all our rural towns. ", "38": "And the priest, the son of Aaron, shall be with the Levites when the Levites receive the tithes; and the Levites shall bring up the tithe of the tithes to the house of our God, to the chambers, to the storehouse. ", "39": "For the people of Israel and the sons of Levi shall bring the contribution of grain, wine, and oil to the chambers, where are the vessels of the sanctuary, and the priests that minister, and the gatekeepers and the singers. We will not neglect the house of our God."}