{"1": "This is the account of Noah's sons Shem, Ham, and Japheth, and their descendants. Shem, Ham and Japheth had children after the flood.", "2": "Japheth's descendants were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.", "3": "Gomer's descendants were Ashkenaz, Riphath, and Togarmah.", "4": "Javan's descendants were the people from Elishah, Tarshish, Cyprus, and Rhodes.[a]", "5": "From these descendants the people of the coastlands spread into their own countries. Each nation had its own language and families.", "6": "Ham's descendants were Cush, Egypt, Put, and Canaan.", "7": "Cush's descendants were Seba, Havilah, Sabtah, Raamah, and Sabteca. Raamah's descendants were Sheba and Dedan.", "8": "Cush was the father of Nimrod, the first mighty warrior on the earth. ", "9": "He was a mighty hunter whom the Lord blessed. That's why people used to say, “He's like Nimrod, a mighty hunter whom the Lord blessed.” ", "10": "The first cities in his kingdom were Babylon, Erech, Accad, and Calneh in Shinar [Babylonia]. ", "11": "He went from that land to Assyria and built Nineveh, Rehoboth Ir, Calah, ", "12": "and Resen, the great city between Nineveh and Calah.", "13": "Egypt was the ancestor of the Ludites, Anamites, Lehabites, Naphtuhites, 14 Pathrusites, Casluhites (from whom the Philistines came), and the Caphtorites.", "15": "Canaan was the father of Sidon his firstborn, then Heth, ", "16": "also the Jebusites, the Amorites, the Girgashites, ", "17": "the Hivites, the Arkites, the Sinites, ", "18": "the Arvadites, the Zemarites, and the Hamathites. Later the Canaanite families scattered. ", "19": "The border of the Canaanites extended from Sidon toward Gerar as far as Gaza and then toward Sodom, Gomorrah, Admah, and Zeboiim as far as Lasha.", "20": "These were Ham's descendants by families and languages within their countries and nations.", "21": "Shem, Japheth's older brother, also had children. Shem was the ancestor of all the sons of Eber.", "22": "Shem's descendants were Elam, Asshur, Arpachshad, Lud, and Aram.", "23": "Aram's descendants were Uz, Hul, Gether, and Mash.", "24": "Arpachshad was the father of Shelah, and Shelah was the father of Eber.", "25": "Two sons were born to Eber. The name of the one was Peleg [Division], because in his day the earth was divided. His brother's name was Joktan.", "26": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah, and Jobab. These were Joktan's sons. ", "30": "The region where they lived extended from Mesha toward Sephar in the eastern mountains.", "31": "These were Shem's descendants by families and languages within their countries according to their nations.", "32": "These were the families of Noah's sons listed by their genealogies, nation by nation. From these descendants the nations spread over the earth after the flood."}