{"1": "Later the Lord spoke his word to Abram in a vision. He said, “Abram, don't be afraid. I am your shield. Your reward will be very great.”[a]", "2": "Abram asked, “Almighty Lord, what will you give me? Since I'm going to die without children, Eliezer of Damascus will inherit[b] my household. ", "3": "You have given me no children, so this member of my household will be my heir.”", "4": "Suddenly, the Lord spoke his word to Abram again. He said, “This man will not be your heir. Your own son will be your heir.” ", "5": "He took Abram outside and said, “Now look up at the sky and count the stars, if you are able to count them.” He also said to him, “That's how many descendants you will have!” ", "6": "Then Abram believed the Lord, and that faith was regarded as the basis of Abram's approval by the Lord. ", "7": "Then the Lord said to him, “I am the Lord, who brought you out of Ur of the Chaldeans to give you this land so that you will take possession of it.”", "8": "Abram asked, “Almighty Lord, how can I be certain that I will take possession of it?”", "9": "He answered Abram, “Bring me a three-year-old heifer, a three-year-old female goat, a three-year-old ram, a mourning dove, and a pigeon.” ", "10": "So Abram brought all these animals to him. He cut each of them in half and laid each half opposite the other. However, he did not cut the birds in half.", "11": "When birds of prey came down upon the carcasses, Abram drove them away. ", "12": "As the sun was just about to set, a deep sleep—a dreadful, deep darkness—came over Abram.", "13": "God said to Abram, “You can know for sure that your descendants will live in a land that is not their own, where they will be slaves, and they will be oppressed for 400 years. ", "14": "But I will punish the nation they serve, and after that they will come out with many possessions. ", "15": "But you will die in peace and be buried at a very old age. ", "16": "In the fourth generation your descendants will come back here, because the sin of the Amorites will not have run its course until then.”", "17": "The sun had gone down, and it was dark. Suddenly a smoking oven and a flaming torch passed between the animal pieces. ", "18": "At that time the Lord made a promise[c] to Abram. He said, “I will give this land to your descendants. This is the land from the river of Egypt to the great river, the Euphrates. ", "19": "It is the land of the Kenites, the Kenizzites, the Kadmonites, ", "20": "the Hittites, the Perizzites, the Rephaim, ", "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"}