{"1": "When Isaac was old and going blind, he called his older son Esau and said to him, “Son!” Esau answered, “Here I am.”", "2": "Isaac said, “I'm old. I don't know when I'm going to die. ", "3": "Now take your hunting equipment, your quiver and bow, and go out into the open country and hunt some wild game for me. ", "4": "Prepare a good-tasting meal for me, just the way I like it. Bring it to me to eat so that I will bless you before I die.”", "5": "Rebekah was listening while Isaac was speaking to his son Esau. When Esau went into the open country to hunt for some wild game to bring back, ", "6": "Rebekah said to her son Jacob, “I've just heard your father speaking to your brother Esau. ", "7": "He said, 'Bring me some wild game, and prepare a good-tasting meal for me to eat so that I will bless you in the presence of the Lord before I die.' ", "8": "Now listen to me, Son, and do what I tell you. ", "9": "Go to the flock, and get me two good young goats. I'll prepare them as a good-tasting meal for your father, just the way he likes it. ", "10": "Then take it to your father to eat so that he will bless you before he dies.”", "11": "Jacob said to his mother Rebekah, “My brother Esau is a hairy man, and my skin is smooth.", "12": "[a] 12 My father will feel my skin and think I'm mocking him. Then I'll bring a curse on myself instead of a blessing.”", "13": "His mother responded, “Let any curse on you fall on me, Son. Just obey me and go! Get me the young goats.”", "14": "He went and got them and brought them to his mother. She prepared a good-tasting meal, just the way his father liked it. ", "15": "Then Rebekah took her older son Esau's good clothes, which she had in the house, and put them on her younger son Jacob. ", "16": "She put the skins from the young goats on his hands and on the back of his neck. ", "17": "Then she gave her son Jacob the good-tasting meal and the bread she had prepared.", "18": "He went to his father and said, “Father?” “Yes?” he answered. “Who are you, Son?”", "19": "Jacob answered his father, “I'm Esau, your firstborn. I've done what you told me. Sit up and eat this meat I've hunted for you so that you may bless me.”", "20": "Isaac asked his son, “How did you find it so quickly, Son?” “The Lord your God brought it to me,” he answered.", "21": "Then Isaac said to Jacob, “Come over here so that I can feel your skin, Son, to find out whether or not you really are my son Esau.” ", "22": "So Jacob went over to his father. Isaac felt his skin. “The voice is Jacob's,” he said, “but the hands are Esau's.” ", "23": "He didn't recognize Jacob, because his hands were hairy like his brother Esau's hands. So he blessed him. ", "24": "“Are you really my son Esau?” he asked him. “I am,” Jacob answered.", "25": "Isaac said, “Bring me some of the game, and I will eat it, Son, so that I will bless you.” Jacob brought it to Isaac, and he ate it. Jacob also brought him wine, and he drank it.", "26": "Then his father Isaac said to him, “Come here and give me a kiss, Son.” ", "27": "He went over and gave him a kiss. When Isaac smelled his clothes, he blessed him and said, “The smell of my son is like the smell of open country that the Lord has blessed.", "28": "May God give you dew from the sky, fertile fields on the earth, and plenty of fresh grain and new wine.", "29": "May nations serve you. May people bow down to you. Be the master of your brothers, and may the sons of your mother bow down to you. May those who curse you be cursed. May those who bless you be blessed.”", "30": "Isaac finished blessing Jacob. Jacob had barely left when his brother Esau came in from hunting. ", "31": "He, too, prepared a good-tasting meal and brought it to his father. Then he said to his father, “Please, Father, eat some of the meat I've hunted for you so that you will bless me.”", "32": "“Who are you?” his father Isaac asked him. “I'm your firstborn son Esau,” he answered.", "33": "Trembling violently all over, Isaac asked, “Who hunted game and brought it to me? I ate it before you came in. I blessed him, and he will stay blessed.”", "34": "When Esau heard these words from his father, he shouted out a very loud and bitter cry and said to his father, “Bless me too, Father!”", "35": "Isaac said, “Your brother came and deceived me and has taken away your blessing.”", "36": "Esau said, “Isn't that why he's named Jacob? He's cheated me twice already: He took my rights as firstborn, and now he's taken my blessing.” So he asked, “Haven't you saved a blessing for me?”", "37": "Isaac answered Esau, “I have made him your master, and I have made all his brothers serve him. I've provided fresh grain and new wine for him. What is left for me to do for you, Son?”", "38": "Esau asked, “Do you have only one blessing, Father? Bless me too, Father!” And Esau sobbed loudly.", "39": "His father Isaac answered him, “The place where you live will lack the fertile fields of the earth and the dew from the sky above.", "40": "You will use your sword to live, and you will serve your brother. But eventually you will gain your freedom[b] and break his yoke[c] off your neck.”", "41": "So Esau hated Jacob because of the blessing that his father had given him. Esau said to himself, “The time to mourn for my father is near. Then I'll kill my brother Jacob.”", "42": "When Rebekah was told what her older son Esau had said, she sent for her younger son Jacob and said to him, “Watch out! Your brother Esau is comforting himself by planning to kill you.", "43": "[d] 43 So now, Son, obey me. Quick! Run away to my brother Laban in Haran. ", "44": "Stay with him awhile, until your brother's anger cools down. ", "45": "When your brother's anger is gone and he has forgotten what you did to him, I'll send for you and get you back. Why should I lose both of you in one day?”", "46": "Rebekah said to Isaac, “I can't stand Hittite women! If Jacob marries a Hittite woman like one of those from around here, I might as well die.”"}