{"1": "[a]As Jacob went on his way, God's angels met him. ", "2": "When he saw them, Jacob said, “This is God's camp!” He named that place Mahanaim [Two Camps].", "3": "Jacob sent messengers ahead of him to his brother Esau in Seir, the country of Edom. ", "4": "He commanded them to give this message to Esau, “Sir, this is what Jacob has to say, 'I've been living with Laban and have stayed until now. ", "5": "I have cattle and donkeys, sheep and goats, and male and female slaves. I've sent these messengers to tell you this news in order to win your favor.'”", "6": "When the messengers came back to Jacob, they said, “We went to your brother Esau. He is coming to meet you with 400 men.”", "7": "Jacob was terrified and distressed. So he divided the people, the sheep and goats, the cattle, and the camels into two camps. ", "8": "He thought, “If Esau attacks the one camp, then the other camp will be able to escape.”", "9": "Then Jacob prayed, “God of my grandfather Abraham and God of my father Isaac! Lord, you said to me, 'Go back to your land and to your relatives, and I will make you prosperous.' ", "10": "I'm not worthy of all the love and faithfulness you have shown me. I only had a shepherd's staff when I crossed the Jordan River, but now I have two camps. ", "11": "Please save me from my brother Esau, because I'm afraid of him. I'm afraid that he'll come and attack me and the mothers and children too. ", "12": "But you did say, 'I will make sure that you are prosperous and that your descendants will be as many as the grains of sand on the seashore. No one will be able to count them because there are so many.'”", "13": "He stayed there that night. Then he prepared a gift for his brother Esau from what he had brought with him: ", "14": "female goats and 20 male goats, 200 female sheep and 20 male sheep, ", "15": "female camels with their young, 40 cows and 10 bulls, 20 female donkeys and 10 male donkeys.", "16": "He placed servants in charge of each herd. Then he said to his servants, “Go ahead of me, and keep a distance between the herds.” ", "17": "He commanded the first servant, “When my brother Esau meets you and asks you, 'To whom do you belong, and where are you going, and whose animals are these ahead of you?' ", "18": "then say, 'Sir, they belong to your servant Jacob. This is a gift sent to you. Jacob is right behind us.'” ", "19": "He also commanded the second servant, the third, and all the others who followed the herds. He said, “Say the same thing to Esau when you find him. ", "20": "And be sure to add, 'Jacob is right behind us, sir.'” He thought, “I'll make peace with him by giving him this gift that I'm sending ahead of me. After that I will see him, and he'll welcome me back.” ", "21": "So Jacob sent the gift ahead of him while he stayed in the camp that night.", "22": "During that night he got up and gathered his two wives, his two slaves and his eleven children and crossed at the shallow part of the Jabbok River. ", "23": "After he sent them across the stream, he sent everything else across. ", "24": "So Jacob was left alone. Then a man wrestled with him until dawn. ", "25": "When the man saw that he could not win against Jacob, he touched the socket of Jacob's hip so that it was dislocated as they wrestled. ", "26": "Then the man said, “Let me go; it's almost dawn.” But Jacob answered, “I won't let you go until you bless me.”", "27": "So the man asked him, “What's your name?” “Jacob,” he answered.", "28": "The man said, “Your name will no longer be Jacob but Israel [He Struggles With God], because you have struggled with God and with men—and you have won.”", "29": "Jacob said, “Please tell me your name.” The man answered, “Why do you ask for my name?” Then he blessed Jacob there. ", "30": "So Jacob named that place Peniel [Face of God], because he said, “I have seen God face to face, but my life was saved.” ", "31": "The sun rose as he passed Penuel.[b] He was limping because of his hip. ", "32": "(Therefore, even today the people of Israel do not eat the muscle of the thigh attached to the hip socket because God touched the socket of Jacob's hip at the muscle of the thigh.)"}