{"1": "This is the account of Esau (that is, Edom) and his descendants. ", "2": "Esau chose his wives from the women of Canaan: Adah, daughter of Elon the Hittite; Oholibamah, daughter of Anah and granddaughter of Zibeon the Hivite; ", "3": "also Basemath, daughter of Ishmael and sister of Nebaioth. ", "4": "Adah gave birth to Eliphaz for Esau, and Basemath gave birth to Reuel. ", "5": "Oholibamah gave birth to Jeush, Jalam, and Korah. These were the sons of Esau who were born in Canaan.", "6": "Esau took his wives, his sons, his daughters, all the members of his household, his possessions, all his cattle, and everything he had accumulated in Canaan and went to another land away from his brother Jacob. ", "7": "He did this because they had too many possessions to live together. There wasn't enough pastureland for all of their livestock. ", "8": "So Esau, who was also known as Edom, lived in the mountains of Seir.", "9": "This is the account of Esau and his descendants. He was the father of the people of Edom in the mountains of Seir.", "10": "These were the names of Esau's sons: Eliphaz, son of Esau's wife Adah, and Reuel, son of Esau's wife Basemath.", "11": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz. ", "12": "Timna was a concubine[a] of Esau's son Eliphaz. She gave birth to Amalek for Eliphaz. These were the grandsons of Esau's wife Adah.", "13": "These were Reuel's sons: Nahath, Zerah, Shammah, and Mizzah. These were the grandsons of Esau's wife Basemath.", "14": "These were the sons of Esau's wife Oholibamah, daughter of Anah and granddaughter of Zibeon. She gave birth to Jeush, Jalam, and Korah for Esau.", "15": "These were the tribal leaders among Esau's descendants: The sons of Eliphaz, Esau's firstborn, were Teman, Omar, Zepho, Kenaz, ", "16": "Korah, Gatam, and Amalek. These were the tribal leaders descended from Eliphaz in Edom. They were the grandsons of Adah.", "17": "These were the tribal leaders among the descendants of Esau's son Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the tribal leaders descended from Reuel in Edom. They were the grandsons of Esau's wife Basemath.", "18": "These were the tribal leaders among the descendants of Esau's wife Oholibamah: Jeush, Jalam, and Korah. These were the tribal leaders descended from Esau's wife Oholibamah, Anah's daughter.", "19": "These were the descendants of Esau (that is, Edom), who were tribal leaders.", "20": "These were the sons of Seir the Horite, the people living in that land: Lotan, Shobal, Zibeon, Anah, ", "21": "Dishon, Ezer, and Dishan. These Horite tribal leaders were the sons of Seir in Edom.", "22": "The sons of Lotan were Hori and Hemam. Lotan's sister was Timna.", "23": "These were the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam.", "24": "These were the sons of Zibeon: Aiah and Anah. (Anah found the hot springs[b] in the desert while he was taking care of the donkeys that belonged to his father Zibeon.)", "25": "These were the children of Anah: Dishon and Oholibamah, daughter of Anah.", "26": "These were the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran.", "27": "These were the sons of Ezer: Bilhan, Zaavan, and Akan.", "28": "These were the sons of Dishan: Uz and Aran.", "29": "These were the Horite tribal leaders: Lotan, Shobal, Zibeon, Anah, ", "30": "Dishon, Ezer, and Dishan. These were the Horite tribal leaders in the land of Seir.", "31": "These were the kings who ruled Edom before any king ruled the people of Israel:", "32": "Bela, son of Beor, ruled Edom. The name of his capital city was Dinhabah.", "33": "After Bela died, Jobab, son of Zerah from Bozrah, succeeded him as king.", "34": "After Jobab died, Husham from the land of the Temanites succeeded him as king.", "35": "After Husham died, Hadad, son of Bedad succeeded him as king. Hadad defeated the Midianites in the country of Moab. The name of his capital city was Avith.", "36": "After Hadad died, Samlah from Masrekah succeeded him as king.", "37": "After Samlah died, Shaul from Rehoboth on the river succeeded him as king.", "38": "After Shaul died, Baal Hanan, son of Achbor, succeeded him as king.", "39": "After Baal Hanan, son of Achbor, died, Hadar succeeded him as king, and the name of his capital city was Pau. His wife's name was Mehetabel, daughter of Matred and granddaughter of Mezahab.", "40": "These were the names of the tribal leaders descended from Esau, by family, place, and name: Timna, Alvah, Jetheth, ", "41": "Oholibamah, Elah, Pinon, ", "42": "Kenaz, Teman, Mibzar, ", "43": "Magdiel, and Iram. These were the tribal leaders of Edom listed by the places where they lived and the property they owned. Esau was the father of the people of Edom."}