{"1": "Jacob continued to live in the land of Canaan, where his father had lived.", "2": "This is the account of Jacob and his descendants. Joseph was a seventeen-year-old young man. He took care of the flocks with the sons of Bilhah and Zilpah, his father's wives. Joseph told his father about the bad things his brothers were doing.", "3": "Israel loved Joseph more than all his sons because Joseph had been born in Israel's old age. So he made Joseph a special robe with long sleeves. ", "4": "Joseph's brothers saw that their father loved him more than any of them. They hated Joseph and couldn't speak to him on friendly terms.", "5": "Joseph had a dream and when he told his brothers, they hated him even more. ", "6": "He said to them, “Please listen to the dream I had. ", "7": "We were tying grain into bundles out in the field, and suddenly mine stood up. It remained standing while your bundles gathered around my bundle and bowed down to it.”", "8": "Then his brothers asked him, “Are you going to be our king or rule us?” They hated him even more for his dreams and his words.", "9": "Then he had another dream, and he told it to his brothers. “Listen,” he said, “I had another dream: I saw the sun, the moon, and 11 stars bowing down to me.”", "10": "When he told his father and his brothers, his father criticized him by asking, “What's this dream you had? Will your mother and I and your brothers come and bow down in front of you?” ", "11": "So his brothers were jealous of him, but his father kept thinking about these things.", "12": "His brothers had gone to take care of their father's flocks at Shechem. ", "13": "Israel then said to Joseph, “Your brothers are taking care of the flocks at Shechem. I'm going to send you to them.” Joseph responded, “I'll go.”", "14": "So Israel said, “See how your brothers and the flocks are doing, and bring some news back to me.” Then he sent Joseph away from the Hebron Valley. When Joseph came to Shechem, ", "15": "a man found him wandering around in the open country. “What are you looking for?” the man asked.", "16": "Joseph replied, “I'm looking for my brothers. Please tell me where they're taking care of their flocks.”", "17": "The man said, “They moved on from here. I heard them say, 'Let's go to Dothan.'” So Joseph went after his brothers and found them at Dothan.", "18": "They saw him from a distance. Before he reached them, they plotted to kill him. ", "19": "They said to each other, “Look, here comes that master dreamer! ", "20": "Let's kill him, throw him into one of the cisterns, and say that a wild animal has eaten him. Then we'll see what happens to his dreams.”", "21": "When Reuben heard this, he tried to save Joseph from their plot. “Let's not kill him,” he said. ", "22": "“Let's not have any bloodshed. Put him into that cistern that's out in the desert, but don't hurt him.” Reuben wanted to rescue Joseph from them and bring him back to his father.", "23": "So when Joseph reached his brothers, they stripped him of his special robe with long sleeves. ", "24": "Then they took him and put him into an empty cistern. It had no water in it.", "25": "As they sat down to eat, they saw a caravan of Ishmaelites coming from Gilead. Their camels were carrying the materials for cosmetics, medicine, and embalming. They were on their way to take them to Egypt.", "26": "Judah asked his brothers, “What will we gain by killing our brother and covering up his death? ", "27": "Let's sell him to the Ishmaelites. Let's not hurt him, because he is our brother, our own flesh and blood.” His brothers agreed.", "28": "As the Midianite merchants were passing by, the brothers pulled Joseph out of the cistern. They sold him to the Ishmaelites for eight ounces of silver. The Ishmaelites took him to Egypt.", "29": "When Reuben came back to the cistern and saw that Joseph was no longer there, he tore his clothes in grief. ", "30": "He went back to his brothers and said, “The boy isn't there! What am I going to do?”", "31": "So they took Joseph's robe, killed a goat, and dipped the robe in the blood. ", "32": "Then they brought the special robe with long sleeves to their father and said, “We found this. You better examine it to see whether it's your son's robe or not.”", "33": "He recognized it and said, “It is my son's robe! A wild animal has eaten him! Joseph must have been torn to pieces!” ", "34": "Then, to show his grief, Jacob tore his clothes, put sackcloth around his waist, and mourned for his son a long time. ", "35": "All his other sons and daughters came to comfort him, but he refused to be comforted. He said, “No, I will mourn for my son until I die.” This is how Joseph's father cried over him.", "36": "Meanwhile, in Egypt the Midianites sold Joseph to Potiphar, one of Pharaoh's officials and captain of the guard."}