{"1": "Adam made love to his wife Eve. She became pregnant and gave birth to Cain. She said, “I have gotten the man that the Lord promised.” ", "2": "Then she gave birth to another child, Abel, Cain's brother. Abel was a shepherd, and Cain was a farmer.", "3": "Later Cain brought some crops from the land as an offering to the Lord. ", "4": "Abel also brought some choice parts of the firstborn animals from his flock. The Lord approved of Abel and his offering, ", "5": "but he didn't approve of Cain and his offering. So Cain became very angry and was disappointed. ", "6": "Then the Lord asked Cain, “Why are you angry, and why do you look disappointed? ", "7": "If you do well, won't you be accepted? But if you don't do well, sin is lying outside your door ready to attack. It wants to control you, but you must master it.”", "8": "Cain talked to his brother Abel. Later, when they were in the fields, Cain attacked his brother Abel and killed him.", "9": "The Lord asked Cain, “Where is your brother Abel?” “I don't know,” he answered. “Am I supposed to take care of my brother?”", "10": "The Lord asked, “What have you done? Your brother's blood is crying out to me from the ground. ", "11": "So now you are cursed from the ground, which has received the blood of your brother whom you killed. ", "12": "When you farm the ground, it will no longer yield its best for you. You will be a fugitive, a wanderer on the earth.”", "13": "But Cain said to the Lord, “My punishment is more than I can stand! ", "14": "You have forced me off this land today. I have to hide from you and become a fugitive, a wanderer on the earth. Now anyone who finds me will kill me!”", "15": "So the Lord said to him, “Not so! Anyone who kills Cain will suffer vengeance seven times over.” The Lord gave Cain a sign so that anyone meeting him would not kill him.", "16": "Then Cain left the Lord's presence and lived in Nod [The Land of Wandering], east of Eden.", "17": "Cain made love to his wife. She became pregnant and gave birth to Enoch. Cain was building a city, and he named it Enoch after his son. ", "18": "To Enoch was born Irad. Irad was the father of Mehujael. Mehujael was the father of Methushael. And Methushael was the father of Lamech.", "19": "Lamech married two women, one named Adah and the other Zillah. ", "20": "Adah gave birth to Jabal. He was the first person to live in tents and have livestock. ", "21": "His brother's name was Jubal. He was the first person to play the harp and the flute. ", "22": "Zillah also had a son, Tubalcain, who made bronze and iron tools. Tubalcain's sister was Naamah.", "23": "Lamech said to his wives, “Adah and Zillah, listen to me! Wives of Lamech, hear what I say! I killed a man for bruising me, a young man for wounding me.", "24": "If Cain is avenged 7 times, then Lamech, 77 times.”", "25": "Adam made love to his wife again. She gave birth to a son and named him Seth, because she said, “God has given[a] me another child in place of Abel, since Cain killed him.”", "26": "A son was also born to Seth, and he named him Enosh. At that time people began to worship the Lord."}