{"1": "Later the king's cupbearer[a] and his baker offended their master, the king of Egypt. ", "2": "Pharaoh was angry with his chief cupbearer and his chief baker. ", "3": "He put them in the prison of the captain of the guard, the same place where Joseph was a prisoner. ", "4": "The captain of the guard assigned them to Joseph, and he took care of them. After they had been confined for some time, ", "5": "both prisoners—the cupbearer and the baker for the king of Egypt—had dreams one night. Each man had a dream with its own special meaning.", "6": "When Joseph came to them in the morning, he saw that they were upset. ", "7": "So he asked these officials of Pharaoh who were with him in his master's prison, “Why do you look so unhappy today?”", "8": "“We both had dreams,” they answered him, “but there's no one to tell us what they mean.” “Isn't God the only one who can tell what they mean?” Joseph asked them. “Why don't you tell me all about them.”", "9": "So the chief cupbearer told Joseph his dream. He said “In my dream a grapevine with three branches appeared in front of me. ", "10": "Soon after it sprouted it blossomed. Then its clusters ripened into grapes. ", "11": "Pharaoh's cup was in my hand, so I took the grapes and squeezed them into it. I put the cup in Pharaoh's hand.”", "12": "“This is what it means,” Joseph said to him. “The three branches are three days. ", "13": "In the next three days Pharaoh will release you and restore you to your position. You will put Pharaoh's cup in his hand as you used to do when you were his cupbearer. ", "14": "Remember me when things go well for you, and please do me a favor. Mention me to Pharaoh, and get me out of this prison. ", "15": "I was kidnapped from the land of the Hebrews, and even here I've done nothing to deserve being put in this prison.”", "16": "The chief baker saw that the meaning Joseph had given to the cupbearer's dream was good. So he said to Joseph, “I had a dream too. In my dream three baskets of white baked goods were on my head. ", "17": "The top basket contained all kinds of baked goods for Pharaoh, but the birds were eating them out of the basket on my head.”", "18": "“This is what it means,” Joseph replied. “The three baskets are three days. ", "19": "In the next three days Pharaoh will cut off your head and hang your dead body on a pole. The birds will eat the flesh from your bones.”", "20": "Two days later, on his birthday, Pharaoh had a special dinner prepared for all his servants. Of all his servants he gave special attention to the chief cupbearer and the chief baker. ", "21": "He restored the chief cupbearer to his position. So the cupbearer put the cup in Pharaoh's hand. ", "22": "But he hung the chief baker just as Joseph had said in his interpretation.", "23": "Nevertheless, the chief cupbearer didn't remember Joseph. He forgot all about him."}