{"1": "After two full years Pharaoh had a dream. He dreamed he was standing by the Nile River. ", "2": "Suddenly, seven nice-looking, well-fed cows came up from the river and began to graze among the reeds. ", "3": "Seven other cows came up from the river behind them. These cows were sickly and skinny. They stood behind the first seven cows on the riverbank. ", "4": "The cows that were sickly and skinny ate the seven nice-looking, well-fed cows. Then Pharaoh woke up.", "5": "He fell asleep again and had a second dream. Seven good, healthy heads of grain were growing on a single stalk. ", "6": "Seven other heads of grain, thin and scorched by the east wind, sprouted behind them. ", "7": "The thin heads of grain swallowed the seven full, healthy heads. Then Pharaoh woke up. It was only a dream.", "8": "In the morning he was so upset that he sent for all the magicians and wise men of Egypt. Pharaoh told them his dreams, but no one could tell him what they meant.", "9": "Then the chief cupbearer[a] spoke to Pharaoh, “I remember a promise I failed to keep.", "10": "[b] 10 Some time ago when Pharaoh was angry with his servants, he confined me and the chief baker to the captain of the guard's prison. ", "11": "We both had dreams the same night. Each dream had its own meaning. ", "12": "A young Hebrew, a slave of the captain of the guard, was with us. We told him our dreams, and he told each of us what they meant. ", "13": "What he told us happened: Pharaoh restored me to my position, but he hung the baker on a pole.”", "14": "Then Pharaoh sent for Joseph, and immediately he was brought from the prison. After he had shaved and changed his clothes, he came in front of Pharaoh.", "15": "Pharaoh said to Joseph, “I had a dream, and no one can tell me what it means. I heard that when you are told a dream, you can say what it means.”", "16": "Joseph answered Pharaoh, “I can't, but God can give Pharaoh the answer that he needs.”", "17": "Then Pharaoh said to Joseph, “In my dream I was standing on the bank of the Nile. ", "18": "Suddenly, seven nice-looking, well-fed cows came up from the river and began to graze among the reeds. ", "19": "Seven other cows came up behind them. These cows were scrawny, very sick, and thin. I've never seen such sickly cows in all of Egypt! ", "20": "The thin, sickly cows ate up the seven well-fed ones. ", "21": "Even though they had eaten them, no one could tell they had eaten them. They looked just as sick as before. Then I woke up.", "22": "“In my second dream I saw seven good, full heads of grain growing on a single stalk. ", "23": "Seven other heads of grain, withered, thin, and scorched by the east wind, sprouted behind them. ", "24": "The thin heads of grain swallowed the seven good heads. I told this to the magicians, but no one could tell me what it meant.”", "25": "Then Joseph said to Pharaoh, “Pharaoh had the same dream twice. God has told Pharaoh what he's going to do. ", "26": "The seven good cows are seven years, and the seven good heads of grain are seven years. It's all the same dream. ", "27": "The seven thin, sickly cows that came up behind them are seven years. The seven empty heads of grain scorched by the east wind are also seven years. Seven years of famine are coming.", "28": "“It's just as I said to Pharaoh. God has shown Pharaoh what he's going to do. ", "29": "Seven years are coming when there will be plenty of food in Egypt. ", "30": "After them will come seven years of famine. People will forget that there was plenty of food in Egypt, and the famine will ruin the land. ", "31": "People won't remember that there once was plenty of food in the land, because the coming famine will be so severe. ", "32": "The reason Pharaoh has had a recurring dream is because the matter has been definitely decided by God, and he will do it very soon.", "33": "“Pharaoh should look for a wise and intelligent man and put him in charge of Egypt. ", "34": "Make arrangements to appoint supervisors over the land to take a fifth of Egypt's harvest during the seven good years. ", "35": "Have them collect all the food during these good years and store up grain under Pharaoh's control, to be kept for food in the cities. ", "36": "This food will be a reserve supply for our country during the seven years of famine that will happen in Egypt. Then the land will not be ruined by the famine.”", "37": "Pharaoh and all his servants liked the idea. ", "38": "So Pharaoh asked his servants, “Can we find anyone like this—a man who has God's Spirit in him?”", "39": "Then Pharaoh said to Joseph, “Because God has let you know all this, there is no one as wise and intelligent as you. ", "40": "You will be in charge of my palace, and all my people will do[c] what you say. I will be more important than you, only because I'm Pharaoh.”", "41": "Then Pharaoh said to Joseph, “I now put you in charge of Egypt.” ", "42": "Then Pharaoh took off his signet ring and put it on Joseph's finger. He had Joseph dressed in robes of fine linen and put a gold chain around his neck. ", "43": "He had him ride in the chariot of the second-in-command. Men ran ahead of him and shouted, “Make way!”[d] Pharaoh put Joseph in charge of Egypt.", "44": "He also said to Joseph, “Even though I am Pharaoh, no one anywhere in Egypt will do anything without your permission.” ", "45": "Pharaoh named Joseph Zaphenathpaneah and gave him Asenath as his wife. She was the daughter of Potiphera, priest from the city of On. Joseph traveled around Egypt.", "46": "Joseph was 30 years old when he entered the service of Pharaoh (the king of Egypt). He left Pharaoh and traveled all around Egypt. ", "47": "During the seven good years the land produced large harvests. ", "48": "Joseph collected all the food grown in Egypt during those seven years and put this food in the cities. In each city he put the food from the fields around it. ", "49": "Joseph stored up grain in huge quantities like the sand on the seashore. He had so much that he finally gave up keeping any records because he couldn't measure it all.", "50": "Before the years of famine came, Joseph had two sons by Asenath, daughter of Potiphera, priest from the city of On. ", "51": "Joseph named his firstborn son Manasseh [He Helps Me Forget], because God helped him forget all his troubles and all about his father's family. ", "52": "He named the second son Ephraim [Blessed Twice With Children], because God gave him children in the land where he had suffered.", "53": "The seven years when there was plenty of food in Egypt came to an end. ", "54": "Then the seven years of famine began as Joseph had said they would. All the other countries were experiencing famine. Yet, there was food in Egypt. ", "55": "When everyone in Egypt began to feel the effects of the famine, the people cried to Pharaoh for food. But Pharaoh said to all the Egyptians, “Go to Joseph! Do what he tells you!”", "56": "When the famine had spread all over the country, Joseph opened all the storehouses[e] and sold grain to the Egyptians. He did this because the famine was severe in Egypt. ", "57": "The whole world came to Joseph in Egypt to buy grain, since the famine was so severe all over the world."}