{"1": "Joseph commanded the man in charge of his house, “Fill the men's sacks with as much food as they can carry. Put each man's money in his sack. ", "2": "Then put my silver cup in the youngest brother's sack along with the money for his grain.” He did what Joseph told him.", "3": "At dawn the men were sent on their way with their donkeys. ", "4": "They had not gone far from the city when Joseph said to the man in charge of his house, “Go after those men at once, and when you catch up with them, say to them, 'Why have you paid me back with evil when I was good to you? ", "5": "Isn't this the cup that my master drinks from and that he uses for telling the future? What you have done is evil!'”", "6": "When he caught up with them, he repeated these words to them. ", "7": "They answered him, “Sir, how can you say such things? We would never think of doing anything like that! ", "8": "We brought the money we found in our sacks back from Canaan. So why would we steal any silver or gold from your master's house? ", "9": "If one of us has it, he will die, and the rest of us will become your slaves.”", "10": "“I agree,” he said. “We'll do what you've said. The man who has the cup will be my slave, and the rest of you can go free.”", "11": "Each one quickly lowered his sack to the ground and opened it. ", "12": "Then the man made a thorough search. He began with the oldest and ended with the youngest. The cup was found in Benjamin's sack. ", "13": "When they saw this, they tore their clothes in grief. Then each one loaded his donkey and went back into the city.", "14": "Judah and his brothers arrived at Joseph's house while Joseph was still there. Immediately, they bowed with their faces touching the ground. ", "15": "Joseph asked them, “What have you done? Don't you know that a man like me can find things out because he knows the future?”", "16": "“Sir, what can we say to you?” Judah asked. “How else can we explain it? How can we prove we're innocent? God has uncovered our guilt. Now all of us are your slaves, including the one who had the cup.”", "17": "But Joseph said, “I would never think of doing that! Only the man who had the cup will be my slave. The rest of you can go back to your father in peace.”", "18": "Then Judah went up to Joseph and said, “Please, sir, let me speak openly with you. Don't be angry with me, although you are equal to Pharaoh. ", "19": "Sir, you asked us, 'Do you have a father or a brother?' ", "20": "We answered, 'We have a father who is old and a younger brother born to him when he was already old. The boy's brother is dead, so he's the only one of his mother's sons left, and his father loves him.'", "21": "“Then you said to us, 'Bring him here to me so that I can see him myself.' ", "22": "We replied, 'The boy can't leave his father. If the boy leaves him, his father will die.' ", "23": "Then you told us, 'If your youngest brother doesn't come here with you, you will never be allowed to see me again.' ", "24": "When we went back to our father, we told him what you had said.", "25": "“Then our father said, 'Go back and buy us a little more food.' ", "26": "We answered, 'We can't go back. We can only go back if our youngest brother is with us. The man won't see us unless our youngest brother is with us.'", "27": "“Then our father said to us, 'You know that my wife Rachel gave me two sons. ", "28": "One is gone, and I said, “He must have been torn to pieces!” I haven't seen him since. ", "29": "If you take this one away from me too and anything happens to him, you'll drive this gray-haired old man to his grave.'", "30": "“Our father's life is wrapped up with the boy's life. If I come home without the boy ", "31": "and he sees that the boy isn't with me, he'll die. The grief would drive our gray-haired old father to his grave.", "32": "“I guaranteed my father that the boy would come back. I said, 'If I don't bring him back to you, then you can blame me the rest of my life, Father.' ", "33": "Sir, please let me stay and be your slave in the boy's place, and let the boy go back with his brothers. ", "34": "How could I go back to my father if the boy isn't with me? I couldn't bear to see my father's misery!”"}