{"1": "Israel moved with all he had. When he came to Beersheba, he offered sacrifices to the God of his father Isaac.", "2": "God spoke to Israel in a vision that night and said, “Jacob, Jacob!” “Here I am,” he answered.", "3": "“I am God, the God of your father,” he said. “Don't be afraid to go to Egypt, because I will make you a great nation there. ", "4": "I will go with you to Egypt, and I will make sure you come back again. Joseph will close your eyes when you die.”", "5": "So Jacob left Beersheba. Israel's sons put their father Jacob, their children, and their wives in the wagons Pharaoh had sent to bring him back. ", "6": "They also took their livestock and the possessions they had accumulated in Canaan. Jacob and all his family arrived in Egypt. ", "7": "He had brought his sons, his grandsons, his daughters, and his granddaughters—his entire family.", "8": "These are the names of Israel's descendants (Jacob and his descendants) who arrived in Egypt. Reuben was Jacob's firstborn.", "9": "The sons of Reuben were Hanoch, Pallu, Hezron, and Carmi.", "10": "The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman.", "11": "The sons of Levi were Gershon, Kohath, and Merari.", "12": "The sons of Judah were Er, Onan, Shelah, Perez, and Zerah. (Er and Onan had died in Canaan.) The sons of Perez were Hezron and Hamul.", "13": "The sons of Issachar were Tola, Puvah, Iob, and Shimron.", "14": "The sons of Zebulun were Sered, Elon, and Jahleel.", "15": "These were the descendants of the sons Leah gave to Jacob in Paddan Aram, in addition to his daughter Dinah. The total number of these sons and daughters was 33.", "16": "The sons of Gad were Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.", "17": "The sons of Asher were Imnah, Ishvah, Ishvi, and Beriah. Their sister was Serah. The sons of Beriah were Heber and Malchiel.", "18": "These were the descendants of Zilpah, whom Laban gave to his daughter Leah. She gave birth to these children for Jacob. The total was 16.", "19": "The sons of Jacob's wife Rachel were Joseph and Benjamin.", "20": "In Egypt, Manasseh and Ephraim were born to Joseph by Asenath, daughter of Potiphera, priest from the city of On.", "21": "The sons of Benjamin were Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.", "22": "These were the descendants of Rachel who were born to Jacob. The total was 14.", "23": "The son of Dan was Hushim.", "24": "The sons of Naphtali were Jahzeel, Guni, Jezer, and Shillem.", "25": "These were the descendants of Bilhah, whom Laban gave to his daughter Rachel. She gave birth to these sons for Jacob. The total was 7.", "26": "The total number of Jacob's direct descendants who went with him to Egypt was 66. This didn't include the wives of Jacob's sons. ", "27": "Joseph had two sons who were born in Egypt. The grand total of people in Jacob's household who went to Egypt was 70.", "28": "Israel sent Judah ahead of him to Joseph to get directions to Goshen. When Israel's family arrived in the region of Goshen, ", "29": "Joseph prepared his chariot and went to meet his father Israel. As soon as he saw his father, he threw his arms around him and cried on his shoulder a long time.", "30": "Israel said to Joseph, “Now that I've seen for myself that you're still alive, I'm ready to die.”", "31": "Then Joseph said to his brothers and his father's family, “I'm going to Pharaoh to tell him, 'My brothers and my father's family, who were in Canaan, have come to me. ", "32": "The men are shepherds. They take care of livestock. They've brought their flocks and herds and everything they own.' ", "33": "Now, when Pharaoh calls for you and asks, 'What kind of work do you do?' ", "34": "you must answer, 'We have taken care of herds all our lives, as our ancestors have done.' You must say this so that you may live in the region of Goshen, because all shepherds are disgusting to Egyptians.”"}