{"1": "Joseph went and told Pharaoh, “My father and my brothers have arrived from Canaan with their flocks, herds, and everything they have. Now they are in Goshen.” ", "2": "Since he had taken five of his brothers with him, he presented them to Pharaoh.", "3": "Pharaoh asked the brothers, “What kind of work do you do?” They answered Pharaoh, “We are shepherds, as were our ancestors. ", "4": "We have come to live in this land for a while. The famine is so severe in Canaan that there's no pasture for our flocks. So please let us live in Goshen.”", "5": "Then Pharaoh said to Joseph, “Your father and your brothers have come to you. ", "6": "All of Egypt is available to you. Have your father and your brothers live in the best part of the land. Let them live in Goshen. If they are qualified, put them in charge of my livestock.”", "7": "Then Joseph brought his father Jacob and had him stand in front of Pharaoh. Jacob blessed Pharaoh. ", "8": "Pharaoh asked him, “How old are you?”", "9": "Jacob answered Pharaoh, “The length of my stay on earth has been 130 years. The years of my life have been few and difficult, fewer than my ancestors' years.” ", "10": "Then Jacob blessed Pharaoh and left.", "11": "As Pharaoh had ordered, Joseph had his father and his brothers live in the best part of Egypt, the region of Rameses. He gave them property there. ", "12": "Joseph also provided his father, his brothers, and all his father's family with food based on the number of children they had.", "13": "The famine was so severe that there was no food anywhere. Neither Egypt nor Canaan were producing crops because of the famine. ", "14": "Joseph collected all the money that could be found in Egypt and in Canaan as payment for the grain people bought. Then he took it to Pharaoh's palace. ", "15": "When the money in Egypt and Canaan was gone, all the Egyptians came to Joseph. “Give us food,” they said. “Do you want us to die right in front of you? We don't have any more money!”", "16": "Joseph replied, “If you don't have any more money, give me your livestock, and I'll give you food[a] in exchange.” ", "17": "So they brought their livestock to Joseph, and he gave them food in exchange for their horses, sheep, goats, cattle, and donkeys. During that year he supplied them with food in exchange for all their livestock.", "18": "When that year was over, they came to him the next year. “Sir,” they said to him, “you know that our money is gone, and you have all our livestock. There's nothing left to bring you except our bodies and our land. ", "19": "Do you want us to die right in front of you? Do you want the land to be ruined? Take us and our land in exchange for food. Then we will be Pharaoh's slaves and our land will be his property. But give us seed so that we won't starve to death and the ground won't become a desert.”", "20": "Joseph bought all the land in Egypt for Pharaoh. Every Egyptian sold his fields because the famine was so severe. The land became Pharaoh's. ", "21": "All over Egypt Joseph moved the people to the cities. ", "22": "But he didn't buy the priests' land because the priests received an income from Pharaoh, and they lived on that income. That's why they didn't sell their land.", "23": "Joseph said to the people, “Now that I have bought you and your land for Pharaoh, here is seed for you. Plant crops in the land. ", "24": "Every time you harvest, give one-fifth of the produce to Pharaoh. Four-fifths will be yours to use as seed for your fields and as food for your households.”", "25": "“You have saved our lives,” they said. “Please, sir, we are willing to be Pharaoh's slaves.”", "26": "Joseph made a law concerning the land in Egypt which is still in force today: One-fifth of the produce belongs to Pharaoh. Only the land of the priests didn't belong to Pharaoh.", "27": "So the Israelites settled in Egypt in the region of Goshen. They acquired property there and had many children.", "28": "Jacob lived in Egypt 17 years, so he lived a total of 147 years. ", "29": "Israel was about to die. He called for his son Joseph and said to him, “I want you to swear that you love me and are faithful to me. Please don't bury me here. ", "30": "I want to rest with my ancestors. Take me out of Egypt, and bury me in their tomb.” “I will do as you say,” Joseph answered.", "31": "“Swear to me,” he said. So Joseph swore to him. Then Israel bowed down in prayer with his face at the head of his bed."}