{"1": "Later Joseph was told, “Your father is ill.” So he took his two sons Manasseh and Ephraim to see Jacob. ", "2": "When Jacob was told, “Your son Joseph is here to see you,” Israel gathered his strength and sat up in bed.", "3": "Jacob said to Joseph, “God Almighty appeared to me at Luz in Canaan and blessed me. ", "4": "He said to me, 'I will make you fertile and increase the number of your descendants so that you will become a community of people. I will give this land to your descendants as a permanent possession.'", "5": "“So your two sons, who were born in Egypt before I came here, are my sons. Ephraim and Manasseh will be mine just as Reuben and Simeon are. ", "6": "Any other children you have after them will be yours. They will inherit the land listed under their brothers' names. ", "7": "As I was coming back from Paddan, Rachel died in Canaan when we were still some distance from Ephrath. So I buried her there on the way to Ephrath” (that is, Bethlehem).", "8": "When Israel saw Joseph's sons, he asked, “Who are they?”", "9": "“They are my sons, whom God has given me here in Egypt,” Joseph answered his father. Then Israel said, “Please bring them to me so that I may bless them.”", "10": "Israel's eyesight was failing because of old age, and he could hardly see. So Joseph brought his sons close to his father, and Israel hugged them and kissed them.", "11": "Israel said to Joseph, “I never expected to see you again, and now God has even let me see your sons.”", "12": "Joseph took them off his father's lap and bowed with his face touching the ground. ", "13": "Then Joseph took both of them, Ephraim on his right, facing Israel's left, and Manasseh on his left, facing Israel's right, and brought them close to him. ", "14": "But Israel crossed his hands and reached out. He put his right hand on Ephraim's head, although Ephraim was the younger son. He put his left hand on Manasseh's head, although Manasseh was older.", "15": "Then Jacob blessed Joseph, “May God, in whose presence my grandfather Abraham and my father Isaac walked, may God, who has been my shepherd all my life to this very day,", "16": "may the Messenger, who has rescued me from all evil, bless these boys. May they be called by my name and by the names of my grandfather Abraham and my father Isaac. May they have many children on the earth.”", "17": "When Joseph saw that his father had put his right hand on Ephraim's head, he didn't like it. So he took his father's hand in order to move it from Ephraim's head to Manasseh's. ", "18": "Then he said to his father, “That's not right, Father! This is the firstborn. Put your right hand on his head.”", "19": "His father refused and said, “I know, Son, I know! Manasseh, too, will become a nation, and he, too, will be important. Nevertheless, his younger brother will be more important than he, and his descendants will become many nations.”", "20": "That day he blessed them. He said, “Because of you, Israel will speak this blessing, 'May God make you like Ephraim and Manasseh!'” In this way Israel put Ephraim ahead of Manasseh.", "21": "Then Israel said to Joseph, “Now I'm about to die, but God will be with you. He will bring you back to the land of your fathers. ", "22": "I'm giving you one more mountain ridge than your brothers. I took it from the Amorites with my own sword and bow.”"}