{"1": "Jacob called for his sons and said, “Come here, and let me tell you what will happen to you in the days to come.", "2": "“Gather around and listen, sons of Jacob. Listen to your father Israel.", "3": "“Reuben, you are my firstborn, my strength, the very first son I had, first in majesty and first in power.", "4": "You will no longer be first because you were out of control like a flood and you climbed into your father's bed. Then you dishonored it. He climbed up on my couch.", "5": "“Simeon and Levi are brothers. Their swords[a] are weapons of violence.", "6": "Do not let me attend their secret meetings. Do not let me join their assembly. In their anger they murdered men. At their whim they crippled cattle.", "7": "May their anger be cursed because it's so fierce. May their fury be cursed because it's so cruel. I will divide them among the sons of Jacob and scatter them among the tribes of Israel.", "8": "“Judah, your brothers will praise you. Your hand will be on the neck of your enemies. Your father's sons will bow down to you.", "9": "Judah, you are a lion cub. You have come back from the kill, my son. He lies down and rests like a lion. He is like a lioness. Who dares to disturb him?", "10": "A scepter will never depart from Judah nor a ruler's staff from between his feet until Shiloh comes and the people obey him.", "11": "He will tie his donkey to a grapevine, his colt to the best vine. He will wash his clothes in wine, his garments in the blood of grapes.", "12": "His eyes are darker than wine. His teeth are whiter than milk.", "13": "“Zebulun will live by the coast. He will have ships by the coast. His border will go as far as Sidon.", "14": "“Issachar is a strong donkey, lying down between the saddlebags.", "15": "When he sees that his resting place is good and that the land is pleasant, he will bend his back to the burden and will become a slave laborer.", "16": "“Dan will hand down decisions[b] for his people as one of the tribes of Israel.", "17": "Dan will be a snake on a road, a viper on a path, that bites a horse's heels so that its rider falls off backwards.", "18": "“I wait with hope for you to rescue me, O Lord.", "19": "“Gad will be attacked by a band of raiders, but he will strike back at their heels.", "20": "“Asher's food will be rich. He will provide delicacies fit for a king.", "21": "“Naphtali is a doe set free that has beautiful fawns.", "22": "“Joseph is a fruitful tree, a fruitful tree by a spring, with branches climbing over a wall.", "23": "Archers provoked him, shot at him, and attacked him.", "24": "But his bow stayed steady, and his arms remained limber because of the help of the Mighty One of Jacob, because of the name of the Shepherd, the Rock of Israel,", "25": "because of the God of your father who helps you, because of the Almighty who gives you blessings from the heavens above, blessings from the deep springs below the ground, blessings from breasts and womb.", "26": "The blessings of your father are greater than the blessings of the oldest mountains and the riches of the ancient hills. May these blessings rest on the head of Joseph, on the crown of the prince among his brothers.", "27": "“Benjamin is a ravenous wolf. In the morning he devours his prey. In the evening he divides the plunder.”", "28": "These are the 12 tribes of Israel and what their father said to them when he gave each of them his special blessing.", "29": "Then he gave them these instructions, “I am about to join my ancestors in death. Bury me with my ancestors in the cave in the field of Ephron the Hittite. ", "30": "Abraham bought the cave that is in the field of Machpelah, east of Mamre in Canaan, from Ephron the Hittite to use as a tomb. ", "31": "Abraham and his wife Sarah are buried there. Isaac and his wife Rebekah are buried there. I also buried Leah there. ", "32": "The field and the cave in it were bought from the Hittites.”", "33": "When Jacob finished giving these instructions to his sons, he pulled his feet into his bed. He took his last breath and joined his ancestors in death."}