{"1": "Joseph threw himself on his father, cried over him, and kissed him. ", "2": "Then Joseph ordered the doctors in his service to embalm his father. So the doctors embalmed Israel. ", "3": "The embalming was completed in the usual time—40 days. The Egyptians mourned for him 70 days.", "4": "When the time of mourning for Jacob was over, Joseph spoke to the Pharaoh's palace staff. He said, “Please speak directly to Pharaoh. Tell him, ", "5": "'My father made me swear an oath. He said, “I'm about to die. Bury me in the tomb I bought for myself in Canaan.” Please let me go there and bury my father; then I'll come back.'”", "6": "Pharaoh replied, “Go and bury your father, as you have promised him.”", "7": "So Joseph left to bury his father. All Pharaoh's officials, the leaders in his palace staff, and all the leaders of Egypt went with him. ", "8": "Joseph's household, his brothers, and his father's household also went with him. (Only their children, their flocks, and their cattle were left in Goshen.) ", "9": "Chariots and horsemen went with him. It was a very large group.", "10": "When they came to the threshing floor[a] of Atad, which is on the east side of the Jordan River, they began a great and solemn ceremony to mourn Jacob's death. Joseph took seven days to mourn his father's death. ", "11": "When the Canaanites living there saw the funeral ceremonies at the threshing floor of Atad, they said, “These funeral ceremonies are taken very seriously by the Egyptians.” That's why that place on the east side of the Jordan was named Abel Mizraim [Egyptian Funeral Ceremonies].", "12": "Jacob's sons did for him what he had told them to do. ", "13": "They carried him back to Canaan and buried him in the cave in the field of Machpelah, east of Mamre. Abraham had bought this tomb from Ephron the Hittite.", "14": "After Joseph had buried his father, he went back to Egypt along with his brothers and everyone who had gone there with him to bury his father.", "15": "Joseph's brothers realized what their father's death could mean. So they thought, “What if Joseph holds a grudge against us? What if he decides to pay us back for all the evil we did to him?” ", "16": "They sent a messenger to Joseph to say, “Before your father died, he commanded us, ", "17": "'This is what you should say to Joseph, “I'm begging you to forgive the crime and the sin your brothers committed against you. What they did to you was very evil.”' So now, please forgive our crime, because we are servants of your father's God.” Joseph cried when he got their message.", "18": "Then his brothers also came and immediately bowed down in front of him. “We are your slaves!” they said.", "19": "Joseph said to them, “Don't be afraid! I can't take God's place. ", "20": "Even though you planned evil against me, God planned good to come out of it. This was to keep many people alive, as he is doing now. ", "21": "Don't be afraid! I will provide for you and your children.” In this way he reassured them, setting their minds at ease.", "22": "Joseph and his father's family stayed in Egypt. Joseph lived to be 110 years old. ", "23": "He saw his grandchildren, Ephraim's children. Even the children of Machir, son of Manasseh, were adopted by Joseph at birth.", "24": "At last Joseph said to his brothers, “I'm about to die. God will definitely take care of you and take you out of this land to the land he swore with an oath to give to Abraham, Isaac, and Jacob.” ", "25": "Joseph made Israel's sons swear an oath. He said, “God will definitely take care of you. So be sure to carry my bones back with you.”", "26": "Joseph died when he was 110 years old. His body was embalmed and placed in a coffin in Egypt."}