{"1": "The number of people increased all over the earth, and daughters were born to them. ", "2": "The sons of God saw that the daughters of other humans were beautiful. So they married any woman they chose.", "3": "Then the Lord said, “My Spirit will not struggle with humans forever, because they are flesh and blood. They will live 120 years.”", "4": "The Nephilim were on the earth in those days, as well as later, when the sons of God slept with the daughters of other humans and had children by them. These children were famous long ago.", "5": "The Lord saw how evil humans had become on the earth. All day long their deepest thoughts were nothing but evil. ", "6": "The Lord was sorry that he had made humans on the earth, and he was heartbroken. ", "7": "So he said, “I will wipe off the face of the earth these humans that I created. I will wipe out not only humans, but also domestic animals, crawling animals, and birds. I'm sorry that I made them.” ", "8": "But the Lord was pleased with Noah.", "9": "This is the account of Noah and his descendants. Noah had God's approval and was a man of integrity among the people of his time. He walked with God. ", "10": "He had three sons: Shem, Ham, and Japheth.", "11": "The world was corrupt in God's sight and full of violence. ", "12": "God saw the world and how corrupt it was because all people on earth lived evil lives.", "13": "God said to Noah, “I have decided to put an end to all people because the earth is full of their violence. Now I'm going to destroy them along with the earth. ", "14": "Make yourself a ship of cypress wood.[a] Make rooms in the ship and coat it inside and out with tar. ", "15": "This is how you should build it: the ship is to be 450 feet long, 75 feet wide, and 45 feet high. ", "16": "Make a roof for the ship, and leave an 18-inch-high opening at the top.[b] Put a door in the side of the ship. Build the ship with lower, middle, and upper decks. ", "17": "I'm about to send a flood on the earth to destroy all people under the sky—every living, breathing human. Everything on earth will die.", "18": "“But I will make my promise[c] to you. You, your sons, your wife, and your sons' wives will go into the ship. ", "19": "Bring two of every living creature into the ship in order to keep them alive with you. They must be male and female. ", "20": "Two of every type of bird, every type of domestic animal, and every type of creature that crawls on the ground will come to you to be kept alive. ", "21": "Take every kind of food that can be eaten and store it. It will be food for you and the animals.”", "22": "Noah did this. He did everything that God had commanded him."}