{"1": "God blessed Noah and his sons and said to them, “Be fertile, increase in number, and fill the earth. ", "2": "All the wild animals and all the birds will fear you and be terrified of you. Every creature that crawls on the ground and all the fish in the sea have been put under your control. ", "3": "Everything that lives and moves will be your food. I gave you green plants as food; I now give you everything else.", "4": "“But you are not to eat meat with blood in it. (Blood is life.) ", "5": "In addition, I will demand your blood for your life. I will demand it from any animal or from any person. I will demand the life of any person who kills another person.", "6": "Whoever sheds human blood, by humans his blood will be shed, because in the image of God, God made humans.", "7": "Be fertile, and increase in number. Spread over the earth, and increase.”", "8": "God also said to Noah and his sons, ", "9": "“I am going to make my promise[a] to you, your descendants, ", "10": "and every living being that is with you—birds, domestic animals, and all the wild animals, all those that came out of the ship—every living thing on earth. ", "11": "I am making my promise to you. Never again will all life be killed by floodwaters. Never again will there be a flood that destroys the earth.”", "12": "God said, “This is the sign of the promise I am giving to you and every living being that is with you for generations to come. ", "13": "I will put my rainbow in the clouds to be a sign of my promise to the earth. ", "14": "Whenever I form clouds over the earth, a rainbow will appear in the clouds. ", "15": "Then I will remember my promise to you and every living animal. Never again will water become a flood to destroy all life. ", "16": "Whenever the rainbow appears in the clouds, I will see it and remember my everlasting promise to every living animal on earth.”", "17": "So God said to Noah, “This is the sign of the promise I am making to all life on earth.”", "18": "Noah's sons, who came out of the ship, were Shem, Ham, and Japheth. ", "19": "These were Noah's three sons. From them the whole earth was populated. Ham was the father of Canaan.[b]", "20": "Noah, a farmer, was the first person to plant a vineyard. ", "21": "He drank some wine, got drunk, and lay naked inside his tent. ", "22": "Ham, father of Canaan, saw his father naked. So he went outside and told his two brothers.", "23": "Shem and Japheth took a blanket and laid it over their shoulders. Then they walked in backwards and covered their father's naked body. They turned their faces away so that they didn't see their father naked.", "24": "When Noah sobered up, he found out what his youngest son had done to him. ", "25": "So he said, “Canaan is cursed! He will be the lowest slave to his brothers.", "26": "Praise the Lord, the God of Shem! Canaan will be his slave.", "27": "May God expand the territory of Japheth.[c] May he live in the tents of Shem. Canaan will be his slave.”", "28": "Noah lived 350 years after the flood. ", "29": "Noah lived a total of 950 years; then he died."}