{"1-2": "From: Paul the missionary and all the other Christians here. To: The churches of Galatia.[a] I was not called to be a missionary by any group or agency. My call is from Jesus Christ himself and from God the Father who raised him from the dead. ", "3": "May peace and blessing be yours from God the Father and from the Lord Jesus Christ. ", "4": "He died for our sins just as God our Father planned, and rescued us from this evil world in which we live. ", "5": "All glory to God through all the ages of eternity. Amen.", "6": "I am amazed that you are turning away so soon from God who, in his love and mercy, invited you to share the eternal life he gives through Christ; you are already following a different “way to heaven,” which really doesn't go to heaven at all. ", "7": "For there is no other way than the one we showed you; you are being fooled by those who twist and change the truth concerning Christ.", "8": "Let God's curses fall on anyone, including myself, who preaches any other way to be saved than the one we told you about; yes, if an angel comes from heaven and preaches any other message, let him be forever cursed. ", "9": "I will say it again: if anyone preaches any other gospel than the one you welcomed, let God's curse fall upon him.", "10": "You can see that I am not trying to please you by sweet talk and flattery; no, I am trying to please God. If I were still trying to please men I could not be Christ's servant.", "11": "Dear friends, I solemnly swear that the way to heaven that I preach is not based on some mere human whim or dream. ", "12": "For my message comes from no less a person than Jesus Christ himself, who told me what to say. No one else has taught me.", "13": "You know what I was like when I followed the Jewish religion—how I went after the Christians mercilessly, hunting them down and doing my best to get rid of them all. ", "14": "I was one of the most religious Jews of my own age in the whole country and tried as hard as I possibly could to follow all the old, traditional rules of my religion.", "15": "But then something happened! For even before I was born, God had chosen me to be his and called me—what kindness and grace—", "16": "to reveal his Son within me so that I could go to the Gentiles and show them the Good News about Jesus. When all this happened to me I didn't go at once and talk it over with anyone else; ", "17": "I didn't go up to Jerusalem to consult with those who were apostles before I was. No, I went away into the deserts of Arabia and then came back to the city of Damascus. ", "18": "It was not until three years later that I finally went to Jerusalem for a visit with Peter and stayed there with him for fifteen days. ", "19": "And the only other apostle I met at that time was James, our Lord's brother. ", "20": "(Listen to what I am saying, for I am telling you this in the very presence of God. This is exactly what happened—I am not lying to you.) ", "21": "Then after this visit I went to Syria and Cilicia. ", "22": "And still the Christians in Judea didn't even know what I looked like. ", "23": "All they knew was what people were saying, that “our former enemy is now preaching the very faith he tried to wreck.” ", "24": "And they gave glory to God because of me."}