{"1": "So Christ has made us free. Now make sure that you stay free, and don't get all tied up again in the chains of slavery to Jewish laws and ceremonies. ", "2": "Listen to me, for this is serious: if you are counting on circumcision and keeping the Jewish laws to make you right with God, then Christ cannot save you. ", "3": "I'll say it again. Anyone trying to find favor with God by being circumcised must always obey every other Jewish law or perish. ", "4": "Christ is useless to you if you are counting on clearing your debt to God by keeping those laws; you are lost from God's grace.", "5": "But we by the help of the Holy Spirit are counting on Christ's death to clear away our sins and make us right with God. ", "6": "And we to whom Christ has given eternal life don't need to worry about whether we have been circumcised or not, or whether we are obeying the Jewish ceremonies or not; for all we need is faith working through love.", "7": "You were getting along so well. Who has interfered with you to hold you back from following the truth? ", "8": "It certainly isn't God who has done it, for he is the one who has called you to freedom in Christ. ", "9": "But it takes only one wrong person among you to infect all the others.", "10": "I am trusting the Lord to bring you back to believing as I do about these things. God will deal with that person, whoever he is, who has been troubling and confusing you.", "11": "Some people even say that I myself am preaching that circumcision and Jewish laws are necessary to the plan of salvation. Well, if I preached that, I would be persecuted no more—for that message doesn't offend anyone. The fact that I am still being persecuted proves that I am still preaching salvation through faith in the cross of Christ alone.", "12": "I only wish these teachers who want you to cut yourselves by being circumcised would cut themselves off from you and leave you alone![a]", "13": "For, dear brothers, you have been given freedom: not freedom to do wrong, but freedom to love and serve each other. ", "14": "For the whole Law can be summed up in this one command: “Love others as you love yourself.” ", "15": "But if instead of showing love among yourselves you are always critical and catty, watch out! Beware of ruining each other.", "16": "I advise you to obey only the Holy Spirit's instructions. He will tell you where to go and what to do, and then you won't always be doing the wrong things your evil nature wants you to. ", "17": "For we naturally love to do evil things that are just the opposite from the things that the Holy Spirit tells us to do; and the good things we want to do when the Spirit has his way with us are just the opposite of our natural desires. These two forces within us are constantly fighting each other to win control over us, and our wishes are never free from their pressures. ", "18": "When you are guided by the Holy Spirit, you need no longer force yourself to obey Jewish laws.", "19": "But when you follow your own wrong inclinations, your lives will produce these evil results: impure thoughts, eagerness for lustful pleasure, ", "20": "idolatry, spiritism (that is, encouraging the activity of demons), hatred and fighting, jealousy and anger, constant effort to get the best for yourself, complaints and criticisms, the feeling that everyone else is wrong except those in your own little group—and there will be wrong doctrine, ", "21": "envy, murder, drunkenness, wild parties, and all that sort of thing. Let me tell you again, as I have before, that anyone living that sort of life will not inherit the Kingdom of God.", "22": "But when the Holy Spirit controls our lives he will produce this kind of fruit in us: love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "gentleness and self-control; and here there is no conflict with Jewish laws.", "24": "Those who belong to Christ have nailed their natural evil desires to his cross and crucified them there.", "25": "If we are living now by the Holy Spirit's power, let us follow the Holy Spirit's leading in every part of our lives. ", "26": "Then we won't need to look for honors and popularity, which lead to jealousy and hard feelings."}