{"1": "“I am the rose [of the plain] of Sharon, The lily of the valleys [that grows in deep places].”", "2": "  “Like the lily among the thorns, So are you, my darling, among the maidens.”", "3": "  “Like an apple tree [rare and welcome] among the trees of the forest, So is my beloved among the young men! In his shade I took great delight and sat down, And his fruit was sweet and delicious to my palate.", "4": "  “He has brought me to his banqueting place, And his banner over me is love [waving overhead to protect and comfort me].", "5": "  “Sustain me with raisin cakes, Refresh me with apples, Because I am sick with love.", "6": "  “Let his left hand be under my head And his right hand embrace me.”", "7": "  “I command that you take an oath, O daughters of Jerusalem, By the gazelles or by the does of the field [which run free], That you do not rouse nor awaken my love Until she pleases.”", "8": "  “Listen! My beloved! Behold, he comes, Climbing on the mountains, Leaping and running on the hills!", "9": "  “My beloved is like a gazelle or a young stag. Behold, he is standing behind our wall, He is looking through the windows, He is gazing through the lattice.", "10": "  “My beloved speaks and says to me, 'Arise, my love, my fair one, And come away.", "11": "  'For behold, the winter is past, The rain is over and gone.", "12": "  'The flowers appear on the earth once again; The time for singing has come, And the voice of the turtledove is heard in our land.", "13": "  'The fig tree has budded and ripens her figs, And the vines are in blossom and give forth their fragrance. Arise, my love, my fair one, And come away [to climb the rocky steps of the hillside].'”", "14": "  “O my dove, [here] in the clefts in the rock, In the sheltered and secret place of the steep pathway, Let me see your face, Let me hear your voice; For your voice is sweet, And your face is lovely.”", "15": "  “Catch the foxes for us, The little foxes that spoil and ruin the vineyards [of love], While our vineyards are in blossom.”", "16": "  “My beloved is mine and I am his; He pastures his flock among the lilies.", "17": "  “Until the cool of the day when the shadows flee away, Return quickly, my beloved, and be like a gazelle Or a young stag on the mountains of Bether [which separate us].”"}