{"1": "The Lord told Moses and Aaron this in the land of Egypt: [a]", "2": "This month is to be the beginning of your calendar. It is to be the first month of the year for you. ", "3": "Tell the entire Israelite community that on the tenth day of this month, they are to take a lamb or a young goat[b] for themselves, according to their fathers' households, one lamb per household. ", "4": "But if the household is too small for a whole lamb, then that person and his neighbor next door to him must select one, based on the number of people. Determine what size lamb is needed according to how much each person will eat.", "5": "Your lamb must be unblemished, a year-old male. You may take it from the sheep or the goats. ", "6": "You are to keep it until the fourteenth day of this month. Then the whole assembly of the Israelite community is to slaughter the lambs at sunset.[c] ", "7": "They shall take some of the blood and put it on the two doorposts and the lintel of the houses where they eat the lamb. ", "8": "That night they shall eat the meat that has been roasted over a fire, along with unleavened bread. They shall eat it with bitter herbs. ", "9": "Do not eat it raw or boiled in water, but roasted over a fire—with its head, its legs, and its internal organs. ", "10": "You shall not leave any of it until the morning. Whatever remains until the morning, you shall burn in the fire. ", "11": "This is how you are to eat it: with your cloak tucked into your belt ready for travel,[d] your sandals on your feet, and your staff in your hand. Eat it in haste. It is the Lord's Passover.", "12": "For on that night I will pass through the land of Egypt. I will strike down every firstborn in the land of Egypt, both people and animals. Against all the gods of Egypt I will execute judgment. I am the Lord. ", "13": "The blood will be a sign for you on the houses where you are. When I see the blood, I will pass over you. There will be no plague among you to destroy you when I strike down the land of Egypt.", "14": "This day shall be a memorial for you, and you are to celebrate it as a festival to the Lord. Throughout your generations you must celebrate it as a permanent regulation. ", "15": "For seven days you shall eat unleavened bread. On the first day you must be sure to remove all yeast from your houses, for whoever eats anything leavened from the first day until the seventh day will be cut off from Israel. ", "16": "On the first day you are to have a holy convocation; also on the seventh day there is to be a holy convocation. You shall not do any work, except to prepare what everybody needs to eat. That is all you may do.", "17": "You shall observe the Festival of Unleavened Bread, because on this very day I brought your divisions out from the land of Egypt. You shall observe this day throughout your generations as a permanent regulation. ", "18": "In the first month, you shall eat unleavened bread from the evening of the fourteenth day of the month until the evening of the twenty-first day of the month. ", "19": "No yeast is to be found in your houses for seven days, for whoever eats something leavened must be cut off from the Israelite community, whether a foreigner or native-born of the land. ", "20": "You shall not eat anything leavened. You shall eat unleavened bread in every place you live.", "21": "Then Moses summoned all the elders of Israel and said to them, “Go and take lambs for yourselves according to your family size, and slaughter the Passover lamb. ", "22": "You shall take a bundle of hyssop, dip it in the blood that is in the basin, and paint the lintel and the two doorposts with the blood that is in the basin. None of you are to go out of the door of your house until morning. ", "23": "When the Lord passes through to strike Egypt and sees the blood on the lintel and the two doorposts, the Lord will pass over that door and will not allow the destroyer to enter your houses to strike you.", "24": "“You shall observe these instructions as a perpetual regulation for you and your descendants. ", "25": "When you enter the land that the Lord will give you just as he said he would, you shall observe this ceremony. ", "26": "So when your children ask you, 'What does this ceremony mean to you?' ", "27": "you will say, 'It is the sacrifice of the Passover to the Lord, who passed over the houses of the Israelites in Egypt. When he struck the Egyptians, he spared our houses.'” The people bowed down and worshipped. ", "28": "The Israelites went and did all this. They did just as the Lord had commanded Moses and Aaron.", "29": "At midnight the Lord struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh, who sat on his throne, to the firstborn of the prisoner who was in the dungeon, even all the firstborn of the livestock. ", "30": "During the night Pharaoh got up—he, all his servants, and all the Egyptians—and there was a loud outcry in Egypt, for there was not a house where there was not someone dead. ", "31": "Pharaoh summoned Moses and Aaron that night and said, “Get up, get away from my people! Both you and the Israelites, go, serve the Lord, as you have said! ", "32": "Take also your flocks and your herds, as you have said, and go! But also bless me!”", "33": "The Egyptians urged the people to leave the land quickly, for the Egyptians said, “We are all going to die!” ", "34": "The Israelites took their dough before it was leavened. They carried their kneading bowls, which were wrapped in their clothing, on their shoulders. ", "35": "The Israelites did just as Moses had said, and they asked the Egyptians for articles of silver, articles of gold, and clothing. ", "36": "The Lord gave the people favor in the sight of the Egyptians so that they let the Israelites have what they asked for. In this way they plundered the Egyptians.", "37": "The Israelites set out from Rameses to Sukkoth, about six hundred thousand men on foot, besides their families. ", "38": "A mixed group of non-Israelites also went up along with them, as well as a large amount of livestock, both flocks and herds. ", "39": "The Israelites baked the dough which they had brought out of Egypt into unleavened loaves, for it had not been leavened, because they had been driven out of Egypt and could not delay. They also had not prepared any provisions for themselves.", "40": "The amount of time that the Israelites lived in Egypt was four hundred thirty years. ", "41": "At the end of four hundred thirty years, to the very day, all of the Lord's divisions went out from the land of Egypt. ", "42": "It was a night that the Lord kept vigil to bring them out of the land of Egypt. This same night is dedicated to the Lord. All the Israelites are to keep vigil throughout their generations.", "43": "The Lord said to Moses and Aaron, “This is the regulation concerning the Passover: No foreigner may eat it. ", "44": "But any slave whom you have purchased may eat it if you circumcise him. ", "45": "A temporary resident or a hired servant may not eat it. ", "46": "It must be eaten inside one house. You are not to carry any of the meat outside of the house. Do not break any of its bones. ", "47": "The whole community of Israel shall do this. ", "48": "If a resident alien among you wants to observe the Passover to the Lord, every male in his household must be circumcised. Then he may take part in it. He will be treated like a native-born of the land. But no uncircumcised person may eat it. ", "49": "The same law will apply to the native-born and to the alien who resides among you.” ", "50": "So that is what all the Israelites did. They did just as the Lord commanded Moses and Aaron. ", "51": "That same day the Lord brought the Israelites out of the land of Egypt, lined up by their divisions."}