{"1": "The Lord spoke to Moses: ", "2": "“Set apart all the firstborn for me, the firstborn of every mother[a] among the Israelites, both people and animals. The firstborn belongs to me.”", "3": "Then Moses said this to the people: Remember this day when you came out of Egypt, where you were slaves.[b] For by the strength of his hand the Lord brought you out from there. Nothing with leaven[c] may be eaten. ", "4": "Today, in the month of Abib, you are leaving. ", "5": "So when the Lord brings you into the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites—the land he swore to your fathers to give you, a land flowing with milk and honey—you are to perform this ceremony during this month: ", "6": "Seven days you must eat unleavened bread, and on the seventh day there is to be a festival to the Lord. ", "7": "Unleavened bread must be eaten throughout the seven days. No leavened bread is to be seen among you. No yeast is to be seen among you, anywhere in your entire territory. ", "8": "On that day you are to explain this to your son, “It is because of what the Lord did for me when I came out of Egypt.” ", "9": "This will serve as a sign for you on your wrist and a reminder on your forehead[d] so that the law of the Lord may be in your mouth. For with a mighty hand the Lord brought you out of Egypt. ", "10": "You must keep this regulation at its appointed time from year to year.", "11": "When the Lord brings you into the land of the Canaanites—just as he swore to you and to your fathers—and gives it to you, ", "12": "then you must dedicate the firstborn of every mother to the Lord. Every firstborn of your livestock, the ones that are males, will belong to the Lord. ", "13": "Every firstborn donkey you are to redeem with a lamb. But if you do not want to redeem it, then you are to break its neck. However, you must redeem all the firstborn among your sons.", "14": "In the future, when your son asks you, “What is this about?” you will say to him, “By the strength of his hand the Lord brought us out from Egypt, where we were slaves. ", "15": "When Pharaoh stubbornly refused to let us go, the Lord killed all the firstborn in the land of Egypt, the firstborn of people and animals. That is why I sacrifice to the Lord the firstborn of every mother, the males, but I redeem every firstborn of my sons.” ", "16": "It will serve as a sign on your wrist and a symbol on your forehead. For by the strength of his hand the Lord brought us out of Egypt.", "17": "When Pharaoh let the people go, God did not lead them by the way that goes to the land of the Philistines, although it was more direct, for God said, “If the people face war, they may change their minds and return to Egypt.” ", "18": "So God led the people by the way that goes through the wilderness toward the Red Sea.[e] The Israelites went up from the land of Egypt in battle formation.", "19": "Moses also took the bones of Joseph with him, because Joseph had made the Israelites swear an oath. Joseph had said, “God will surely come to your aid. Then you must bring up my bones with you from Egypt.” ", "20": "They set out from Sukkoth and camped at Etham on the edge of the wilderness. ", "21": "The Lord went in front of them in a pillar of cloud by day to lead them on their way and in a pillar of fire by night to give them light. In this way they could travel by day and by night. ", "22": "The pillar of cloud by day and the pillar of fire by night never left its place in front of the people."}