{"1": "Then Moses and the Israelites sang this song to the Lord. They said: I will sing to the Lord, for he is highly exalted. The horse and its rider he has thrown into the sea.", "2": "The Lord[a] is my strength and song. He has become my salvation. This is my God, and I will praise him; my father's God, and I will exalt him.", "3": "The Lord is a warrior. The Lord is his name.", "4": "He has cast Pharaoh's chariots and his army into the sea. His elite officers are drowned in the Red Sea.", "5": "The deep waters covered them. They sank down to the depths like a stone.", "6": "Lord, your right hand is glorious in power. Lord, your right hand has shattered the enemy.", "7": "In your great majesty you overthrew those who opposed you. You sent out your burning anger. It consumed them like stubble.", "8": "At the blast from your nostrils the waters piled up. The flowing waters stood up like a dam. The deep waters became solid in the heart of the sea.", "9": "The enemy said, “I will pursue. I will overtake. I will divide the plunder. I will do whatever I want with them. I will draw my sword, and my hand will destroy them.”", "10": "But you blew with your breath, and the sea covered them. They sank like lead in the mighty waters.", "11": "Lord, who is like you among the gods? Who is like you, glorious in holiness, awesome in praise, working wonders?", "12": "You stretched out your right hand, and the earth swallowed them.", "13": "In your mercy you will lead the people that you have redeemed. In your strength you will guide them to your holy pastureland.[b]", "14": "The nations will hear and tremble. Anguish will grip the inhabitants of Philistia.", "15": "Then the chiefs of Edom will be terrified. Trembling will seize the leaders of Moab. All the inhabitants of Canaan will melt away in despair.", "16": "Terror and dread will fall upon them. By the great power of your arm they will be as still as stone until your people pass by, O Lord, until the people whom you have purchased pass by.", "17": "You will bring them in and plant them on the mountain that belongs to you, the place, O Lord, that you have made for your dwelling, the sanctuary, O Lord, that your hands have established.", "18": "The Lord will reign forever and ever.", "19": "When Pharaoh's horses along with his chariots and charioteers went into the sea, the Lord brought the waters of the sea back on them, but the Israelites walked on dry land in the middle of the sea.", "20": "Miriam the prophetess, the sister of Aaron, took a hand drum, and all the women followed her with drums and dancing. ", "21": "Miriam sang to them, Sing to the Lord, for he is highly exalted. The horse and its rider he has thrown into the sea.", "22": "Then Moses led Israel on from the Red Sea, and they went out to the Wilderness of Shur. They traveled for three days in the wilderness but found no water. ", "23": "When they came to Marah, they were not able to drink the waters of Marah, because they were bitter. That is why they named the place Marah.[c] ", "24": "The people grumbled against Moses, and they said, “What will we drink?” ", "25": "Then Moses cried out to the Lord, and the Lord showed him some wood. Moses threw it into the water, and the water became fit to drink. There the Lord made a decree and ruling for them, and there he tested them. ", "26": "So he said, “If only you would listen to the voice of the Lord your God, and do what is right in his eyes, and pay attention to his commandments, and keep all his regulations, I would not place on you any of the diseases that I placed on the Egyptians, for I am the Lord, who heals you.”", "27": "Then they came to Elim where there were twelve springs of water and seventy palm trees, and they camped there by the waters."}