{"1": "The entire Israelite community set out on their journey from the Wilderness of Sin[a] as the Lord had commanded. They camped at Rephidim, but there was no water for the people to drink. ", "2": "So the people quarreled with Moses and said, “Give us water to drink.” Moses said to them, “Why are you quarreling with me? Why are you testing the Lord?”", "3": "But the people were thirsty for water there, so they grumbled against Moses. They said, “Why did you ever bring us up out of Egypt to let us, our children, and our livestock die of thirst?”", "4": "Moses cried out to the Lord, “What shall I do with these people? They are almost ready to stone me!”", "5": "The Lord said to Moses, “Go in front of the people, and take the elders of Israel with you. Also take in your hand the staff with which you struck the Nile, and go. ", "6": "Watch me. I will stand there in front of you on the rock in Horeb. You are to strike the rock. Water will come out of it, and the people will drink.” Moses did that in the sight of the elders of Israel. ", "7": "He named the place Massah[b] and Meribah,[c] because the Israelites quarreled, and because they tested the Lord by saying, “Is the Lord among us or not?”", "8": "Then the Amalekites came and fought against the Israelites at Rephidim. ", "9": "Moses said to Joshua, “Select some men for us, and go out and fight against the Amalekites. Tomorrow I will stand on the hilltop, and God's staff will be in my hand.” ", "10": "So Joshua did just as Moses told him. While Joshua was fighting against the Amalekites, Moses, Aaron, and Hur went up to the hilltop. ", "11": "Whenever Moses held up his hand, the Israelites would start winning, but whenever he lowered his hand,[d] the Amalekites would start winning. ", "12": "When Moses' arms became tired, they took a stone and placed it under him, and he sat on it. Aaron and Hur held up his hands—one on one side, and one on the other side. In this way his hands were steady until sunset. ", "13": "So Joshua defeated the Amalekite army with the sword.", "14": "The Lord then said to Moses, “Write this on a scroll as a memorial, and make sure that Joshua hears it, because I will completely erase the memory of the Amalekites from under heaven.” ", "15": "Moses built an altar and named it “The Lord Is My Banner,” ", "16": "because he had said, “Since a hand was raised against the throne of the Lord,[e] the Lord will be at war with the Amalekites from generation to generation.”"}