{"1": "Now Moses' father-in-law Jethro, priest of Midian, heard about everything that God had done for Moses and for his people Israel and how the Lord had brought Israel out of Egypt.", "2": "After Moses had sent his wife Zipporah away, his father-in-law Jethro had taken her in, ", "3": "along with her two sons. The name of one son was Gershom,[a] for Moses had said, “I have become an alien in a foreign land.” ", "4": "The name of the other was Eliezer,[b] for he had said, “My father's God was my helper, and he has delivered me from Pharaoh's sword.”", "5": "Moses' father-in-law Jethro, Moses' sons, and his wife were coming to Moses in the wilderness where he had camped at the mountain of God. ", "6": "He sent word to Moses, “I, your father-in-law Jethro, your wife, and her two sons are coming to you.”", "7": "Moses went out to meet his father-in-law, and he bowed down and kissed him. They asked each other how they had been,[c] and they went into the tent. ", "8": "Moses told his father-in-law about everything that the Lord had done to Pharaoh and the Egyptians for Israel's sake, about all the hardships that had confronted them along the way, and how the Lord had delivered them. ", "9": "Jethro rejoiced over all the good things that the Lord had done for Israel when he delivered them from the hand of the Egyptians.", "10": "Jethro said, “Blessed be the Lord, who has delivered you from the hand of the Egyptians and the hand of Pharaoh. Blessed be the Lord, who has delivered the people out of the hand of the Egyptians. ", "11": "Now I know that the Lord is greater than all gods because he did this to those who acted arrogantly against the Israelites.”", "12": "Jethro, Moses' father-in-law, brought a burnt offering and sacrifices to God. Aaron and all the elders of Israel came to eat a meal with Moses' father-in-law in the presence of God.", "13": "The next day Moses sat down to serve as a judge for the people, and the people stood around Moses from morning till evening. ", "14": "When Moses' father-in-law saw everything that he did for the people, he said, “What is this that you are doing for the people? Why do you alone sit as judge with all the people standing around you from morning till evening?”", "15": "Moses said to his father-in-law, “Because the people come to me to inquire of God. ", "16": "Whenever there is a dispute between them, they come to me, and I judge between the two sides, and I reveal the regulations of God and his laws.”", "17": "Moses' father-in-law said to him, “What you are doing is not good. ", "18": "You will certainly wear out both yourself and these people who are with you, for the work is too much for you. You are not able to handle this alone. ", "19": "Listen to me now. I will give you advice, and may God be with you. Represent the people before God, and bring their disputes to God. ", "20": "Instruct them about the regulations and laws, and show them the way they are to live and the things that they are to do. ", "21": "But you should select capable men from among all the people, God-fearing, trustworthy men, who hate dishonest gain. Then place them over the people as officials over groups of a thousand, a hundred, fifty, or ten. ", "22": "Have them judge all the disputes of the people at the first level. They can refer any difficult case to you, but every easy case they can judge themselves. Make your load lighter; they can carry it with you. ", "23": "If you will do this, and God so commands you, then you will be able to endure, and all these people will also return home satisfied.”", "24": "Moses listened to his father-in-law and did everything that he had said. ", "25": "Moses chose capable men from all of Israel and made them leaders over the people: officials over thousands, hundreds, fifties, and tens. ", "26": "They judged all the cases of the people initially. They brought the difficult cases to Moses, but every easy case they judged themselves. ", "27": "Then Moses sent his father-in-law on his way, and he returned to his own land."}