{"1": "If a man steals an ox or a sheep and butchers it or sells it, he shall pay five oxen for an ox and four sheep for a sheep.[a]", "2": "If a thief is caught breaking in and is struck so that he dies, the one who kills him shall not be guilty of bloodshed. ", "3": "But if this takes place after sunrise, the one who kills him shall be guilty of bloodshed. A thief shall make restitution. If he has nothing, then he shall be sold for his theft. ", "4": "If the stolen animal found in his possession is alive, whether it is an ox, donkey, or sheep, he shall repay double.", "5": "If a man is grazing livestock in a field or a vineyard, and he lets his animals run loose and they graze in another man's field, ⎣he shall make restitution from his own field on the basis of the produce that was eaten,[b] but if they have grazed over the whole field,⎦ he shall make restitution from the best of his own field and from the best of his own vineyard.[c]", "6": "If a fire gets out of control and spreads through the thorn bushes so that someone else's shocks of grain, standing grain, or grain field are consumed, the one who lit the fire must certainly make restitution.", "7": "If a man entrusts money or other items to his neighbor for safekeeping, and they are stolen out of that man's house, if the thief is found, he shall repay double. ", "8": "If the thief is not found, then the owner of the house shall appear before the judges[d] to find out whether he has laid his hands on his neighbor's goods. ", "9": "In every such offense, whether it involves an ox, a donkey, a sheep, clothing, or any other kind of lost property about which someone claims, “This is mine,” the claims of both parties shall be presented before the judges. Whichever party the judges find guilty shall repay double to his neighbor.", "10": "If a man entrusts a donkey, an ox, a sheep, or any animal to his neighbor for safekeeping, and it dies or is injured or is driven off, and no one sees what happened, ", "11": "to settle the matter between them, the man who received the property must make an oath to the Lord that he has not laid his hands on his neighbor's goods. Its owner must accept the oath, and the man who received the property shall not be required to make restitution. ", "12": "But if, in fact, it was stolen while in his custody, he shall make restitution to its owner. ", "13": "If it was torn in pieces by animals, let him bring it for evidence. He is not required to make good that which was torn.", "14": "If a man borrows anything from his neighbor, and it is injured or dies while its owner is not with it, the borrower must certainly make restitution. ", "15": "If its owner is with it, the borrower will not be required to make restitution. If it was rented, the rent covers the loss.", "16": "If a man seduces a virgin who is not pledged in marriage and lies down with her, he must pay a bride price for her to be his wife. ", "17": "If her father flatly refuses to give her to him, the offender still must weigh out silver equivalent to the bride price for virgins.", "18": "You shall not allow a sorceress[e] to live.", "19": "Whoever lies down with an animal shall certainly be put to death.", "20": "Whoever sacrifices to any god, except to the Lord alone, shall be devoted to destruction.", "21": "You shall not wrong a resident alien or oppress him, for you were aliens in the land of Egypt.", "22": "You shall not take advantage of any widow or fatherless child. ", "23": "If you take advantage of them in any way, and they make even the faintest cry to me, I will surely hear their cry, ", "24": "and my anger will burn, and I will kill you with the sword, and your wives will be widows, and your children fatherless.", "25": "If you lend money to anyone among my people who is poor, you must not act like a moneylender. You must not charge him interest. ", "26": "If you take your neighbor's outer garment as collateral, you must restore it to him before the sun goes down, ", "27": "for his garment is the only cover he has for his skin. What would he sleep in? Be assured that when he cries to me, I will hear, for I am gracious.", "28": "You shall not malign the judges,[f] nor curse a ruler of your people.", "29": "You shall not delay bringing offerings from your abundant harvest and from your overflowing wine vats. You shall present the firstborn of your sons to me. ", "30": "You shall do the same with your cattle and with your sheep. For seven days a newborn animal shall be with its mother. Then on the eighth day you shall present it to me.", "31": "You are to be men set apart as holy for me. So you shall not eat any flesh that is torn by wild animals. You shall cast it to the dogs."}