{"1": "You shall not spread a false report. Do not join hands with the wicked to be a malicious witness.", "2": "You shall not follow a crowd to do evil. Do not go along with the crowd by testifying in court to pervert justice.", "3": "You shall not show favoritism to a poor man in his lawsuit.", "4": "If you come upon your enemy's ox or his donkey going astray, you certainly must bring it back to him again. ", "5": "If you see that the donkey of someone who hates you has fallen down under its load, do not pass him by. You certainly must help him with it.", "6": "You shall not deny justice to the poor people among you in their lawsuits.", "7": "Keep your distance from a false charge. Do not put those who are innocent and those who are righteous to death, for I will not acquit[a] the wicked.", "8": "You shall not accept a bribe, for a bribe blinds those who have sight and distorts the words of the righteous.", "9": "You shall not oppress a resident alien, for you know how it feels to be an alien, because you were aliens in the land of Egypt.", "10": "For six years you shall sow your land and gather in its produce, ", "11": "but during the seventh year you are to let it rest and lie fallow, so that the needy among your people may eat, and the animals in the fields can eat what they leave. You are to deal with your vineyard and with your olive grove in the same way.", "12": "Six days you shall do your work, and on the seventh day you shall rest, so that your ox and your donkey will have rest, and so that the son of your female servant and the resident alien will be refreshed.", "13": "Be careful to do all the things that I have said to you. Do not mention the name of other gods. Do not let their names come out of your mouth.", "14": "Three times a year you shall observe pilgrimage festivals for me:", "15": "You shall observe the Festival of Unleavened Bread.[b] For seven days you shall eat bread without yeast, as I commanded you, at the appointed time in the month of Abib (for during that month you came out from Egypt). No one is to appear before me empty-handed.", "16": "Next observe the Festival of Reaping[c] by presenting the first ripe produce of your labors, which you sow in the field. Finally, observe the Festival of Ingathering,[d] at the end of the year, when you pick the fruits of your labors from the fields. ", "17": "Three times a year all your males shall appear before the Lord God.", "18": "You shall not offer any bread made with yeast together with the blood of my sacrifices. None of the fat from my festival shall remain until morning. ", "19": "The very first produce from your soil you shall bring into the house of the Lord your God. You shall not boil a baby goat in its mother's milk.", "20": "Look, I will send an angel before you to guard you on your way and to bring you into the place which I have prepared. ", "21": "Pay attention to him. Listen to his voice. Do not provoke him, because he will not pardon your disobedience, for my Name is in him. ", "22": "But if you carefully listen to his voice and carry out all that I speak, then I will be an enemy to your enemies and an adversary to your adversaries.", "23": "Yes, my Angel shall go ahead of you and bring you into the territory of the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites. Then I will cut them off. ", "24": "You shall not bow down to their gods. Do not serve them or follow their practices, but you must completely overthrow them and demolish their sacred memorial stones. ", "25": "You shall serve the Lord your God, and he will bless your bread and your water, and I will take sickness away from your midst. ", "26": "No one will miscarry or be childless[e] in your land. I will grant you the full number of your days.", "27": "I will send my terror before you, and I will spread confusion among all the people to whom you come, and I will make all your enemies turn their backs and flee from you. ", "28": "I will send the hornet ahead of you. It will drive out the Hivites, the Canaanites, and the Hittites from your presence. ", "29": "I will not drive them out from before you in a single year, or the land would become desolate, and the wild animals would become too numerous for you. ", "30": "As you advance, I will drive them out little by little, until you have grown in number and taken possession of the land.", "31": "I will establish your border from the Red Sea[f] all the way to the Mediterranean Sea,[g] and from the Wilderness[h] to the River.[i] So I will deliver the inhabitants of the land into your hand, and you will drive them out before you. ", "32": "You shall not make a treaty[j] with them or with their gods. ", "33": "They are not to dwell in your land, or they will make you sin against me, because if you serve their gods, this will surely be a trap for you."}