{"1": "Then the Lord said to Moses, “Come up to the Lord, you and Aaron, along with Nadab and Abihu and seventy of the elders of Israel, and worship me from a distance. ", "2": "Only Moses is allowed to come near the Lord, but the others are not to come near, and the people are not to go up with him.”", "3": "Moses came and reported to the people all the words of the Lord and all the ordinances. Then all the people answered with one voice and said, “All the words which the Lord has spoken we will do.” ", "4": "Moses wrote down all the words of the Lord. He got up early in the morning and built an altar at the foot of the mountain. He set up twelve memorial stones for the twelve tribes of Israel. ", "5": "He sent young Israelite men, who offered whole burnt offerings and sacrificed fellowship offerings of cattle to the Lord. ", "6": "Moses took half of the blood and put it in bowls, and he splashed half of the blood on the altar. ", "7": "He took the Book of the Covenant and read it out loud to the people and they said, “All that the Lord has spoken we will do. We will obey.”", "8": "Moses took the blood and splashed it on the people. He said, “Look, here is the blood of the covenant, which the Lord made with you by means of all these words.”", "9": "Then Moses, Aaron, Nadab, Abihu, and seventy of the elders of Israel went up. ", "10": "They saw the God of Israel. Under his feet they saw what looked like a pavement of sapphire[a] as clear as the sky. ", "11": "The Lord did not lay his hand on the dignitaries of the people of Israel. They gazed at God, and they ate and drank.", "12": "The Lord said to Moses, “Come up to me on the mountain. Wait there, and I will give you the stone tablets with the law and the commands that I have written, so that you can teach them.”", "13": "Moses set out with his assistant Joshua and went up onto the mountain of God. ", "14": "He said to the elders, “Wait here for us, until we come back to you. Look, here are Aaron and Hur. They will be with you. Whoever is involved in a dispute can go to them.”", "15": "Moses went up onto the mountain, and the cloud covered the mountain. ", "16": "The Glory of the Lord settled on Mount Sinai, and the cloud covered the mountain for six days. On the seventh day the Lord called to Moses out of the middle of the cloud. ", "17": "The appearance of the Glory of the Lord looked like a devouring fire on the top of the mountain in the sight of the people of Israel. ", "18": "Moses entered into the middle of the cloud and climbed up the mountain. Moses was on the mountain forty days and forty nights."}