{"1": "The curtain that forms the dwelling[a] itself you shall make with ten panels[b] of fine woven linen,[c] with blue, purple, and scarlet material. Decorate them with cherubim, which are to be the work of a skillful craftsman. ", "2": "The length of each panel of the curtain is to be forty-two feet, and the width of each panel six feet. All the panels are to be the same size. ", "3": "Five panels of the curtain are to be connected together into one panel, and the other five panels are to be connected together into one. ", "4": "Attach blue loops to the edge of the last panel in the first set of curtains. In the same way attach loops to the edge of the last panel of the second set. ", "5": "Make fifty loops for the edge of the first set of curtains, and make fifty loops for the edge of the second set of curtains. The loops are to be opposite one another. ", "6": "Make fifty gold clasps,[d] and connect the two sets of curtains to each other with the clasps, so that the dwelling becomes one connected piece.", "7": "You shall make panels for a curtain made from goats' hair to serve as a tent over the dwelling. Make eleven panels. ", "8": "The length of each panel is to be forty- five feet, and the width of each panel six feet. The eleven panels are to be the same size. ", "9": "Connect five panels of the curtain into one unit, and connect six panels into another unit. Fold the sixth panel of the curtain over the front edge of the Tent.[e] ", "10": "Attach fifty loops to the edge of the last panel of one set of curtains, and fifty loops to the edge of the last panel in the second set. ", "11": "Make fifty bronze clasps, and put the clasps into the loops to join the two pieces of the tent[f] together, so that it forms one unit. ", "12": "The excess part of the curtains that form the tent, which is left over, that is, the half curtain that is extra, is to hang down over the back of the Dwelling. ", "13": "The eighteen inches left over on one side and the eighteen inches left over on the other side, all along the length of the tent coverings, are to be left hanging down over the sides of the Dwelling on either side to cover it.[g]", "14": "You shall also make a covering for the tent made from rams' skins dyed red and a covering made from hides of sea cows to go above that one.", "15": "You shall make upright boards[h] of acacia wood to serve as a framework for the Dwelling. ", "16": "The length of each board is to be fifteen feet, and the width of each board is to be twenty-seven inches. ", "17": "There are to be two pegs on each board for connecting them to the next board.[i] That is the way you are to make all the boards for the Dwelling.", "18": "Make these boards for the Dwelling: Make twenty boards for the south side. ", "19": "Make forty socket bases of silver to be placed under the twenty boards—two sockets to go under the first board to hold its two pegs, and two sockets to go under the next board for its two pegs.", "20": "For the second side of the Dwelling, the north side, make twenty boards, ", "21": "with forty socket bases of silver—two sockets to go under the first board, and two sockets to go under the next board.", "22": "For the far side of the Dwelling, the west side, make six boards. ", "23": "Then make two boards for each of the back corners of the Dwelling. ", "24": "For the two corners there are to be twin boards from the bottom to the top, but they are to be joined at the top by one ring[j]—both cornerpieces are to be made like this. ", "25": "Altogether there will be eight boards with silver socket bases, sixteen socket bases—two socket bases to go under each board.", "26": "You shall make crossbars of acacia wood—five crossbars for the boards on one side of the Dwelling, ", "27": "five crossbars for the boards on the other side of the Dwelling, and five crossbars for the boards on the backside of the Dwelling on the west. ", "28": "The middle bar, placed halfway up the boards, shall pass through from one end of the boards to the other end. ", "29": "Overlay the boards with gold. Attach gold rings to them to hold the crossbars, and overlay the crossbars with gold.", "30": "You shall set up the Dwelling according to the design that is being shown to you on the mountain.", "31": "You shall make a special veil of blue, purple, and scarlet material and of fine woven linen, decorated with cherubim. It shall be made as the work of a skillful craftsman. ", "32": "Hang it on four posts of acacia wood overlaid with gold, which stand on four socket bases of silver. The hooks are to be made of gold. ", "33": "Hang up the veil below the spot where the clasps join the two parts of the dwelling. Then bring the Ark of the Testimony inside the veil. The veil shall separate the Holy Place from the Most Holy Place for you. ", "34": "You shall put the atonement seat on top of the Ark of the Testimony in the Most Holy Place. ", "35": "You shall set the table outside the veil, and the lampstand opposite the table on the south side of the Dwelling. You shall put the table on the north side.", "36": "You shall make a screen[k] for the entry to the tent from blue, purple, and scarlet material and of fine woven linen, the work of an embroiderer. ", "37": "Make five posts of acacia wood to support the screen, and overlay them with gold. Their hooks shall be gold, and you shall cast five bronze socket bases for them."}