{"1": "Now Moses was shepherding the flock of Jethro, his father-in-law, a priest of Midian, and he led the flock to the far side of the wilderness and came to Horeb, the mountain of God. ", "2": "The Angel of the Lord appeared to him in blazing fire from within a bush. Moses saw that the bush was on fire, but the bush was not burning up. ", "3": "So he said, “I will go over and look at this amazing sight—to find out why the bush is not burning up.”", "4": "When the Lord saw that Moses had gone over to take a look, God called to him from the middle of the bush and said, “Moses! Moses!” Moses said, “I am here.”", "5": "The Lord said, “Do not come any closer. Take your sandals off your feet, for the place where you are standing is holy ground.” ", "6": "He then said, “I am the God of your fathers,[a] the God of Abraham, the God of Isaac, and the God of Jacob.” Moses hid his face, because he was afraid to look at God.", "7": "The Lord said, “I have certainly seen the misery of my people in Egypt, and I have heard their cry for help because of their slave drivers. Yes, I am aware of their suffering. ", "8": "So I have come down to deliver them from the hand of the Egyptians and to bring them up out of that land to a good and spacious land, to a land flowing with milk and honey, to the place of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. ", "9": "Now indeed, the Israelites' cry for help has come to me. Yes, I have seen how the Egyptians are oppressing them. ", "10": "Come now, I will send you to Pharaoh to bring my people, the Israelites, out of Egypt.”", "11": "But Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the Israelites out of Egypt?”", "12": "So he said, “I will certainly be with you. This will be the sign to you that I have sent you: When you have brought the people out of Egypt, you will serve God on this mountain.”", "13": "But Moses said to God, “If I go to the Israelites and say to them, 'The God of your fathers has sent me to you,' and they ask me, 'What is his name?' what should I say to them?”", "14": "So God replied to Moses, “I am who I am.”[b] He also said, “You will say this to the Israelites: I am has sent me to you.”", "15": "God also told Moses, “Say this to the Israelites: 'The Lord, the God of your fathers—the God of Abraham, the God of Isaac, and the God of Jacob—has sent me to you. This is my name forever, and this is how I am to be remembered from generation to generation.'", "16": "“Go, gather the elders of Israel together and tell them: 'The Lord, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying: I have certainly been paying attention to you and to what they have done to you in Egypt. ", "17": "So I have said that I will bring you up from the misery in Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, to a land flowing with milk and honey.'", "18": "“They will listen to your voice. Then you and the elders of Israel will go to the king of Egypt, and you will say to him, 'The Lord, the God of the Hebrews, has met with us. Now let us go on a three-day journey into the wilderness so that we may sacrifice to the Lord, our God.'", "19": "“But I know that the king of Egypt will not allow you to go unless he is forced to do so by a powerful hand. ", "20": "So I will reach out my hand and strike Egypt with all my wonders which I will do in their midst. Afterward he will let you go.", "21": "“I will give this people favor with the Egyptians so that when you go, you will not go out empty-handed. ", "22": "Each woman is to ask her neighbor, as well as any woman staying in her house, for articles of silver, articles of gold, and clothing. You are to put them on your sons and daughters. In this way you will plunder the Egyptians.”"}