{"1": "When the people saw that it took so long for Moses to come down from the mountain, the people gathered around Aaron and said to him, “Get up, make a god[a] for us, who will go before us, because this Moses, the man who brought us up out of the land of Egypt—we do not know what has become of him.”", "2": "Aaron said to them, “Pull off the gold earrings from your wives and sons and daughters and bring them to me.”", "3": "All the people pulled off their gold earrings and brought them to Aaron. ", "4": "He took what they handed him and shaped it with an engraving tool and made it into a bull calf cast out of metal. Then they said, “This is your god, Israel, which brought you up out of the land of Egypt.”[b]", "5": "When Aaron saw this, he built an altar in front of it, and Aaron made a proclamation. He said, “Tomorrow shall be a festival to the Lord.”", "6": "They got up early the next day and offered burnt offerings and brought fellowship offerings. Then the people sat down to eat and to drink and got up to celebrate wildly.", "7": "The Lord spoke to Moses: “Hurry down, because your people, whom you brought up out of the land of Egypt, have corrupted themselves! ", "8": "They have quickly turned from the way which I commanded them. They have made a calf for themselves out of metal and have worshipped it. They have sacrificed to it and said, 'This is your god, Israel, which brought you up out of the land of Egypt.'”", "9": "The Lord said to Moses, “I have seen these people, and they certainly are a stiff-necked people.[c] ", "10": "So now leave me alone, so that my anger can burn hot against them, so that I may consume them and make you into a great nation.”", "11": "Moses begged the Lord his God and said, “O Lord, why does your anger burn against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand? ", "12": "Why should the Egyptians say, 'He brought them out for an evil purpose, to kill them in the mountains and to consume them from the face of the earth'? Turn back from your fierce anger and change your mind about inflicting disaster on your people. ", "13": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self. You said to them, 'I will multiply your seed[d] like the stars of the sky, and I will give all this land that I have spoken about to your seed, and they shall inherit it forever.'”", "14": "Then the Lord changed his mind about the disaster which he said he would inflict on his people.", "15": "Moses turned and went down the mountain, with the two tablets of the Testimony in his hand—tablets that were written on both sides, written on one side and on the other. ", "16": "The tablets were the work of God, and the writing was the writing of God, engraved on the tablets.", "17": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is the noise of war in the camp.”", "18": "Moses said, “It is not the sound of people who shout for victory; neither is it the sound of people who cry because of defeat. But I do hear the sound of people who are celebrating.”", "19": "As soon as Moses came near the camp, he saw the calf and the dancing, and Moses' anger burned. So he threw the tablets out of his hands and broke them at the foot of the mountain. ", "20": "He took the calf that they had made, burned it with fire, ground it to powder, and scattered it on the water. Then he made the people of Israel drink it.", "21": "Moses said to Aaron, “What did these people do to you, that you have brought such a great sin on them?”", "22": "Aaron said, “Do not let the anger of my Lord burn. You know these people. They are set on evil, ", "23": "so they said to me, 'Make a god for us, who will go ahead of us, because this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.' ", "24": "So I said to them, 'Whoever has any gold, pull it off.' So they gave it to me. I threw it into the fire and out came this calf.”", "25": "When Moses saw that the people were out of control (for Aaron had let them get so out of control that they were disgraced among their enemies), ", "26": "Moses stood in the gate of the camp and said, “Whoever is on the Lord's side, come to me!” All the descendants of Levi gathered themselves together to Moses. ", "27": "He said to them, “This is what the Lord, the God of Israel, says, 'Every man is to strap his sword on his thigh and go back and forth throughout the camp, from one gate of the camp to the other, and every man is to kill his brother, and every man his friend, and every man his neighbor.'” ", "28": "The Levites did what Moses said, and that day about three thousand men from among the people fell. ", "29": "Moses said, “Begin your service of the Lord today.[e] Yes, because every man among you took a stand against his son and against his brother, the Lord is bestowing a blessing on you today.”", "30": "On the next day Moses said to the people, “You have committed a very serious sin. Now I will go up to the Lord. Perhaps I can gain atonement for your sin.”", "31": "Moses returned to the Lord and said, “Yes, this people has committed a very serious sin: They have made a god of gold for themselves. ", "32": "Yet now, if you will, please forgive their sin—and if not, please erase me from your book, which you have written.”", "33": "The Lord said to Moses, “Whoever has sinned against me is the one I will erase from my book. ", "34": "Now go, lead the people to the place about which I have spoken to you. Look, my Angel shall go ahead of you. Nevertheless, when the right day comes for me to punish, I will punish them for their sin.” ", "35": "The Lord struck the people with a plague, because of what they had done with the calf that Aaron made."}