{"1": "Moses assembled the whole community of the people of Israel and told them, “These are the things which the Lord has commanded you to do.”", "2": "On six days work may be done, but the seventh day shall be a holy day for you, a sabbath of complete rest to the Lord. Whoever does any work on that day must be put to death. ", "3": "You must not even light a fire in any of your dwellings on the Sabbath day.", "4": "Moses spoke to the whole community of the people of Israel. He told them what the Lord commanded:", "5": "From what you possess, gather a special offering[a] for the Lord. Whoever has a willing heart, let him bring these things as the Lord's offering: gold, silver, and bronze; ", "6": "blue, purple, and scarlet material, fine linen; goats' hair, ", "7": "rams' skins dyed red, and the hides of sea cows; acacia wood, ", "8": "olive oil for the Light, spices for the anointing oil and for the fragrant incense, ", "9": "onyx stones, and stones to be mounted on the special vest and on the chest pouch.", "10": "Let every skilled craftsman among you come and make everything that the Lord has commanded: ", "11": "the Dwelling, its tent and its outer coverings, its clasps, its framework, its crossbars, its posts, and its socket bases; ", "12": "the ark and its poles, the atonement seat, the special veil that hides it;[b] ", "13": "the table with its poles, all its vessels and accessories, and the Bread of the Presence; ", "14": "also the lampstand for the Light, with its utensils, its lamps, and the oil for the Light; ", "15": "and the altar for incense with its poles, the anointing oil, the fragrant incense; the screen for the door at the entrance to the tent; ", "16": "the altar for burnt offerings with its bronze grate, its poles, and all its utensils; the basin and its pedestal; ", "17": "the hangings for the courtyard, its posts, their socket bases, and the screen for the gate of the courtyard; ", "18": "the stakes for the tent, the stakes for the courtyard, and their ropes; ", "19": "the finely woven garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments for his sons, to minister in the priest's office.", "20": "So the whole community of Israel departed from the presence of Moses. ", "21": "Then everyone whose heart moved him and everyone whose spirit was willing came back and brought offerings to the Lord for the construction of the Tent of Meeting and for all the things to be used in its services and for the holy garments. ", "22": "They came back, both men and women, all those whose hearts were willing. They brought brooches, earrings, signet rings, armlets, and all kinds of gold jewelry.[c] Every person who came presented a wave offering of gold to the Lord. ", "23": "Everyone who had blue, purple, and scarlet material, fine linen, goats' hair, rams' skins dyed red, and hides of sea cows brought them. ", "24": "Everyone who presented an offering of silver and bronze brought it as the Lord's special offering, and everyone who had acacia wood for any use in the project brought it. ", "25": "All the women who were skilled spun thread with their hands and brought what they had spun: the blue, the purple, and the scarlet material and the fine linen. ", "26": "All the women who were willing and skillful spun the goats' hair. ", "27": "The tribal leaders brought the onyx stones and the stones to be mounted on the vest and the pouch, ", "28": "also the spices, and the olive oil for the Light, for the anointing oil, and for the fragrant incense. ", "29": "The people of Israel brought a voluntary[d] offering to the Lord. Every man and woman whose heart was willing contributed to all the work which the Lord had commanded Moses to do.", "30": "Moses said to the people of Israel, “See, the Lord has called by name Bezalel the son of Uri, the son of Hur, from the tribe of Judah. ", "31": "He has filled him with the Spirit of God, with wisdom, understanding, knowledge, and skill in all kinds of crafts. ", "32": "He has the ability to create designs and to work in gold, silver, and bronze. ", "33": "He can cut and engrave precious stones for mounting and can carve wood. He works skillfully in all kinds of crafts. ", "34": "The Lord has also put into his heart the ability to teach others—both he and Oholiab son of Ahisamak, from the tribe of Dan. ", "35": "He has filled them with skill to work in all kinds of crafts: designing, embroidering in blue, purple, and scarlet, working with fine linen, and weaving—all kinds of workmanship and designing.”"}