{"1": "Moses continued,[a] “Bezalel and Oholiab shall work with every skilled man, in whom the Lord has put wisdom and understanding, who knows how to carry out all the work for completing everything for the sanctuary, according to everything that the Lord has commanded.”", "2": "So Moses called Bezalel and Oholiab, and every skilled man into whose heart the Lord had put the needed wisdom and skill,[b] that is, everyone whose heart stirred him up to come and join in the work. ", "3": "They received from Moses all the materials which the people of Israel had brought as a special offering for the task of completing everything for the sanctuary, and the people continued to bring voluntary offerings to Moses every morning. ", "4": "All the skilled craftsmen who were performing all the work for the sanctuary came from the specific work which they were doing. ", "5": "Each of them told Moses, “The people have brought more than enough to complete the work which the Lord commanded.”", "6": "So Moses gave a command that was passed throughout the camp: “No man or woman should provide anything else for the offering for the sanctuary.” So the people were restrained from bringing more, ", "7": "because the material they had brought was sufficient to complete all the work, with some left over.", "8": "All the skilled craftsmen among the workers made the dwelling[c] out of ten curtains made from finely woven linen[d] and with blue, purple, and scarlet material. They[e] decorated the curtains with cherubim, which were the work of a skillful craftsman. ", "9": "The length of each panel of the curtain was forty-two feet, and the width of each panel was six feet. All the panels were the same size. ", "10": "One set of five curtains was connected together into one panel, and the other set of five curtains was connected together. ", "11": "They attached blue loops to the edge of the last panel in the first set of curtains. In the same way they attached loops to the edge of the last panel of the second set. ", "12": "They made fifty loops for the edge of the first set of curtains and fifty loops for the edge of the second set of curtains. The two sets of loops lined up opposite one another. ", "13": "They made fifty gold clasps, and they connected one set of curtains to the other with the clasps, so that the tent became one connected piece.", "14": "They made a curtain from panels of goats' hair to serve as a tent over the dwelling.[f] They made eleven panels. ", "15": "The length of each panel was forty-five feet, and the width of each panel was six feet. The eleven panels were the same size. ", "16": "They connected five panels into one unit, and six panels into another unit. ", "17": "They made fifty loops for the edge of the last curtain of one set, and fifty loops for the edge of the last curtain in the second set. ", "18": "They made fifty bronze clasps and put the clasps into the loops to join the two pieces of the tent together, so that it was one unit.", "19": "They made another cover for the tent from rams' skins dyed red and another cover from hides of sea cows to go above that one.", "20": "They made upright boards[g] of acacia wood for the Dwelling. ", "21": "Each board was fifteen feet tall, and the width of each board was twenty-seven inches. ", "22": "There were two pegs on each board to join them to one another.[h] This is the way they made all the boards for the Dwelling.", "23": "They made twenty boards for the south side of the Dwelling. ", "24": "They made forty socket bases of silver to go under the twenty boards—two sockets under the first board for its two pegs, and two sockets under the next board for its two pegs.", "25": "For the second side of the Dwelling, the north side, they made twenty boards, ", "26": "with forty socket bases of silver—two sockets under the first board, and two sockets under the next board.", "27": "For the far side of the Dwelling, the west side, they made six boards. ", "28": "They made two boards for each of the back corners of the Dwelling. ", "29": "These two corner boards were double on the bottom, but they both were joined at the top by one ring.[i] Both sets were like this. ", "30": "Altogether there were eight boards with silver socket bases. There were sixteen socket bases—two socket bases under each board.", "31": "They made crossbars of acacia wood—five for the boards on one side of the Dwelling, ", "32": "five crossbars for the boards on the other side of the Dwelling, and five crossbars for the boards on the back of the Dwelling on the west. ", "33": "The middle bar, placed halfway up the boards, passed through from one end to the other end. ", "34": "They overlaid the boards with gold and made gold rings to attach to them as a housing for the crossbars, and they overlaid the crossbars with gold.", "35": "They made a veil of blue, purple, and scarlet material and fine woven linen, decorated with cherubim, the work of a skillful craftsman. ", "36": "They made four posts of acacia wood overlaid with gold. The posts stood on four socket bases of silver. The hooks were made of gold.", "37": "They made a screen for the entry to the tent out of blue, purple, and scarlet material and fine woven linen, the work of an embroiderer. ", "38": "They made five posts of acacia to support the screen and overlaid them with gold. Their hooks were gold, and they cast five bronze socket bases for them."}