{"1": "Bezalel[a] made the ark[b] of acacia wood. It was forty-five inches long, twenty-seven inches wide, and twenty-seven inches high. ", "2": "He overlaid it with pure gold on the inside and the outside, and he made a gold border around it. ", "3": "He cast four gold rings for it and placed them next to its four feet—two rings on one side of it and two rings on the other side. ", "4": "He made poles of acacia wood and overlaid them with gold. ", "5": "He put the poles into the rings on the sides of the ark to carry the ark.", "6": "He made an atonement seat[c] of pure gold, forty-five inches long and twenty- seven inches wide. ", "7": "He made two cherubim of hammered gold for the two ends of the atonement seat, ", "8": "one cherub for one end and one cherub for the other. The cherubim on its two ends formed one piece with the atonement seat.[d] ", "9": "The cherubim spread their wings upward so that they covered the atonement seat with their wings, and they faced each other. The faces of the cherubim were looking inward toward the atonement seat.", "10": "He made a table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high. ", "11": "He overlaid it with pure gold and made a gold border around it.[e] ", "12": "He made a three-inch rim around it. He made a gold border on its rim all the way around it. ", "13": "He made four gold rings for it and put the rings at the four corners above the four legs of the table. ", "14": "The rings were close to the border to hold the poles used to carry the table. ", "15": "He made the poles of acacia wood and overlaid them with gold, so that the table could be carried with them. ", "16": "He made the vessels and the accessories for the table out of pure gold—its dishes,[f] its small bowls,[g] its larger bowls, and its pitchers[h] to pour out drink offerings.", "17": "He made a lampstand[i] of pure gold. The lampstand was made of hammered metal. Its base, its shaft, its cups, its buds, and its flowers were all formed as one piece with the lampstand. ", "18": "There were six branches going out from its sides. Three branches of the lampstand went out from one side, and three branches of the lampstand went out from the other side. ", "19": "Three cups like almond blossoms with buds and flowers were on the first branch, and three cups like almond blossoms with buds and flowers were on the branch opposite it. It was the same for all six branches that went out from the lampstand. ", "20": "On the lampstand itself he made four cups like almond blossoms with buds and flowers. ", "21": "The buds under one pair of branches formed one piece with the lampstand, and the buds under the second pair of branches formed one piece with the lampstand, and the buds under the third pair of branches formed one piece with the lampstand—the same for all six branches going out of the lampstand. ", "22": "Its buds and branches were made as one piece with it. All of it was one hammered work of pure gold.", "23": "He made seven lamps for it. Its wick trimmers and its pans[j] were pure gold. ", "24": "It was made with seventy-five pounds[k] of pure gold, along with all these accessories.", "25": "He made the altar for incense. He made it of acacia wood. Its length was eighteen inches, and its width was eighteen inches. It was square, and its height was three feet. Its horns formed one piece with it. ", "26": "He overlaid it with pure gold, its top, all its sides, and its horns. He made a gold border[l] around it. ", "27": "He made two gold rings to go under its border. He made them for two opposite sides. They were holders for poles with which to carry it. ", "28": "He made the poles of acacia wood and overlaid them with gold.", "29": "He made the holy anointing oil and the pure incense of fragrant spices, the work of a perfume maker."}