{"1": "He made the altar for burnt offerings from acacia wood. It was square, seven and a half feet long and seven and a half feet wide. It was four and a half feet high. ", "2": "He made horns on its four corners. These horns were made as one piece with the altar, and he overlaid the altar with bronze. ", "3": "He made all the utensils for the altar—the pails, the shovels, the basins, the meat hooks,[a] and the fire pans—of bronze. ", "4": "He made a grate for it, which was a latticework of bronze, and he made four bronze rings for the four corners of the latticework grate. ", "5": "He set the grate in place below the top edge of the altar, so that the grate rested halfway down from the top of the altar.[b] ", "6": "He made poles for the altar, poles of acacia wood, and overlaid them with bronze. ", "7": "He put these poles through the rings on two sides of the altar for carrying it. He made the altar hollow. Its sides were made of boards.", "8": "He made a large bronze basin. Its pedestal also was bronze. He made it from the mirrors of the women who served at the entrance of the Tent of Meeting.", "9": "He made the courtyard. For the south side of the courtyard he made hangings of fine woven linen, one hundred fifty feet long for that side. ", "10": "He made twenty posts for it and twenty bronze socket bases for them. The hooks for the posts and the connectors were silver.[c] ", "11": "In the same way, for the north side there were hangings one hundred fifty feet long, with twenty posts and twenty bronze socket bases. The hooks for the posts and their connectors were silver. ", "12": "For the courtyard on the west side there were hangings seventy-five feet wide, with ten posts and ten socket bases. ", "13": "The width of the court on the east side was seventy-five feet. ", "14": "The hangings on one side of the entry gate were twenty-two feet six inches wide with three posts and three socket bases. ", "15": "For the other side there were hangings twenty-two feet six inches wide with three posts and three socket bases. ", "16": "All the hangings around the court were of fine woven linen. ", "17": "The socket bases for the posts were bronze. The hooks of the posts and their connectors were silver, and the overlay of the capitals on top of the posts was silver, and all the posts of the courtyard had silver bands.", "18": "There was a screen for the entry gate of the courtyard, made of blue, purple, and scarlet material and of fine woven linen, the work of an embroiderer. It was thirty feet wide, and like the hangings of the courtyard it was seven and a half feet high. ", "19": "It had four posts and four bronze socket bases. The hooks of the posts and their connectors were silver, and the overlay of the capitals on top of the posts was silver. ", "20": "All the tent stakes for the Dwelling and all the stakes for the surrounding courtyard were bronze.", "21": "These are the inventories of the material used for the Dwelling, that is, the Dwelling of the Testimony, as they were recorded by the Levites under the direction of Ithamar, the son of Aaron the priest, as Moses had commanded. ", "22": "Bezalel the son of Uri, the son of Hur, from the tribe of Judah, made all that the Lord had commanded Moses. ", "23": "With him was Oholiab son of Ahisamak, from the tribe of Dan, an engraver, a skilled workman, and an embroiderer in blue, purple, and scarlet material and in fine linen.", "24": "All the gold that was used for all the work of the sanctuary project (that is, the gold from the wave offering) was 29 talents and 730 shekels,[d] measured by the shekel of the sanctuary. ", "25": "The silver received from those who were counted in the census of the community was 100 talents and 1,775 shekels, measured by the shekel of the sanctuary. ", "26": "The rate was one beka a head (that is, half a shekel a head), measured by the shekel of the sanctuary. One beka was given by each man as he passed over to those who had been counted—a beka each was given by 603,550 men from twenty years old and older. ", "27": "The one hundred talents of silver were used for casting the sockets for the sanctuary and the sockets for the veil. One hundred sockets were made from the one hundred talents, a talent per socket.[e] ", "28": "From the 1,775 shekels, Bezalel made hooks for the posts, overlaid their capitals, and made connectors for them. ", "29": "The bronze from the offering was 70 talents and 2,400 shekels. ", "30": "With this he made the sockets for the entrance of the Tent of Meeting, the bronze altar, the bronze grate for it, all the utensils for the altar, ", "31": "the sockets around the courtyard, the sockets for the gate of the courtyard, all the stakes for the tent, and all the stakes around the courtyard."}