{"1": "But Moses responded, “What if they do not believe me and do not listen to my voice, but instead they say, 'The Lord has not appeared to you'?”", "2": "So the Lord said to him, “What is that in your hand?” He said, “A staff.”", "3": "He said, “Throw it on the ground.” Moses threw it on the ground, and it became a snake, so he ran away from it.", "4": "The Lord said to Moses, “Stretch out your hand and take it by the tail.” He stretched out his hand and took hold of it, and it became a staff in his hand.", "5": "The Lord said, “This sign is being given to you so that the Israelites will believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”", "6": "The Lord also said to him, “Put your hand inside your cloak.” So he put his hand inside his cloak, and when he took it out, his hand was leprous,[a] as white as snow.", "7": "Then the Lord said, “Put your hand back inside your cloak.” So he put his hand inside his cloak again, and when he took it out of his cloak, it was restored like the rest of his flesh.", "8": "The Lord said, “If they do not believe you or do not respond to the first sign, they might believe because of the second sign. ", "9": "If they do not believe even these two signs or listen to your voice, you are to take some water from the Nile and pour it on the dry land. The water which you take from the Nile will become blood on the dry land.”", "10": "But Moses said to the Lord, “Please, Lord, I have never been eloquent, either in the past or more recently or even since you started speaking to your servant, for my mouth and tongue are slow and clumsy.”[b]", "11": "So the Lord said to him, “Who made a mouth for people? Or who makes someone mute or deaf, able to see or blind? Is it not I, the Lord? ", "12": "Now go, and I will be with your mouth, and I will teach you what you will speak.”", "13": "But he said, “Please, Lord, send someone else.”", "14": "Then the Lord's anger burned against Moses, and the Lord said, “What about Aaron, your brother, the Levite? I know that he can speak well. Look, he is already coming out to meet you. He will be very glad to see you. ", "15": "You will speak to him and put the words into his mouth. I will be with your mouth and with his, and I will teach you what you are to do. ", "16": "He will speak to the people for you so that it will be as if he were your mouth, and you were God to him. ", "17": "You will also take this staff in your hand, the one with which you will perform the signs.”", "18": "Then Moses went back to his father-in-law Jethro and said to him, “Let me go and return to my own people, who are in Egypt, and see whether they are still alive.” Jethro said to Moses, “Go in peace.”", "19": "The Lord said to Moses in Midian, “Go, return to Egypt, for everyone who wanted to kill you is dead.”", "20": "So Moses took his wife and his sons, placed them on a donkey, and set out to return to the land of Egypt. Moses took the staff of God in his hand.", "21": "The Lord said to Moses, “When you go back to Egypt, make sure that you perform in the presence of Pharaoh all the wonders which I have put into your hand. However, I will make his heart hard,[c] and he will not let the people go. ", "22": "You will then say to Pharaoh, 'The Lord says: Israel is my son, my firstborn, ", "23": "and I have said to you, “Let my son go to serve me,” but you have refused to let him go. Watch out. I will kill your son, your firstborn.'”", "24": "At a lodging place along the way, the Lord confronted him and sought to kill him.[d] ", "25": "Then Zipporah took a flint blade, cut off her son's foreskin, and cast it at his feet. Then she said, “Surely you are a bridegroom of blood to me.”", "26": "So the Lord left him alone. (At that time she said “bridegroom of blood,” referring to circumcision.)", "27": "The Lord had said to Aaron, “Go into the wilderness to meet Moses.” So he went, met Moses at the mountain of God, and kissed him. ", "28": "Moses told Aaron all the words that the Lord had sent him to speak and all the signs he had commanded him to perform. ", "29": "Moses and Aaron then went and gathered together every elder of the people of Israel. ", "30": "Aaron spoke all the words which the Lord had spoken to Moses and performed the signs in the sight of the people. ", "31": "The people believed. When they heard that the Lord had paid attention to the Israelites and that he had seen their misery, they bowed down and worshipped."}