{"1": "Afterward Moses and Aaron went to Pharaoh and said, “This is what the Lord, the God of Israel, says. Let my people go so that they may hold a festival for me in the wilderness.”", "2": "Pharaoh said, “Who is the Lord that I should listen to his voice and let Israel go? I do not know the Lord, and I certainly will not let Israel go.”", "3": "They said, “The God of the Hebrews has met with us. Please let us go on a three-day journey into the wilderness, and let us sacrifice to the Lord, our God, so that he does not strike us with plague or sword.”", "4": "But the king of Egypt said to them, “Moses and Aaron, why are you taking the people away from their work? Get back to your forced labor!” ", "5": "Pharaoh also said, “Look, the people of the land are now numerous, and you are stopping them from doing their forced labor.”", "6": "That same day Pharaoh commanded the people's taskmasters and overseers, ", "7": "“Do not give the people straw for making bricks anymore. Let them go and gather their own straw. ", "8": "But require them to make the same number of bricks as they made before. Do not reduce it. You see, they are lazy. That is why they are crying out, 'Let us go and sacrifice to our God.' ", "9": "Make the work harder for the people so that they do their work and do not pay attention to lying words.”", "10": "So the people's taskmasters and overseers went out and told the people, “This is what Pharaoh says: 'I will not give you straw. ", "11": "Go, get straw for yourselves wherever you can find it. But there will be no reduction at all in your work load.'” ", "12": "So the people scattered all over the land of Egypt to gather stubble for straw. ", "13": "The taskmasters kept insisting, “Fulfill your daily quota just as you did when straw was provided!” ", "14": "The overseers, whom Pharaoh's taskmasters had placed over the Israelites, were beaten. The taskmasters demanded, “Why have you not fulfilled your quota yesterday and today, as you did previously?”", "15": "Then the Israelite overseers came and cried out to Pharaoh, “Why are you doing this to your servants? ", "16": "No straw is given to your servants, yet they tell us, 'Make bricks!' Look, your servants are being beaten, but the fault is with your own people.”", "17": "But he said, “Lazy! You are lazy! That is why you are saying, 'Let us go and sacrifice to the Lord.' ", "18": "Now go! Get to work! Straw will not be provided to you, but you will deliver the same quota of bricks!”", "19": "The Israelite overseers realized that they were in trouble when Pharaoh said, “You must not reduce anything from your daily number of bricks!”", "20": "When they left Pharaoh, they met Moses and Aaron, who were waiting to meet them. ", "21": "They said to Moses and Aaron, “May the Lord look at you and judge you, because you have made us a stench to Pharaoh and his officials and have put a sword into their hand to kill us.”", "22": "So Moses went back to the Lord and said, “Lord, why have you brought trouble on this people? Why did you send me? ", "23": "Ever since I came to Pharaoh to speak in your name, he has brought trouble on this people, and you have not rescued your people at all.”"}