{"1": "The Lord said to Moses, “Look, I have made you like God to Pharaoh, and Aaron your brother will be your prophet. ", "2": "You are to speak everything that I command you, and Aaron your brother is to speak to Pharaoh, so that he will let the Israelites go out from his land. ", "3": "But I will make Pharaoh's heart stubborn. [a]I will multiply my signs and wonders in the land of Egypt. ", "4": "Pharaoh will not listen to you, so I will lay my hand on Egypt and bring my divisions, my people the Israelites, out of the land of Egypt by great acts of judgment. ", "5": "The Egyptians will know that I am the Lord when I stretch out my hand over Egypt, and I bring out the Israelites from their midst.”", "6": "This is what Moses and Aaron did. Just as the Lord commanded them, that is exactly what they did. ", "7": "Moses was eighty years old, and Aaron eighty-three years old when they spoke to Pharaoh.", "8": "The Lord said to Moses and to Aaron, ", "9": "“When Pharaoh says to you, 'Give us a warning sign,' then you are to tell Aaron, 'Take your staff and throw it down in front of Pharaoh, and it will become a snake.'”", "10": "Then Moses and Aaron went to Pharaoh. They did just as the Lord had commanded. Aaron threw down his staff in front of Pharaoh and his officials, and it became a snake. ", "11": "But then Pharaoh also called for his wise men and sorcerers. Those magicians[b] of Egypt did the same thing by their occult practices. ", "12": "They each threw down their staffs, and those staffs became snakes. However, Aaron's staff swallowed up their staffs. ", "13": "But Pharaoh's heart was hard,[c] and he did not listen to them, just as the Lord had said.", "14": "Then the Lord said to Moses, “Pharaoh's heart is unyielding.[d] He refuses to let the people go. ", "15": "Go to Pharaoh in the morning. When he goes out by the water, stand on the bank of the Nile to meet him. Take in your hand the staff that was turned into a snake.", "16": "“You are to tell him: 'The Lord, the God of the Hebrews, has sent me to you. He says, “Let my people go so that they may serve me in the wilderness.” But look, until now you have not listened. ", "17": "So this is what the Lord says: “In this way, you will know that I am the Lord.” Look! With the staff that is in my hand, I will strike the water in the Nile, and it will be turned to blood. ", "18": "The fish that are in the Nile will die, and the Nile will stink. The Egyptians will not be able to drink water from the Nile.'”", "19": "The Lord said to Moses, “Tell Aaron, 'Take your staff, and stretch out your hand over the waters of Egypt—over its rivers, its streams, its ponds, and all the reservoirs—and they will become blood. There will be blood in the entire land of Egypt, even in containers made of wood and stone.'”", "20": "Moses and Aaron did just as the Lord had commanded. In the sight of Pharaoh and his officials, Aaron lifted up the staff and struck the water that was in the Nile. All the water in the Nile was turned to blood. ", "21": "The fish that were in the river died, and the river smelled so bad that the Egyptians were not able to drink water from the Nile. There was blood in the entire land of Egypt. ", "22": "But the magicians of Egypt did the same thing by their occult practices. So Pharaoh's heart was hard, and he did not listen to them, just as the Lord had told them. ", "23": "Pharaoh turned and went to his palace. He did not take to heart even this. ", "24": "All the Egyptians dug around the Nile for water to drink, because they were not able to drink the water from the Nile. ", "25": "Seven days passed after the Lord had struck the Nile."}