{"1": "Hear my prayer, O Lord; let my cry come to thee!", "2": "Do not hide thy face from me in the day of my distress! Incline thy ear to me; answer me speedily in the day when I call!", "3": "For my days pass away like smoke, and my bones burn like a furnace.", "4": "My heart is smitten like grass, and withered; I forget to eat my bread.", "5": "Because of my loud groaning my bones cleave to my flesh.", "6": "I am like a vulture[a] of the wilderness, like an owl of the waste places;", "7": "I lie awake, I am like a lonely bird on the housetop.", "8": "All the day my enemies taunt me, those who deride me use my name for a curse.", "9": "For I eat ashes like bread, and mingle tears with my drink,", "10": "because of thy indignation and anger; for thou hast taken me up and thrown me away.", "11": "My days are like an evening shadow; I wither away like grass.", "12": "But thou, O Lord, art enthroned for ever; thy name endures to all generations.", "13": "Thou wilt arise and have pity on Zion; it is the time to favor her; the appointed time has come.", "14": "For thy servants hold her stones dear, and have pity on her dust.", "15": "The nations will fear the name of the Lord, and all the kings of the earth thy glory.", "16": "For the Lord will build up Zion, he will appear in his glory;", "17": "he will regard the prayer of the destitute, and will not despise their supplication.", "18": "Let this be recorded for a generation to come, so that a people yet unborn may praise the Lord:", "19": "that he looked down from his holy height, from heaven the Lord looked at the earth,", "20": "to hear the groans of the prisoners, to set free those who were doomed to die;", "21": "that men may declare in Zion the name of the Lord, and in Jerusalem his praise,", "22": "when peoples gather together, and kingdoms, to worship the Lord.", "23": "He has broken my strength in midcourse; he has shortened my days.", "24": "“O my God,” I say, “take me not hence in the midst of my days, thou whose years endure throughout all generations!”", "25": "Of old thou didst lay the foundation of the earth, and the heavens are the work of thy hands.", "26": "They will perish, but thou dost endure; they will all wear out like a garment. Thou changest them like raiment, and they pass away;", "27": "but thou art the same, and thy years have no end.", "28": "The children of thy servants shall dwell secure; their posterity shall be established before thee."}