{"1": "O Lord, thou hast searched me and known me!", "2": "Thou knowest when I sit down and when I rise up; thou discernest my thoughts from afar.", "3": "Thou searchest out my path and my lying down, and art acquainted with all my ways.", "4": "Even before a word is on my tongue, lo, O Lord, thou knowest it altogether.", "5": "Thou dost beset me behind and before, and layest thy hand upon me.", "6": "Such knowledge is too wonderful for me; it is high, I cannot attain it.", "7": "Whither shall I go from thy Spirit? Or whither shall I flee from thy presence?", "8": "If I ascend to heaven, thou art there! If I make my bed in Sheol, thou art there!", "9": "If I take the wings of the morning and dwell in the uttermost parts of the sea,", "10": "even there thy hand shall lead me, and thy right hand shall hold me.", "11": "If I say, “Let only darkness cover me, and the light about me be night,”", "12": "even the darkness is not dark to thee, the night is bright as the day; for darkness is as light with thee.", "13": "For thou didst form my inward parts, thou didst knit me together in my mother's womb.", "14": "I praise thee, for thou art fearful and wonderful.[a] Wonderful are thy works! Thou knowest me right well;", "15": "my frame was not hidden from thee, when I was being made in secret, intricately wrought in the depths of the earth.", "16": "Thy eyes beheld my unformed substance; in thy book were written, every one of them, the days that were formed for me, when as yet there was none of them.", "17": "How precious to me are thy thoughts, O God! How vast is the sum of them!", "18": "If I would count them, they are more than the sand. When I awake, I am still with thee.[b]", "19": "O that thou wouldst slay the wicked, O God, and that men of blood would depart from me,", "20": "men who maliciously defy thee, who lift themselves up against thee for evil![c]", "21": "Do I not hate them that hate thee, O Lord? And do I not loathe them that rise up against thee?", "22": "I hate them with perfect hatred; I count them my enemies.", "23": "Search me, O God, and know my heart! Try me and know my thoughts!", "24": "And see if there be any wicked[d] way in me, and lead me in the way everlasting![e]"}