{"1": "I waited patiently for the Lord; he inclined to me and heard my cry.", "2": "He drew me up from the desolate pit,[a] out of the miry bog, and set my feet upon a rock, making my steps secure.", "3": "He put a new song in my mouth, a song of praise to our God. Many will see and fear, and put their trust in the Lord.", "4": "Blessed is the man who makes the Lord his trust, who does not turn to the proud, to those who go astray after false gods!", "5": "Thou hast multiplied, O Lord my God, thy wondrous deeds and thy thoughts toward us; none can compare with thee! Were I to proclaim and tell of them, they would be more than can be numbered.", "6": "Sacrifice and offering thou dost not desire; but thou hast given me an open ear.[b] Burnt offering and sin offering thou hast not required.", "7": "Then I said, “Lo, I come; in the roll of the book it is written of me;", "8": "I delight to do thy will, O my God; thy law is within my heart.”", "9": "I have told the glad news of deliverance in the great congregation; lo, I have not restrained my lips, as thou knowest, O Lord.", "10": "I have not hid thy saving help within my heart, I have spoken of thy faithfulness and thy salvation; I have not concealed thy steadfast love and thy faithfulness from the great congregation.", "11": "Do not thou, O Lord, withhold thy mercy from me, let thy steadfast love and thy faithfulness ever preserve me!", "12": "For evils have encompassed me without number; my iniquities have overtaken me, till I cannot see; they are more than the hairs of my head; my heart fails me.", "13": "Be pleased, O Lord, to deliver me! O Lord, make haste to help me!", "14": "Let them be put to shame and confusion altogether who seek to snatch away my life; let them be turned back and brought to dishonor who desire my hurt!", "15": "Let them be appalled because of their shame who say to me, “Aha, Aha!”", "16": "But may all who seek thee rejoice and be glad in thee; may those who love thy salvation say continually, “Great is the Lord!”", "17": "As for me, I am poor and needy; but the Lord takes thought for me. Thou art my help and my deliverer; do not tarry, O my God!"}