{"1": "Give ear to my prayer, O God; and hide not thyself from my supplication!", "2": "Attend to me, and answer me; I am overcome by my trouble. I am distraught ", "3": "by the noise of the enemy, because of the oppression of the wicked. For they bring[a] trouble upon me, and in anger they cherish enmity against me.", "4": "My heart is in anguish within me, the terrors of death have fallen upon me.", "5": "Fear and trembling come upon me, and horror overwhelms me.", "6": "And I say, “O that I had wings like a dove! I would fly away and be at rest;", "7": "yea, I would wander afar, I would lodge in the wilderness,Selah", "8": "I would haste to find me a shelter from the raging wind and tempest.”", "9": "Destroy their plans,[b] O Lord, confuse their tongues; for I see violence and strife in the city.", "10": "Day and night they go around it on its walls; and mischief and trouble are within it,", "11": "ruin is in its midst; oppression and fraud do not depart from its market place.", "12": "It is not an enemy who taunts me— then I could bear it; it is not an adversary who deals insolently with me— then I could hide from him.", "13": "But it is you, my equal, my companion, my familiar friend.", "14": "We used to hold sweet converse together; within God's house we walked in fellowship.", "15": "Let death[c] come upon them; let them go down to Sheol alive; let them go away in terror into their graves.[d]", "16": "But I call upon God; and the Lord will save me.", "17": "Evening and morning and at noon I utter my complaint and moan, and he will hear my voice.", "18": "He will deliver my soul in safety from the battle that I wage, for many are arrayed against me.", "19": "God will give ear, and humble them, he who is enthroned from of old; because they keep no law,[e] and do not fear God.Selah", "20": "My companion stretched out his hand against his friends, he violated his covenant.", "21": "His speech was smoother than butter, yet war was in his heart; his words were softer than oil, yet they were drawn swords.", "22": "Cast your burden[f] on the Lord, and he will sustain you; he will never permit the righteous to be moved.", "23": "But thou, O God, wilt cast them down into the lowest pit; men of blood and treachery shall not live out half their days. But I will trust in thee."}