{"1": "Save me, O God! For the waters have come up to my neck.", "2": "I sink in deep mire, where there is no foothold; I have come into deep waters, and the flood sweeps over me.", "3": "I am weary with my crying; my throat is parched. My eyes grow dim with waiting for my God.", "4": "More in number than the hairs of my head are those who hate me without cause; mighty are those who would destroy me, those who attack me with lies. What I did not steal must I now restore?", "5": "O God, thou knowest my folly; the wrongs I have done are not hidden from thee.", "6": "Let not those who hope in thee be put to shame through me, O Lord God of hosts; let not those who seek thee be brought to dishonor through me, O God of Israel.", "7": "For it is for thy sake that I have borne reproach, that shame has covered my face.", "8": "I have become a stranger to my brethren, an alien to my mother's sons.", "9": "For zeal for thy house has consumed me, and the insults of those who insult thee have fallen on me.", "10": "When I humbled[a] my soul with fasting, it became my reproach.", "11": "When I made sackcloth my clothing, I became a byword to them.", "12": "I am the talk of those who sit in the gate, and the drunkards make songs about me.", "13": "But as for me, my prayer is to thee, O Lord. At an acceptable time, O God, in the abundance of thy steadfast love answer me. With thy faithful help ", "14": "rescue me from sinking in the mire; let me be delivered from my enemies and from the deep waters.", "15": "Let not the flood sweep over me, or the deep swallow me up, or the pit close its mouth over me.", "16": "Answer me, O Lord, for thy steadfast love is good; according to thy abundant mercy, turn to me.", "17": "Hide not thy face from thy servant; for I am in distress, make haste to answer me.", "18": "Draw near to me, redeem me, set me free because of my enemies!", "19": "Thou knowest my reproach, and my shame and my dishonor; my foes are all known to thee.", "20": "Insults have broken my heart, so that I am in despair. I looked for pity, but there was none; and for comforters, but I found none.", "21": "They gave me poison for food, and for my thirst they gave me vinegar to drink.", "22": "Let their own table before them become a snare; let their sacrificial feasts[b] be a trap.", "23": "Let their eyes be darkened, so that they cannot see; and make their loins tremble continually.", "24": "Pour out thy indignation upon them, and let thy burning anger overtake them.", "25": "May their camp be a desolation, let no one dwell in their tents.", "26": "For they persecute him whom thou hast smitten, and him[c] whom thou hast wounded, they afflict still more.[d]", "27": "Add to them punishment upon punishment; may they have no acquittal from thee.", "28": "Let them be blotted out of the book of the living; let them not be enrolled among the righteous.", "29": "But I am afflicted and in pain; let thy salvation, O God, set me on high!", "30": "I will praise the name of God with a song; I will magnify him with thanksgiving.", "31": "This will please the Lord more than an ox or a bull with horns and hoofs.", "32": "Let the oppressed see it and be glad; you who seek God, let your hearts revive.", "33": "For the Lord hears the needy, and does not despise his own that are in bonds.", "34": "Let heaven and earth praise him, the seas and everything that moves therein.", "35": "For God will save Zion and rebuild the cities of Judah; and his servants shall dwell[e] there and possess it;", "36": "the children of his servants shall inherit it, and those who love his name shall dwell in it."}