{"1": "Truly God is good to the upright, to those who are pure in heart.[a]", "2": "But as for me, my feet had almost stumbled, my steps had well nigh slipped.", "3": "For I was envious of the arrogant, when I saw the prosperity of the wicked.", "4": "For they have no pangs; their bodies are sound and sleek.", "5": "They are not in trouble as other men are; they are not stricken like other men.", "6": "Therefore pride is their necklace; violence covers them as a garment.", "7": "Their eyes swell out with fatness, their hearts overflow with follies.", "8": "They scoff and speak with malice; loftily they threaten oppression.", "9": "They set their mouths against the heavens, and their tongue struts through the earth.", "10": "Therefore the people turn and praise them;[b] and find no fault in them.[c]", "11": "And they say, “How can God know? Is there knowledge in the Most High?”", "12": "Behold, these are the wicked; always at ease, they increase in riches.", "13": "All in vain have I kept my heart clean and washed my hands in innocence.", "14": "For all the day long I have been stricken, and chastened every morning.", "15": "If I had said, “I will speak thus,” I would have been untrue to the generation of thy children.", "16": "But when I thought how to understand this, it seemed to me a wearisome task,", "17": "until I went into the sanctuary of God; then I perceived their end.", "18": "Truly thou dost set them in slippery places; thou dost make them fall to ruin.", "19": "How they are destroyed in a moment, swept away utterly by terrors!", "20": "They are[d] like a dream when one awakes, on awaking you despise their phantoms.", "21": "When my soul was embittered, when I was pricked in heart,", "22": "I was stupid and ignorant, I was like a beast toward thee.", "23": "Nevertheless I am continually with thee; thou dost hold my right hand.", "24": "Thou dost guide me with thy counsel, and afterward thou wilt receive me to glory.[e]", "25": "Whom have I in heaven but thee? And there is nothing upon earth that I desire besides thee.", "26": "My flesh and my heart may fail, but God is the strength[f] of my heart and my portion for ever.", "27": "For lo, those who are far from thee shall perish; thou dost put an end to those who are false to thee.", "28": "But for me it is good to be near God; I have made the Lord God my refuge, that I may tell of all thy works."}