{"1": "O God, why dost thou cast us off for ever? Why does thy anger smoke against the sheep of thy pasture?", "2": "Remember thy congregation, which thou hast gotten of old, which thou hast redeemed to be the tribe of thy heritage! Remember Mount Zion, where thou hast dwelt.", "3": "Direct thy steps to the perpetual ruins; the enemy has destroyed everything in the sanctuary!", "4": "Thy foes have roared in the midst of thy holy place; they set up their own signs for signs.", "5": "At the upper entrance they hacked the wooden trellis with axes.[a]", "6": "And then all its carved wood they broke down with hatchets and hammers.", "7": "They set thy sanctuary on fire; to the ground they desecrated the dwelling place of thy name.", "8": "They said to themselves, “We will utterly subdue them”; they burned all the meeting places of God in the land.", "9": "We do not see our signs; there is no longer any prophet, and there is none among us who knows how long.", "10": "How long, O God, is the foe to scoff? Is the enemy to revile thy name for ever?", "11": "Why dost thou hold back thy hand, why dost thou keep thy right hand in[b] thy bosom?", "12": "Yet God my King is from of old, working salvation in the midst of the earth.", "13": "Thou didst divide the sea by thy might; thou didst break the heads of the dragons on the waters.", "14": "Thou didst crush the heads of Leviathan, thou didst give him as food[c] for the creatures of the wilderness.", "15": "Thou didst cleave open springs and brooks; thou didst dry up ever-flowing streams.", "16": "Thine is the day, thine also the night; thou hast established the luminaries and the sun.", "17": "Thou hast fixed all the bounds of the earth; thou hast made summer and winter.", "18": "Remember this, O Lord, how the enemy scoffs, and an impious people reviles thy name.", "19": "Do not deliver the soul of thy dove to the wild beasts; do not forget the life of thy poor for ever.", "20": "Have regard for thy[d] covenant; for the dark places of the land are full of the habitations of violence.", "21": "Let not the downtrodden be put to shame; let the poor and needy praise thy name.", "22": "Arise, O God, plead thy cause; remember how the impious scoff at thee all the day!", "23": "Do not forget the clamor of thy foes, the uproar of thy adversaries which goes up continually!"}