{"1": "In the third year that Belshazzar was king, I, Daniel, had another special dream. ", "2": "In the dream I looked and saw that I was in the strong city of Susa, in the land of Elam. I saw that I was beside the Ulai River. ", "3": "Then I looked up and saw a ram with two horns standing by the river. The two horns were long, but one was longer than the other. And the longer one came up last. ", "4": "I saw the ram pushing to the west, to the north, and to the south. No other animals could stop him or be saved from his power. He did as he pleased and made himself great.", "5": "While I was watching, a male goat came from the west across the whole earth without touching the ground. And the goat had a horn between his eyes that was very easy to see. ", "6": "He came up to the ram with the two horns, which I had seen standing by the river, and rushed at him in his strong anger. ", "7": "I saw him come at the ram in his anger. He hit the ram and broke his two horns to pieces. The ram was not strong enough to fight against him. So the goat threw him to the ground and crushed him under foot. And there was no one to save the ram from his power. ", "8": "Then the male goat became very great. But as soon as he was powerful, the large horn was broken. And four large horns came up in its place, toward the four winds of heaven.", "9": "Out of them came a little horn which grew in power toward the south, toward the east, and toward the Beautiful Land. ", "10": "It grew to be as great as the army of heaven and made some of them fall to the earth, and it crushed them into the ground. ", "11": "It thought itself to be as great as the Ruler of the army of heaven. It took away the burnt gifts which were given to Him each day, and destroyed His holy place. ", "12": "Because of sin, the army of heaven and the burnt gifts were given over to the horn. It did well in whatever it wanted to do, and truth was thrown to the ground. ", "13": "Then I heard a holy one speaking. And another holy one said to the one that spoke, “How long will it take for the things seen in the dream to happen? How long will the burnt gifts be taken, and sin allowed to destroy, so that the holy place and the army of heaven are crushed under foot?” ", "14": "He said to me, “For 2,300 evenings and mornings. Then the holy place will be put to use again.”", "15": "When I, Daniel, had seen the special dream, I tried to understand it. Then I saw one standing in front of me who looked like a man. ", "16": "And I heard a man's voice from the Ulai River. He called out and said, “Gabriel, help this man to understand the special dream.” ", "17": "When he came near the place where I was standing, I was afraid and fell on my face to the ground. But he said to me, “Son of man, understand that the special dream is about the time of the end.” ", "18": "While he was talking to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. ", "19": "He said, “I am going to let you know what the end of God's anger will be. For the special dream is about the time of the end. ", "20": "The ram you saw had two horns which are the kings of Media and Persia. ", "21": "The male goat is the king of Greece, and the large horn between his eyes is the first king. ", "22": "The broken horn and the four horns that grew in its place are the four nations which will come from his nation. But they will not be as powerful. ", "23": "In the later part of their rule, when they have become as sinful as they can be, a king will rise to power. This king will be very proud and will understand secret things. ", "24": "He will become very strong, but not by his own power. He will destroy much, and do well in whatever he wants done. He will destroy powerful men and the holy people. ", "25": "He will do well by using his false ways and lies, and will think of himself as great. He will destroy many who are taking it easy. He will even go against the Prince of princes. Yet he will be destroyed, but not by a human hand. ", "26": "The special dream of the evenings and mornings that has been given to you is true. But keep the dream secret, for it has to do with things far into the future.”", "27": "I, Daniel, was tired and sick for days. Then I got up again and did the work that the king had given me. But I was filled with wonder because of the special dream, and did not understand it."}