{"1": "M,  How beautiful you are, my friend, how beautiful you are! Your eyes are doves behind your veil. Your hair is like a flock of goats streaming down Mount Gilead.[a]", "2": "Your teeth[b] are like a flock of ewes to be shorn, that come up from the washing, All of them big with twins, none of them barren.", "3": "Like a scarlet strand, your lips, and your mouth—lovely! Like pomegranate[c] halves, your cheeks behind your veil.", "4": "Like a tower of David, your neck, built in courses, A thousand shields hanging upon it, all the armor of warriors.[d]", "5": "Your breasts are like two fawns, twins of a gazelle feeding among the lilies.", "6": "Until the day grows cool and the shadows flee, I shall go to the mountain of myrrh, to the hill of frankincense.[e]", "7": "You are beautiful in every way, my friend, there is no flaw in you![f]", "8": "With me from Lebanon, my bride! With me from Lebanon, come! Descend from the peak of Amana, from the peak of Senir and Hermon,[g] From the lairs of lions, from the leopards' heights.", "9": "You have ravished my heart, my sister,[h] my bride; you have ravished my heart with one glance of your eyes, with one bead of your necklace.", "10": "How beautiful is your love, my sister, my bride, How much better is your love than wine, and the fragrance of your perfumes than any spice!", "11": "Your lips drip honey,[i] my bride, honey and milk are under your tongue; And the fragrance of your garments is like the fragrance of Lebanon.", "12": "M A garden enclosed, my sister, my bride, a garden enclosed, a fountain sealed![j]", "13": "Your branches are a grove of pomegranates, with fruits of choicest yield: Henna with spikenard,", "14": "spikenard and saffron, Sweet cane and cinnamon, with all kinds of frankincense; Myrrh and aloes, with all the finest spices;[k]", "15": "A garden fountain, a well of living water, streams flowing from Lebanon.", "16": "Awake,[l] north wind! Come, south wind! Blow upon my garden that its perfumes may spread abroad. W Let my lover come to his garden and eat its fruits of choicest yield."}