{"1": "M I have come to my garden, my sister, my bride; I gather my myrrh with my spices, I eat my honeycomb with my honey, I drink my wine with my milk. D? Eat, friends; drink! Drink deeply, lovers![a]", "2": "W I was sleeping, but my heart was awake.[b] The sound of my lover knocking! “Open to me, my sister, my friend, my dove, my perfect one! For my head is wet with dew, my hair, with the moisture of the night.”", "3": "I have taken off my robe,[c] am I then to put it on? I have bathed my feet, am I then to soil them?", "4": "My lover put his hand in through the opening: my innermost being[d] trembled because of him.", "5": "I rose to open for my lover, my hands dripping myrrh: My fingers, flowing myrrh upon the handles of the lock.", "6": "I opened for my lover— but my lover had turned and gone! At his leaving, my soul sank. I sought him, but I did not find him; I called out after him, but he did not answer me.[e]", "7": "The watchmen[f] found me, as they made their rounds in the city; They beat me, they wounded me, they tore off my mantle, the watchmen of the walls.", "8": "I adjure you, Daughters of Jerusalem, if you find my lover What shall you tell him? that I am sick with love.", "9": "D How does your lover differ from any other lover, most beautiful among women? How does your lover differ from any other, that you adjure us so?", "10": "W My lover is radiant and ruddy;[g] outstanding among thousands.", "11": "His head is gold, pure gold, his hair like palm fronds, as black as a raven.", "12": "His eyes are like doves beside streams of water, Bathing in milk, sitting[h] by brimming pools.", "13": "His cheeks are like beds of spices yielding aromatic scents; his lips are lilies that drip flowing myrrh.", "14": "His arms are rods of gold adorned with gems; His loins, a work of ivory covered with sapphires.", "15": "His legs, pillars of alabaster, resting on golden pedestals. His appearance, like the Lebanon, imposing as the cedars.", "16": "His mouth is sweetness itself; he is delightful in every way. Such is my lover, and such my friend, Daughters of Jerusalem!"}