{"1": "Then the Lord called to Moses and said to him from the meeting tent,", "2": "Speak to the Israelites and say to them: When any of you present a livestock offering to the Lord, you can present it from either the herd or the flock.", "3": "If the offering is an entirely burned offering from the herd, you must present a flawless male, bringing it to the meeting tent's entrance for its acceptance before the Lord.", "4": "You must press your hand on the head of the entirely burned offering so that it will be accepted for you, to make reconciliation for you.", "5": "Then you will slaughter the bull before the Lord. Aaron's sons the priests will present the blood and toss it against every side of the altar at the meeting tent's entrance.", "6": "Then the entirely burned offering will be skinned and cut up into pieces.", "7": "The sons of Aaron the priest[a] will light the altar and lay wood on the fire.", "8": "Then Aaron's sons the priests will arrange the pieces, the head, and the fat on the wood that is on the altar fire,", "9": "but the animal's insides and lower legs must be washed with water. The priest will then completely burn all of it on the altar as an entirely burned offering, a food gift[b] of soothing smell to the Lord.", "10": "If the offering is an entirely burned offering from the flock—whether sheep or goat—you must present a flawless male.", "11": "You must slaughter it on the north side of the altar before the Lord. Aaron's sons the priests will toss its blood against every side of the altar.", "12": "Once it has been cut into pieces, including the head and the fat, the priest will arrange these out on the wood that is on the altar fire,", "13": "but its insides and lower legs must be washed with water. Then the priest will present all of it and completely burn it on the altar. It is an entirely burned offering, a food gift of soothing smell to the Lord.", "14": "If the offering for the Lord is an entirely burned offering from the birds, you can present your offering from the doves or pigeons.", "15": "The priest will bring it to the altar. He will tear off its head and completely burn it on the altar. Its blood will be drained against the side of the altar.", "16": "Then the priest will remove its throat along with its contents[c] and throw it by the east side of the altar, into the place for the ashes.", "17": "He will then tear the bird open by its wings, without splitting it. The priest will completely burn it on the altar, on the wood that is on the altar fire. It is an entirely burned offering, a food gift of soothing smell to the Lord."}