{"1": "The Lord said to Moses and Aaron:", "2": "Say to the Israelites: These are the creatures that you are allowed to eat from the land animals:", "3": "You can eat any animal that has divided hoofs, completely split, and that rechews food.", "4": "But of animals that rechew food and have divided hoofs you must not eat the following: the camel—though it rechews food, it does not have divided hoofs, so it is unclean for you;", "5": "the rock badger—though it rechews food, it does not have divided hoofs, so it is unclean for you;", "6": "the hare—though it rechews food, it does not have divided hoofs, so it is unclean for you;", "7": "the pig—though it has completely divided hoofs, it does not rechew food, so it is unclean for you.", "8": "You must not eat the flesh of these animals or touch their dead bodies; they are unclean for you.", "9": "You are allowed to eat the following from all water animals: You may eat anything in the water that has fins and scales, whether in sea or stream.", "10": "But anything in the seas or streams that does not have fins and scales—whether it be any of the swarming creatures in the water or any of the other living creatures in the water—is detestable to you", "11": "and must remain so. You must not eat their flesh, and you must detest their dead bodies.", "12": "Anything in the water that does not have fins or scales is detestable to you.", "13": "Of the birds, the following are the ones you must detest—they must not be eaten; they are detestable: the eagle, the black vulture, the bearded vulture,", "14": "the kite, any kind of falcon,", "15": "any kind of raven,", "16": "the eagle owl, the short-eared owl, the long-eared owl, any kind of hawk,", "17": "the tawny owl, the fisher owl, the screech owl,", "18": "the white owl, the scops owl, the osprey,", "19": "the stork, any kind of heron, the hoopoe, and the bat.[a]", "20": "Any flying insect that walks on four feet is detestable to you,", "21": "but you can eat four-footed flying insects that have jointed legs above their feet with which they hop on the ground.", "22": "Of these you can eat the following: any kind of migrating locust, any kind of bald locust, any kind of cricket, and any kind of grasshopper.", "23": "But every other flying insect that has four feet is detestable to you.", "24": "You make yourself unclean by the following animals—whoever touches their dead bodies will be unclean until evening,", "25": "and anyone who carries any part of their dead bodies must wash their clothes and will be unclean until evening:", "26": "All animals that have divided hoofs, but they are not completely split, and that do not rechew food are unclean for you—whoever touches them will be unclean.", "27": "Of all the animals that walk on four feet, the ones that walk on their paws are unclean for you—anyone who touches their dead bodies will be unclean until evening.", "28": "Anyone who carries one of their dead bodies must wash their clothes and will be unclean until evening; these animals are unclean for you.", "29": "The following are unclean for you among the small creatures that move about on the ground: the rat, the mouse, any kind of large lizard,", "30": "the gecko, the spotted lizard, the lizard, the skink, and the chameleon.[b]", "31": "Of all small moving creatures, these are unclean for you—anyone who touches them when they are dead will be unclean until evening.", "32": "Moreover, anything on which one of these creatures falls when it is dead will be unclean, whether it is wood, cloth, skin, or funeral clothing—any such item that can be used to do work. It must be put into water and will be unclean until evening. Then it will be clean again.", "33": "If any of these creatures fall into a pottery jar, everything inside it will be unclean; you must smash the pot.", "34": "If water from such a jar gets on any edible food, it will be unclean; any drinkable beverage in such a jar will be unclean.", "35": "Anything on which a part of these animals' dead bodies might fall will be unclean. If it is an oven or stove, it must be destroyed; they are unclean for you and must remain that way.", "36": "Now, a spring or cistern that collects water is clean, but anyone who touches one of these animals' dead bodies in it will be unclean.[c]", "37": "If any part of these animals' dead bodies falls on seed that is to be planted, the seed is still clean.", "38": "But if water is poured on some seed and part of their dead bodies falls on it, it is unclean for you.", "39": "If one of the animals that you are allowed to eat dies naturally, anyone who touches its dead body will be unclean until evening.", "40": "Anyone who eats from the dead body must wash their clothes and will be unclean until evening. Anyone who carries such a dead body must wash their clothes and will be unclean until evening.", "41": "Every creature that swarms on the earth is detestable; it must not be eaten.", "42": "Among all such creatures that swarm on the earth, you must not eat anything that moves on its belly or anything that walks on four or more feet because they are detestable.", "43": "Do not make yourselves detestable by means of any swarming creatures. Do not make yourselves unclean with them or be made unclean by them.", "44": "I am the Lord your God. You must keep yourselves holy and be holy, because I am holy. You must not make yourselves unclean by any swarming creature that crawls on the ground.", "45": "I am the Lord, who brought you up from the land of Egypt to be your God. You must be holy, because I am holy.", "46": "This concludes the Instruction concerning animals, birds, all creatures that live in water, and all the creatures that swarm on the earth,", "47": "in order to distinguish between the unclean and the clean and between creatures that can be eaten and those that cannot."}