{"1": "The Lord said to Moses and Aaron:", "2": "Speak to the Israelites and say to them: Whenever a man has a genital emission, that emission is unclean.", "3": "This is the nature of the uncleanness brought about by his emission: regardless of whether his genital organ allows his emission to flow or blocks the flow, it is unclean to him.", "4": "Any bed on which someone with an emission lies will be unclean, and any object on which that person sits will be unclean.", "5": "Anyone who touches such a bed must wash their clothes, bathe in water, and will be unclean until evening.", "6": "Anyone who sits on something that the one with the emission also sat on must wash their clothes, bathe in water, and will be unclean until evening.", "7": "Anyone who touches the body of the one with the emission must wash their clothes, bathe in water, and will be unclean until evening.", "8": "If the one with the emission spits on a clean person, the clean person must wash their clothes, bathe in water, and will be unclean until evening.", "9": "Every saddle on which the person with the emission rode will be unclean.", "10": "Anyone who touches anything that has been under such a person will be unclean until evening. Anyone who carries such items must wash their clothes, bathe in water, and will be unclean until evening.", "11": "If the one with the emission touches someone without first rinsing his hands with water, that person must wash their clothes, bathe in water, and will be unclean until evening.", "12": "Any pottery jar that the one with the emission touches must be broken, and any wooden tool must be rinsed with water.", "13": "When the man with the emission is cleansed of his emission, he will count off seven days for his purification. He must wash his clothes and bathe his body in running water; then he will be clean again.", "14": "On the eighth day he will take two turtledoves or two pigeons and come before the Lord to the meeting tent's entrance and give these to the priest.", "15": "The priest will offer them, one as a purification offering and the other as an entirely burned offering. In this way, the priest will make reconciliation for him before the Lord because of his emission.", "16": "If it is an emission of semen, the man must bathe his whole body in water and will be unclean until evening.", "17": "Any clothing or skin on which there is an emission of semen must be washed in water and will be unclean until evening.", "18": "If a man lies with a woman and has an emission of semen, both of them must bathe in water and will be unclean until evening.", "19": "Whenever a woman has a discharge of blood that is her normal bodily discharge, she will be unclean due to her menstruation for seven days. Anyone who touches her will be unclean until evening.", "20": "Anything on which she lies or sits during her menstruation will be unclean.", "21": "Anyone who touches her bed must wash their clothes, bathe in water, and will be unclean until evening.", "22": "Anyone who touches anything on which she has sat must wash their clothes, bathe in water, and will be unclean until evening.", "23": "Whenever anyone touches something—whether it was on the bed or where she has been sitting—they will be unclean until evening.", "24": "If a man has sexual intercourse with her and her menstruation gets on him, he will be unclean for seven days. Any bed he lies on will be unclean.", "25": "Whenever a woman has a bloody discharge for a long time, which is not during her menstrual period, or whenever she has a discharge beyond her menstrual period, the duration of her unclean discharge will be like the period of her menstruation; she will be unclean.", "26": "Any bed she lies on during the discharge should be treated like the bed she uses during her menstruation; and any object she sits on will be unclean, as during her menstruation.", "27": "Anyone who touches these things will be unclean. They must wash their clothes, bathe in water, and will be unclean until evening.", "28": "When the woman is cleansed of her discharge, she will count off seven days; after that, she will be clean again.", "29": "On the eighth day she will take two turtledoves or two pigeons and bring them to the priest at the meeting tent's entrance.", "30": "The priest will perform a purification offering with one and an entirely burned offering with the other. In this way, the priest will make reconciliation for her before the Lord because of her unclean discharge.", "31": "You must separate the Israelites from their uncleanness so that they don't die on account of it, by making my dwelling[a] unclean, which is in their midst.", "32": "This concludes the Instruction concerning those with discharges: men with emissions of semen that make them unclean,", "33": "women during their menstruation, men or women with discharges, and men who have had sexual intercourse with an unclean woman."}