{"1": "After the death of Aaron's two sons, which happened when they approached the Lord and died, the Lord spoke to Moses:", "2": "Tell your brother Aaron that he cannot come whenever he wants into the holy area inside the inner curtain, to the front of the cover[a] that is on the chest, or else he will die, because I am present[b] in the cloud above the cover.", "3": "No, but Aaron must enter the holy area as follows: with a bull from the herd as a purification offering and a ram as an entirely burned offering.", "4": "Aaron must dress in a holy linen tunic and wear linen undergarments on his body. He must tie a linen sash around himself and wrap a linen turban around his head. These are holy clothes—Aaron will first bathe his body in water and then put them on.", "5": "He will take from the Israelite community two male goats for a purification offering and one ram for an entirely burned offering.", "6": "Aaron will offer the bull as a purification offering to make reconciliation for himself and his household.", "7": "He will take the two male goats and place them before the Lord at the meeting tent's entrance.", "8": "Aaron will cast lots over the two goats: one lot labeled “the Lord's” and the other lot labeled “Azazel's.”[c]", "9": "Aaron will present the goat selected by the Lord's lot and perform a purification offering with it.", "10": "But the goat selected by Azazel's lot will be left standing alive before the Lord in order to make reconciliation upon it[d] by sending it away into the wilderness to Azazel.", "11": "Aaron will offer the bull for his purification offering to make reconciliation for himself and his household. He will slaughter the bull for his purification offering.", "12": "Then he will take an incense pan full of burning coals from the altar, from before the Lord, and two handfuls of finely ground perfumed incense and bring them inside the inner curtain.", "13": "He will put the incense on the fire before the Lord so that the cloud of incense conceals the cover that is on top of the covenant document, or else he will die.", "14": "He will take some of the bull's blood and sprinkle it with his finger on the cover from the east side. He will then sprinkle some of the blood with his finger seven times in front of the cover.", "15": "Then he will slaughter the goat for the people's purification offering, bring the blood inside the inner curtain, and do with it as he did with the bull's blood: he will sprinkle it on the cover and in front of the cover.", "16": "In this way, he will make reconciliation for the inner holy area because of the pollution of the Israelites and because of their rebellious sins, as well as for all their other sins. Aaron must do the same for the meeting tent, which is with them among their pollution.", "17": "No one can be in the meeting tent from the time Aaron enters to make reconciliation in the inner holy area until the time he comes out. He will make reconciliation for himself, for his household, and for the whole assembly of Israel.", "18": "Aaron will then go to the altar that is before the Lord and make reconciliation for it: He will take some of the bull's blood and some of the goat's blood and put it on each of the altar's horns.", "19": "He will sprinkle some of the blood on the altar with his finger seven times. In this way, he will purify it and make it holy again from the Israelites' pollution.", "20": "When Aaron has finished reconciling the inner holy area, the rest of the meeting tent, and the altar, he will bring forward the live goat.", "21": "Aaron will press both his hands on its head and confess over it all the Israelites' offenses and all their rebellious sins, as well as all their other sins, putting all these on the goat's head. Then he will send it away into the wilderness with someone designated for the job.[e]", "22": "The goat will carry on itself all their offenses to a desolate region, then the goat will be released into the wild.", "23": "After this, Aaron will enter the meeting tent, take off the linen clothes he was wearing when he entered the inner holy area, and will leave them there.", "24": "He will bathe his body in water in a holy place and dress in his priestly clothing. Then he will go out and perform the entirely burned offerings for himself and for the people. In this way, he will make reconciliation for himself and for the people.", "25": "He will completely burn the fat of the purification offering on the altar.", "26": "The one who set the goat free for Azazel must wash their clothes and bathe their body in water; after that they can return to the camp.", "27": "The bull and the goat for the purification offerings, whose blood was brought in to make reconciliation in the inner holy area, will be taken outside the camp. Their hides, flesh, and dung will be burned with fire.", "28": "The person who burns them must wash their clothes and bathe their body in water; after that, they can return to the camp.", "29": "This will be a permanent rule for you: On the tenth day of the seventh month,[f] you must deny yourselves. You must not do any work—neither the citizen nor the immigrant who lives among you.", "30": "On that day reconciliation will be made for you in order to cleanse you. You will be clean before the Lord from all your sins.", "31": "It will be a Sabbath of special rest for you, and you will deny yourselves. This is a permanent rule.", "32": "The priest who is anointed and ordained to serve as priest after his father will perform the reconciliation, wearing the holy linen clothes.", "33": "He will reconcile the holiest part of the sanctuary and will do the same for the meeting tent and the altar. He will make reconciliation for the priests and for all the people of the assembly.", "34": "This will be a permanent rule for you, in order to make reconciliation for the Israelites from all their sins once a year. It was done just as the Lord commanded Moses."}