{"1": "The Lord said to Moses,", "2": "Say to Aaron, to his sons, and to all the Israelites: This is what the Lord has commanded:", "3": "Anyone from the house of Israel who slaughters an ox, sheep, or goat inside or outside the camp", "4": "but does not bring it to the meeting tent's entrance to present it as an offering to the Lord in front of the Lord's dwelling[a] will be considered guilty of bloodshed; they have spilled blood. They will be cut off from their people.", "5": "This will make the Israelites bring the communal sacrifices, which they are sacrificing in the countryside, to the Lord, to the priest at the meeting tent's entrance, and sacrifice them as communal sacrifices of well-being to the Lord.", "6": "The priest will toss the blood against the Lord's altar at the meeting tent's entrance and burn the fat completely as a soothing smell to the Lord.", "7": "The Israelites must no longer sacrifice their communal sacrifices to the goat demons that they follow so faithlessly.[b] This will be a permanent rule for them throughout their future generations.", "8": "You will also say to them: Anyone from Israel's house or from the immigrants who live with you who offers up an entirely burned offering or communal sacrifice", "9": "without bringing it to the meeting tent's entrance in order to offer it to the Lord will be cut off from their people.", "10": "I will oppose the person who consumes blood—whether they are from Israel's house or from the immigrants who live with you—and I will cut them off from their people.", "11": "A creature's life is in the blood. I have provided you the blood to make reconciliation for your lives on the altar, because the blood reconciles by means of the life.[c]", "12": "That is why I have told the Israelites: No one among you can consume blood, nor can the immigrant who lives with you consume blood.", "13": "Anyone who hunts any animal or bird that can be eaten—whether the hunter is an Israelite or an immigrant who lives with you—must drain its blood out and cover it with dirt.", "14": "Again: for every creature's life, its blood is its life. That is why I have told the Israelites: You must not consume any creature's blood because every creature's life is its blood. Anyone who consumes it will be cut off.", "15": "Anyone, whether citizen or immigrant, who eats an animal that has died naturally or that was killed by another animal, must wash their clothes, bathe in water, and will be unclean until evening. At that time, they will be clean again.", "16": "If they do not wash or bathe their body, they will be liable to punishment."}