{"1": "The Lord said to Moses,", "2": "Say to the whole community of the Israelites: You must be holy, because I, the Lord your God, am holy.", "3": "Each of you must respect your mother and father, and you must keep my sabbaths; I am the Lord your God.", "4": "Do not turn to idols or make gods of cast metal for yourselves; I am the Lord your God.", "5": "When you sacrifice a communal sacrifice of well-being to the Lord, offer it so that it will be accepted on your account.", "6": "It must be eaten on the day of your sacrifice or the following day; whatever is left over on the third day must be burned with fire.", "7": "If any of it is eaten on the third day, it is foul; it will not be accepted.", "8": "Anyone who eats it will be liable to punishment, because they defiled what is holy to the Lord. That person will be cut off from their people.", "9": "When you harvest your land's produce, you must not harvest all the way to the edge of your field; and don't gather up every remaining bit of your harvest.", "10": "Also do not pick your vineyard clean or gather up all the grapes that have fallen there. Leave these items for the poor and the immigrant; I am the Lord your God.", "11": "You must not steal nor deceive nor lie to each other.", "12": "You must not swear falsely by my name, desecrating your God's name in doing so; I am the Lord.", "13": "You must not oppress your neighbors or rob them. Do not withhold a hired laborer's pay overnight.", "14": "You must not insult a deaf person or put some obstacle in front of a blind person that would cause them to trip. Instead, fear your God; I am the Lord.", "15": "You must not act unjustly in a legal case. Do not show favoritism to the poor or deference to the great; you must judge your fellow Israelites fairly.", "16": "Do not go around slandering your people.[a] Do not stand by while your neighbor's blood is shed;[b] I am the Lord.", "17": "You must not hate your fellow Israelite in your heart. Rebuke your fellow Israelite strongly, so you don't become responsible for his sin.[c]", "18": "You must not take revenge nor hold a grudge against any of your people; instead, you must love your neighbor as yourself; I am the Lord.", "19": "You must keep my rules. Do not crossbreed your livestock, do not plant your field with two kinds of seed, and do not wear clothes made from two kinds of material.", "20": "If a man has sexual relations with a woman who is a slave engaged to another man, who hasn't yet been released or given her freedom, there must be a punishment.[d] But they will not be put to death because she had not yet been freed.", "21": "The man must bring as his compensation to the Lord at the meeting tent's entrance a ram for a compensation offering.", "22": "The priest will use the ram for the compensation offering to make reconciliation for him before the Lord on account of the sin he committed. Then he will be forgiven of the sin that he committed.", "23": "When you enter the land and plant any fruit tree, you must consider its fruit off-limits.[e] For three years it will be off-limits to you;[f] it must not be eaten.", "24": "In the fourth year, all of the tree's fruit will be holy, a celebration for the Lord.", "25": "In the fifth year you can eat the fruit. This is so as to increase its produce for you; I am the Lord your God.", "26": "You must not eat anything with its blood. You must not participate in divination or fortune-telling.", "27": "You must not cut off the hair on your forehead or clip the ends of your beard.", "28": "Do not cut your bodies for the dead[g] or put marks on[h] yourselves; I am the Lord.", "29": "Do not defile your daughter by making her sexually promiscuous or else the land will become promiscuous[i] and full of shame.", "30": "You must keep my sabbaths and treat my sanctuary with respect; I am the Lord.", "31": "Do not resort to dead spirits or inquire of spirits of divination—you will be made unclean by them; I am the Lord your God.", "32": "You must rise in the presence of an old person and respect the elderly. You must fear your God; I am the Lord.", "33": "When immigrants live in your land with you, you must not cheat them.", "34": "Any immigrant who lives with you must be treated as if they were one of your citizens. You must love them as yourself, because you were immigrants in the land of Egypt; I am the Lord your God.", "35": "You must not act unjustly in a legal case involving measures of length, weight, or volume.", "36": "You must have accurate scales and accurate weights, an accurate ephah[j] and an accurate hin.[k] I am the Lord your God, who brought you out of the land of Egypt.", "37": "You must keep all my rules and all my regulations, and do them; I am the Lord."}