{"1": "The Lord said to Moses, Say to the priests, Aaron's sons: None of you are allowed to make yourselves unclean by any dead person among your community", "2": "except for your closest relatives: for your mother, father, son, daughter, brother;", "3": "also for your unmarried sister, who is close to you because she isn't married—you may be polluted for her sake.", "4": "You must not make yourself unclean for in-laws, defiling yourself by doing so.", "5": "Priests must not shave bald patches on their heads or cut off the ends of their beards or make gashes in their bodies.", "6": "They must be holy to their God so that they do not make their God's name impure. They must be holy because they offer the Lord's food gifts, their God's food.", "7": "Priests must not marry a woman who is promiscuous and defiled, nor can they marry a woman divorced from her husband, because priests must be[a] holy to their God.", "8": "You will treat the priests as holy, because they offer your God's food. The priests will be holy to you, because I am the holy Lord, who makes you holy.", "9": "If the daughter of a priest defiles herself by being promiscuous, she defiles her father. She must be burned with fire.", "10": "The high priest[b]—the one whose head has been anointed with the anointing oil and who is ordained to dress in the priestly clothing—must not dishevel his hair or tear his clothing.", "11": "He must not go near any dead bodies and cannot make himself unclean even for his father or mother.", "12": "He must not exit the sanctuary, making his God's sanctuary impure by doing so, because his God's anointing oil, which separates,[c] is upon him; I am the Lord.", "13": "The high priest must marry a woman who is a virgin.", "14": "He cannot marry a widow, a divorced woman, or a woman defiled by promiscuity. He can only marry a virgin from his own people", "15": "so that he doesn't make his children impure among his people, because I am the Lord, who makes him holy.", "16": "The Lord said to Moses,", "17": "Say to Aaron: None of your future descendants who have some kind of imperfection are allowed to offer their God's food.", "18": "No one who has an imperfection will be allowed to make an offering: this includes anyone who is blind, crippled, disfigured, or deformed;", "19": "anyone who has a broken foot or hand;", "20": "anyone who is a hunchback or too small; anyone who has an eye disease, a rash, scabs, or a crushed testicle.[d]", "21": "No descendant of Aaron the priest who has an imperfection will be allowed to offer the Lord's food gifts; since he has an imperfection, he will not be allowed to offer his God's food.", "22": "He may, of course, eat of his God's most holy or holy food,", "23": "but since he has an imperfection, he cannot enter toward the inner curtain or officiate at the altar, making these parts of my sanctuary impure by doing so. I am the Lord, who makes them holy.", "24": "This is what Moses said to Aaron, his sons, and to all the Israelites."}