{"1": "The Lord said to Moses:", "2": "Tell Aaron and his sons to be very careful how they treat the holy things that the Israelites devote to me so that they do not make my holy name impure: I am the Lord.", "3": "Say to them: If any descendant of yours should ever come near the holy things that the Israelites have dedicated to the Lord while he is in an unclean state, he will be cut off from before me; I am the Lord.", "4": "Any descendant of Aaron who is afflicted with skin disease[a] or has a discharge cannot eat of the holy things until he is clean. Anyone who touches anything made unclean by a dead body, or who has an emission of semen,", "5": "or who touches any swarming creature or another person who makes him unclean—whatever the uncleanness might be—", "6": "the person who touches these things will be unclean until evening. He must not eat of the holy things unless he has bathed his body in water.", "7": "Once the sun has set and he has become clean again, he may eat of the holy things, for that is his food.", "8": "He must not eat an animal that has died naturally or that was killed by another animal, becoming unclean by doing so; I am the Lord.", "9": "The priests must keep my requirement so that they don't become liable to punishment and die for having made it impure.[b] I am the Lord, who makes them holy.", "10": "No layperson is allowed to eat the holy offerings. No foreign guest or hired laborer of a priest can eat it.", "11": "But if a priest purchases a servant, that person can eat it, and servants born into the priest's household can also eat his food.", "12": "If a priest's daughter marries a layman, she is not allowed to eat the holy offerings.", "13": "But if a priest's daughter is a widow or divorced and has no children and so returns to her father's household as when she was young, she can eat her father's food. But, again, no layperson is allowed to eat it.", "14": "If someone eats a holy offering unintentionally, they must provide the priest with an equal item, plus one-fifth.", "15": "The Israelites must not make the holy offerings impure that they offer up to the Lord", "16": "or make themselves liable to punishment requiring compensation by eating their own holy offerings. I am the Lord, who makes them holy.", "17": "The Lord said to Moses:", "18": "Tell Aaron, his sons, and all the Israelites: Whenever someone from Israel's house or from the immigrants in Israel presents their offering to the Lord as an entirely burned offering—whether it is payment for a solemn promise or a spontaneous gift—", "19": "for it to be acceptable on your behalf, it must be a flawless male from the herd, the sheep, or the goats.", "20": "You must not present anything that has an imperfection, because it will not be acceptable on your behalf.", "21": "Whenever someone presents a communal sacrifice of well-being to the Lord from the herd or flock—whether it is payment for a solemn promise or a spontaneous gift—it must be flawless to be acceptable; it must not have any imperfection.", "22": "You must not present to the Lord anything that is blind or that has an injury, mutilation, warts, a rash, or scabs. You must not put any such animal on the altar as a food gift for the Lord.", "23": "You can, however, offer an ox or sheep that is deformed or stunted as a spontaneous gift, but it will not be acceptable as payment for a solemn promise.", "24": "You must not offer to the Lord anything with bruised, crushed, torn, or cut-off testicles. You must not do that in your land.", "25": "You are not allowed to offer such animals as your God's food even if they come from a foreigner. Because these animals have blemishes and imperfections in them, they will not be acceptable on your behalf.", "26": "The Lord said to Moses:", "27": "When an ox or sheep or goat is born, it must remain with its mother for seven days. From the eighth day on it will be acceptable as an offering, a food gift for the Lord.", "28": "But you will not slaughter an ox or sheep and its offspring on the same day.", "29": "When you sacrifice a communal sacrifice of thanksgiving for the Lord, you must sacrifice it so that it will be acceptable on your behalf.", "30": "It must be eaten on the same day; you must not leave any of it until morning; I am the Lord.", "31": "You must keep my commands and do them; I am the Lord.", "32": "You must not make my holy name impure so that I will be treated as holy by the Israelites. I am the Lord—the one who makes you holy", "33": "and who is bringing you out of the land of Egypt to be your God; I am the Lord."}