{"1": "The Lord said to Moses:", "2": "Speak to the Israelites and say to them: These are my appointed times, the Lord's appointed times, which you will declare to be holy occasions:", "3": "Work can be done for six days, but the seventh day is a Sabbath of special rest, a holy occasion. You must not do any work on it; wherever you live, it is a Sabbath to the Lord.", "4": "These are the Lord's appointed times, holy occasions, which you will celebrate at their appointed times:", "5": "The Lord's Passover is on the fourteenth day of the first month[a] at twilight.", "6": "The Lord's Festival of Unleavened Bread is on the fifteenth day of the same month. You must eat unleavened bread for seven days.", "7": "On the first day you will hold a holy occasion and must not do any job-related work.", "8": "You will offer food gifts to the Lord for seven days. The seventh day will be a holy occasion; you must not do any job-related work.", "9": "The Lord said to Moses:", "10": "Speak to the Israelites and say to them: When you enter the land that I am giving you and harvest its produce, you must bring the first bundle of your harvest to the priest.", "11": "The priest will lift up the bundle before the Lord so that it will be acceptable on your behalf. The priest will do this on the day after the Sabbath.", "12": "On the day the bundle is lifted up for you, you must offer a flawless one-year-old lamb as an entirely burned offering to the Lord.", "13": "The accompanying grain offering must be two-tenths of an ephah[b] of choice flour mixed with oil, as a food gift for the Lord, a soothing smell. The accompanying drink offering must be a quarter of a hin of wine.", "14": "You must not eat any bread, roasted grain, or fresh grain until the exact day when you bring your God's offering. This is a permanent rule throughout your future generations, wherever you live.", "15": "You must count off seven weeks starting with the day after the Sabbath, the day you bring the bundle for the uplifted offering; these must be complete.", "16": "You will count off fifty days until the day after the seventh Sabbath. Then you must present a new grain offering to the Lord.", "17": "From wherever you live, you will bring two loaves of bread as an uplifted offering. These must be made of two-tenths of an ephah of choice flour, baked with leaven, as early produce[c] to the Lord.", "18": "Along with the bread you must present seven flawless one-year-old lambs, one bull from the herd, and two rams. These will be an entirely burned offering to the Lord, along with their grain offerings and drink offerings, as a food gift of soothing smell to the Lord.", "19": "You must also offer one male goat as a purification offering and two one-year-old lambs as a communal sacrifice of well-being.", "20": "The priest will lift up the two sheep, along with the bread of the early produce, as an uplifted offering before the Lord. These will be holy to the Lord and will belong to the priest.", "21": "On that very same day you must make a proclamation; it will be a holy occasion for you. You must not do any job-related work. This is a permanent rule wherever you live throughout your future generations.", "22": "When you harvest your land's produce, you must not harvest all the way to the edge of your field; and don't gather every remaining bit of your harvest. Leave these items for the poor and the immigrant; I am the Lord your God.", "23": "The Lord said to Moses:", "24": "Say to the Israelites: On the first day of the seventh month,[d] you will have a special rest, a holy occasion marked by a trumpet signal.", "25": "You must not do any job-related work, and you must offer a food gift to the Lord.", "26": "The Lord said to Moses:", "27": "Note that the tenth day of this seventh month is the Day of Reconciliation. It will be a holy occasion for you. You must deny yourselves and offer a food gift to the Lord.", "28": "You must not do any work that day because it is a Day of Reconciliation to make reconciliation for you before the Lord your God.", "29": "Anyone who does not deny themselves on that day will be cut off from their people.", "30": "Moreover, I will destroy from their people anyone who does any work on that day.", "31": "You must not do any work! This is a permanent rule throughout your future generations wherever you live.", "32": "This is a Sabbath of special rest for you, and you must deny yourselves. You will observe your Sabbath on the ninth day of the month from evening to the following evening.", "33": "The Lord said to Moses:", "34": "Say to the Israelites: The Festival of Booths to the Lord will start on the fifteenth day of the seventh month and will last for seven days.", "35": "The first day is a holy occasion. You must not do any job-related work.", "36": "For seven days you will offer food gifts to the Lord. On the eighth day you will have a holy occasion and must offer a food gift to the Lord. It is a holiday: you must not do any job-related work.", "37": "These are the Lord's appointed times that you will proclaim as holy occasions, offering food gifts to the Lord: entirely burned offerings, grain offerings, communal sacrifices, and drink offerings—each on its proper day.", "38": "This is in addition to the Lord's sabbaths and in addition to your presents, all the payments for solemn promises, and all the spontaneous gifts that you give to the Lord.", "39": "Note that on the fifteenth day of the seventh month, when you have gathered the land's crops, you will celebrate the Lord's festival for seven days. The first day and the eighth day are days of special rest.", "40": "On the first day you must take fruit from majestic trees,[e] palm branches, branches of leafy trees,[f] and willows of the streams, and rejoice before the Lord your God for seven days.", "41": "You will celebrate this festival to the Lord for seven days each year; this is a permanent rule throughout your future generations. You will celebrate it in the seventh month.", "42": "For seven days you must live in huts. Every citizen of Israel must live in huts", "43": "so that your future generations will know that I made the Israelites live in huts when I brought them out of the land of Egypt; I am the Lord your God.", "44": "So Moses announced the Lord's appointed times to the Israelites."}