{"1": "The Lord said to Moses,", "2": "Speak to the Israelites and say to them: When a person makes a solemn promise to the Lord involving the value of a person,", "3": "if it is the value for a male between 20 and 60 years old, his value is fifty silver shekels according to the sanctuary's shekel.", "4": "If the person is a female, her value is thirty shekels.", "5": "If the age of the person is between 5 and 20 years, the value for a male is twenty shekels, for a female ten shekels.", "6": "If the age of the person is between one month and 5 years, the value for a male is five silver shekels, for a female three silver shekels.", "7": "If the age of the person is 60 years or more, the value is fifteen shekels if the person is male, ten shekels for a female.", "8": "But if financial difficulty prevents the promise maker from giving the full value, they must set the person before the priest. The priest will assign the person a value according to what the promise maker can afford.", "9": "If a solemn promise involves livestock that can be offered to the Lord, any such animal given to the Lord will be considered holy.", "10": "The promise maker cannot replace or substitute for it, either good for bad or bad for good. But if one should substitute one animal for another, both it and the substitute will be holy.", "11": "If the solemn promise involves any kind of unclean animal that cannot be offered to the Lord, the promise maker must set the animal before the priest.", "12": "The priest will assign it a value, whether high or low.[a] Its value will be what the priest says.", "13": "If the promise maker wishes to buy it back, they must add one-fifth to its value.", "14": "When someone dedicates their house to the Lord as holy, the priest will assign a value to it, whether high or low. The value is fixed, whatever value the priest assigns to it.", "15": "If the one who dedicates the house wishes to buy it back, they must add one-fifth to its valued price, and it will be theirs again.", "16": "If a person dedicates part of the land from their family property to the Lord, the value will be set according to the seed needed to plant it: fifty silver shekels per homer of barley seed.", "17": "If the person dedicates the piece of land during the Jubilee year, its value will stay fixed.", "18": "But if the person dedicates the piece after the Jubilee year, the priest will calculate the price according to the years that are left until the next Jubilee year, and the value will be reduced.", "19": "If the one who dedicates the land wishes to buy it back, they must add one-fifth to its valued price, and it will be theirs again.", "20": "But if they do not buy it back or if it was sold to someone else, it is no longer able to be bought back.", "21": "When the piece of land is released in the Jubilee year, it will be holy to the Lord like a piece of devoted land; it will be the priest's property.", "22": "If the person dedicates land they purchased to the Lord—land that is not part of their family property—", "23": "the priest will calculate the amount of its value until the Jubilee year. The person must pay the value on that day as a holy donation to the Lord.", "24": "In the Jubilee year the piece of land will return to the seller, to the one who is the original owner of the family property.", "25": "Every value will be according to the sanctuary's shekel. The shekel will be twenty gerahs.", "26": "But note that a person cannot dedicate any oldest offspring from livestock, which already belongs to the Lord because it is the oldest. Whether ox or sheep, it belongs to the Lord.", "27": "If it is an unclean animal, it may be bought back at its value plus twenty percent. If it is not bought back, it will be sold at its set value.", "28": "Also note that everything someone devotes[b] to the Lord from their possessions—whether humans, animals, or pieces of land from their family property—cannot be sold or bought back. Every devoted thing is most holy to the Lord.", "29": "No human beings that have been devoted can be bought back; they must be executed.", "30": "All tenth-part gifts[c] from the land, whether of seed from the ground or fruit from the trees, belong to the Lord; they are holy to the Lord.", "31": "If someone wishes to buy back part of their tenth-part gift, they must add one-fifth to it.", "32": "All tenth-part gifts from a herd or flock—every tenth animal that passes under the shepherd's staff—will be holy to the Lord.", "33": "The one bringing the tenth-part gift must not pick out the good from the bad, and cannot substitute any animal. But if one should substitute an animal, both it and the substitute will be holy and cannot be bought back.", "34": "These are the commands that the Lord gave Moses on Mount Sinai for the Israelites."}