{"1": "If the offering is a communal sacrifice of well-being,[a] the one who offers the herd animal—whether it is male or female—must present a flawless specimen before the Lord.", "2": "You must press your hand on the head of the offering and slaughter it at the meeting tent's entrance. Aaron's sons the priests will toss the blood against every side of the altar.", "3": "Then you can offer a food gift to the Lord from the communal sacrifice of well-being: the fat that covers and surrounds the insides;", "4": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which should be removed with the kidneys.", "5": "Aaron's sons will completely burn all of this on the altar—along with the entirely burned offering on the wood that is on the altar fire—as a food gift of soothing smell to the Lord.", "6": "If the offering for a communal sacrifice of well-being for the Lord is from the flock—whether it is male or female—you must present a flawless specimen.", "7": "If you present a sheep as the offering, you must present it before the Lord.", "8": "You must press your hand on the head of the offering and slaughter it before the meeting tent. Aaron's sons will toss the blood against every side of the altar.", "9": "Then you may offer the fat from the communal sacrifice of well-being as a food gift for the Lord: the whole fat tail, which should be removed close to the tailbone; the fat that covers and surrounds the insides;", "10": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which should be removed with the kidneys.", "11": "The priest will then completely burn all of this on the altar as food—as a food gift for the Lord.", "12": "If the offering is a goat, you must present it before the Lord.", "13": "You must press your hand on its head and slaughter it before the meeting tent. Aaron's sons will toss its blood against every side of the altar.", "14": "Then you may present as your offering—a food gift for the Lord—the fat that covers and surrounds the insides;", "15": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which should be removed with the kidneys.", "16": "The priest will then completely burn all of this on the altar as food—as a food gift for a soothing smell. All fat belongs to the Lord.", "17": "This is a permanent rule for your future generations, wherever you live: you must not eat any fat or blood."}