{"1": "After these things God decided to test Abraham's faith. God said to him, “Abraham!” And he said, “Yes!”", "2": "Then God said, “Take your son to the land of Moriah and kill your son there as a sacrifice for me. This must be Isaac, your only son, the one you love. Use him as a burnt offering on one of the mountains there. I will tell you which mountain.”", "3": "In the morning Abraham got up and saddled his donkey. He took Isaac and two servants with him. He cut the wood for the sacrifice. Then they went to the place where God told them to go.", "4": "After they traveled three days, Abraham looked up, and in the distance he saw the place where they were going.", "5": "Then he said to his servants, “Stay here with the donkey. The boy and I will go to that place and worship. Then we will come back to you later.”", "6": "Abraham took the wood for the sacrifice and put it on his son's shoulder. Abraham took the special knife and fire. Then both he and his son went together to the place for worship.", "7": "Isaac said to his father Abraham, “Father!” Abraham answered, “Yes, son?” Isaac said, “I see the wood and the fire. But where is the lamb we will burn as a sacrifice?”", "8": "Abraham answered, “God himself is providing the lamb for the sacrifice, my son.” So both Abraham and his son went together to that place.", "9": "When they came to the place where God told them to go, Abraham built an altar. He carefully laid the wood on the altar. Then he tied up his son Isaac and laid him on the altar on top of the wood.", "10": "Then Abraham reached for his knife to kill his son.", "11": "But the angel of the Lord stopped him. The angel called from heaven and said, “Abraham, Abraham!” Abraham answered, “Yes?”", "12": "The angel said, “Don't kill your son or hurt him in any way. Now I can see that you do respect and obey God. I see that you are ready to kill your son, your only son, for me.”", "13": "Then Abraham noticed a ram whose horns were caught in a bush. So Abraham went and took the ram. He offered it, instead of his son, as a sacrifice to God.", "14": "So Abraham gave that place a name, “The Lord Provides.”[a] Even today people say, “On the mountain of the Lord, he will give us what we need.”[b]", "15": "The angel of the Lord called to Abraham from heaven a second time.", "16": "The angel said, “You were ready to kill your only son for me. Since you did this for me, I make you this promise: I, the Lord, promise that", "17": "I will surely bless you and give you as many descendants as the stars in the sky. There will be as many people as sand on the seashore. And your people will live in cities that they will take from their enemies.", "18": "Every nation on the earth will be blessed through your descendants. I will do this because you obeyed me.”", "19": "Then Abraham went back to his servants. They all traveled back to Beersheba, and Abraham stayed there.", "20": "After all these things happened, a message was sent to Abraham. It said, “Your brother Nahor and his wife Milcah have children now.", "21": "The first son is Uz. The second son is Buz. The third son is Kemuel, the father of Aram.", "22": "Then there are Kesed, Hazo, Pildash, Jidlaph, and Bethuel.”", "23": "Bethuel was the father of Rebekah. Milcah was the mother of these eight sons, and Nahor was the father. Nahor was Abraham's brother.", "24": "Also Nahor had four other sons from his slave woman Reumah. The sons were Tebah, Gaham, Tahash, and Maacah."}