{"1": "Isaac grew old, and his eyes became so weak that he could not see clearly. One day he called his older son Esau to him and said, “Son!” Esau answered, “Here I am.”", "2": "Isaac said, “I am old. Maybe I will die soon.", "3": "So take your bow and arrows and go hunting. Kill an animal for me to eat.", "4": "Prepare the food that I love. Bring it to me, and I will eat it. Then I will bless you before I die.”", "5": "So Esau went hunting. Rebekah was listening when Isaac told this to his son Esau.", "6": "Rebekah said to her son Jacob, “Listen, I heard your father talking to your brother Esau.", "7": "Your father said, 'Kill an animal for me to eat. Prepare the food for me, and I will eat it. Then, with the Lord as witness, I will bless you before I die.'", "8": "So listen, son, and do what I tell you.", "9": "Go out to our goats and bring me two young ones. I will prepare them the way your father loves them.", "10": "Then you will carry the food to your father, and he will bless you before he dies.”", "11": "But Jacob told his mother Rebekah, “My brother Esau is a hairy man. I am not hairy like him.", "12": "If my father touches me, he will know that I am not Esau. Then he will not bless me—he will curse me because I tried to trick him.”", "13": "So Rebekah said to him, “I will accept the blame if there is trouble. Do what I said. Go get the goats for me.”", "14": "So Jacob went out and got two goats and brought them to his mother. His mother cooked the goats in the special way that Isaac loved.", "15": "Then Rebekah took the clothes that her older son Esau loved to wear. She put these clothes on the younger son Jacob.", "16": "She took the skins of the goats and put them on Jacob's hands and on his neck.", "17": "Then she got the food she had cooked and gave it to Jacob.", "18": "Jacob went to his father and said, “Father.” His father answered, “Yes, son. Who are you?”", "19": "Jacob said to his father, “I am Esau, your first son. I have done what you told me. Now sit up and eat the meat from the animals that I hunted for you. Then you can bless me.”", "20": "But Isaac said to his son, “How have you hunted and killed the animals so quickly?” Jacob answered, “Because the Lord your God allowed me to find the animals quickly.”", "21": "Then Isaac said to Jacob, “Come near to me so that I can feel you, my son. If I can feel you, I will know if you are really my son Esau.”", "22": "So Jacob went to Isaac his father. Isaac felt him and said, “Your voice sounds like Jacob's voice, but your arms are hairy like the arms of Esau.”", "23": "Isaac did not know it was Jacob, because his arms were hairy like Esau's. So Isaac blessed Jacob.", "24": "Isaac said, “Are you really my son Esau?” Jacob answered, “Yes, I am.”", "25": "Then Isaac said, “Bring me the food. I will eat it and bless you.” So Jacob gave him the food, and he ate it. Then Jacob gave him some wine, and he drank it.", "26": "Then Isaac said to him. “Son, come near and kiss me.”", "27": "So Jacob went to his father and kissed him. When Isaac smelled Esau's clothes, he blessed him and said, “My son smells like the fields the Lord has blessed.", "28": "May God give you plenty of rain, good crops, and wine.", "29": "May the nations serve you and many people bow down to you. You will rule over your brothers. Your mother's sons will bow down to you and obey you. Whoever curses you will be cursed. Whoever blesses you will be blessed.”", "30": "Isaac finished blessing Jacob. Then, just as Jacob left his father Isaac, Esau came in from hunting.", "31": "Esau prepared the food in the special way his father loved. He brought it to his father and said, “Father, I am your son. Get up and eat the meat from the animals that I killed for you. Then you can bless me.”", "32": "But Isaac said to him, “Who are you?” He answered, “I am your son—your first son—Esau.”", "33": "Then Isaac became so upset that he began to shake. He said, “Then who was it that cooked and brought me food before you came? I ate it all, and I blessed him. Now it is too late to take back my blessing.”", "34": "When Esau heard his father's words, he became very angry and bitter. He cried out and said to his father, “Then bless me also, father!”", "35": "Isaac said, “Your brother tricked me! He came and took your blessing!”", "36": "Esau said, “His name is Jacob.[a] That is the right name for him. He has tricked me twice. He took away my rights as the firstborn son. And now he has taken away my blessing.” Then Esau said, “Have you saved any blessing for me?”", "37": "Isaac answered, “I have already given Jacob the power to rule over you. And I said all his brothers would be his servants. I have given him the blessing for much grain and wine. There is nothing left to give you, my son.”", "38": "But Esau continued to beg his father. “Do you have only one blessing, father? Bless me also, father!” Esau began to cry.", "39": "Then Isaac said to him, “You will not live on good land. You will not have much rain.", "40": "You will have to fight to live, and you will be a slave to your brother. But when you fight to be free, you will break away from his control.”", "41": "After that Esau hated Jacob because of this blessing. Esau said to himself, “My father will soon die, and after we are finished with that, I will kill Jacob.”", "42": "Rebekah heard about Esau's plan to kill Jacob. She sent for Jacob and said to him, “Listen, your brother Esau is planning to kill you.", "43": "So, son, do what I say. My brother Laban is living in Haran. Go to him and hide.", "44": "Stay with him for a short time until your brother stops being angry.", "45": "When your brother forgets what you did to him, I will send a servant to bring you back. I don't want to lose both of my sons the same day.”", "46": "Then Rebekah said to Isaac, “Your son Esau married Hittite women. I am very upset about this, because they are not our people. I'll have nothing to live for if Jacob marries one of these women!”"}