{"1": "Jacob stayed and lived in the land of Canaan. This is the same land where his father had lived.", "2": "This is the story of Jacob's family. Joseph was a young man, 17 years old. His job was to take care of the sheep and the goats. Joseph did this work with his brothers, the sons of Bilhah and Zilpah. (Bilhah and Zilpah were his father's wives.) Joseph told his father about the bad things that his brothers did.", "3": "Joseph was born at a time when his father Israel was very old, so Israel loved him more than he loved his other sons. Jacob gave him a special coat, which was long and very beautiful.[a]", "4": "When Joseph's brothers saw that their father loved Joseph more than he loved them, they hated their brother because of this. They refused to say nice things to him.", "5": "One time Joseph had a special dream. Later, he told his brothers about this dream, and after that his brothers hated him even more.", "6": "Joseph said, “I had a dream.", "7": "We were all working in the field, tying stacks of wheat together. Then my stack got up. It stood there while all of your stacks of wheat made a circle around mine and bowed down to it.”", "8": "His brothers said, “Do you think this means that you will be a king and rule over us?” His brothers hated Joseph more now because of the dreams he had about them.", "9": "Then Joseph had another dream, and he told his brothers about it. He said, “I had another dream. I saw the sun, the moon, and eleven stars bowing down to me.”", "10": "Joseph also told his father about this dream, but his father criticized him. His father said, “What kind of dream is this? Do you believe that your mother, your brothers, and I will bow down to you?”", "11": "Joseph's brothers continued to be jealous of him, but his father thought about all these things and wondered what they could mean.", "12": "One day Joseph's brothers went to Shechem to care for their father's sheep.", "13": "Jacob said to Joseph, “Go to Shechem. Your brothers are there with my sheep.” Joseph answered, “I will go.”", "14": "His father said, “Go and see if your brothers are safe. Come back and tell me if my sheep are all fine.” So Joseph's father sent him from the Valley of Hebron to Shechem.", "15": "At Shechem, Joseph got lost. A man found him wandering in the fields. The man said, “What are you looking for?”", "16": "Joseph answered, “I am looking for my brothers. Can you tell me where they are with their sheep?”", "17": "The man said, “They have already gone away. I heard them say that they were going to Dothan.” So Joseph followed his brothers and found them in Dothan.", "18": "Joseph's brothers saw him coming from far away. They decided to make a plan to kill him.", "19": "They said to each other, “Here comes Joseph the dreamer.", "20": "We should kill him now while we can. We could throw his body into one of the empty wells and tell our father that a wild animal killed him. Then we will show him that his dreams are useless.”", "21": "But Reuben wanted to save Joseph. He said, “Let's not kill him.", "22": "We can put him into a well without hurting him.” Reuben planned to save Joseph and send him back to his father.", "23": "When Joseph came to his brothers, they attacked him and tore off his long and beautiful coat.", "24": "Then they threw him into an empty well that was dry.", "25": "While Joseph was in the well, the brothers sat down to eat. They looked up and saw a group of traders[b] traveling from Gilead to Egypt. Their camels were carrying many different spices and riches.", "26": "So Judah said to his brothers, “What profit will we get if we kill our brother and hide his death?", "27": "We will profit more if we sell him to these traders. Then we will not be guilty of killing our own brother.” The other brothers agreed.", "28": "When the Midianite traders came by, the brothers took Joseph out of the well and sold him to the traders for 20 pieces of silver. The traders took him to Egypt.", "29": "Reuben had been gone, but when he came back to the well, he saw that Joseph was not there. He tore his clothes to show that he was upset.", "30": "Reuben went to the brothers and said, “The boy is not in the well! What will I do?”", "31": "The brothers killed a goat and put the goat's blood on Joseph's beautiful coat.", "32": "Then the brothers showed the coat to their father. And the brothers said, “We found this coat. Is this Joseph's coat?”", "33": "His father saw the coat and knew that it was Joseph's. He said, “Yes, that is his! Maybe some wild animal has killed him. My son Joseph has been eaten by a wild animal!”", "34": "Jacob was so sorry about his son that he tore his clothes. Then Jacob put on special clothes to show that he was sad. He continued to be sad about his son for a long time.", "35": "All of Jacob's sons and daughters tried to comfort him, but Jacob was never comforted. He said, “I will be sad about my son until the day I die.” So Jacob continued to mourn his son Joseph.", "36": "The Midianite traders later sold Joseph in Egypt. They sold him to Potiphar, an officer of the king of Egypt and the captain of his palace guards."}