{"1": "Adam had sexual relations with his wife Eve. She became pregnant and gave birth to a son. She named him Cain.[a] Eve said, “With the Lord's help, I have made a man!”", "2": "Eve gave birth again to Cain's brother Abel. Abel became a shepherd, and Cain became a farmer.", "3-4": "At harvest time,[b] Cain brought a gift to the Lord. He brought some of the food that he grew from the ground, but Abel brought some animals from his flock. He chose some of his best sheep and brought the best parts from them.[c] The Lord accepted Abel and his gift.", "5": "But he did not accept Cain and his offering. Cain was sad because of this, and he became very angry.", "6": "The Lord asked Cain, “Why are you angry? Why does your face look sad?", "7": "You know that if you do what is right, I will accept you. But if you don't, sin is ready to attack you. That sin will want to control you, but you must control it.”[d]", "8": "Cain said to his brother Abel, “Let's go out to the field.”[e] So they went to the field. Then Cain attacked his brother Abel and killed him.", "9": "Later, the Lord said to Cain, “Where is your brother Abel?” Cain answered, “I don't know. Is it my job to watch over my brother?”", "10-11": "Then the Lord said, “What have you done? You killed your brother and the ground opened up to take his blood from your hands. Now his blood is shouting to me from the ground. So you will be cursed from this ground.", "12": "Now when you work the soil, the ground will not help your plants grow. You will not have a home in this land. You will wander from place to place.”", "13": "Then Cain said to the Lord, “This punishment is more than I can bear!", "14": "You are forcing me to leave the land, and I will not be able to be near you or have a home! Now I must wander from place to place, and anyone I meet could kill me.”", "15": "Then the Lord said to Cain, “No, if anyone kills you, I will punish that person much, much more.” Then the Lord put a mark on Cain to show that no one should kill him.", "16": "Cain went away from the Lord and lived in the land of Nod.[f]", "17": "Cain had sexual relations with his wife. She became pregnant and gave birth to a son named Enoch. Cain built a city and gave the city the same name as his son Enoch.", "18": "Enoch had a son named Irad. Irad had a son named Mehujael. Mehujael had a son named Methushael. And Methushael had a son named Lamech.", "19": "Lamech married two women. One wife was named Adah, and the other was named Zillah.", "20": "Adah gave birth to Jabal. Jabal was the father[g] of people who live in tents and earn their living by keeping cattle.", "21": "Jabal was Jubal's brother. Jubal was the father of people who play the harp and flute.", "22": "Zillah gave birth to Tubal-Cain. Tubal-Cain was the father of people who work with bronze and iron. The sister of Tubal-Cain was named Naamah.", "23": "Lamech said to his wives, “Adah and Zillah, hear my voice! You wives of Lamech, listen to me. A man hurt me, so I killed him. I even killed a child for hitting me.", "24": "The punishment for killing Cain was very bad. But the punishment for killing me will be many times worse!”", "25": "Adam again had sexual relations with his wife, and she gave birth to another son. She named him Seth.[h] Eve said, “God has given me another son. Cain killed Abel, but now I have Seth.”", "26": "Seth also had a son. He named him Enosh. At that time people began to pray to the Lord.[i]"}