{"1": "And the people of Israel again did what was evil in the sight of the Lord, after Ehud died. ", "2": "And the Lord sold them into the hand of Jabin king of Canaan, who reigned in Hazor; the commander of his army was Sis′era, who dwelt in Haro′sheth-ha-goiim. ", "3": "Then the people of Israel cried to the Lord for help; for he had nine hundred chariots of iron, and oppressed the people of Israel cruelly for twenty years.", "4": "Now Deb′orah, a prophetess, the wife of Lap′pidoth, was judging Israel at that time. ", "5": "She used to sit under the palm of Deb′orah between Ramah and Bethel in the hill country of E′phraim; and the people of Israel came up to her for judgment. ", "6": "She sent and summoned Barak the son of Abin′o-am from Kedesh in Naph′tali, and said to him, “The Lord, the God of Israel, commands you, 'Go, gather your men at Mount Tabor, taking ten thousand from the tribe of Naph′tali and the tribe of Zeb′ulun. ", "7": "And I will draw out Sis′era, the general of Jabin's army, to meet you by the river Kishon with his chariots and his troops; and I will give him into your hand.'” ", "8": "Barak said to her, “If you will go with me, I will go; but if you will not go with me, I will not go.” ", "9": "And she said, “I will surely go with you; nevertheless, the road on which you are going will not lead to your glory, for the Lord will sell Sis′era into the hand of a woman.” Then Deb′orah arose, and went with Barak to Kedesh. ", "10": "And Barak summoned Zeb′ulun and Naph′tali to Kedesh; and ten thousand men went up at his heels; and Deb′orah went up with him.", "11": "Now Heber the Ken′ite had separated from the Ken′ites, the descendants of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Za-anan′nim, which is near Kedesh.", "12": "When Sis′era was told that Barak the son of Abin′o-am had gone up to Mount Tabor, ", "13": "Sis′era called out all his chariots, nine hundred chariots of iron, and all the men who were with him, from Haro′sheth-ha-goiim to the river Kishon. ", "14": "And Deb′orah said to Barak, “Up! For this is the day in which the Lord has given Sis′era into your hand. Does not the Lord go out before you?” So Barak went down from Mount Tabor with ten thousand men following him. ", "15": "And the Lord routed Sis′era and all his chariots and all his army before Barak at the edge of the sword; and Sis′era alighted from his chariot and fled away on foot. ", "16": "And Barak pursued the chariots and the army to Haro′sheth-ha-goiim, and all the army of Sis′era fell by the edge of the sword; not a man was left.", "17": "But Sis′era fled away on foot to the tent of Ja′el, the wife of Heber the Ken′ite; for there was peace between Jabin the king of Hazor and the house of Heber the Ken′ite. ", "18": "And Ja′el came out to meet Sis′era, and said to him, “Turn aside, my lord, turn aside to me; have no fear.” So he turned aside to her into the tent, and she covered him with a rug. ", "19": "And he said to her, “Pray, give me a little water to drink; for I am thirsty.” So she opened a skin of milk and gave him a drink and covered him. ", "20": "And he said to her, “Stand at the door of the tent, and if any man comes and asks you, 'Is any one here?' say, No.” ", "21": "But Ja′el the wife of Heber took a tent peg, and took a hammer in her hand, and went softly to him and drove the peg into his temple, till it went down into the ground, as he was lying fast asleep from weariness. So he died. ", "22": "And behold, as Barak pursued Sis′era, Ja′el went out to meet him, and said to him, “Come, and I will show you the man whom you are seeking.” So he went in to her tent; and there lay Sis′era dead, with the tent peg in his temple.", "23": "So on that day God subdued Jabin the king of Canaan before the people of Israel. ", "24": "And the hand of the people of Israel bore harder and harder on Jabin the king of Canaan, until they destroyed Jabin king of Canaan."}