{"1-2": "Three years after King Jehoiakim began to rule in Judah, Babylon's King Nebuchadnezzar attacked Jerusalem with his armies, and the Lord gave him victory over Jehoiakim. When he returned to Babylon, he took along some of the sacred cups from the Temple of God and placed them in the treasury of his god in the land of Shinar.", "3-4": "Then he ordered Ashpenaz, who was in charge of his palace personnel,[a] to select some of the Jewish youths brought back as captives—young men of the royal family and nobility of Judah—and to teach them the Chaldean language and literature.* “Pick strong, healthy, good-looking lads,” he said; “those who have read widely in many fields, are well informed, alert and sensible, and have enough poise to look good around the palace.”", "5": "The king assigned them the best of food and wine from his own kitchen during their three-year training period, planning to make them his counselors when they graduated.", "6": "Daniel, Hananiah, Mishael, and Azariah were four of the young men chosen, all from the tribe of Judah. ", "7": "However, their superintendent gave them Babylonian names, as follows: Daniel was called Belteshazzar; Hananiah was called Shadrach; Mishael was called Meshach; Azariah was called Abednego.", "8": "But Daniel made up his mind not to eat[b] the food and wine given to them by the king. He asked the superintendent for permission to eat other things instead.* ", "9": "Now as it happened, God had given the superintendent a special appreciation for Daniel and sympathy for his predicament. ", "10": "But he was alarmed by Daniel's suggestion. “I'm afraid you will become pale and thin compared with the other youths your age,” he said, “and then the king will behead me for neglecting my responsibilities.”", "11": "Daniel talked it over with the steward who was appointed by the superintendent to look after Daniel, Hananiah, Mishael, and Azariah, ", "12": "and suggested a ten-day diet of only vegetables and water; ", "13": "then, at the end of this trial period the steward could see how they looked in comparison with the other fellows who ate the king's rich food and decide whether or not to let them continue their diet.", "14": "The steward finally agreed to the test. ", "15": "Well, at the end of the ten days, Daniel and his three friends looked healthier and better nourished than the youths who had been eating the food supplied by the king! ", "16": "So after that the steward fed them only vegetables and water, without the rich foods and wines!", "17": "God gave these four youths great ability to learn, and they soon mastered all the literature and science of the time; and God gave to Daniel special ability in understanding the meanings of dreams and visions.", "18-19": "When the three-year training period was completed, the superintendent brought all the young men to the king for oral exams, as he had been ordered to do. King Nebuchadnezzar had long talks with each of them, and none of them impressed him as much as Daniel, Hananiah, Mishael, and Azariah. So they were put on his regular staff of advisors. ", "20": "And in all matters requiring information and balanced judgment, the king found these young men's advice ten times better than that of all the skilled magicians and wise astrologers in his realm.", "21": "Daniel held this appointment as the king's counselor until the first year of the reign of King Cyrus."}