{"1": "In the third year of the reign of Cyrus, king of Persia, Daniel (also called Belteshazzar) had another vision. It concerned events certain to happen in the future: times of great tribulation—wars and sorrows, and this time he understood what the vision meant.", "2": "When this vision came to me (Daniel said later), I had been in mourning for three full weeks. ", "3": "All that time I tasted neither wine nor meat, and, of course, I went without desserts. I neither washed nor shaved nor combed my hair.", "4": "Then one day early in April, as I was standing beside the great Tigris River, ", "5-6": "I looked up, and suddenly there before me stood a person robed in linen garments, with a belt of purest gold around his waist and glowing, lustrous skin! From his face came blinding flashes like lightning, and his eyes were pools of fire; his arms and feet shone like polished brass, and his voice was like the roaring of a vast multitude of people.", "7": "I, Daniel, alone saw this great vision; the men with me saw nothing, but they were suddenly filled with unreasoning terror and ran to hide, ", "8": "so I was left alone. When I saw this frightening vision, my strength left me, and I grew pale and weak with fright.", "9": "Then he spoke to me, and I fell to the ground face downward in a deep faint. ", "10": "But a hand touched me and lifted me, still trembling, to my hands and knees. ", "11": "And I heard his voice—“O Daniel, greatly beloved of God,” he said, “stand up and listen carefully to what I have to say to you, for God has sent me to you.” So I stood up, still trembling with fear.", "12": "Then he said, “Don't be frightened, Daniel, for your request has been heard in heaven and was answered the very first day you began to fast before the Lord and pray for understanding; that very day I was sent here to meet you. ", "13": "But for twenty-one days the mighty Evil Spirit[a] who overrules the kingdom of Persia blocked my way. Then Michael, one of the top officers of the heavenly army, came to help me, so that I was able to break through these spirit rulers of Persia. ", "14": "Now I am here to tell you what will happen to your people, the Jews, at the end times—for the fulfillment of this prophecy is many years away.”", "15": "All this time I was looking down, unable to speak a word. ", "16": "Then someone—he looked like a man—touched my lips and I could talk again, and I said to the messenger from heaven, “Sir, I am terrified by your appearance and have no strength. ", "17": "How can such a person as I even talk to you? For my strength is gone, and I can hardly breathe.”", "18": "Then the one who seemed to be a man touched me again, and I felt my strength returning. ", "19": "“God loves you very much,” he said; “don't be afraid! Calm yourself; be strong—yes, strong!” Suddenly, as he spoke these words, I felt stronger and said to him, “Now you can go ahead and speak, sir, for you have strengthened me.”", "20-21": "He replied, “Do you know why I have come? I am here to tell you what is written in the 'Book of the Future.' Then, when I leave, I will go again to fight my way back, past the prince of Persia; and after him, the prince of Greece. Only Michael, the angel who guards your people Israel,[b] will be there to help me."}