{"1": "“I was the one sent to strengthen and help Darius the Mede in the first year of his reign. ", "2": "But now I will show you what the future holds. Three more Persian kings will reign, to be succeeded by a fourth,[a] far richer than the others. Using his wealth for political advantage, he will plan total war against Greece.", "3": "“Then a mighty king will rise in Greece, a king who will rule a vast kingdom and accomplish everything he sets out to do.[b] ", "4": "But at the zenith of his power, his kingdom will break apart and be divided into four weaker nations, not even ruled by his sons. For his empire will be torn apart and given to others. ", "5": "One of them, the king of Egypt,[c] will increase in power, but this king's own officials will rebel against him and take away his kingdom and make it still more powerful.", "6": "“Several years later an alliance will be formed between the king of Syria[d] and the king of Egypt. The daughter of the king of Egypt will be given in marriage to the king of Syria as a gesture of peace,* but she will lose her influence over him, and not only will her hopes be blighted, but those of her father, the king of Egypt, and of her ambassador and child. ", "7": "But when her brother[e] takes over as king of Egypt, he will raise an army against the king of Syria and march against him and defeat him. ", "8": "When he returns again to Egypt, he will carry back their idols with him, along with priceless gold and silver dishes; and for many years afterward he will leave the Syrian king alone.", "9": "“Meanwhile, the king of Syria[f] will invade Egypt briefly but will soon return again to his own land. ", "10-11": "However, the sons of this Syrian king will assemble a mighty army that will overflow across Israel into Egypt, to a fortress there. Then the king of Egypt,[g] in great anger, will rally against the vast forces of Syria and defeat them. ", "12": "Filled with pride after this great victory, he will have many thousands of his enemies killed, but his success will be short-lived.", "13": "“A few years later the Syrian king[h] will return with a fully equipped army far greater than the one he lost, ", "14": "and other nations will join him in a crusade against Egypt. Insurgents among your own people, the Jews, will join them, thus fulfilling prophecy,[i] but they will not succeed. ", "15": "Then the Syrian king and his allies will come and lay siege to a fortified city of Egypt and capture it, and the proud armies of Egypt will go down to defeat.", "16": "“The Syrian king will march onward unopposed; none will be able to stop him. And he will also enter 'The Glorious Land' of Israel and pillage it. ", "17": "This will be his plot for conquering all Egypt: he, too, will form an alliance with the Egyptian king, giving him a daughter in marriage, so that she can work for him from within. But the plan will fail.", "18": "“After this he will turn his attention to the coastal cities and conquer many. But a general will stop him and cause him to retreat in shame. ", "19": "He will turn homeward again but will have trouble on the way and disappear.", "20": "“His successor[j] will be remembered as the king who sent a tax collector into Israel, but after a very brief reign, he will die mysteriously, though neither in battle nor in riot.", "21": "“Next to come to power will be an evil man not directly in line for royal succession.[k] But during a crisis he will take over the kingdom by flattery and intrigue. ", "22": "Then all opposition will be swept away before him, including a leader of the priests.[l] ", "23": "His promises will be worthless. From the first his method will be deceit; with a mere handful of followers, he will become strong. ", "24": "He will enter the richest areas of the land without warning and do something never done before: he will take the property and wealth of the rich and scatter it out among the people. With great success he will besiege and capture powerful strongholds throughout his dominions, but this will last for only a short while. ", "25": "Then he will stir up his courage and raise a great army against Egypt; and Egypt, too, will raise a mighty army, but to no avail, for plots against him will succeed.", "26": "“Those of his own household will bring his downfall; his army will desert, and many will be killed.", "27": "“Both these kings[m] will be plotting against each other at the conference table, attempting to deceive each other. But it will make no difference, for neither can succeed until God's appointed time has come.", "28": "“The Syrian king will then return home with great riches, first marching through Israel and destroying it. ", "29": "Then at the predestined time he will once again turn his armies southward, as he had threatened, but now it will be a very different story from those first two occasions. ", "30-31": "For Roman warships[n] will scare him off, and he will withdraw and return home. Angered by having to retreat, the Syrian king will again pillage Jerusalem and pollute the sanctuary,* putting a stop to the daily sacrifices, and worshiping idols inside the Temple.* He will leave godless Jews in power when he leaves—men who have abandoned their fathers' faith. ", "32": "He will flatter those who hate the things of God[o] and win them over to his side. But the people who know their God* shall be strong and do great things.", "33": "“Those with spiritual understanding will have a wide ministry of teaching in those days. But they will be in constant danger, many of them dying by fire and sword, or being jailed and robbed. ", "34": "Eventually these pressures will subside, and some ungodly men will come, pretending to offer a helping hand, only to take advantage of them.", "35": "“And some who are most gifted in the things of God will stumble in those days and fall, but this will only refine and cleanse them and make them pure until the final end of all their trials, at God's appointed time.", "36": "“The king will do exactly as he pleases, claiming to be greater than every god there is, even blaspheming the God of gods, and prospering—until his time is up. For God's plans are unshakable. ", "37": "He will have no regard for the gods of his fathers, nor for the god beloved of women,[p] nor any other god, for he will boast that he is greater than them all. ", "38": "Instead of these, he will worship the Fortress god[q]—a god his fathers never knew—and lavish on him costly gifts! ", "39": "Claiming this god's help, he will have great success against the strongest fortresses. He will honor those who submit to him, appointing them to positions of authority and dividing the land to them as their reward.", "40": "“Then at the time of the end,[r] the king of the south will attack him again, and the northern king will react with the strength and fury of a whirlwind; his vast army and navy will rush out to bury him with their might. ", "41": "He will invade various lands on the way, including Israel, the Pleasant Land, and overthrow the governments of many nations. Moab, Edom, and most of Ammon will escape, ", "42": "but Egypt and many other lands will be occupied. ", "43": "He will capture all the treasures of Egypt, and the Libyans and Ethiopians shall be his servants.", "44": "“But then news from the east and north will alarm him, and he will return in great anger to destroy as he goes. ", "45": "He will halt between Jerusalem and the sea and there pitch his royal tents, but while he is there his time will suddenly run out, and there will be no one to help him."}