{"1-3": "One night in the second year of his reign, Nebuchadnezzar had a terrifying nightmare and awoke trembling with fear. And to make matters worse, he couldn't remember his dream! He immediately called in all his magicians, incantationists, sorcerers, and astrologers, and demanded that they tell him what his dream had been. “I've had a terrible nightmare,” he said as they stood before him, “and I can't remember what it was. Tell me, for I fear some tragedy awaits me.”", "4": "Then the astrologers (speaking in Aramaic) said to the king, “Sir, tell us the dream and then we can tell you what it means.”", "5": "But the king replied, “I tell you the dream is gone—I can't remember it. And if you won't tell me what it was and what it means, I'll have you torn limb from limb and your houses made into heaps of rubble! ", "6": "But I will give you many wonderful gifts and honors if you tell me what the dream was and what it means. So, begin!”", "7": "They said again, “How can we tell you what the dream means unless you tell us what it was?”", "8-9": "The king retorted, “I can see your trick! You're trying to stall for time until the calamity befalls me that the dream foretells. But if you don't tell me the dream, you certainly can't expect me to believe your interpretation!”", "10": "The astrologers replied to the king, “There isn't a man alive who can tell others what they have dreamed! And there isn't a king in all the world who would ask such a thing! ", "11": "This is an impossible thing the king requires. No one except the gods can tell you your dream, and they are not here to help.”", "12": "Upon hearing this, the king was furious and sent out orders to execute all the wise men of Babylon. ", "13": "And Daniel and his companions were rounded up with the others to be killed.", "14": "But when Arioch, the chief executioner, came to kill them, Daniel handled the situation with great wisdom by asking, ", "15": "“Why is the king so angry? What is the matter?” Then Arioch told him all that had happened.", "16": "So Daniel went in to see the king. “Give me a little time,” he said, “and I will tell you the dream and what it means.”", "17": "Then he went home and told Hananiah, Mishael, and Azariah, his companions. ", "18": "They asked the God of heaven to show them his mercy by telling them the secret, so they would not die with the others. ", "19": "And that night in a vision God told Daniel what the king had dreamed. Then Daniel praised the God of heaven, ", "20": "saying, “Blessed be the name of God forever and ever, for he alone has all wisdom and all power. ", "21": "World events are under his control. He removes kings and sets others on their thrones. He gives wise men their wisdom and scholars their intelligence. ", "22": "He reveals profound mysteries beyond man's understanding. He knows all hidden things, for he is light, and darkness is no obstacle to him. ", "23": "I thank and praise you, O God of my fathers, for you have given me wisdom and glowing health, and now even this vision of the king's dream and the understanding of what it means.”", "24": "Then Daniel went in to see Arioch, who had been ordered to execute the wise men of Babylon, and said, “Don't kill them. Take me to the king, and I will tell him what he wants to know.”", "25": "Then Arioch hurried Daniel in to the king and said, “I've found one of the Jewish captives who will tell you your dream!”", "26": "The king said to Daniel, “Is this true? Can you tell me what my dream was and what it means?”", "27": "Daniel replied, “No wise man, astrologer, magician, or wizard can tell the king such things, ", "28": "but there is a God in heaven who reveals secrets, and he has told you in your dream what will happen in the future. This was your dream:", "29": "“You dreamed of coming events. He who reveals secrets was speaking to you. ", "30": "(But remember, it's not because I am wiser than any living person that I know this secret of your dream, for God showed it to me for your benefit.)", "31": "“O king, you saw a huge and powerful statue of a man, shining brilliantly, frightening and terrible. ", "32": "The head of the statue was made of purest gold, its chest and arms were of silver, its belly and thighs of brass, ", "33": "its legs of iron, its feet part iron and part clay. ", "34": "But as you watched, a Rock was cut from the mountainside[a] by supernatural means. It came hurtling toward the statue and crushed the feet of iron and clay, smashing them to bits. ", "35": "Then the whole statue collapsed into a heap of iron, clay, brass, silver, and gold; its pieces were crushed as small as chaff, and the wind blew them all away. But the Rock that knocked the statue down became a great mountain that covered the whole earth.", "36": "“That was the dream; now for its meaning:", "37": "“Your Majesty, you are a king over many kings, for the God of heaven has given you your kingdom, power, strength, and glory. ", "38": "You rule the farthest provinces, and even animals and birds are under your control, as God decreed. You are that head of gold.", "39": "“But after your kingdom has come to an end, another world power[b] will arise to take your place. This empire will be inferior to yours. And after that kingdom has fallen, yet a third great power*—represented by the bronze belly of the statue—will rise to rule the world. ", "40": "Following it, the fourth kingdom[c] will be strong as iron—smashing, bruising, and conquering. ", "41-42": "The feet and toes you saw—part iron and part clay—show that later on, this kingdom will be divided. Some parts of it will be as strong as iron, and some as weak as clay. ", "43": "This mixture of iron with clay also shows that these kingdoms will try to strengthen themselves by forming alliances with each other through intermarriage of their rulers; but this will not succeed, for iron and clay don't mix.", "44": "“During the reigns of those kings, the God of heaven will set up a kingdom that will never be destroyed; no one will ever conquer it. It will shatter all these kingdoms into nothingness, but it shall stand forever, indestructible. ", "45": "That is the meaning of the Rock cut from the mountain without human hands—the Rock that crushed to powder all the iron and brass, the clay, the silver, and the gold. “Thus the great God has shown what will happen in the future, and this interpretation of your dream is as sure and certain as my description of it.”", "46": "Then Nebuchadnezzar fell to the ground before Daniel and worshiped him and commanded his people to offer sacrifices and burn sweet incense before him.", "47": "“Truly, O Daniel,” the king said, “your God is the God of gods, Ruler of kings, the Revealer of mysteries, because he has told you this secret.”", "48": "Then the king made Daniel very great; he gave him many valuable gifts and appointed him to be ruler over the whole province of Babylon, as well as chief over all his wise men.", "49": "Then, at Daniel's request, the king appointed Shadrach, Meshach, and Abednego as Daniel's assistants, to be in charge of all the affairs of the province of Babylon; Daniel served as chief magistrate in the king's court."}