{"1": "King Nebuchadnezzar made a gold statue ninety feet high and nine feet wide and set it up on the plain of Dura, in the province of Babylon; ", "2": "then he sent messages to all the princes, governors, captains, judges, treasurers, counselors, sheriffs, and rulers of all the provinces of his empire, to come to the dedication of his statue. ", "3": "When they had all arrived and were standing before the monument, ", "4": "a herald shouted out, “O people of all nations and languages, this is the king's command:", "5": "“When the band[a] strikes up, you are to fall flat on the ground to worship King Nebuchadnezzar's gold statue; ", "6": "anyone who refuses to obey will immediately be thrown into a flaming furnace.”", "7": "So when the band* began to play, everyone—whatever his nation, language, or religion[b]—fell to the ground and worshiped the statue.", "8": "But some officials went to the king and accused some of the Jews of refusing to worship!", "9": "“Your Majesty,” they said to him, ", "10": "“you made a law that everyone must fall down and worship the gold statue when the band* begins to play, ", "11": "and that anyone who refuses will be thrown into a flaming furnace. ", "12": "But there are some Jews out there—Shadrach, Meshach, and Abednego, whom you have put in charge of Babylonian affairs—who have defied you, refusing to serve your gods or to worship the gold statue you set up.”", "13": "Then Nebuchadnezzar, in a terrible rage, ordered Shadrach, Meshach, and Abednego to be brought in before him.", "14": "“Is it true, O Shadrach, Meshach, and Abednego,” he demanded, “that you are refusing to serve my gods or to worship the gold statue I set up? ", "15": "I'll give you one more chance. When the music plays, if you fall down and worship the statue, all will be well. But if you refuse, you will be thrown into a flaming furnace within the hour. And what god can deliver you out of my hands then?”", "16": "Shadrach, Meshach, and Abednego replied, “O Nebuchadnezzar, we are not worried about what will happen to us. ", "17": "If we are thrown into the flaming furnace, our God is able to deliver us; and he will deliver us out of your hand, Your Majesty. ", "18": "But if he doesn't, please understand, sir, that even then we will never under any circumstance serve your gods or worship the gold statue you have erected.”", "19": "Then Nebuchadnezzar was filled with fury and his face became dark with anger at Shadrach, Meshach, and Abednego. He commanded that the furnace be heated up seven times hotter than usual, ", "20": "and called for some of the strongest men of his army to bind Shadrach, Meshach, and Abednego, and throw them into the fire. ", "21": "So they bound them tight with ropes and threw them into the furnace, fully clothed. ", "22": "And because the king, in his anger, had demanded such a hot fire in the furnace, the flames leaped out and killed the soldiers as they threw them in! ", "23": "So Shadrach, Meshach, and Abednego fell down bound into the roaring flames.", "24": "But suddenly, as he was watching, Nebuchadnezzar jumped up in amazement and exclaimed to his advisors, “Didn't we throw three men into the furnace?” “Yes,” they said, “we did indeed, Your Majesty.”", "25": "“Well, look!” Nebuchadnezzar shouted. “I see four men, unbound, walking around in the fire, and they aren't even hurt by the flames! And the fourth looks like a god!”[c]", "26": "Then Nebuchadnezzar came as close as he could to the open door of the flaming furnace and yelled: “Shadrach, Meshach, and Abednego, servants of the Most High God! Come out! Come here!” So they stepped out of the fire.", "27": "Then the princes, governors, captains, and counselors crowded around them and saw that the fire hadn't touched them—not a hair of their heads was singed; their coats were unscorched, and they didn't even smell of smoke!", "28": "Then Nebuchadnezzar said, “Blessed be the God of Shadrach, Meshach, and Abednego, for he sent his angel to deliver his trusting servants when they defied the king's commandment and were willing to die rather than serve or worship any god except their own. ", "29": "Therefore, I make this decree, that any person of any nation, language, or religion[d] who speaks a word against the God of Shadrach, Meshach, and Abednego shall be torn limb from limb and his house knocked into a heap of rubble. For no other God can do what this one does.”", "30": "Then the king gave promotions to Shadrach, Meshach, and Abednego, so that they prospered greatly there in the province of Babylon."}