{"1": "One night during the first year of Belshazzar's reign over the Babylonian Empire, Daniel had a dream and he wrote it down. This is his description of what he saw:", "2": "In my dream I saw a great storm on a mighty ocean, with strong winds blowing from every direction. ", "3": "Then four huge animals came up out of the water, each different from the other. ", "4": "The first was like a lion, but it had eagle's wings! And as I watched, its wings were pulled off so that it could no longer fly, and it was left standing on the ground, on two feet, like a man; and a man's mind was given to it. ", "5": "The second animal looked like a bear with its paw raised, ready to strike. It held three ribs between its teeth, and I heard a voice saying to it, “Get up! Devour many people!” ", "6": "The third of these strange animals looked like a leopard, but on its back it had wings like those of birds, and it had four heads! And great power was given to it over all mankind.", "7": "Then, as I watched in my dream, a fourth animal rose up out of the ocean, too dreadful to describe and incredibly strong. It devoured some of its victims by tearing them apart with its huge iron teeth, and others it crushed beneath its feet. It was far more brutal and vicious than any of the other animals, and it had ten horns.", "8": "As I was looking at the horns, suddenly another small horn appeared among them, and three of the first ones were yanked out, roots and all, to give it room; this little horn had a man's eyes and a bragging mouth.", "9": "I watched as thrones were put in place and the Ancient of Days—the Almighty God—sat down to judge. His clothing was as white as snow, his hair like whitest wool. He sat upon a fiery throne brought in on flaming wheels, and ", "10": "a river of fire flowed from before him. Millions of angels ministered to him, and hundreds of millions of people stood before him, waiting to be judged. Then the court began its session, and the books were opened.", "11": "As I watched, the brutal fourth animal was killed and its body handed over to be burned because of its arrogance against Almighty God and the boasting of its little horn. ", "12": "As for the other three animals, their kingdoms were taken from them, but they were allowed to live a short time longer.[a]", "13": "Next I saw the arrival of a Man—or so he seemed to be—brought there on clouds from heaven; he approached the Ancient of Days and was presented to him. ", "14": "He was given the ruling power and glory over all the nations of the world, so that all people of every language must obey him. His power is eternal—it will never end; his government shall never fall.", "15": "I was confused and disturbed by all I had seen (Daniel wrote in his report), ", "16": "so I approached one of those standing beside the throne and asked him the meaning of all these things, and he explained them to me.", "17": "“These four huge animals,” he said, “represent four kings who will someday rule the earth. ", "18": "But in the end the people of the Most High God shall rule the governments of the world forever and forever.”", "19": "Then I asked about the fourth animal, the one so brutal and shocking, with its iron teeth and brass claws that tore men apart and stamped others to death with its feet. ", "20": "I asked, too, about the ten horns and the little horn that came up afterward and destroyed three of the others—the horn with the eyes and the loud, bragging mouth, the one that was stronger than the others. ", "21": "For I had seen this horn warring against God's people and winning, ", "22": "until the Ancient of Days came and opened his court and vindicated his people, giving them worldwide powers of government.", "23": "“This fourth animal,” he told me, “is the fourth world power[b] that will rule the earth. It will be more brutal than any of the others; it will devour the whole world, destroying everything before it. ", "24": "His ten horns are ten kings that will rise out of his empire; then another king[c] will arise, more brutal than the other ten, and will destroy three of them. ", "25": "He will defy the Most High God and wear down the saints with persecution, and he will try to change all laws, morals, and customs.[d] God's people will be helpless in his hands for three and a half years.", "26": "“But then the Ancient of Days will come[e] and open his court of justice and take all power from this vicious king, to consume and destroy it until the end. ", "27": "Then all nations under heaven and their power shall be given to the people of God;[f] they shall rule all things forever, and all rulers shall serve and obey them.”", "28": "That was the end of the dream. When I awoke, I was greatly disturbed, and my face was pale with fright, but I told no one what I had seen."}