{"1": "Simon Symeōn Peter Petros, a servant  and kai apostle apostolos of  Jesus Iēsous Christ Christos,  to  those ho who  have  received lanchanō a  faith pistis that  through en the  justice dikaiosynē of ho our hēmeis God theos and kai Savior sōtēr Jesus Iēsous Christ Christos is of  equal  privilege isotimos with  ours hēmeis: ", "2": "May  grace charis and kai peace eirēnē be  yours hymeis in  ever  increasing  measure plēthunō through en knowledge epignōsis of ho God theos and kai of  Jesus Iēsous · ho our hēmeis Lord kyrios. ", "3": "His autos divine theios power dynamis has  freely  given dōreomai to  us hēmeis everything pas · ho we need  · ho for pros a  life zōē of kai godliness eusebeia,  through dia the ho knowledge epignōsis of ho him  who  called kaleō us hēmeis by  his  own idios glory doxa and kai might aretē, ", "4": "by  means dia of  which hos he  has  freely  given dōreomai to  us hēmeis his ho precious timios and kai splendid  promises epangelma,  so  that hina through dia them houtos you  may ginomai escape apopheugō the ho corruption phthora that is  in en the ho world kosmos caused  by en sinful  desire epithumia and  become ginomai partakers koinōnos of theios the  divine theios nature physis. ", "5": "· kai For  this  very autos reason houtos,  · de make pareispherō every pas effort spoudē by en · ho your hymeis faith pistis to  produce epichorēgeō · ho virtue aretē,  by en · de · ho virtue aretē · ho knowledge gnōsis, ", "6": "by en · de · ho knowledge gnōsis · ho self-control enkrateia,  by en · de · ho self-control enkrateia · ho steadfastness hypomonē,  by en · de · ho steadfastness hypomonē · ho godliness eusebeia, ", "7": "by en · de · ho godliness eusebeia · ho brotherly philadelphia affection ,  and de by en · ho brotherly  affection philadelphia · ho love agapē. ", "8": "For gar if hyparchō you hymeis possess hyparchō these  qualities houtos · kai in  increasing  measure pleonazō,  they  will  make kathistēmi you  effective ou argos and  productive oude in eis your ho knowledge epignōsis of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "9": "For gar the  one  who hos does  not mē have pareimi these  qualities houtos is eimi blind typhlos;  he  is  nearsighted myōpazō,  having lambanō forgotten lēthē that ho he  was  cleansed katharismos from ho his autos past palai sins hamartia. ", "10": "Therefore dio, my  brothers adelphos, be  all  the  more mallon eager spoudazō to  confirm bebaios your hymeis · ho call klēsis and kai election eklogē.  For gar by  doing poieō these  things houtos you  will  never ou mē come  to  ruin ptaiō. ", "11": "For gar in  this  way houtōs · ho entry eisodos into eis the ho eternal aiōnios kingdom basileia of ho our hēmeis Lord kyrios and kai Savior sōtēr Jesus Iēsous Christ Christos will  be epichorēgeō richly plousiōs provided epichorēgeō for  you hymeis. ", "12": "Therefore dio I  intend mellō to  keep  on aei reminding hypomimnēskō you hymeis of peri these  things houtos,  even  though kaiper you  know oida them  and kai are  established stērizō in en the ho truth alētheia that  you  now  have pareimi. ", "13": "Indeed de,  I  consider hēgeomai it the  right  thing dikaios to do,  as epi long  as hosos I  am eimi in en this houtos · ho body skēnōma,  to  keep  refreshing diegeirō your hymeis memory hypomnēsis, ", "14": "since  I  know oida that hoti my egō body skēnōma will  soon tachinos be eimi · ho put  aside apothesis · ho as kathōs · kai · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos made  clear dēloō to  me egō. ", "15": "And de I  will  also kai do  my  best spoudazō to see that  you hymeis will  always hekastote be  able echō to  recall mnēmē these  things houtos after meta · ho my emos decease exodos.  · ho", "16": "For gar we  did exakoloutheō not ou follow exakoloutheō cunningly  crafted sophizō stories mythos when  we  made  known gnōrizō to  you hymeis the ho coming parousia of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos in  power dynamis,  · kai but alla we  were ginomai eyewitnesses epoptēs of ho his ekeinos majesty megaleiotēs. ", "17": "For gar he  received lambanō honor timē and kai glory doxa from para God theos the  Father patēr when  a  voice phōnē borne pherō to  him autos by hypo the ho Majestic megaloprepēs Glory doxa proclaimed: “ This houtos is eimi · ho my egō Son hyios,  · ho my egō Beloved agapētos,  on eis whom hos my egō favor  rests eudokeō.” ", "18": "· kai We akouō ourselves hēmeis heard akouō this houtos · ho voice phōnē borne pherō from ek heaven ouranos,  for  we  were eimi with syn him autos on en the ho holy hagios mountain oros. ", "19": "Moreover kai,  we  hold echō the ho prophetic prophētikos word logos to  be  reliable bebaios, and  you  will  do poieō well kalōs to  pay  attention prosechō to  it hos as hōs you would  to  a  lamp lychnos shining phainō in en a  gloomy auchmēros place topos,  until heōs hos the  day hēmera dawns diaugazō and kai the  morning  star phōsphoros arises anatellō in en · ho your hymeis hearts kardia. ", "20": "Above  all prōton,  you  must  understand ginōskō that hoti no ou prophecy prophēteia of  scripture graphē arises ginomai from  the prophet's  own idios interpretation epilysis, ", "21": "for gar prophecy prophēteia never ou had  its  origin pherō in  the  will thelēma of  man anthrōpos,  but alla men anthrōpos borne  along pherō by hypo the  Holy hagios Spirit pneuma spoke laleō from apo God theos. "}