{"1": "But de there  were ginomai also kai false  prophets pseudoprophētēs among en the ho people laos,  just  as hōs · kai there  will  be eimi false  teachers pseudodidaskalos among en you hymeis,  who hostis will  bring  in pareisagō destructive apōleia heresies hairesis,  even kai denying arneomai the ho Master despotēs who  bought agorazō them autos,  bringing  on epagō themselves heautou swift tachinos destruction apōleia. ", "2": "· kai Many polys will  follow exakoloutheō their autos · ho immoral  lifestyle aselgeia, and  because  of dia them hos the ho way hodos of ho truth alētheia will  be  maligned blasphēmeō. ", "3": "And kai in en their  greed pleonexia they  will  exploit emporeuomai you hymeis with  their  fabricated plastos stories logos.  Their hos · ho condemnation krima has  not ou from  ancient  times ekpalai been  idle argeō,  · kai nor ou · ho has  their autos destruction apōleia been  sleeping nystazō. ", "4": "For gar if ei · ho God theos did pheidomai not ou spare pheidomai the  angels angelos when  they  sinned hamartanō but alla cast tartaroō them  into  hell tartaroō,  committing paradidōmi them  to  chains seira of  utter  darkness zophos, there  to  be  kept tēreō until eis the  judgment krisis; ", "5": "and kai if  he  did pheidomai not ou spare pheidomai the  ancient archaios world kosmos ( but alla preserved phylassō Noah Nōe, the  eighth ogdoos, a  herald kēryx of  righteousness dikaiosynē)  when  he  brought epagō the  deluge kataklysmos on  an  ungodly asebēs world kosmos; ", "6": "· kai if  by  reducing  the  cities polis of  Sodom Sodoma and kai Gomorrah Gomorra to  ashes tephroō he  condemned katakrinō them  to  extinction katastrophē,  making tithēmi them an  example hypodeigma of  what  is  going  to  happen mellō to  the  ungodly asebēs, ", "7": "and kai rescued rhyomai the  righteous dikaios man  Lot Lōt,  who  was  distressed kataponeō by hypo the ho immoral aselgeia lifestyle anastrophē of ho lawless  men athesmos", "8": "( for gar while  that ho righteous dikaios man  was  living enkatoikeō among en them autos day hēmera after ek day hēmera,  he  was  tormented basanizō in his  righteous dikaios soul psychē by  the  lawless anomos deeds ergon that he  saw blemma and kai heard akoē); ", "9": "then the  Lord kyrios knows oida how  to  rescue rhyomai the  godly eusebēs from ek trial peirasmos,  but de to  keep tēreō the  unrighteous adikos under  guard tēreō awaiting  punishment kolazō on eis the  day hēmera of  judgment krisis, ", "10": "especially malista · de those ho who  in en polluting miasmos lust epithumia indulge poreuō the  flesh sarx and kai despise kataphroneō authority kyriotēs. These  bold tolmētēs and  insolent authadēs people  are  not ou afraid tremō to  slander blasphēmeō the  glorious  ones doxa, ", "11": "whereas hopou angels angelos,  although eimi greater megas in  strength ischus and kai power dynamis,  do  not ou bring pherō a  slanderous blasphēmos judgment krisis against kata them autos before para the  Lord kyrios. ", "12": "But de these houtos people ,  like hōs irrational alogos animals zōon,  born gennaō creatures  of  instinct physikos to  be eis captured halōsis and kai destroyed phthora,  are  ignorant agnoeō of en those hos whom  they  slander blasphēmeō, and  in en · ho their autos destruction phthora will  themselves  also kai be  destroyed phtheirō, ", "13": "suffering  harm adikeō as  the  reward misthos for  the  harm adikia they have done.  They  consider hēgeomai indulgence hēdonē · ho in en the  daytime hēmera a  pleasure tryphē. They are  spots spilos and kai blemishes mōmos,  reveling entryphaō in en · ho their autos deceitful  pleasures apatē while  they  feast  with syneuōcheomai you hymeis. ", "14": "They  have echō eyes ophthalmos full mestos of  adultery moichalis · kai that  do  not  stop akatapaustos sinning hamartia.  They  seduce deleazō unstable astēriktos souls psychē and  have echō hearts kardia well  trained gymnazō in  greed pleonexia.  Accursed katara brood teknon! ", "15": "Forsaking kataleipō the right  way hodos,  they  have  gone  astray planaō,  following exakoloutheō the ho way hodos of ho Balaam Balaam, the son  of ho Beor Bosor,  who hos loved agapaō the  reward misthos of  wrongdoing adikia. ", "16": "But de he  was echō rebuked elenxis for  his  own idios transgression paranomia—a  dumb aphōnos donkey hypozygion,  speaking phthengomai with en the  voice phōnē of  a  man anthrōpos,  restrained kōlyō the ho madness paraphronia of  the ho prophet prophētēs. ", "17": "These  people houtos are eimi wells pēgē without  water anydros,  · kai mists homichlē driven elaunō by hypo a  squall lailaps.  For  them hos the ho gloom zophos of ho darkness skotos has  been  reserved tēreō. ", "18": "For gar by  speaking phthengomai pompous hyperonkos words phthengomai of  vanity mataiotēs,  they  entice deleazō,  by en lusts epithumia of  the  flesh sarx and  debauchery aselgeia,  those ho who are  just oligōs escaping apopheugō from  those ho who  are  living anastrephō in en error planē. ", "19": "They  promise epangellomai them autos freedom eleutheria, but they  themselves autos are hyparchō slaves  of ho corruption phthora;  for gar by hos whatever  a  man tis is  overcome hēttaomai,  to  this houtos he  is  enslaved douloō. ", "20": "For gar if ei after  they  have  escaped apopheugō the ho defilements miasma of  the ho world kosmos through en the  knowledge epignōsis of ho our hēmeis Lord kyrios and kai Savior sōtēr Jesus Iēsous Christ Christos,  they  are  again palin entangled emplekō in  them houtos · de and  overcome hēttaomai,  the ho last eschatos state  has  become ginomai for  them autos worse cheirōn than  the ho first prōtos. ", "21": "For gar it  would  have  been eimi better kreittōn for  them autos never mē to  have  come  to  know epiginōskō the ho way hodos of ho righteousness dikaiosynē than ē,  having  come  to  know epiginōskō it,  to  turn  back hypostrephō from ek the ho holy hagios commandment entolē that  was  delivered paradidōmi to  them autos. ", "22": "What  has  happened symbainō to  them autos illustrates  the ho · ho true alēthēs proverb paroimia: “A  dog kyōn returns epistrephō to epi · ho its  own idios vomit exerama,  and kai a  sow hys,  after  washing  herself louō, returns  to eis wallow kylismos in  the  mire borboros.” "}