{"1": "This houtos,  dear  friends agapētos, is  now ēdē the  second deuteros letter epistolē I  have  written graphō to  you hymeis ( in en both  of  them hos I  have  been  trying  to  arouse diegeirō your hymeis pure eilikrinēs minds dianoia with en a  reminder hypomnēsis)  · ho", "2": "to  remember mimnēskomai the ho words rhēma spoken beforehand  by hypo the ho holy hagios prophets prophētēs and kai the ho commandment entolē of  the ho Lord kyrios and kai Savior sōtēr spoken  through ho your hymeis apostles apostolos. ", "3": "Above  all prōton you  must  understand ginōskō that hoti in epi the ho last eschatos days hēmera scoffers empaiktēs will  come erchomai with en scoffing empaigmonē,  following poreuō · ho their autos own idios lusts epithumia", "4": "and kai saying legō, “ Where pou is eimi the ho promise epangelia of ho his autos coming parousia?  For gar ever apo since hos our ho fathers patēr fell  asleep koimaō,  everything pas has  gone  along diamenō as  it  has houtōs from apo the  beginning archē of  creation ktisis.” ", "5": "For gar in  maintaining thelō this houtos,  they autos overlook  the  fact lanthanō that hoti by  the ho word logos of ho God theos heavens ouranos existed eimi long  ago ekpalai and kai an  earth gē was  formed synistēmi out  of ek water hydōr and kai by  means dia of  water hydōr. ", "6": "By dia these hos the ho world kosmos of  that  time tote was  destroyed apollymi,  being  deluged kataklyzō with  water hydōr. ", "7": "But de by  the ho same autos word logos the ho present nyn heavens ouranos and kai · ho earth gē have  been eimi reserved thēsaurizō for  fire pyr,  kept tēreō for eis the  day hēmera of  judgment krisis and kai destruction apōleia of ho ungodly asebēs men anthrōpos. ", "8": "But de do  not mē let  this houtos one  thing heis escape lanthanō your hymeis notice ,  dear  friends agapētos,  that hoti one heis day hēmera with para the  Lord kyrios is  as hōs a  thousand chilioi years etos and kai a  thousand chilioi years etos are  as hōs a  single heis day hēmera. ", "9": "The  Lord kyrios is  not ou late bradynō in fulfilling  his ho promise epangelia,  as hōs some tis regard hēgeomai lateness bradytēs,  but alla is  patient makrothumeō toward eis you hymeis,  not mē willing boulomai that  anyone tis should  perish apollymi,  but alla that  all pas should  come chōreō to eis repentance metanoia. ", "10": "But de the  Day hēmera of  the  Lord kyrios will  come hēkō like hōs a  thief kleptēs,  in en which hos the ho heavens ouranos will  pass  away parerchomai with  a  rushing  noise rhoizēdon, the  elements stoicheion · de will  melt lyō in  the  intense  heat kausoō,  and kai the  earth gē and kai the ho works ergon in en it autos will  be  exposed heuriskō. ", "11": "Since  all pas these  things houtos are  thus houtōs to  be  dissolved lyō,  what  kind  of  people potapos ought dei you hymeis to  be hyparchō in en holy hagios conduct anastrophē and kai godliness eusebeia, ", "12": "waiting  for prosdokaō and kai hastening speudō the ho coming parousia of  the ho day hēmera of ho God theos,  because  of dia which hos the  heavens ouranos will  be  set  on  fire pyroō and  dissolved lyō,  and kai the  elements stoicheion will  melt tēkō in  the  heat kausoō. ", "13": "But de according  to kata his autos promise epangelma we  are  waiting  for prosdokaō new kainos heavens ouranos and kai a  new kainos earth gē · ho in en which hos righteousness dikaiosynē will  be  at  home katoikeō. ", "14": "So  then dio,  dear  friends agapētos,  since  you  await prosdokaō these  things houtos,  strive spoudazō to  be  found heuriskō without  spot aspilos or kai blemish amōmētos,  at en peace eirēnē in  him autos. ", "15": "And kai consider hēgeomai the ho patience makrothumia of ho our hēmeis Lord kyrios as  salvation sōtēria,  just  as kathōs also kai · ho our hēmeis dear agapētos brother adelphos Paul Paulos wrote graphō to  you hymeis according  to kata the ho wisdom sophia given didōmi to  him autos, ", "16": "as hōs · kai he does  in en all pas his  letters epistolē,  speaking laleō in en them autos of peri these  matters houtos,  in en which hos are eimi some  things tis hard  to  understand dysnoētos,  things  that hos the ho ignorant amathēs and kai unstable astēriktos distort strebloō to pros their autos own idios destruction apōleia,  as hōs · kai they do  the ho other loipos scriptures graphē.  · ho", "17": "You hymeis therefore oun,  dear  friends agapētos,  knowing  this  beforehand proginōskō,  be  on  your  guard phylassō that hina you  are synapagō not mē led  astray synapagō by  the ho error planē of  these ho lawless athesmos people  and  fall ekpiptō from ho your idios stable  position stērigmos. ", "18": "But de grow auxanō in en the  grace charis and kai knowledge gnōsis of ho our hēmeis Lord kyrios and kai Savior sōtēr Jesus Iēsous Christ Christos.  To  him autos be  the ho glory doxa both kai now nyn and kai in eis the  eternal aiōn day hēmera.  Amen amēn. "}