{"1": "From Paul, called by God's will to be an apostle of Jesus Christ, and from Sosthenes our brother.", "2": "To God's church that is in Corinth: To those who have been made holy to God in Christ Jesus, who are called to be God's people. Together with all those who call upon the name of our Lord Jesus Christ in every place—he's their Lord and ours!", "3": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "4": "I thank my God always for you, because of God's grace that was given to you in Christ Jesus.", "5": "That is, you were made rich through him in everything: in all your communication and every kind of knowledge,", "6": "in the same way that the testimony about Christ was confirmed with you.", "7": "The result is that you aren't missing any spiritual gift while you wait for our Lord Jesus Christ to be revealed.", "8": "He will also confirm your testimony about Christ until the end so that you will be blameless on the day of our Lord Jesus Christ.", "9": "God is faithful, and you were called by him to partnership with his Son, Jesus Christ our Lord.", "10": "Now I encourage you, brothers and sisters, in the name of our Lord Jesus Christ: Agree with each other and don't be divided into rival groups. Instead, be restored with the same mind and the same purpose.", "11": "My brothers and sisters, Chloe's people gave me some information about you, that you're fighting with each other.", "12": "What I mean is this: that each one of you says, “I belong to Paul,” “I belong to Apollos,” “I belong to Cephas,” “I belong to Christ.”", "13": "Has Christ been divided? Was Paul crucified for you, or were you baptized in Paul's name?", "14": "Thank God that I didn't baptize any of you, except Crispus and Gaius,", "15": "so that nobody can say that you were baptized in my name!", "16": "Oh, I baptized the house of Stephanas too. Otherwise, I don't know if I baptized anyone else.", "17": "Christ didn't send me to baptize but to preach the good news. And Christ didn't send me to preach the good news with clever words so that Christ's cross won't be emptied of its meaning.", "18": "The message of the cross is foolishness to those who are being destroyed. But it is the power of God for those of us who are being saved.", "19": "It is written in scripture: I will destroy the wisdom of the wise, and I will reject the intelligence of the intelligent.[a]", "20": "Where are the wise? Where are the legal experts? Where are today's debaters? Hasn't God made the wisdom of the world foolish?", "21": "In God's wisdom, he determined that the world wouldn't come to know him through its wisdom. Instead, God was pleased to save those who believe through the foolishness of preaching.", "22": "Jews ask for signs, and Greeks look for wisdom,", "23": "but we preach Christ crucified, which is a scandal to Jews and foolishness to Gentiles.", "24": "But to those who are called—both Jews and Greeks—Christ is God's power and God's wisdom.", "25": "This is because the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength.", "26": "Look at your situation when you were called, brothers and sisters! By ordinary human standards not many were wise, not many were powerful, not many were from the upper class.", "27": "But God chose what the world considers foolish to shame the wise. God chose what the world considers weak to shame the strong.", "28": "And God chose what the world considers low-class and low-life—what is considered to be nothing—to reduce what is considered to be something to nothing.", "29": "So no human being can brag in God's presence.", "30": "It is because of God that you are in Christ Jesus. He became wisdom from God for us. This means that he made us righteous and holy, and he delivered us.", "31": "This is consistent with what was written: The one who brags should brag in the Lord![b]"}