{"1": "Brothers and sisters, I want you to be sure of the fact that our ancestors were all under the cloud and they all went through the sea.", "2": "All were baptized into Moses in the cloud and in the sea.", "3": "All ate the same spiritual food,", "4": "and all drank the same spiritual drink. They drank from a spiritual rock that followed them, and the rock was Christ.", "5": "However, God was unhappy with most of them, and they were struck down in the wilderness.", "6": "These things were examples for us, so we won't crave evil things like they did.", "7": "Don't worship false gods like some of them did, as it is written, The people sat down to eat and drink and they got up to play.[a]", "8": "Let's not practice sexual immorality, like some of them did, and twenty-three thousand died in one day.", "9": "Let's not test Christ, like some of them did, and were killed by the snakes.", "10": "Let's not grumble, like some of them did, and were killed by the destroyer.", "11": "These things happened to them as an example and were written as a warning for us to whom the end of time has come.", "12": "So those who think they are standing need to watch out or else they may fall.", "13": "No temptation has seized you that isn't common for people. But God is faithful. He won't allow you to be tempted beyond your abilities. Instead, with the temptation, God will also supply a way out so that you will be able to endure it.", "14": "So then, my dear friends, run away from the worship of false gods!", "15": "I'm talking to you like you are sensible people. Think about what I'm saying.", "16": "Isn't the cup of blessing that we bless a sharing in the blood of Christ? Isn't the loaf of bread that we break a sharing in the body of Christ?", "17": "Since there is one loaf of bread, we who are many are one body, because we all share the one loaf of bread.", "18": "Look at the people of Israel. Don't those who eat the sacrifices share from the altar?", "19": "What am I saying then? That food sacrificed to a false god is anything, or that a false god is anything?", "20": "No, but this kind of sacrifice is sacrificed to demons and not to God. I don't want you to be sharing in demons.", "21": "You can't drink the cup of the Lord and the cup of demons; you can't participate in the table of the Lord and the table of demons.", "22": "Or should we make the Lord jealous? We aren't stronger than he is, are we?", "23": "Everything is permitted, but everything isn't beneficial. Everything is permitted, but everything doesn't build others up.", "24": "No one should look out for their own advantage, but they should look out for each other.", "25": "Eat everything that is sold in the marketplace, without asking questions about it because of your conscience.", "26": "The earth and all that is in it belong to the Lord.[b]", "27": "If an unbeliever invites you to eat with them and you want to go, eat whatever is served, without asking questions because of your conscience.", "28": "But if someone says to you, “This meat was sacrificed in a temple,” then don't eat it for the sake of the one who told you and for the sake of conscience.", "29": "Now when I say “conscience” I don't mean yours but the other person's. Why should my freedom be judged by someone else's conscience?", "30": "If I participate with gratitude, why should I be blamed for food I thank God for?", "31": "So, whether you eat or drink or whatever you do, you should do it all for God's glory.", "32": "Don't offend either Jews or Greeks, or God's church.", "33": "This is the same thing that I do. I please everyone in everything I do. I don't look out for my own advantage, but I look out for many people so that they can be saved."}