{"1": "Brothers and sisters, I want to call your attention to the good news that I preached to you, which you also received and in which you stand.", "2": "You are being saved through it if you hold on to the message I preached to you, unless somehow you believed it for nothing.", "3": "I passed on to you as most important what I also received: Christ died for our sins in line with the scriptures,", "4": "he was buried, and he rose on the third day in line with the scriptures.", "5": "He appeared to Cephas, then to the Twelve,", "6": "and then he appeared to more than five hundred brothers and sisters at once—most of them are still alive to this day, though some have died.", "7": "Then he appeared to James, then to all the apostles,", "8": "and last of all he appeared to me, as if I were born at the wrong time.", "9": "I'm the least important of the apostles. I don't deserve to be called an apostle, because I harassed God's church.", "10": "I am what I am by God's grace, and God's grace hasn't been for nothing. In fact, I have worked harder than all the others—that is, it wasn't me but the grace of God that is with me.", "11": "So then, whether you heard the message from me or them, this is what we preach and this is what you have believed.", "12": "So if the message that is preached says that Christ has been raised from the dead, then how can some of you say, “There's no resurrection of the dead”?", "13": "If there's no resurrection of the dead, then Christ hasn't been raised either.", "14": "If Christ hasn't been raised, then our preaching is useless and your faith is useless.", "15": "We are found to be false witnesses about God, because we testified against God that he raised Christ, when he didn't raise him if it's the case that the dead aren't raised.", "16": "If the dead aren't raised, then Christ hasn't been raised either.", "17": "If Christ hasn't been raised, then your faith is worthless; you are still in your sins,", "18": "and what's more, those who have died in Christ are gone forever.", "19": "If we have a hope in Christ only in this life, then we deserve to be pitied more than anyone else.", "20": "But in fact Christ has been raised from the dead. He's the first crop of the harvest[a] of those who have died.", "21": "Since death came through a human being, the resurrection of the dead came through one too.", "22": "In the same way that everyone dies in Adam, so also everyone will be given life in Christ.", "23": "Each event will happen in the right order: Christ, the first crop of the harvest,[b] then those who belong to Christ at his coming,", "24": "and then the end, when Christ hands over the kingdom to God the Father, when he brings every form of rule, every authority and power to an end.", "25": "It is necessary for him to rule until he puts all enemies under his feet.[c]", "26": "Death is the last enemy to be brought to an end,", "27": "since he has brought everything under control under his feet. When it says that everything has been brought under his control, this clearly means everything except for the one who placed everything under his control.", "28": "But when all things have been brought under his control, then the Son himself will also be under the control of the one who gave him control over everything so that God may be all in all.", "29": "Otherwise, what are those who are getting baptized for the dead doing? If the dead aren't raised, then why are they being baptized for them?", "30": "And what about us? Why are we in danger all day every day?", "31": "Brothers and sisters, I swear by the pride I have in you in Christ Jesus our Lord, I'm facing death every day.", "32": "From a human point of view, what good does it do me if I fought wild animals in Ephesus? If the dead aren't raised, let's eat and drink because tomorrow we'll die.[d]", "33": "Don't be deceived, bad company corrupts good character.", "34": "Sober up by acting like you should and don't sin. Some of you are ignorant about God—I say this because you should be ashamed of yourselves!", "35": "But someone will say, “How are the dead raised? What kind of body will they have when they come back?”", "36": "Look, fool! When you put a seed into the ground, it doesn't come back to life unless it dies.", "37": "What you put in the ground doesn't have the shape that it will have, but it's a bare grain of wheat or some other seed.", "38": "God gives it the sort of shape that he chooses, and he gives each of the seeds its own shape.", "39": "All flesh isn't alike. Humans have one kind of flesh, animals have another kind of flesh, birds have another kind of flesh, and fish have another kind.", "40": "There are heavenly bodies and earthly bodies. The heavenly bodies have one kind of glory, and the earthly bodies have another kind of glory.", "41": "The sun has one kind of glory, the moon has another kind of glory, and the stars have another kind of glory (but one star is different from another star in its glory).", "42": "It's the same with the resurrection of the dead: a rotting body is put into the ground, but what is raised won't ever decay.", "43": "It's degraded when it's put into the ground, but it's raised in glory. It's weak when it's put into the ground, but it's raised in power.", "44": "It's a physical body when it's put into the ground, but it's raised as a spiritual body. If there's a physical body, there's also a spiritual body.", "45": "So it is also written, The first human, Adam, became a living person,[e] and the last Adam became a spirit that gives life.", "46": "But the physical body comes first, not the spiritual one—the spiritual body comes afterward.", "47": "The first human was from the earth made from dust; the second human is from heaven.", "48": "The nature of the person made of dust is shared by people who are made of dust, and the nature of the heavenly person is shared by heavenly people.", "49": "We will look like[f] the heavenly person in the same way as we have looked like the person made from dust.", "50": "This is what I'm saying, brothers and sisters: Flesh and blood can't inherit God's kingdom. Something that rots can't inherit something that doesn't decay.", "51": "Listen, I'm telling you a secret: All of us won't die, but we will all be changed—", "52": "in an instant, in the blink of an eye, at the final trumpet. The trumpet will blast, and the dead will be raised with bodies that won't decay, and we will be changed.", "53": "It's necessary for this rotting body to be clothed with what can't decay, and for the body that is dying to be clothed in what can't die.", "54": "And when the rotting body has been clothed in what can't decay, and the dying body has been clothed in what can't die, then this statement in scripture will happen: Death has been swallowed up by a victory.[g]", "55": "Where is your victory, Death? Where is your sting, Death?[h]", "56": "(56 Death's sting is sin, and the power of sin is the Law.)", "57": "Thanks be to God, who gives us this victory through our Lord Jesus Christ!", "58": "As a result of all this, my loved brothers and sisters, you must stand firm, unshakable, excelling in the work of the Lord as always, because you know that your labor isn't going to be for nothing in the Lord."}