{"1": "Concerning the collection of money for God's people: You should do what I have directed the churches in Galatia to do.", "2": "On the first day of the week, each of you should set aside whatever you can afford from what you earn so that the collection won't be delayed until I come.", "3": "Then when I get there, I'll send whomever you approve to Jerusalem with letters of recommendation to bring your gift.", "4": "If it seems right for me to go too, they'll travel with me.", "5": "I'll come to you after I go through Macedonia, and because I'm going through Macedonia,", "6": "I may stay with you or even spend the winter there in Corinth so that you can send me on my way to wherever I'm off to next.", "7": "I don't want to make a quick visit to you, since I hope to spend some time with you if the Lord lets it happen.", "8": "I'll stay here in Ephesus until the Festival of Pentecost.", "9": "In spite of the fact that there are many opponents, a big and productive opportunity has opened up for my mission here.", "10": "If Timothy comes to you, be sure that he has no reason to be afraid while he's with you, because he does the work of the Lord just like I do.", "11": "So don't let anyone disrespect him, but send him on in peace so he can join me. I'm waiting for him along with the brothers and sisters.", "12": "Concerning Apollos our brother: I strongly encouraged him to visit you with the brothers and sisters, but he didn't want to go now. He'll come when he has an opportunity.", "13": "Stay awake, stand firm in your faith, be brave, be strong.", "14": "Everything should be done in love.", "15": "Brothers and sisters, I encourage you to do something else. You know that the people in Stephanas' household were the first crop of the harvest to come from the mission to Achaia. They have dedicated themselves to the service of God's people.", "16": "So accept the authority of people like them and of anyone who cooperates and works hard.", "17": "I'm so happy that Stephanas, Fortunatus, and Achaicus have arrived; they've made up for my missing you.", "18": "Indeed they've provided my spirit and yours with a much-needed rest. Therefore, give them proper recognition.", "19": "The churches in the province of Asia greet you. Aquila and Prisca greet you warmly in the Lord, together with the church that meets in their house.", "20": "All the brothers and sisters greet you. You in turn should greet each other with a holy kiss.", "21": "Here is my greeting in my own handwriting—Paul.", "22": "A curse on anyone who doesn't love the Lord. Come, Lord!", "23": "The grace of the Lord Jesus be with you.", "24": "My love is with all of you in Christ Jesus."}