{"1": "When I came to you, brothers and sisters, I didn't come preaching God's secrets to you like I was an expert in speech or wisdom.", "2": "I had made up my mind not to think about anything while I was with you except Jesus Christ, and to preach him as crucified.", "3": "I stood in front of you with weakness, fear, and a lot of shaking.", "4": "My message and my preaching weren't presented with convincing wise words but with a demonstration of the Spirit and of power.", "5": "I did this so that your faith might not depend on the wisdom of people but on the power of God.", "6": "What we say is wisdom to people who are mature. It isn't a wisdom that comes from the present day or from today's leaders who are being reduced to nothing.", "7": "We talk about God's wisdom, which has been hidden as a secret. God determined this wisdom in advance, before time began, for our glory.", "8": "It is a wisdom that none of the present-day rulers have understood, because if they did understand it, they would never have crucified the Lord of glory!", "9": "But this is precisely what is written: God has prepared things for those who love him that no eye has seen, or ear has heard, or that haven't crossed the mind of any human being.[a]", "10": "God has revealed these things to us through the Spirit. The Spirit searches everything, including the depths of God.", "11": "Who knows a person's depths except their own spirit that lives in them? In the same way, no one has known the depths of God except God's Spirit.", "12": "We haven't received the world's spirit but God's Spirit so that we can know the things given to us by God.", "13": "These are the things we are talking about—not with words taught by human wisdom but with words taught by the Spirit—we are interpreting spiritual things to spiritual people.", "14": "But people who are unspiritual don't accept the things from God's Spirit. They are foolishness to them and can't be understood, because they can only be comprehended in a spiritual way.", "15": "Spiritual people comprehend everything, but they themselves aren't understood by anyone.", "16": "Who has known the mind of the Lord, who will advise him?[b] But we have the mind of Christ."}