{"1": "When someone in your assembly has a legal case against another member, do they dare to take it to court to be judged by people who aren't just, instead of by God's people?", "2": "Or don't you know that God's people will judge the world? If the world is to be judged by you, are you incompetent to judge trivial cases?", "3": "Don't you know that we will judge angels? Why not ordinary things?", "4": "So then if you have ordinary lawsuits, do you appoint people as judges who aren't respected by the church?", "5": "I'm saying this because you should be ashamed of yourselves! Isn't there one person among you who is wise enough to pass judgment between believers?", "6": "But instead, does a brother or sister have a lawsuit against another brother or sister, and do they do this in front of unbelievers?", "7": "The fact that you have lawsuits against each other means that you've already lost your case. Why not be wronged instead? Why not be cheated?", "8": "But instead you are doing wrong and cheating—and you're doing it to your own brothers and sisters.", "9": "Don't you know that people who are unjust won't inherit God's kingdom? Don't be deceived. Those who are sexually immoral, those who worship false gods, adulterers, both participants in same-sex intercourse,[a]", "10": "thieves, the greedy, drunks, abusive people, and swindlers won't inherit God's kingdom.", "11": "That is what some of you used to be! But you were washed clean, you were made holy to God, and you were made right with God in the name of the Lord Jesus Christ and in the Spirit of our God.", "12": "I have the freedom to do anything, but not everything is helpful. I have the freedom to do anything, but I won't be controlled by anything.", "13": "Food is for the stomach and the stomach is for food, and yet God will do away with both. The body isn't for sexual immorality but for the Lord, and the Lord is for the body.", "14": "God has raised the Lord and will raise us through his power.", "15": "Don't you know that your bodies are parts of Christ? So then, should I take parts of Christ and make them a part of someone who is sleeping around?[b] No way!", "16": "Don't you know that anyone who is joined to someone who is sleeping around is one body with that person? The scripture says, The two will become one flesh.[c]", "17": "The one who is joined to the Lord is one spirit with him.", "18": "Avoid sexual immorality! Every sin that a person can do is committed outside the body, except those who engage in sexual immorality commit sin against their own bodies.", "19": "Or don't you know that your body is a temple of the Holy Spirit who is in you? Don't you know that you have the Holy Spirit from God, and you don't belong to yourselves?", "20": "You have been bought and paid for, so honor God with your body."}