{"1": "Am I not free? Am I not an apostle? Haven't I seen Jesus our Lord? Aren't you my work in the Lord?", "2": "If I'm not an apostle to others, at least I am to you! You are the seal that shows I'm an apostle.", "3": "This is my defense against those who criticize me.", "4": "Don't we have the right to eat and drink?", "5": "Don't we have the right to travel with a wife who believes like the rest of the apostles, the Lord's brothers, and Cephas?", "6": "Or is it only I and Barnabas who don't have the right to not work for our living?", "7": "Who joins the army and pays their own way? Who plants a vineyard and doesn't eat its fruit? Who shepherds a flock and doesn't drink its milk?", "8": "I'm not saying these things just based on common sense, am I? Doesn't the Law itself say these things?", "9": "In Moses' Law it's written: You will not muzzle the ox when it is threshing.[a] Is God worried about oxen,", "10": "or did he say this entirely for our sake? It was written for our sake because the one who plows and the one who threshes should each do so with the hope of sharing the produce.", "11": "If we sowed spiritual things in you, is it so much to ask to harvest some material things from you?", "12": "If others have these rights over you, don't we deserve them all the more? However, we haven't made use of this right, but we put up with everything so we don't put any obstacle in the way of the gospel of Christ.", "13": "Don't you know that those who serve in the temple get to eat food from the temple, and those who serve at the altar share part of what is sacrificed on the altar?", "14": "In the same way, the Lord commanded that those who preach the gospel should get their living from the gospel.", "15": "But I haven't taken advantage of this. And I'm not writing this so that it will be done for me. It's better for me to die than to lose my right to brag about this!", "16": "If I preach the gospel, I have no reason to brag, since I'm obligated to do it. I'm in trouble if I don't preach the gospel.", "17": "If I do this voluntarily, I get rewarded for it. But if I'm forced to do it, then I've been charged with a responsibility.", "18": "What reward do I get? That when I preach, I offer the good news free of charge. That's why I don't use the rights to which I'm entitled through the gospel.", "19": "Although I'm free from all people, I make myself a slave to all people, to recruit more of them.", "20": "I act like a Jew to the Jews, so I can recruit Jews. I act like I'm under the Law to those under the Law, so I can recruit those who are under the Law (though I myself am not under the Law).", "21": "I act like I'm outside the Law to those who are outside the Law, so I can recruit those outside the Law (though I'm not outside the law of God but rather under the law of Christ).", "22": "I act weak to the weak, so I can recruit the weak. I have become all things to all people, so I could save some by all possible means.", "23": "All the things I do are for the sake of the gospel, so I can be a partner with it.", "24": "Don't you know that all the runners in the stadium run, but only one gets the prize? So run to win.", "25": "Everyone who competes practices self-discipline in everything. The runners do this to get a crown of leaves that shrivel up and die, but we do it to receive a crown that never dies.", "26": "So now this is how I run—not without a clear goal in sight. I fight like a boxer in the ring, not like someone who is shadowboxing.", "27": "Rather, I'm landing punches on my own body and subduing it like a slave. I do this to be sure that I myself won't be disqualified after preaching to others."}