{"1": "I am one who has known affliction under the rod of God's anger,", "2": "One whom he has driven and forced to walk in darkness, not in light;", "3": "Against me alone he turns his hand— again and again all day long.", "4": "He has worn away my flesh and my skin, he has broken my bones;", "5": "He has besieged me all around with poverty and hardship;", "6": "He has left me to dwell in dark places like those long dead.", "7": "He has hemmed me in with no escape, weighed me down with chains;", "8": "Even when I cry for help, he stops my prayer;", "9": "He has hemmed in my ways with fitted stones, and made my paths crooked.", "10": "He has been a bear lying in wait for me, a lion in hiding!", "11": "He turned me aside and tore me apart, leaving me ravaged.", "12": "He bent his bow, and set me up as a target for his arrow.", "13": "He pierced my kidneys with shafts from his quiver.", "14": "I have become a laughingstock to all my people, their taunt all day long;", "15": "He has sated me with bitterness, filled me with wormwood.", "16": "He has made me eat gravel, trampled me into the dust;", "17": "My life is deprived of peace, I have forgotten what happiness is;", "18": "My enduring hope, I said, has perished before the Lord.", "19": "The thought of my wretched homelessness is wormwood and poison;", "20": "Remembering it over and over, my soul is downcast.", "21": "But this I will call to mind;[b] therefore I will hope:", "22": "The Lord's acts of mercy are not exhausted, his compassion is not spent;", "23": "They are renewed each morning— great is your faithfulness!", "24": "The Lord is my portion, I tell myself, therefore I will hope in him.", "25": "The Lord is good to those who trust in him, to the one that seeks him;", "26": "It is good to hope in silence for the Lord's deliverance.", "27": "It is good for a person, when young, to bear the yoke,", "28": "To sit alone and in silence, when its weight lies heavy,", "29": "To put one's mouth in the dust—[c] there may yet be hope—", "30": "To offer one's cheek to be struck, to be filled with disgrace.", "31": "For the Lord does not reject forever;", "32": "Though he brings grief, he takes pity, according to the abundance of his mercy;", "33": "He does not willingly afflict or bring grief to human beings.", "34": "That someone tramples underfoot all the prisoners in the land,", "35": "Or denies justice to anyone in the very sight of the Most High,", "36": "Or subverts a person's lawsuit— does the Lord not see?", "37": "Who speaks so that it comes to pass, unless the Lord commands it?", "38": "Is it not at the word of the Most High that both good and bad take place?", "39": "What should the living complain about? about their sins!", "40": "[d]Let us search and examine our ways, and return to the Lord!", "41": "Let us lift up our hearts as well as our hands toward God in heaven!", "42": "We have rebelled and been obstinate; you have not forgiven us.", "43": "You wrapped yourself in wrath and pursued us, killing without pity;", "44": "You wrapped yourself in a cloud, which no prayer could pierce.", "45": "You have made us filth and rubbish among the peoples.", "46": "They have opened their mouths against us, all our enemies;", "47": "Panic and the pit have been our lot, desolation and destruction;", "48": "[e]My eyes stream with tears over the destruction of the daughter of my people.", "49": "My eyes will flow without ceasing, without rest,", "50": "Until the Lord from heaven looks down and sees.", "51": "I am tormented by the sight of all the daughters of my city.", "52": "Without cause, my enemies snared me as though I were a bird;", "53": "They tried to end my life in the pit, pelting me with stones.", "54": "The waters flowed over my head: and I said, “I am lost!”", "55": "I have called upon your name, O Lord, from the bottom of the pit;", "56": "You heard me call, “Do not let your ear be deaf to my cry for help.”", "57": "You drew near on the day I called you; you said, “Do not fear!”", "58": "You pleaded my case, Lord, you redeemed my life.", "59": "You see, Lord, how I am wronged; do me justice!", "60": "You see all their vindictiveness, all their plots against me.", "61": "You hear their reproach, Lord, all their plots against me,", "62": "The whispered murmurings of my adversaries, against me all day long;", "63": "Look! Whether they sit or stand, I am the butt of their taunt.", "64": "Give them what they deserve, Lord, according to their deeds;", "65": "Give them hardness of heart; your curse be upon them;", "66": "Pursue them in wrath and destroy them from under the Lord's heaven!"}