{"1": "How the gold has lost its luster, the noble metal changed; Jewels[b] lie scattered at the corner of every street.", "2": "And Zion's precious children, worth their weight in gold— How they are treated like clay jugs, the work of any potter!", "3": "Even jackals offer their breasts to nurse their young; But the daughter of my people is as cruel as the ostrich[c] in the wilderness.", "4": "The tongue of the infant cleaves to the roof of its mouth in thirst; Children beg for bread, but no one gives them a piece.", "5": "Those who feasted on delicacies are abandoned in the streets; Those who reclined on crimson[d] now embrace dung heaps.", "6": "The punishment of the daughter of my people surpassed the penalty of Sodom, Which was overthrown in an instant with no hand laid on it.", "7": "Her princes were brighter than snow, whiter than milk, Their bodies more ruddy than coral, their beauty like the sapphire.", "8": "Now their appearance is blacker than soot, they go unrecognized in the streets; Their skin has shrunk on their bones, and become dry as wood.", "9": "Better for those pierced by the sword than for those pierced by hunger, Better for those who bleed from wounds than for those who lack food.", "10": "The hands of compassionate women have boiled their own children! They became their food when the daughter of my people was shattered.", "11": "The Lord has exhausted his anger, poured out his blazing wrath; He has kindled a fire in Zion that has consumed her foundations.", "12": "The kings of the earth did not believe, nor any of the world's inhabitants, That foe or enemy could enter the gates of Jerusalem.", "13": "Except for the sins of her prophets and the crimes of her priests, Who poured out in her midst the blood of the just.", "14": "They staggered blindly in the streets, defiled with blood, So that people could not touch even their garments:", "15": "“Go away! Unclean!” they cried to them, “Away, away, do not touch!” If they went away and wandered, it would be said among the nations, “They can no longer live here!", "16": "The presence of the Lord was their portion, but he no longer looks upon them. The priests are shown no regard, the elders, no mercy.", "17": "Even now our eyes are worn out, searching in vain for help; From our watchtower we have watched for a nation[e] unable to save.", "18": "They dogged our every step, we could not walk in our squares; Our end drew near, our time was up; yes, our end had come.", "19": "Our pursuers were swifter than eagles in the sky, In the mountains they were hot on our trail, they ambushed us in the wilderness.", "20": "The Lord's anointed—our very lifebreath!—[f] was caught in their snares, He in whose shade we thought to live among the nations.", "21": "Rejoice and gloat, daughter Edom, dwelling in the land of Uz,[g] The cup will pass to you as well; you shall become drunk and strip yourself naked!", "22": "Your punishment is completed, daughter Zion, the Lord will not prolong your exile; The Lord will punish your iniquity, daughter Edom, will lay bare your sins."}