{"1": "O you foolish and thoughtless and superficial Galatians, who has bewitched you [that you would act like this], to whom—right before your very eyes—Jesus Christ was publicly portrayed as crucified [in the gospel message]? ", "2": "This is all I want to ask of you: did you receive the [Holy] Spirit as the result of obeying [the requirements of] the Law, or was it the result of hearing [the message of salvation and] with faith [believing it]? ", "3": "Are you so foolish and senseless? Having begun [your new life by faith] with the Spirit, are you now being perfected and reaching spiritual maturity by the flesh [that is, by your own works and efforts to keep the Law]? ", "4": "Have you suffered so many things and experienced so much all for nothing—if indeed it was all for nothing? ", "5": "So then, does He who supplies you with His [marvelous Holy] Spirit and works miracles among you, do it as a result of the works of the Law [which you perform], or because you [believe confidently in the message which you] heard with faith?", "6": "Just as Abraham believed God, and it was credited to him as righteousness, [as conformity to God's will and purpose—so it is with you also]. ", "7": "So understand that it is the people who live by faith [with confidence in the power and goodness of God] who are [the true] sons of [a]Abraham. ", "8": "The Scripture, foreseeing that God would justify the Gentiles by faith, proclaimed the good news [of the Savior] to Abraham in advance [with this promise], saying, “In you shall all the nations be blessed.” ", "9": "So then those who are people of faith [whether Jew or Gentile] are blessed and favored by God [and declared free of the guilt of sin and its penalty, and placed in right standing with Him] along with Abraham, the believer.", "10": "For all who depend on the Law [seeking justification and salvation by obedience to the Law and the observance of rituals] are under a curse; for it is written, “Cursed (condemned to destruction) is everyone who does not abide by all things written in the book of the law, so as to practice them.” ", "11": "Now it is clear that no one is justified [that is, declared free of the guilt of sin and its penalty, and placed in right standing] before God by the Law, for “The righteous (the just, the upright) shall live by faith.” ", "12": "But the Law does not rest on or require faith [it has nothing to do with faith], but [instead, the Law] says, “He who practices them [the things prescribed by the Law] shall live by them [instead of faith].” ", "13": "Christ purchased our freedom and redeemed us from the curse of the Law and its condemnation by becoming a curse for us—for it is written, “Cursed is everyone who hangs [crucified] on a tree (cross)”— ", "14": "in order that in Christ Jesus the blessing of Abraham might also come to the Gentiles, so that we would all receive [the realization of] the promise of the [Holy] Spirit through faith.", "15": "Brothers and sisters, I speak in terms of human relations: even though a last will and testament is just a human covenant, yet when it has been signed and made legally binding, no one sets it aside or adds to it [modifying it in some way]. ", "16": "Now the promises [in the covenants] were decreed to Abraham and to his seed. God does not say, “And to seeds (descendants, heirs),” as if [referring] to many [persons], but as to one, “And to your Seed,” who is [none other than] Christ. ", "17": "This is what I mean: the Law, which came into existence four hundred and thirty years later [after the covenant concerning the coming Messiah], does not and cannot invalidate the covenant previously established by God, so as to abolish the promise. ", "18": "For if the inheritance [of what was promised] is based on [observing] the Law [as these false teachers claim], it is no longer based on a promise; however, God granted it to Abraham [as a gift] by virtue of His promise.", "19": "Why, then, the Law [what was its purpose]? It was added [after the promise to Abraham, to reveal to people their guilt] because of transgressions [that is, to make people conscious of the sinfulness of sin], and [the Law] was ordained through angels and delivered to Israel by the hand of a mediator [Moses, the mediator between God and Israel, to be in effect] until the Seed would come to whom the promise had been made. ", "20": "Now the mediator or go-between [in a transaction] is not [needed] for just one party; whereas God is only one [and was the only One giving the promise to Abraham, but the Law was a contract between two, God and Israel; its validity depended on both]. ", "21": "Is the Law then contrary to the promises of God? Certainly not! For if a system of law had been given which could impart life, then righteousness (right standing with God) would actually have been based on law. ", "22": "But the Scripture has imprisoned [b]everyone [everything—the entire world] under sin, so that [the inheritance, the blessing of salvation] which was promised through faith in Jesus Christ might be given to those who believe [in Him and acknowledge Him as God's precious Son].", "23": "Now before faith came, we were kept in custody under the Law, [perpetually] imprisoned [in preparation] for the faith that was destined to be revealed, ", "24": "with the result that the Law has become our tutor and our disciplinarian to guide us to Christ, so that we may be [c]justified [that is, declared free of the guilt of sin and its penalty, and placed in right standing with God] by faith. ", "25": "But now that faith has come, we are no longer under [the control and authority of] a tutor and disciplinarian. ", "26": "For you [who are born-again have been reborn from above—spiritually transformed, renewed, sanctified and] are all children of God [set apart for His purpose with full rights and privileges] through faith in Christ Jesus. ", "27": "For all of you who were baptized into Christ [into a spiritual union with the Christ, the Anointed] have clothed yourselves with Christ [that is, you have taken on His characteristics and values]. ", "28": "There is [now no distinction in regard to salvation] neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you [who believe] are all one in Christ Jesus [no one can claim a spiritual superiority]. ", "29": "And if you belong to Christ [if you are in Him], then you are Abraham's descendants, and [spiritual] heirs according to [God's] promise."}