{"1": "Now at that time, Herod the king laid hands on some of those from the church to harm them.[a] ", "2": "So he executed James the brother of John with a sword. ", "3": "And when he[b] saw that it was pleasing to the Jews, he proceeded to arrest Peter also. (Now this was during the feast[c] of Unleavened Bread.) ", "4": "After he[d] had arrested him,[e] he also put him[f] in prison, handing him[g] over to four squads of soldiers to guard him, intending to bring him out for public trial[h] after the Passover. ", "5": "Thus Peter was kept in the prison, but prayer was fervently being made to God by the church for him.", "6": "Now when Herod was about to bring him out, on that very night Peter was sleeping between two soldiers, bound with two chains, and guards before the door were watching the prison. ", "7": "And behold, an angel of the Lord stood near him,[i] and a light shone in the prison cell. And striking Peter's side, he woke him up, saying, “Get up quickly!”[j] And his chains fell off of his[k] hands. ", "8": "And the angel said to him, “Gird yourself and put on your sandals!” And he did so. And he said to him, “Wrap your cloak around you and follow me!” ", "9": "And he went out and[l] was following him.[m] And he did not know that what was being done by the angel was real, but was thinking he was seeing a vision. ", "10": "And after they[n] had passed the first and second guard, they came to the iron gate that leads to the city, which opened for them by itself, and they went out and[o] went forward along one narrow street, and at once the angel departed from him.", "11": "And when[p] Peter came to himself, he said, “Now I know truly that the Lord has sent out his angel and rescued me from the hand of Herod and all that the Jewish people expected!”[q] ", "12": "And when he[r] realized this,[s] he went to the house of Mary, the mother of John (who is also called Mark), where many people were gathered together and were praying. ", "13": "And when[t] he knocked at the door of the gateway, a female slave named[u] Rhoda came up to answer. ", "14": "And recognizing Peter's voice, because of her[v] joy she did not open the gate, but ran in and[w] announced that Peter was standing at the gate. ", "15": "But they said to her, “You are out of your mind!” But she kept insisting[x] it was so. And they kept saying,[y] “It is his angel!” ", "16": "But Peter was continuing to knock, and when they[z] opened the door[aa] they saw him and were astonished. ", "17": "But motioning to them with his[ab] hand to be silent, he related to them how the Lord had brought him out of the prison. And he said, “Report these things to James and to the brothers,” and he departed and[ac] went to another place.", "18": "Now when[ad] day came, there was not a little commotion among the soldiers as to what then had become of Peter. ", "19": "And when[ae] Herod had searched for him and did not find him,[af] he questioned the guards and[ag] ordered that they be led away to execution. And he came down from Judea to Caesarea and[ah] stayed there.", "20": "Now he was very angry with the Tyrians and Sidonians. So they came to him with one purpose, and after[ai] persuading Blastus, the king's chamberlain,[aj] they asked for peace, because their country was supported with food from the king's country. ", "21": "So on an appointed day Herod, after[ak] putting on royal clothing and sitting down on the judgment seat, began to deliver a public address to them. ", "22": "But the people began to call out loudly,[al] “The voice of a god and not of a man!” ", "23": "And immediately an angel of the Lord struck him down because[am] he did not give the glory to God. And he was eaten by worms and[an] died. ", "24": "But the word of God kept on increasing[ao] and multiplying.", "25": "So Barnabas and Saul returned to[ap] Jerusalem when they[aq] had completed their[ar] service, having taken along with them[as] John (who is also called Mark)."}