{"1": "¶ A wise son makes a glad father; but a foolish son is sadness unto his mother.", "2": "¶ Treasures of wickedness profit nothing, but righteousness delivers from death.", "3": "The LORD will not suffer the soul of the righteous to famish, but wickedness shall cast out the wicked.", "4": "¶ He that deals with a slack hand becomes poor, but the hand of the diligent makes rich.", "5": "¶ He that gathers in summer is a wise son, but he that sleeps in harvest is a son that causes shame.", "6": "¶ Blessings are upon the head of the just, but the mouth of the wicked covers violence.", "7": "¶ The memory of the just is blessed, but the name of the wicked shall stink.", "8": "¶ The wise in heart will receive the commandments, but he who speaks foolishness shall fall.", "9": "¶ He that walks in integrity walks securely, but he that perverts his ways shall be broken.", "10": "¶ He that winks with the eye causes sorrow, and he that speaks foolishness shall fall.", "11": "¶ The mouth of a righteous man is a well of life, but the mouth of the wicked covers violence.", "12": "¶ Hatred stirs up strifes, but love covers all sins.", "13": "¶ In the lips of the prudent wisdom is found and is a rod unto the back of him that is void of understanding.", "14": "¶ Wise men keep knowledge, but the mouth of the foolish is near unto calamity.", "15": "¶ The rich man's wealth is his strong city; the weakness of the poor is their poverty.", "16": "¶ The work of the righteous is unto life, but the fruit of the wicked is for sin.", "17": "¶ He is in the way of life that gives heed to chastening, but he that refuses reproof errs.", "18": "¶ He that hides hatred has lying lips, and he that utters a slander, is a fool.", "19": "¶ In the multitude of words there is no lack of rebellion, but he that refrains his lips is wise.", "20": "¶ The tongue of the just is as choice silver, but the understanding[a] of the wicked is worth little.", "21": "The lips of the righteous feed many, but fools die for lack of wisdom.", "22": "¶ The blessing of the LORD is that which makes rich, and he adds no sorrow with it.", "23": "¶ To make an abomination is as sport to the fool, but wisdom is recreation to the man of intelligence.", "24": "¶ The fear of the wicked, it shall come upon him, but God shall grant the desire of the righteous.", "25": "When the whirlwind passes, the wicked is no more, but the righteous is founded for ever.", "26": "¶ As vinegar to the teeth and as smoke to the eyes, so is the sluggard to those that send him.", "27": "¶ The fear of the LORD shall prolong days, but the years of the wicked shall be shortened.", "28": "The hope of the righteous is joy, but the hope of the wicked shall perish.", "29": "¶ The way of the LORD is strength to the perfect, but it is terror to the workers of iniquity.", "30": "The righteous eternally shall never be removed, but the wicked shall not inhabit the earth.", "31": "¶ The mouth of the just shall bring forth wisdom, but the perverse tongue shall be cut out.", "32": "The lips of the righteous shall know the will of God, but the mouth of the wicked speaks perversion."}