{"1": "¶ A false balance is abomination to the LORD, but a just weight is his delight.", "2": "¶ When pride comes, then comes shame, but with the humble is wisdom.", "3": "¶ The perfection of the upright shall guide them in the way, but the perverseness of transgressors shall destroy them.", "4": "¶ Riches shall not profit in the day of wrath, but righteousness shall deliver from death.", "5": "¶ The righteousness of the perfect shall straighten his way, but the wicked shall fall by his own wickedness.", "6": "The righteousness of the upright shall deliver them, but transgressors shall be imprisoned in their own sin.", "7": "¶ When the wicked man dies, his hope perishes, and the hope of unjust men shall perish.", "8": "¶ The righteous is delivered out of the tribulation, and the wicked takes his place.", "9": "¶ The hypocrite with his mouth destroys his neighbour, but the just are delivered with wisdom.", "10": "¶ When it goes well with the righteous, the city rejoices, and when the wicked perish, there are feasts.", "11": "By the blessing of the upright the city is exalted, but it is overthrown by the mouth of the wicked.", "12": "¶ He that is void of understanding despises his neighbour, but the intelligent man remains silent.", "13": "A talebearer reveals secrets, but he that is of a faithful spirit conceals the matter.", "14": "¶ When intelligence is lacking, the people shall fall, but in the multitude of counsellors there is salvation.", "15": "¶ With anxiety shall he that is surety for a stranger be afflicted, and he that hates suretiship shall live securely.", "16": "¶ The gracious woman retains honour, and strong men retain riches.", "17": "¶ The merciful man does good to his own soul, but the cruel man troubles his own flesh.", "18": "¶ The wicked works a deceitful work, but to him that sows righteousness shall be a sure reward.", "19": "¶ As righteousness is unto life, so he that pursues evil pursues it unto his own death.", "20": "¶ They that are of a perverse heart are an abomination to the LORD, but such as are perfect in their way are his delight.", "21": "¶ No matter how many covenants he has made with death, the wicked shall not be absolved, but the seed of the righteous shall escape.", "22": "¶ As a gold ring in a swine's snout, so is a fair woman which is without discretion.", "23": "¶ The desire of the righteous is only good, but the hope of the wicked is wrath.", "24": "¶ There are those who scatter, and more is added unto them; and there are those who withhold more than is just, but come to poverty.", "25": "¶ The soul who is a blessing unto others shall be made fat, and he that fills shall be filled also himself.", "26": "¶ He that withholds the grain, the people shall curse him, but blessing shall be upon the head of him that sells it.", "27": "¶ He that seeks good early shall find favour, but unto him that seeks evil, it shall come upon him.", "28": "¶ He that trusts in his riches shall fall, but the righteous shall flourish as a branch.", "29": "¶ He that troubles his own house shall inherit the wind, and the fool shall be slave to the wise of heart.", "30": "¶ The fruit of the righteous is a tree of life, and he that wins souls is wise.", "31": "¶ The righteous shall certainly be recompensed in the earth; how much more the wicked and the sinner!"}