{"1": "¶ Whosoever loves chastening loves knowledge, but he that hates reproof is carnal.", "2": "¶ The good man shall attain the favour of the LORD, but the man of wicked thoughts he will condemn.", "3": "¶ Man shall not be established by wickedness, but the root of the righteous shall not be moved.", "4": "¶ The virtuous woman is a crown to her husband, but she that makes ashamed is as rottenness in his bones.", "5": "¶ The thoughts of the righteous are upright, but the astuteness of the wicked is deceit.", "6": "¶ The words of the wicked are to lie in wait for blood, but the mouth of the upright shall deliver them.", "7": "¶ God shall overthrow the wicked, and they shall not be any longer, but the house of the righteous shall remain.", "8": "¶ A man shall be commended according to his wisdom, but he that is of a perverse heart shall be despised.", "9": "¶ He that despises himself and becomes a slave is better than he that honours himself and lacks bread.", "10": "¶ The righteous is merciful even unto his beast, but the piety of the wicked is cruel.", "11": "¶ He that tills his land shall be satisfied with bread, but he that follows vain persons is void of understanding.", "12": "¶ The wicked desires the net of evil men, but the root of the righteous shall yield fruit.", "13": "¶ The wicked is snared by the transgression of his lips, but the just shall come out of the tribulation.", "14": "¶ Man shall be satisfied with good by the fruit of his mouth, and the recompense of a man's hands shall be rendered unto him.", "15": "¶ The way of the fool is right in his own eyes, but he that hears counsel is wise.", "16": "¶ A fool's wrath is presently known, but he who covers the injury is sane.", "17": "¶ He that speaks truth shows forth righteousness, but a false witness, deceit.", "18": "¶ There are those that speak like the piercings of a sword, but the tongue of the wise is medicine.", "19": "¶ The lip of truth shall be established for ever, but a lying tongue is but for a moment.", "20": "¶ Deceit is in the heart of those whose thoughts are evil, but joy in that of those whose thoughts are good.", "21": "¶ No iniquity shall overtake the righteous: but the wicked shall be filled with evil.", "22": "¶ Lying lips are abomination to the LORD: but the workers of the truth are his delight.", "23": "¶ The sane man conceals his wisdom: but the heart of fools proclaims foolishness.", "24": "¶ The hand of the diligent shall bear rule: but the negligent shall be under tribute.", "25": "¶ Heaviness in the heart of man makes it stoop: but a good word makes it glad.", "26": "¶ The righteous causes his neighbour to consider: but the way of the wicked causes them to err.", "27": "¶ The deceitful man does not even roast that which he took in hunting: but the substance of a diligent man is precious.", "28": "¶ In the way of righteousness is life; and in the pathway thereof there is no death."}