{"1": "¶ Every wise woman builds her house, but the foolish plucks it down with her hands.", "2": "¶ He that walks in his uprightness fears the LORD, but he that is perverse in his ways despises him.", "3": "¶ In the mouth of the foolish is a rod of pride, but the lips of the wise shall preserve them.", "4": "¶ Without oxen, the storehouse is clean, but by the strength of the ox there is abundance of bread.", "5": "¶ The true witness will not lie, but the false witness will utter lies.", "6": "¶ The scorner sought wisdom and found it not, but wisdom comes easy unto him that understands.", "7": "¶ Go from the presence of the foolish man when thou dost not perceive in him the lips of knowledge.", "8": "¶ The wisdom of the sane is to understand his way, but the folly of fools is deceit.", "9": "¶ Fools speak sin unto themselves, but among the righteous there is love.", "10": "¶ The heart knows the bitterness of his soul, and a stranger shall not intermeddle with his joy.", "11": "¶ The house of the wicked shall be made desolate, but the tent of the upright shall flourish.", "12": "¶ There is a way which seems right unto a man, but the end thereof are the ways of death.", "13": "¶ Even in laughter, the scorner has pain in his heart, and the end of that mirth is heaviness.", "14": "¶ The backslider in heart shall be filled with his own ways, and the good man shall be separated from him.", "15": "¶ The simple believes every word, but the prudent man understands his steps.", "16": "¶ The wise man fears and departs from evil, but the fool rages and is confident.", "17": "¶ He that is soon angry shall deal foolishly, and the man of wicked devices shall be hated.", "18": "¶ The simple shall inherit folly, but the prudent shall be crowned with wisdom.", "19": "¶ Those who are evil shall bow before those who are good, and the wicked at the gates of the righteous.", "20": "¶ The poor is hated even of his own neighbour, but many are those who love the rich.", "21": "¶ The sinner despises his neighbour, but he that has mercy on the poor is blessed.", "22": "¶ Do they not err that meditate upon evil? but those that meditate upon good shall attain mercy and truth.", "23": "¶ In all labour there is fruit, but to talk and not do, brings poverty.", "24": "¶ The crown of the wise is their wisdom, but that which distinguishes fools is their folly.", "25": "¶ The true witness delivers souls, but the deceitful one speaks lies.", "26": "¶ In the fear of the LORD is strong confidence, and there his sons shall have hope.", "27": "The fear of the LORD is a fountain of life, to depart from the snares of death.", "28": "¶ In the multitude of the people is the king's glory, but in the failure of the people is the weakness of the prince.", "29": "¶ He that is slow to wrath is of great intelligence, but he that is short of spirit exalts folly.", "30": "¶ A sound heart is life to the flesh, but envy is rottenness of the bones.", "31": "¶ He that oppresses the poor reproaches his Maker, but he that has mercy on the poor, honours him.", "32": "¶ For his wickedness shall the wicked be cast out, but the righteous in his death has hope.", "33": "¶ Wisdom shall rest in the heart of him that is sane and is made known in the midst of the fools.", "34": "¶ Righteousness exalts a people, but sin is a reproach to the nations.", "35": "¶ The king's favour is toward the wise slave, but his wrath is against him that causes shame."}