{"1": "¶ A soft answer turns away wrath, but grievous words stir up anger.", "2": "¶ The tongue of the wise shall adorn wisdom, but the mouth of fools shall speak foolishness.", "3": "¶ The eyes of the LORD are in every place, beholding those who are evil and those who are good.", "4": "¶ The wholesome tongue is a tree of life, but perverseness therein is a breach in the spirit.", "5": "¶ The fool despises his father's chastening, but he that regards reproof shall become prudent.", "6": "¶ In the house of the righteous is much provision, but in the fruit of the wicked is trouble.", "7": "¶ The lips of the wise disperse wisdom, but the heart of the foolish does not so.", "8": "¶ The sacrifice of the wicked is an abomination to the LORD, but the prayer of the upright is his delight.", "9": "¶ The way of the wicked is an abomination unto the LORD, but he loves him that follows after righteousness.", "10": "¶ Chastening is grievous unto him that forsakes the way, but he that hates reproof shall die.", "11": "¶ Sheol and hell are before the LORD; how much more then the hearts of men?", "12": "¶ The scorner does not love the one that reproves him, neither will he go unto the wise.", "13": "¶ A joyful heart makes a beautiful countenance, but by sorrow of the heart the spirit is abated.", "14": "¶ The heart of him that has understanding seeks wisdom, but the mouth of fools feeds on foolishness.", "15": "¶ All the days of the poor are difficult, but he that is of a good heart has a continual feast.", "16": "¶ Better is little with the fear of the LORD than great treasure and trouble therewith.", "17": "Better is a dinner of vegetables where love is than a fatted calf and hatred therewith.", "18": "¶ A wrathful man stirs up strife, but he that is slow to anger appeases strife.", "19": "¶ The way of the slothful man is as a hedge of thorns, but the path of the righteous is made plain.", "20": "¶ The wise son makes a glad father, but the foolish man despises his mother.", "21": "¶ Folly is joy to him that is destitute of understanding, but the man who is intelligent walks uprightly.", "22": "¶ Without counsel purposes are disappointed, but in the multitude of counsellors they are established.", "23": "¶ A man has joy by the answer of his mouth, and a word spoken in due season, how good it is!", "24": "¶ The way of life is uphill to the wise, that he may separate himself from Sheol below.", "25": "¶ The LORD will destroy the house of the proud, but he will establish the inheritance of the widow.", "26": "¶ The thoughts of the wicked are an abomination to the LORD, but the speech of the pure is pure.", "27": "¶ He that is greedy of gain troubles his own house, but he that hates gifts shall live.", "28": "¶ The heart of the righteous studies to answer, but the mouth of the wicked pours out evil things.", "29": "¶ The LORD is far from the wicked, but he hears the prayer of the righteous.", "30": "¶ The light of the eyes rejoices the heart, and a good report makes the bones fat.", "31": "¶ The ear that hears the reproof of life shall abide among the wise.", "32": "¶ He that refuses chastening despises his own soul, but he that hears reproof has an understanding heart.", "33": "¶ The fear of the LORD is the instruction of wisdom, and before honour is humility."}