{"1": "¶ Better is a dry morsel in peace than the house of contention full of sacrifices for a feast.", "2": "¶ A prudent slave shall have rule over a son that causes shame and shall have part of the inheritance among the brethren.", "3": "¶ The fining pot is for silver, and the furnace for gold, but the LORD tries the hearts.", "4": "¶ An evil doer gives heed to false lips, and a liar gives ear to the tongue which curses.", "5": "¶ Whosoever mocks the poor reproaches his Maker, and he that is glad regarding the calamity of someone else shall not go unpunished.", "6": "¶ Children's children are the crown of old men, and the honour of the children are their fathers.", "7": "¶ Excellent speech is not suitable for a fool: much less lying lips for a prince!", "8": "¶ A bribe is as a precious stone in the eyes of him that has it; wherever it turns, it prospers.", "9": "¶ He that covers a transgression seeks love, but he that repeats a matter separates very friends.", "10": "¶ Reproof is of more benefit to a wise man than a hundred stripes to a fool.", "11": "¶ The rebellious man seeks only evil; therefore a cruel messenger shall be sent against him.", "12": "¶ It is better to meet a bear robbed of her cubs than a fool in his folly.", "13": "¶ Whosoever rewards evil for good, evil shall not depart from his house.", "14": "¶ To release the waters (to speak rashly) is the beginning of contention; therefore, leave off strife before it gets started.", "15": "¶ He that justifies the wicked and he that condemns the just, even they both are abomination to the LORD.", "16": "¶ Of what good is the price to buy wisdom in the hand of the fool, seeing he has no heart to understand?", "17": "¶ A friend loves at all times, and a brother is born for adversity.", "18": "¶ A man void of understanding strikes hands and becomes surety in the presence of his friend.", "19": "¶ Transgression loves him that loves strife, and he that exalts his gate seeks destruction.", "20": "¶ He that has a perverse heart shall never find good, and he that stirs up trouble with his tongue shall fall into evil.", "21": "¶ He that begets a fool does it to his sorrow, and the father of a fool shall have no joy.", "22": "¶ A joyful heart shall do good like a medicine, but a broken spirit dries the bones.", "23": "¶ A wicked man takes a gift in secret to pervert the paths of judgment.", "24": "¶ Wisdom appears upon the countenance of him that has understanding, but the eyes of a fool manifest his folly unto the ends of the earth.", "25": "¶ The foolish son is a grief to his father and bitterness to her that bore him.", "26": "¶ It is certainly not good to condemn the just, nor to smite princes for doing that which is upright.", "27": "¶ He who has knowledge spares his words, and a man of understanding is of an excellent spirit.", "28": "Even a fool, when he is silent is counted wise, and he that shuts his lips is esteemed a man of understanding."}