{"1": "¶ Wine makes a mocker, and beer a reveler, and whoever errs concerning them shall never be wise.", "2": "¶ The fear of the king is as the roaring of a lion; whoever provokes him to anger sins against his own soul.", "3": "¶ It is an honour for a man to cease from strife, but every fool will be meddling.", "4": "¶ The sluggard will not plow by reason of the cold; therefore he shall beg in harvest and have nothing.", "5": "¶ Counsel in the heart of man is like deep water, but a man of intelligence will draw it out.", "6": "¶ Most men will proclaim each one his own mercy, but who can find a man of truth?", "7": "¶ The just man who walks in his integrity, blessed shall be his sons after him.", "8": "¶ A king that sits in the throne of judgment scatters away all evil with his eyes.", "9": "¶ Who shall be able to say, I have made my heart clean, I am pure from my sin?", "10": "¶ Double weights and double measures, both of them are alike abomination to the LORD.", "11": "¶ Even a child is known by his doings, whether his work is pure and whether it is right.", "12": "¶ The hearing ear and the seeing eye, the LORD has made both of them.", "13": "¶ Do not love sleep lest thou come to poverty; open thine eyes, and thou shalt be satisfied with bread.", "14": "¶ It is bad, it is bad, the buyer says; but when he is gone his way, then he boasts.", "15": "¶ There is gold and a multitude of precious stones, but the lips of wisdom are a precious vessel.", "16": "¶ Take his garment that is surety for a stranger, and take a pledge of him that is surety for a strange woman.", "17": "¶ Bread of deceit is sweet to a man, but afterwards his mouth shall be filled with gravel.", "18": "¶ Every thought must be ordered by counsel, and with intelligence war is made.", "19": "¶ He that goes about as a talebearer reveals secrets; therefore meddle not with him that flatters with his lips.", "20": "¶ Whosoever curses his father or his mother, his fire shall be put out in obscure darkness.", "21": "¶ An inheritance may be gotten hastily at the beginning, but the end thereof shall not be blessed.", "22": "¶ Say not thou, I will take vengeance, but wait on the LORD, and he shall save thee.", "23": "¶ Double weights are an abomination unto the LORD, and a false balance is not good.", "24": "¶ Man's steps are of the LORD; how can a man then understand his own way?", "25": "¶ It is a snare unto man to devour that which is holy and afterward to reconsider his vows.", "26": "¶ A wise king scatters the wicked and brings the wheel over them.", "27": "¶ The spirit of man is the fire of the LORD, which searches the secrets of the inward parts.", "28": "¶ Mercy and truth preserve the king, and his throne is upheld by mercy.", "29": "¶ The glory of young men is their strength, and the beauty of old men is the gray head.", "30": "¶ The scars of past wounds are medicine for evil, and living reproof reaches the most secret places in the inward parts."}