{"1": "¶ When thou sittest to eat with a ruler, consider diligently what is before thee;", "2": "and put a knife to thy throat if thou art a man given to appetite.", "3": "Do not be desirous of his dainties; for they are deceitful food.", "4": "¶ Do not labour to be rich; cease from thine own wisdom.", "5": "Wilt thou set thine eyes upon riches which are not? For they shall certainly make themselves wings; they shall fly away as an eagle toward heaven.", "6": "¶ Do not eat the bread of anyone who has an evil eye, neither desire his dainty foods;", "7": "for as he thinks in his soul, so is he; Eat and drink, he shall say unto thee, but his heart is not with thee.", "8": "Didst thou eat thy part? Thou shalt vomit it up and lose thy sweet words.", "9": "¶ Do not speak in the ears of a fool, for he will despise the prudence of thy words.", "10": "¶ Do not remove the old landmark, and do not enter into the inheritance of the fatherless:", "11": "For their redeemer is mighty; he shall judge their cause against thee.", "12": "¶ Apply thine heart unto chastening and thine ears to the words of wisdom.", "13": "Do not withhold correction from the child; for if thou shall beat him with the rod, he shall not die.", "14": "Thou shalt beat him with the rod and shalt deliver his soul from Sheol.", "15": "My son, if thy heart is wise, my heart shall also rejoice;", "16": "my kidneys shall also rejoice when thy lips speak right things.", "17": "¶ Let not thy heart envy sinners, but persevere in the fear of the LORD all day long.", "18": "For surely there is an end, and thy hope shall not be cut off.", "19": "¶ Hear thou, my son, and be wise, and straighten thy heart in the way.", "20": "Do not be among those who are drunk with wine; nor among gluttonous eaters of food;", "21": "for the drunkard and the glutton shall come to poverty, and drowsiness shall cause them to wear rags.", "22": "Hearken unto thy father that begat thee, and despise not thy mother when she is old.", "23": "Buy the truth and sell it not, also wisdom and instruction and understanding.", "24": "The father of the righteous shall greatly rejoice, and he that begets a wise child shall have joy with him.", "25": "Thy father and thy mother shall be glad, and she that bore thee shall rejoice.", "26": "My son, give me thine heart, and let thine eyes observe my ways.", "27": "For a whore is a deep ditch and a strange woman is a narrow pit.", "28": "She also lies in wait as for a prey and increases the transgressors among men.", "29": "¶ For who shall be the woe? for who shall be the woe? for who contention? for who quarrels? for who the wounds without cause? who shall have redness of eyes?", "30": "For those that tarry long at the wine; those that go to seek mixed wine.", "31": "Do not look upon the wine when it is red, when it gives its colour in the cup, it goes down smoothly.", "32": "At the last it bites like a serpent and stings like an adder.", "33": "Thine eyes shall behold strange women, and thine heart shall utter perverse things.", "34": "Yea, thou shalt be as he that lies down in the midst of the sea or as he that sleeps at the rudder.", "35": "They have stricken me, thou shalt say, and I was not sick; they have beaten me, and I felt it not; when I shall awake, I will seek it yet again."}