{"1": "¶ These are also proverbs of Solomon, which the men of Hezekiah king of Judah copied out.", "2": "¶ It is the glory of God to conceal the word, but the honour of kings is to search out the word.", "3": "For the height of the heavens and depth of the earth and for the heart of kings, there is no investigation.", "4": "¶ Take away the dross from the silver, and a vessel shall come forth for the finer.", "5": "Take away the wicked from before the king, and his throne shall be established in righteousness.", "6": "¶ Do not praise thyself in the presence of the king, and do not stand in the place of great men;", "7": "for it is better that it be said unto thee, Come up here than that thou should be put lower in the presence of the prince whom thine eyes have seen.", "8": "¶ Do not go forth hastily to strive lest thou know not what to do in the end thereof when thy neighbour has put thee to shame.", "9": "Debate thy cause with thy neighbour himself and do not uncover the secret to another", "10": "lest he that hears it put thee to shame and thine infamy not turn away.", "11": "¶ A word fitly spoken is like apples of gold inscribed with silver.", "12": "As an earring of gold and an ornament of fine gold, so is he who reproves a wise man who has a docile ear.", "13": "¶ As the cold of snow in the time of harvest, so is a faithful messenger to those that send him, for he refreshes the soul of his master.", "14": "¶ Whosoever boasts in a gift of falsehood is like clouds and wind without rain.", "15": "¶ By long forbearing a prince is persuaded, and a soft tongue breaks the bones.", "16": "¶ Hast thou found honey? eat so much as is sufficient for thee lest thou be filled therewith, and vomit it.", "17": "¶ Withdraw thy foot from thy neighbour's house lest he be weary of thee and so hate thee.", "18": "¶ A man that bears false witness against his neighbour is a maul and a sword and a sharp arrow.", "19": "¶ Confidence in an unfaithful man in time of trouble is like a broken tooth, and a foot out of joint.", "20": "¶ As he that takes away a garment in cold weather and as vinegar upon soap, so is he that sings songs to a heavy heart.", "21": "¶ If thy enemy is hungry, give him bread to eat, and if he is thirsty, give him water to drink,", "22": "for thou shalt heap coals of fire upon his head, and the LORD shall reward thee.", "23": "¶ The north wind drives away rain, so does an angry countenance a backbiting tongue.", "24": "¶ It is better to dwell in the corner of the housetop than with a brawling woman and in a wide house.", "25": "¶ As cold waters to a thirsty soul, so is good news from a far country.", "26": "¶ A righteous man falling down before the wicked is as a troubled fountain and a corrupt spring.", "27": "¶ It is not good to eat much honey, so for men to search their own glory is not glory.", "28": "¶ The man whose spirit has no restraint is like a city that is broken down and without walls."}