{"1": "¶ The wicked flee when no man pursues, but the righteous are bold as a young lion.", "2": "¶ By the rebellion of the land, many are its princes, but by the man of understanding and wisdom the land shall remain stable.", "3": "¶ A poor man that oppresses the poor is like a sweeping rain which leaves no food.", "4": "¶ Those that forsake the law praise the wicked, but such as keep the law contend with them.", "5": "¶ Evil men do not understand judgment, but those that seek the LORD understand all things.", "6": "¶ Better is the poor that walks in his perfection than he that is perverse in his ways, though he is rich.", "7": "¶ Whosoever keeps the law is a wise son, but he that is a companion of gluttons shames his father.", "8": "¶ He that by usury and unjust gain increases his substance, he shall gather it for him that will pity the poor.", "9": "¶ He that turns away his ear from hearing the law, even his prayer shall be abomination.", "10": "¶ Whosoever causes the upright to go astray in an evil way, he shall fall himself into his own pit, but the perfect shall inherit every good thing.", "11": "¶ The rich man is wise in his own conceit, but the poor that has understanding is wiser than he.", "12": "¶ When the righteous rejoice, there is great glory, but when the wicked rise, the sane man hides himself.", "13": "¶ He that covers his sins shall not prosper, but whosoever confesses and forsakes them shall attain mercy.", "14": "¶ Blessed is the man that fears God always, but he that hardens his heart shall fall into evil.", "15": "¶ As a roaring lion and a hungry bear, so is a wicked ruler over the poor people.", "16": "¶ The prince void of intelligence is also a great oppressor, but he that hates covetousness shall prolong his days.", "17": "¶ A man that does violence to the blood of any person shall flee all the way to the grave, and no one shall sustain him.", "18": "¶ Whosoever walks in integrity shall be saved, but he that is perverse in his ways shall fall into one of them.", "19": "¶ He that tills his land shall be filled with bread, but he that follows after vain persons shall be filled with poverty.", "20": "¶ The man of truth shall abound with blessings, but he that makes haste to be rich shall not be absolved.", "21": "¶ To have respect of persons in judgment is not good; even for a piece of bread, man will transgress.", "22": "¶ He that hastens to be rich has an evil eye and does not consider that poverty shall come upon him.", "23": "¶ He that rebukes a man, afterwards shall find more favour than he that flatters with the tongue.", "24": "¶ Whosoever robs his father or his mother and says, It is no transgression; the same is the companion of the destroyer.", "25": "¶ He that is of a proud heart stirs up strife, but he that puts his trust in the LORD shall be made fat.", "26": "¶ He that trusts in his own heart is a fool, but whosoever walks in wisdom, he shall be saved.", "27": "¶ He that gives unto the poor shall never lack, but he that hides his eyes from the poor shall have many a curse.", "28": "¶ When the wicked rise, sane men hide themselves; but when they perish, the righteous multiply."}