{"1": "¶ He that being often reproved hardens his neck shall suddenly be destroyed and that without remedy.", "2": "¶ When the righteous are in authority, the people rejoice, but when the wicked bear rule, the people mourn.", "3": "¶ Whosoever loves wisdom causes his father to rejoice, but he that maintains harlots shall lose his inheritance.", "4": "¶ The king by judgment establishes the land, but he that receives gifts shall overthrow it.", "5": "¶ The man that flatters his neighbour spreads a net for his feet.", "6": "¶ In the transgression of an evil man there is a snare, but the righteous shall sing and rejoice.", "7": "¶ The righteous considers the cause of the poor, but the wicked does not understand wisdom.", "8": "¶ Scornful men bring a city into a snare, but wise men turn away wrath.", "9": "¶ If a wise man contends with a foolish man, whether he rages or laughs, there is no rest.", "10": "¶ The bloodthirsty hate the perfect, but the just seek his soul.", "11": "¶ The fool gives full rein to his spirit, but the wise man in the end will bring it into rest.", "12": "¶ Of the ruler who hearkens unto the lying word, all his ministers are evil.", "13": "¶ The poor and the usurer meet together; the LORD lightens both their eyes.", "14": "¶ The king that judges the poor with truth, his throne shall be established for ever.", "15": "¶ The rod and reproof give wisdom, but a child left to himself shall bring his mother to shame.", "16": "¶ When the wicked are multiplied, transgression increases, but the righteous shall see their fall.", "17": "¶ Correct thy son, and he shall give thee rest; he shall give delight unto thy soul.", "18": "¶ Without prophetic vision, the people shall perish, but he that keeps the law is blessed.", "19": "¶ A slave will not be corrected by words, for though he understands he will not obey.", "20": "¶ Seest thou a man that is hasty in his words? there is more hope of a fool than of him.", "21": "¶ He that gives freely unto his slave from a child shall have him become his son in the end.", "22": "¶ The angry man stirs up strife, and the furious man abounds in transgression.", "23": "¶ A man's pride shall bring him low, but honour shall uphold the humble in spirit.", "24": "¶ Whosoever is partner with a thief hates his own soul; he hears cursing, and does not disclose it.", "25": "¶ The fear of man brings a snare, but whosoever puts his trust in the LORD shall be lifted up.", "26": "¶ Many seek the ruler's favour, but each man's judgment comes from the LORD.", "27": "¶ An unjust man is an abomination to the just, and he that is upright in the way is abomination to the wicked."}