{"1": "¶ The words of Agur the son of Jakeh, even the prophecy: the man spoke unto Ithiel, even unto Ithiel and Ucal,", "2": "Surely I am more carnal than any man and have not the understanding of a man.", "3": "I neither learned wisdom nor have the knowledge of the holy.", "4": "Who has ascended up into heaven, or descended? who has gathered the wind in his fists? who has bound the waters in a garment? who has established all the ends of the earth? what is his name, and what is his son's name, if thou canst tell?", "5": "Every word of God is pure: he is a shield unto those that put their trust in him.", "6": "Do not add unto his words, lest he reprove thee, and thou be found a liar.", "7": "¶ Two things have I required of thee; do not deny me them before I die:", "8": "Remove far from me vanity and lies: give me neither poverty nor riches; feed me with the bread of my judgment:", "9": "Lest I be full, and deny thee, and say, Who is the LORD? or lest I be poor, and steal, and blaspheme the name of my God.", "10": "¶ Do not accuse a slave in the presence of his master, lest he curse thee, and thou be found guilty.", "11": "There is a generation that curses their father, and does not bless their mother.", "12": "There is a generation that are pure in their own eyes, and yet is not washed from their filthiness.", "13": "There is a generation, O how lofty are their eyes! and their eyelids are lifted up.", "14": "There is a generation, whose teeth are as swords, and their molars as knives, to devour the poor from off the earth, and the destitute from among men.", "15": "¶ The horseleach has two daughters, which are called, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:", "16": "Sheol; and the barren womb; the earth that is not filled with water; and the fire that never says, It is enough.", "17": "The eye that mocks at his father, and despises the teaching of his mother, the ravens shall pluck it out of the river, and the young eagles shall eat it.", "18": "¶ There are three things which are hidden from me, yea, four which I know not:", "19": "The track of the eagle in the air; the track of the serpent upon the rock; the track of the ship in the midst of the sea; and the track of the man in the maid.", "20": "Such is the track of an adulterous woman; she eats, and wipes her mouth, and says, I have done no wickedness.", "21": "For three things the earth is disquieted, and the fourth it cannot bear:", "22": "For a slave when he reigns; and a fool when he is filled with bread;", "23": "for a rejected woman when she is married; and a handmaid that is heir to her mistress.", "24": "¶ There are four things which are little upon the earth, but they are wiser than the wise men:", "25": "The ants are a people not strong, yet they prepare their food in the summer;", "26": "the conies are but a feeble folk, yet they make their houses in the rocks;", "27": "the locusts have no king, yet all of them go forth by bands;", "28": "the spider takes hold with her hands and is in kings' palaces.", "29": "¶ There are three things which have a magnificent walk; yea, the fourth is stately in going:", "30": "The lion which is strongest among beasts and does not turn away for any;", "31": "the greyhound who is girded up of loins; a he goat also, and the king, against whom no one rises up.", "32": "If thou hast fallen, it is because thou hast lifted thyself up; and if thou hast thought evil, lay thine hand upon thy mouth.", "33": "Surely the churning of milk brings forth butter and the wringing of the nose brings forth blood; so the forcing of wrath brings forth strife."}