{"1": "¶ The words of King Lemuel, the prophecy with which his mother taught him.", "2": "What, my son? and what, the son of my womb? and what, the son of my vows?", "3": "Do not give thy strength nor thy ways unto the women who destroy kings.", "4": "It is not for kings, O Lemuel, it is not for kings to drink wine; nor is beer for princes", "5": "lest they drink and forget the law and pervert the judgment of any of the afflicted.", "6": "Give beer unto him that is ready to perish and wine unto those that have heavy hearts.", "7": "They drink and forget their need and remember their misery no more.", "8": "Open thy mouth for those who cannot speak in the judgment of all the sons of death.", "9": "Open thy mouth, judge righteously, and plead the cause of the poor and destitute.", "10": "¶ Aleph Who can find a valiant woman? for her price is far above precious stones.", "11": "Beth The heart of her husband safely trusts in her, so that he shall have no need of spoil.", "12": "Gimel She will do him good and not evil all the days of her life.", "13": "Daleth She sought wool and flax and worked willingly with her hands.", "14": "He She was like the merchants' ships; she brings her food from afar.", "15": "Vau She rose up even at night and gave food to her family and a portion to her maidens.", "16": "Zain She considered the inheritance and bought it; with the fruit of her hands she planted a vineyard.", "17": "Cheth She girded her loins with strength and strengthened her arms.", "18": "Teth She perceived that her merchandise was good; her fire did not go out by night.", "19": "Jod She laid her hands to the spindle, and her hands held the distaff.", "20": "Caph She stretched out her hand to the poor; yea, she reached forth her hands to the destitute.", "21": "Lamed She shall not be afraid of the snow for her family, for all her family is clothed with double garments.", "22": "Mem She makes herself tapestries; her clothing is of fine linen and purple.", "23": "Nun Her husband is known in the gates when he sits among the elders of the land.", "24": "Samech She made fine linen and sold it and delivered girdles unto the merchant.", "25": "Ain Strength and glory is her clothing, and she shall laugh in the last day.", "26": "Pe She opened her mouth with wisdom, and the law of mercy is upon her tongue.", "27": "Tzaddi She looks well to the ways of her household and does not eat bread in idleness.", "28": "Koph Her sons rose up and called her blessed; her husband also, and he praised her.", "29": "Resh Many daughters have done valiantly, but thou dost excel them all.", "30": "Schin Grace is deceitful, and beauty is vain, but the woman that fears the LORD shall be praised.", "31": "Tau Give her of the fruit of her hands, and let her own works praise her in the gates."}