{"1": "¶ My son, attend unto my wisdom, and bow thine ear to my intelligence;", "2": "that thou may keep council and that thy lips may conserve knowledge.", "3": "For the lips of the strange woman drop as a honeycomb, and her mouth is smoother than oil,", "4": "But her end is bitter as wormwood, sharp as a two-edged sword.", "5": "Her feet go down to death, her steps uphold Sheol,", "6": "lest thou should ponder the path of life, her ways are unstable; thou shalt not know them.", "7": "Hear me now therefore, O ye sons, and do not depart from the words of my mouth.", "8": "Remove thy way far from her, and do not come near the door of her house,", "9": "lest thou give thine honour unto others and thy years unto the cruel,", "10": "lest strangers be filled with thy wealth, and thy labours be in the house of a stranger,", "11": "and thou mourn at the last when thy flesh and thy body are consumed", "12": "and say, How have I hated chastening and my heart despised reproof", "13": "and have not obeyed the voice of those who chastened me, nor inclined my ear to those that instructed me!", "14": "I have been in almost every kind of evil, in the midst of society and of the congregation.", "15": "¶ Drink waters out of thine own cistern and running waters out of thine own well.", "16": "Let thy fountains be dispersed abroad, and rivers of thy waters in the streets.", "17": "Let them be only thine own and not for strangers with thee.", "18": "Thy fountain shall be blessed; and rejoice with the wife of thy youth.", "19": "Let her be as the loving hind and pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love, without eyes for anyone else.", "20": "And why wilt thou, my son, be ravished with a woman belonging to someone else, and embrace the bosom of a stranger?", "21": "For the ways of man are before the eyes of the LORD, and he weighs all his goings.", "22": "His own iniquities shall take hold of the wicked, and he shall be imprisoned with the cords of his sins.", "23": "He shall die because he did not submit to chastening; and due to the greatness of his folly he shall go astray."}