{"1": "On the third day, Esther put on her royal apparel and stood in the inner court of the palace, in front of the king's hall. The king was sitting on his royal throne in the hall, facing the entrance. ", "2": "When the king saw Queen Esther standing in the courtyard, she found favor in his eyes, so the king held out to Esther the golden scepter in his hand and Esther approached and touched the top of the scepter.", "3": "Then said the king to her, “What is it, Queen Esther? Whatever you request, even as much as half of the kingdom, it will be given to you.”", "4": "So Esther said, “If it pleases the king, let the king and Haman come this day to the banquet that I have prepared for him.”", "5": "The king replied, “Bring Haman quickly so we may do what Esther said.” Then the king and Haman came to the banquet that Esther prepared. ", "6": "As they were drinking wine, the king said to Esther, “What is your request? It will be granted to you. Whatever you request, even as much as half the kingdom, it will be fulfilled.”", "7": "Esther answered and said, “My petition and my request is this: ", "8": "if I have found favor in the king's eyes and if it pleases the king to grant my petition and my request, then let the king and Haman come tomorrow to the banquet that I will prepare for them—and then I will do as the king requests.”", "9": "Haman went out that day happy and in good spirits. However, when Haman saw Mordecai at the king's gate, and he did not rise or tremble before him, Haman was filled with rage against Mordecai. ", "10": "Nevertheless, Haman restrained himself and went home. He sent for his friends and his wife Zeresh. ", "11": "Haman boasted to them about his vast wealth, his many sons, and how the king had promoted him and exalted him above the other officials and servants of the king. ", "12": "Haman added, “And that's not all! Queen Esther invited only me to accompany the king to a banquet that she prepared. And she has also invited me along with the king tomorrow. ", "13": "Yet all this does not satisfy me, as long as I see Mordecai the Jew sitting at the king's gate.”", "14": "Then Zeresh his wife and all his friends said to him, “Let them set up a gallows 50 cubits high, and in the morning ask the king to have Mordecai hanged on it. Then go happily with the king to the banquet.” This idea delighted Haman and he ordered the gallows to be built."}