{"1": "I ask then, “Has God put His people, the Jews, aside?” No, not at all! I myself am a Jew. Abraham was my early father. I am from the family group of Benjamin. ", "2": "God has not put His people aside. He chose them from the beginning. Do you know what the Holy Writings say about Elijah? Do you know what Elijah said to God against the Jews? ", "3": "He said, “Lord, they have killed Your early preachers. They have destroyed the places where You are worshiped. I am the only one left. They are trying to kill me.” ", "4": "But what did God say to him? God said, “I still have 7,000 men. None of them have worshiped the false god Baal.” ", "5": "It is the same now. A few of the Jews are being chosen because of God's loving-favor. ", "6": "If they are saved from the punishment of sin because of God's loving-favor, it is nothing men have done to earn it. If men had earned it, then His loving-favor would not be a free gift. ", "7": "This is the way it was. Many Jews did not get what they were looking for. Only those God chose received it. The hearts of the others were made hard. They could not understand it. ", "8": "The Holy Writings say this about them, “God gave them hearts and minds that want to sleep. He gave them eyes that could not see. To this very day He gave them ears that could not hear.”  ", "9": "David said, “Let their table of food become a trap to hold them. Let it be a hole into which they fall and will suffer. ", "10": "Let their eyes be closed so they cannot see. Keep their backs from being straight always because of their troubles.” ", "11": "I ask then, “Did the Jews fall so they would be lost forever?” No, not at all! It means the people who are not Jews are able to be saved from the punishment of sin because the Jews sinned by not putting their trust in Christ. This made the Jews jealous of those who are not Jews. ", "12": "The world received good things from God because of the sin of the Jews. Because the Jews did not receive God's free gift, the people who are not Jews received good things from Him. Think how much more the world will receive when the Jews finish God's plan by putting their trust in Christ!", "13": "I am speaking to you people who are not Jews. As long as I am a missionary to you, I want you to know how important my job is. ", "14": "I do this so it will make my own people, the Jews, jealous. Then it may be that some will be saved from the punishment of sin. ", "15": "Because the Jews have been put aside, many other people in the world have been saved from the punishment of sin. Think what it will be like when they are also gathered in. It will be like the dead coming back to life!", "16": "If the first loaf is holy, all the bread is holy. If the root is holy, all the branches are holy.", "17": "But some of the branches (who are the Jews) were broken off. You who are not Jews were put in the place where the branches had been broken off. Now you are sharing the rich root of the olive tree. ", "18": "Do not be proud. Do not think you are better than the branches that were broken off. If you are proud, remember that you do not hold the root. It is the root that holds you. ", "19": "You may say, “Branches were broken off to make room for me.” ", "20": "It is true. They were broken off because they did not put their trust in Christ. And you are there only because of your faith. Do not be proud. Instead, be afraid. ", "21": "God did not keep the first branches (who are the Jews) on the tree. Then watch, or He will not keep you on the tree. ", "22": "We see how kind God is. It shows how hard He is also. He is hard on those who fall away. But He is kind to you if you keep on trusting Him. If you do not, He will cut you off. ", "23": "If the Jews would put their trust in Christ, God would put them back into the tree. He has power to do that. ", "24": "You people who are not Jews were cut off from a wild olive tree. Instead of being there, you were put into a garden olive tree which is not the right place for you to grow. It would be easy for God to put the Jews back onto their own olive tree because they are the branches that belong there.", "25": "Christian brothers, I want you to understand this truth which is no longer a secret. It will keep you from thinking you are so wise. Some Jews have become hard until the right amount of people who are not Jews come to God. ", "26": "Then all the Jews will be saved, as the Holy Writings say, “The One Who saves from the punishment of sin will come out of Jerusalem. He will turn the Jews from doing sinful things.” ", "27": "“And this is My promise to them when I take away their sins.” ", "28": "The Jews are fighting against the Good News. Because they hate the Good News, it has helped you who are not Jews. But God still loves the Jews because He has chosen them and because of His promise to their early fathers. ", "29": "God does not change His mind when He chooses men and gives them His gifts. ", "30": "At one time you did not obey God. But when the Jews did not receive God's gift, you did. It was because they did not obey. ", "31": "The Jews will not obey now. God's loving-kindness to you will some day turn them to Him. Then the Jews may have His loving-kindness also. ", "32": "God has said that all men have broken His Law. But He will show loving-kindness on all of them.", "33": "God's riches are so great! The things He knows and His wisdom are so deep! No one can understand His thoughts. No one can understand His ways. ", "34": "The Holy Writings say, “Who knows the mind of the Lord? Who is able to tell Him what to do?”  ", "35": "“Who has given first to God, that God should pay him back?”  ", "36": "Everything comes from Him. His power keeps all things together. All things are made for Him. May He be honored forever. Let it be so."}