{"1": "So you can say nothing because you are guilty when you say someone else is guilty. While you say someone is guilty, you are doing the same things he does. ", "2": "We know that God will say those who do such things are guilty. ", "3": "Do you think God will punish others for doing wrong and let you keep sinning? ", "4": "Do you forget about His loving-kindness to you? Do you forget how long He is waiting for you? You know that God is kind. He is trying to get you to be sorry for your sins and turn from them. ", "5": "Because you are not sorry for your sins and will not turn from them, you will be punished even more on the day of God's anger. God will be right in saying you are guilty. ", "6": "He will give to every man what he should get for the things he has done. ", "7": "Those who keep on doing good and are looking for His greatness and honor will receive life that lasts forever. ", "8": "Those who love only themselves and do not obey the truth, but do what is wrong, will be punished by God. His anger will be on them. ", "9": "Every Jew and every person who is not a Jew who sins will suffer and have great sorrow. ", "10": "But God will give His greatness and honor and peace to all those who obey the truth. Both Jews and those who are not Jews will receive this. ", "11": "God does not show favor to one man more than to another.", "12": "Those who have sinned without having the Law will be lost without the Law being used. Those who have the Law and have sinned will be judged by the Law. ", "13": "Just to hear the Law does not make a man right with God. The man right with God is the one who obeys the Law. ", "14": "The people who are not Jews do not have the Law. When they do what the Law tells them to do, even if they do not have the Law, it shows they know what they should do. ", "15": "They show that what the Law wants them to do is written in their hearts. Their own hearts tell them if they are guilty. ", "16": "There will be a day when God will judge because He knows the secret thoughts of men. He will do this through Jesus Christ. This is part of the Good News I preach.", "17": "You are a Jew and think you are safe because of the Law. You tell others about how you know God. ", "18": "You know what He wants you to do. You understand how the Law works. You know right from wrong. ", "19": "You think you can lead a blind man. You think you can give light to those in darkness. ", "20": "You think you can teach foolish people and children about God. You have in the Law the plan of truth and wisdom. ", "21": "You teach others. Why do you not teach yourselves? You tell others not to steal. Do you steal? ", "22": "You say that no one should do sex sins. Do you do sex sins? You hate false gods. Do you rob the houses where they are kept? ", "23": "You are proud of the Law. Do you take honor away from God when you do not obey the Law? ", "24": "The Holy Writings say, “God's name is hated by the people who are not Jews because of you.” ", "25": "Going through the religious act of becoming a Jew is worth something if you obey the Law. If you do not obey the Law, it is worth nothing to you. ", "26": "If a person who is not a Jew and has not gone through the act of becoming a Jew, obeys the Law, God will think of him as a Jew. ", "27": "You Jews have the Law but do not obey it. You have gone through the religious act also. At the same time those who are not Jews obey the Law even if they have not gone through the religious act of becoming a Jew. In this way, these people show you are guilty. ", "28": "A man is not a Jew just because he goes through the religious act of becoming a Jew. ", "29": "The true Jew is one whose heart is right with God. The religious act of becoming a Jew must be done in the heart. That is the work of the Holy Spirit. The Law does not do that kind of work. The true Jew gets his thanks from God, not from men."}