{"1": "What about Abraham, our early father? What did he learn? ", "2": "If Abraham was made right with God by what he did, he would have had something to be proud of. But he could not be proud before God. ", "3": "The Holy Writings say, “Abraham put his trust in God and that made him right with God.”  ", "4": "If a man works, his pay is not a gift. It is something he has earned. ", "5": "If a man has not worked to be saved, but has put his trust in God Who saves men from the punishment of their sins, that man is made right with God because of his trust in God. ", "6": "David tells of this. He spoke of how happy the man is who puts his trust in God without working to be saved from the punishment of sin. ", "7": "“Those people are happy whose sinful acts are forgiven and whose sins are covered. ", "8": "Those people are happy whose sins the Lord will not remember.” ", "9": "Is this happiness given to the Jews only? Or is it given also to the people who are not Jews? We say again, “Abraham put his trust in God and that made him right with God.”  ", "10": "When did this happen? Was it before or after Abraham went through the religious act of becoming a Jew? It was before. ", "11": "He went through the religious act after he had put his trust in God. That religious act proved that his trust in God made him right with God even before he went through the religious act of becoming a Jew. In that way, it made him the early father of all those who believe. It showed that those who did not go through the religious act of becoming a Jew could be right with God. ", "12": "He is also the early father of all those who have gone through the religious act of becoming a Jew. It is not because they went through the act. It is because they put their trust in God the same as Abraham did before he went through the religious act of becoming a Jew. ", "13": "God promised to give the world to him and to all his family after him. He did not make this promise because Abraham obeyed the Law. He promised to give the world to Abraham because he put his trust in God. This made him right with God. ", "14": "If those who obey the Law are to get the world, then a person putting his trust in God means nothing. God's promise to Abraham would be worth nothing. ", "15": "God's anger comes on a man when he does not obey the Law. But if there were no Law, then no one could break it.", "16": "So God's promise is given to us because we put our trust in Him. We can be sure of it. It is because of His loving-favor to us. It is for all the family of Abraham. It is for those who obey the Law. It is for those who put their trust in God as Abraham did. In this way, he is the father of all Christians. ", "17": "The Holy Writings say, “I have made you a father of many nations.” This promise is good because of Who God is. He makes the dead live again. He speaks, and something is made out of nothing. ", "18": "Abraham believed he would be the father of many nations. He had no reason to hope for this, but he had been told, “Your children will become many nations.”  ", "19": "Abraham was about one hundred years old. His body was about dead, but his faith in God was not weak when he thought of his body. His faith was not weak when he thought of his wife Sarah being past the age of having children. ", "20": "Abraham did not doubt God's promise. His faith in God was strong, and he gave thanks to God. ", "21": "He was sure God was able to do what He had promised. ", "22": "Abraham put his trust in God and was made right with Him. ", "23": "The words, “He was made right with God,” were not for Abraham only. ", "24": "They were for us also. God will make us right with Himself the same way He did Abraham, if we put our trust in God Who raised Jesus our Lord from the dead. ", "25": "Jesus died for our sins. He was raised from the dead to make us right with God."}