{"1": "So moved by the instructions Ezra reads in the book of the law, the Jews cannot help but respond to them. After honoring God with a lavish feast—the Festival of Booths—acknowledging His role in liberating the Hebrews from Egypt and the Jews from Persia, everyone confesses God's greatness and their own people's shortcomings. Ezra has reminded them that God is fair; He gives them the law to warn them of and protect them from His judgments. And even when they break that law, He is unendingly merciful and faithful. God always remembers His people, rescues them, and begins fresh relationships with them. It is no wonder that everyone is so eager and joyous to sign a renewed covenant with Him. The covenant was signed and sealed with the following names: Nehemiah (the governor and son of Hacaliah), Zedekiah, ", "2": "Seraiah, Azariah, Jeremiah, ", "3": "Pashhur, Amariah, Malchijah, ", "4": "Hattush, Shebaniah, Malluch, ", "5": "Harim, Meremoth, Obadiah, ", "6": "Daniel, Ginnethon, Baruch, ", "7": "Meshullam, Abijah, Mijamin, ", "8": "Maaziah, Bilgai, and Shemaiah. These were the priests. ", "9": "The Levites listed were Jeshua (Azaniah's son), Binnui (one of Henadad's sons), Kadmiel; ", "10": "also their brothers: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, ", "11": "Mica, Rehob, Hashabiah, ", "12": "Zaccur, Sherebiah, Shebaniah, ", "13": "Hodiah, Bani, and Beninu. ", "14": "The leaders of the people listed were Parosh, Pahath-moab, Elam, Zattu, Bani, ", "15": "Bunni, Azgad, Bebai, ", "16": "Adonijah, Bigvai, Adin, ", "17": "Ater, Hezekiah, Azzur, ", "18": "Hodiah, Hashum, Bezai, ", "19": "Hariph, Anathoth, Nebai, ", "20": "Magpiash, Meshullam, Hezir, ", "21": "Meshezabel, Zadok, Jaddua, ", "22": "Pelatiah, Hanan, Anaiah, ", "23": "Hoshea, Hananiah, Hasshub, ", "24": "Hallohesh, Pilha, Shobek, ", "25": "Rehum, Hashabnah, Maaseiah, ", "26": "Ahiah, Hanan, Anan, ", "27": "Malluch, Harim, and Baanah.", "28": "Everyone else—the priests, Levites, gatekeepers, singers, temple servants, and all those who separated themselves from their foreign neighbors in order to obey God's law, along with all their wives and sons and daughters who are old enough to understand—", "29": "everyone joins with their leaders and relatives and binds himself with an oath and a curse to carefully observe and obey the way God has placed before us through His servant Moses—with all its commands, rules, and decrees. These are the Eternal Lord's laws and judgments:", "30": "Our daughters will not be married to the sons of any of our foreign neighbors. We will not allow our sons to marry their daughters.", "31": "If any of our foreign neighbors come to sell their goods, their grain, or their produce on the Sabbath, we will not buy from them then or on any holy day. Every seven years, every Jew everywhere will allow the land to rest for one year. We will not work on it; we will not make it work. We will also cancel all outstanding debts, freeing any Israelite who has become enslaved to a creditor.", "32": "We are committing to tax ourselves as well. Every year each man will pay eight ounces of silver to care for God's temple. ", "33": "This tax will pay for bread for the table; for the daily grain and burnt offerings; for offerings made on Sabbaths, new moon festivals, and all other yearly feasts; it will pay for the holy offerings and for the sin offerings to cover Israel's sins. We are obligating ourselves to provide for everything that is necessary for the working of the temple of our God.", "34": "The priests, the Levites, and the people have drawn lots to decide which ancestral family will be responsible for bringing the wood that burns on the Eternal's altar in God's temple. Each family will be appointed times of the year, in every year, to fill this need as the law says it should be done.[a]", "35": "It is also our responsibility to support the temple workers through our offerings. We will bring to the temple the first part of every crop, grain from the earth and fruit from the tree alike, every year. ", "36": "We will also bring all of our firstborns and give them to the priests working at the temple—our firstborn sons and cattle, our firstborn from our flocks and our herds—as the law of God says.[b] ", "37-38": "We will bring to the priests the best of our coarse meal[c] (which is a sacred contribution), the fruit of our trees, and our new wine and oil—to be placed in the storerooms of our God's temple instead of used in the sanctuary. One-tenth of our crops will go for the Levites. When the Levites come to our towns to collect our offerings, we will make sure there is also a priest from Aaron's house with them who will bring the tithes to the house of the Eternal and its storehouse. ", "39": "The Levites and the Israelites must bring the offerings of grain, new wine, and olive oil to the storerooms of the temple where the sacred containers are kept, where the working priests, the gatekeepers, and the singers gather. We all agree—we will not neglect the temple of our God."}