{"1": "These are the priests and the Levites who returned with Zerubbabel (Shealtiel's son) and Jeshua the high priest. The priests were Seraiah, Jeremiah, Ezra, ", "2": "Amariah, Malluch, Hattush, ", "3": "Shecaniah, Rehum, Meremoth, ", "4": "Iddo, Ginnethoi, Abijah, ", "5": "Mijamin, Maadiah, Bilgah, ", "6": "Shemaiah, Joiarib, Jedaiah, ", "7": "Sallu, Amok, Hilkiah, and Jedaiah. These were the leaders of the priests and their relatives during the time of Jeshua. ", "8": "In addition the Levites who returned were Jeshua, Binnui, Kadmiel, Sherebiah, and Judah; Mattaniah and his brothers were in charge of the songs of thanksgiving. ", "9": "Their brothers Bakbukiah and Unni stood across from them in worship and led half of the responsive singing. ", "10": "Jeshua was the father of Joiakim, Joiakim was the father of Eliashib, Eliashib was the father of Joiada, ", "11": "Joiada was the father of Jonathan, and Jonathan was the father of Jaddua.", "12": "During the time of Joiakim's high priesthood, these were the leaders of the priestly families: from Seraiah's family—Meraiah; from Jeremiah's family—Hananiah; ", "13": "from Ezra's family—Meshullam; from Amariah's family—Jehohanan; ", "14": "from Malluchi's family—Jonathan; from Shebaniah's family—Joseph; ", "15": "from Harim's family—Adna; from Meraioth's family—Helkai; ", "16": "from Iddo's family—Zechariah; from Ginnethon's family—Meshullam; ", "17": "from Abijah's family—Zichri; from Miniamin and Moadiah's families—Piltai; ", "18": "from Bilgah's family—Shammua; from Shemaiah's family—Jehonathan; ", "19": "from Joiarib's family—Mattenai; from Jedaiah's family—Uzzi; ", "20": "from Sallai's family—Kallai; from Amok's family—Eber; ", "21": "from Hilkiah's family—Hashabiah; from Jedaiah's family—Nethanel.", "22": "During the time of Eliashib, Joiada, Johanan, and Jaddua, the Levites were listed by the heads of their families when Darius of Persia reigned; the practice was the same for the priests. ", "23-24": "In the book of the chronicles, the Levites who were listed as the heads of families, until the time of Johanan (Eliashib's son), were Hashabiah, Sherebiah, and Jeshua (Kadmiel's son). Their brothers stood across from them in worship and led the other half of the responsive singing following the instructions of David, the man of God. ", "25": "The gatekeepers who guarded the storerooms inside the gate were Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub. ", "26": "These men fulfilled their responsibilities during the time of Joiakim (Jeshua's son and Jozadak's grandson), and in the time of Nehemiah the governor, and of Ezra the priest and scribe.", "27": "Finally, the time came to dedicate the wall of Jerusalem. Levites were tracked down from all over to perform the dedication ceremonies in Jerusalem. They celebrated joyously and led the people in songs of thanksgiving, worshiping with abandon. They played cymbals and harps and other stringed instruments they could carry. ", "28": "Singers from all around Jerusalem also came—from the villages of the Netophathites, ", "29": "from Beth-gilgal and the farms at Geba and Azmaveth. The singers had built themselves villages all around Jerusalem where they lived. ", "30": "The priests and the Levites ended the ceremonies by purifying themselves and then the people, the wall, and the gates.", "31": "Two very important characteristics of Jewish belief and behavior that set them apart from other peoples are endogamy and Sabbath: The Jewish people can only marry within and among their various tribes. After the exile the choices are limited to the tribes of Judah and Benjamin, but there is still opportunity for marriage and family. However, the Jews are forbidden to practice exogamy, which is marriage outside their ethnic group. The Eternal does not want the ideas and activities of other nations to influence His special people. Second, as with many of God's instructions to Israel, the Sabbath observance reflects God's activities in “creation week” in Genesis 1–2. The Sabbath or seventh-day rest is unique in the ancient world; and it signifies that Israel's Eternal One is over all aspects of creation, work, play, and rest. Nehemiah understands this, and he is direct in his instructions to this new Judean community. Then I brought the leaders of Judah up onto the wall. I had organized two large choirs to lead us in thanksgiving. One of the choirs walked south along the wall to the right, toward the potsherd gate. ", "32": "Behind that choir marched Hoshaiah and half of the leaders of Judah. ", "33": "This group included Azariah, Ezra, Meshullam, ", "34": "Judah, Benjamin, Shemaiah, and Jeremiah. ", "35-36": "Some of the young priests played trumpets. Others played the same instruments David, the man of God, played. They came next: Zechariah, Jonathan's son—the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph—and his brothers Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani. This group was led by Ezra the scribe. ", "37": "At the fountain gate, they went up the steps of the city of David, climbing the city wall, passing the house of David on their way to the water gate to the east.[a]", "38": "The other choir went to the left. Along with the remaining people up on the wall, I followed them north from the oven tower to the broad wall. ", "39": "We went over the Ephraim gate, the old gate, the fish gate, the tower of Hananel, and all the way to the tower of the hundred. We went through the sheep gate and stopped when we arrived at the guard's gate. ", "40": "As they arrived at the temple of God, both choirs took their places, all the while giving thanks. Those of us leaders in the second group joined them. ", "41": "We followed the priests; Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah played their trumpets ", "42": "while Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer sang. The musicians were playing loudly and the singers were singing. Jezrahiah led them, ", "43": "and together the sounds filled the city. Everyone was rejoicing and making sacrifices to God in their great joy—even the women and children got involved. Far outside Jerusalem the noise from our celebration could be heard.", "44": "That same day, we appointed men to be in charge of the storerooms that held everyone's offerings—all their contributions, best offerings, and monetary tithes. These administrators were in charge of collecting from all of the villages the offerings set aside by the law for the priests and the Levites. Everyone was grateful to the priests and the Levites and were happy to contribute for all that they did. ", "45": "Just as David and his son Solomon instructed them to do, they served God and purified the people with the help of the singers and gatekeepers. ", "46": "It was during the united monarchy long ago, in the days of David and Asaph, that it became customary to have choir directors lead the singers in songs of worship and thanksgiving to God. ", "47": "In these times of Zerubbabel and Nehemiah, the people of Israel also contributed a daily supply of food so that the singers and the gatekeepers had enough to eat. They also designated consecrated portions for the Levites' share, who set aside food for the priests—who are Aaron's descendants."}