{"1": "Later that day, when the book of Moses was being read to the people, we discovered a passage that said no Ammonite or Moabite should be allowed to enter the sacred gatherings of God's people.[a]", "2": "This prohibition went back to the time when our ancestors wandered in the desert—when the Ammonites and the Moabites refused to welcome the Israelites with food and drink. In fact, they hired Balaam to curse them. But it didn't work. God turned the curse into a blessing. ", "3": "As soon as people heard what God's law said, they excluded anyone with any non-Israelite descent from Israel.", "4-5": "Before that happened, the priest named Eliashib took a large storeroom in the temple of God and gave it to Tobiah the Ammonite for his use. Eliashib was in charge of the storerooms, and Tobiah was a relative of his. Before he gave it to Tobiah, it had been used to store many different things for use in the temple: the grain offerings, the incense, the vessels, and the tithes of grain, new wine, and olive oil for the Levites, the singers, and the gatekeepers—also the offerings for the priests. ", "6": "I was not in Jerusalem when Eliashib did this. It was the 32nd year of the reign of Artaxerxes, king of Persia,[b] and I had returned to make a report to him. Later on I asked his permission to return ", "7": "to Jerusalem. When I arrived, I learned about the evil thing Eliashib had done by giving Tobiah a room in the courts of the temple of the True God, a place he wasn't even allowed to enter because of his heritage. ", "8": "I was livid. In my anger, I threw all of Tobiah's property out of the room. ", "9": "Then I had them purify the rooms and restore what was supposed to be there—the sacred vessels, the grain offerings, and the incense.", "10": "I also learned that the portion of the offering that belonged to the Levites had not been given to them. As a result, the Levites and singers who were responsible for leading God's people in worship returned to work on their farms instead. ", "11": "I went straight to the leaders responsible for this and confronted them, asking, “Why are you neglecting God's temple?” I reassembled the leaders who had returned home and placed them back at their posts. ", "12": "This allowed the people of Judah to bring their tithes of grain, wine, and olive oil into the storehouses again. ", "13": "I placed trustworthy men in charge of the storerooms: Shelemiah the priest, Zadok the scribe, and a Levite named Pedaiah. I brought Hanan (Zaccur's son and Mattaniah's grandson) on as their assistant. It was their responsibility to make sure the daily rations were distributed to their relatives.", "14": "Nehemiah: 14 O God—my God—remember this good thing I have done. Do not forget the way I have served Your temple and its servants.", "15": "At that same time, I looked around Judah and saw men working the winepresses on the Sabbath. Others I found bringing large loads of grain to be loaded on donkeys. Wine, grapes, figs—they brought every kind of load into Jerusalem on the Sabbath no matter the season. I warned them about selling food on the Sabbath, just as they were doing it. ", "16": "There were men from Tyre living in Jerusalem. They also brought fish and all kinds of merchandise into Jerusalem and sold it to the people of Judah on the Sabbath, even in Jerusalem. ", "17": "I confronted the leaders of Judah, whom I held responsible for the public's actions. Nehemiah: Why are you doing what you know is wicked? You are desecrating the Sabbath! ", "18": "Tell me how this is different from what we just confessed about our ancestors and their sin. This is the thing that provoked God's judgment and the destruction of this very city. You are fueling the fire of judgment for Israel by desecrating the Sabbath!", "19": "As the sun was setting before the Sabbath and darkness fell over Jerusalem's gates, I ordered the doors to be closed. I required them to remain closed until the Sabbath ended. I placed some of my own guards by the gates to ensure no load of merchandise could be brought into the city during the Sabbath, but Jerusalem's citizens could still come and go. ", "20": "On a couple of different occasions, some traders and merchants of a great variety of goods slept by the gates outside the wall. ", "21": "They also received a warning from me. Nehemiah: What are you up to, sleeping here outside the wall? If I find you here again, you will be removed by force! They never came back on the Sabbath again. ", "22": "I ordered the Levites to go through the purifying rituals and then to come back and guard the gates so that the Sabbath would be kept holy. Nehemiah: O God—my God—remember my actions. Because of Your great love, show me mercy.", "23": "During that same time, I witnessed men from Judah marrying women from Ashdod, Ammon, and Moab. ", "24": "Half of their children spoke the language of Ashdod, and could not speak the language of Judah or understand our laws but only the languages of their peoples. ", "25": "I rebuked and cursed them. Some of them I beat, and I tore out their hair. I made them take an oath in the name of God. Nehemiah: You will not let your daughters marry their sons, nor will you accept their daughters as wives for yourselves or your sons! ", "26": "This is the very thing that caused King Solomon's downfall. In all the world, there was no king like him. God loved him dearly and made him king over all Israel. Yet these foreign wives led Solomon into sin. ", "27": "Now we discover that you have embraced the same wicked ways, betraying our God by marrying these foreign women.", "28": "Even the family of High Priest Eliashib was guilty. One of his grandsons, a son of Joiada, married one of the daughters of Sanballat the Horonite. I drove him away from me.", "29": "Nehemiah: 29 O God—my God—remember how these men polluted the priesthood and the sacred vows of the priests and Levites.", "30": "Once more we went through the rituals of purification, removing every foreign object. I reassigned the priests and the Levites to their tasks; everyone had a specific job to do. ", "31": "I made sure the altar was supplied with the offering of wood and the offerings of firstfruits, too—each at the right time. Nehemiah: O God—my God—remember me with favor."}