{"1": "Once again, we found that our progress had been reported to our enemies. Sanballat, Tobiah, and Geshem the Arab (as well as the rest of our adversaries) heard that under my leadership the wall had been rebuilt. Not one gap remained (though the doors still had to be hung on the gates). ", "2": "Sanballat and Geshem sent messengers to me. Sanballat and Geshem's Message: Come and meet with us in the plain of Ono, at the border village of Cheriphim. They were planning to hurt me. ", "3": "So instead of going, I sent messengers back to them. Nehemiah's Message: I am in the middle of a great work and cannot be interrupted. I am not coming down to meet with you. What is so important that I should suspend this great work we are doing to travel to see you?", "4": "This same exchange played out four different times: they asked for a meeting; I refused.", "5": "The fifth time I was approached by a servant of Sanballat. He came with the same message, but this time he also carried an unsealed letter in his hand.", "6": "Sanballat's Letter: 6 A report has gone out to the surrounding nations that you are rebuilding the wall because you and your fellow Jews are planning to revolt against Persia. Geshem[a] confirms this report and suggests you are looking to be crowned as king. Rumor has it ", "7": "that you have even appointed prophets to announce in Jerusalem, “Judah has a king!” referencing you. Be assured, this very report will make it back to King Artaxerxes. Meet with us at once.", "8": "My message back to him was simple. Nehemiah's Message: There is nothing to what you are saying. You are making it all up.", "9": "We knew our enemies' intent was to intimidate us into stopping our work. They reasoned, “These Jews will stop rebuilding out of fear and discouragement. Progress will grind to a halt.” Instead I renewed my dedication, strengthened my hands.", "10": "A little later, I went to see Shemaiah (Delaiah's son and Mehetabel's grandson) who was shut up inside his house. Shemaiah: It is not safe here. Let us leave and go into God's house inside the temple and shut the doors. People are coming to kill you. They will come at night.", "11": "Nehemiah: 11 Why would a man in my position run for his life? Why would a person like me use the temple to save his life when such contact with God would surely kill me? I refuse to go into the temple under such circumstances.", "12-13": "While I was speaking these words, I realized God had not sent him to me. God would never tell me to break His laws. Shemaiah's prophecy was “inspired” by the money of Tobiah and Sanballat. After hearing his message, they thought I would be scared and thus vulnerable to sin. They hoped to use such a lapse in behavior to discredit me.", "14": "Nehemiah: 14 O my God, remember these two: Tobiah and Sanballat. Remember what they have done. And do not forget their accomplices—the prophetess Noadiah and her prophetic associates—who have been trying to intimidate me.", "15": "Even with all that interference, the wall was soon finished. It was the 25th day of Elul. The work had been accomplished in 52 days. ", "16": "When our enemies heard the work was complete and the surrounding nations saw our wall, their confidence crumbled. Only one possible conclusion could be drawn: it was not just our efforts that had done this thing. God had been working alongside us. ", "17": "These developments caused a flurry of correspondence between the nobles of Judah and Tobiah. ", "18": "Many of these nobles in Judah were tied to Tobiah by a marriage oath. Tobiah has married into Jewish families while living in Jerusalem as interim governor, although he serves Sanballat in Samaria. He was the son-in-law of Shecaniah (Arah's son), and his son Jehohanan was married to the daughter of Meshullam (Berechiah's son). ", "19": "These men constantly praised Tobiah in my presence, describing his good deeds to me. They also reported to Tobiah what I said. And still he sent me his letters; his attempts to intimidate me were ceaseless."}