{"1": "When everyone had settled, they re-gathered in Jerusalem. Everyone met in the square that is in front of the water gate. They asked Ezra the scribe to bring out the book of the law, the word the Eternal sent through Moses to Israel. ", "2": "Ezra the priest did as they asked, bringing God's law to Israel. The community included both men and women—anyone who was able to understand was welcomed. This gathering took place on the first day of the seventh month. ", "3": "Facing the people in the square, next to the water gate, he began to read excerpts. The document was massive, and just reading parts took him six or seven hours, from daybreak until noon. Everyone who was there heard him: men, women—anyone with the ability to understand. As he read, they were focused and listened carefully to the book of the law.", "4": "And as he read, Ezra the scribe stood on a wooden platform made for this very occasion. To his right were Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah. To his left were Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam. ", "5": "Standing above the people so they could see and hear him, Ezra opened the book of the law. As he opened the book, everyone stood. ", "6": "Then Ezra called out and blessed the Eternal, worshiping God's greatness. With their hands raised to the heavens, the people called out loudly in response, crying, “Amen! So may it be!” Then they fell to their knees and bowed. With their faces to the ground, they worshiped the Eternal. ", "7-8": "Ezra read the law, the people listened, and the Levites explained it to them. Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah—these are the Levites[a] who interpreted what Ezra read for the people.", "9": "Now, as God's law was read, the people began to weep. But Nehemiah (the Persians' appointed governor),[b] Ezra the priest and scribe, and all the ministering Levites said to the people, Leaders: This day is sacred to the Eternal One, your God. It is not a day for mourning and weeping.", "10": "Ezra: 10 Go back to your homes, and prepare a feast. Bring out the best food and drink you have, and welcome all to your table, especially those who have nothing. This day is special. It is sacred to our Lord. Do not grieve over your past mistakes. Let the Eternal's own joy be your protection!", "11": "Levites: 11 Be still. This is sacred time and space. Do not mourn.", "12": "Then the celebration really began. The people had heard God's words and understood them. When the people went away to eat and to drink in their homes, no one was left out of the feasting, not even the poor.", "13": "The next day, the heads of every family, along with the priests and the Levites, regathered around Ezra the scribe to further study God's law. ", "14": "As they studied the law, they discovered that through Moses, the Eternal had commanded Israel to live in temporary shelters during the Feast of Booths of the seventh month. ", "15": "So they issued a proclamation, and it went out to everyone in Jerusalem and in every town that people should go into the hills to gather branches from olive trees, wild olive trees, myrtle trees, palm trees—any kind of leafy tree they could find. With these branches they were told to build temporary shelters to house them during the festival, as God's law declared. ", "16": "So the people went out and gathered branches. They built temporary shelters anywhere they could—on the roofs of their houses, in their courtyards, in the temple courts, in the squares by the water gate and the gate of Ephraim. ", "17": "Everyone who had returned from exile—all 42,360 people—made the temporary shelters and lived in them. From the time of Joshua (Nun's son) until that very day, no one in Israel had observed the festival in this way, remembering those from the Egyptian exile too. So they celebrated, and their joy was great. ", "18": "Throughout everything, Ezra continued to read from the book of God's law, day by day. The celebration of the feast continued for seven days. On the eighth day, in keeping with the directions given, Israel gathered for a solemn assembly."}