{"1": "Jephthah was a strong soldier from Gilead. His father was named Gilead, and his mother was a prostitute. ", "2": "Gilead's wife had several sons. When they grew up, they forced Jephthah to leave his home, saying to him, “You will not get any of our father's property, because you are the son of another woman.” ", "3": "So Jephthah ran away from his brothers and lived in the land of Tob. There some worthless men began to follow him.", "4": "After a time the Ammonites fought against Israel. ", "5": "When the Ammonites made war against Israel, the elders of Gilead went to Jephthah to bring him back from Tob. ", "6": "They said to him, “Come and lead our army so we can fight the Ammonites.”", "7": "But Jephthah said to them, “Didn't you hate me? You forced me to leave my father's house. Why are you coming to me now that you are in trouble?”", "8": "The elders of Gilead said to Jephthah, “It is because of those troubles that we come to you now. Please come with us and fight against the Ammonites. You will be the ruler over everyone who lives in Gilead.”", "9": "Then Jephthah answered, “If you take me back to Gilead to fight the Ammonites and the Lord helps me win, I will be your ruler.”", "10": "The elders of Gilead said to him, “The Lord is listening to everything we are saying. We promise to do all that you tell us to do.” ", "11": "So Jephthah went with the elders of Gilead, and the people made him their leader and commander of their army. Jephthah repeated all of his words in front of the Lord at Mizpah.", "12": "Jephthah sent messengers to the king of the Ammonites, asking, “What have you got against Israel? Why have you come to attack our land?”", "13": "The king of the Ammonites answered the messengers of Jephthah, “We are fighting Israel because you took our land when you came up from Egypt. You took our land from the Arnon River to the Jabbok River to the Jordan River. Now give our land back to us peacefully.”", "14": "Jephthah sent the messengers to the Ammonite king again. ", "15": "They said: “This is what Jephthah says: Israel did not take the land of the people of Moab or Ammon. ", "16": "When the Israelites came out of Egypt, they went into the desert to the Red Sea and then to Kadesh. ", "17": "Israel sent messengers to the king of Edom, saying, 'Let the people of Israel go across your land.' But the king of Edom refused. We sent the same message to the king of Moab, but he also refused. So the Israelites stayed at Kadesh.", "18": "“Then the Israelites went into the desert around the borders of the lands of Edom and Moab. Israel went east of the land of Moab and camped on the other side of the Arnon River, the border of Moab. They did not cross it to go into the land of Moab.", "19": "“Then Israel sent messengers to Sihon king of the Amorites, king of the city of Heshbon, asking, 'Let the people of Israel pass through your land to go to our land.' ", "20": "But Sihon did not trust the Israelites to cross his land. So he gathered all of his people and camped at Jahaz and fought with Israel.", "21": "“But the Lord, the God of Israel, handed Sihon and his army over to Israel. All the land of the Amorites became the property of Israel. ", "22": "So Israel took all the land of the Amorites from the Arnon River to the Jabbok River, from the desert to the Jordan River.", "23": "“It was the Lord, the God of Israel, who forced out the Amorites ahead of the people of Israel. So do you think you can make them leave? ", "24": "Take the land that your god Chemosh has given you. We will live in the land the Lord our God has given us!", "25": "“Are you any better than Balak son of Zippor, king of Moab? Did he ever quarrel or fight with the people of Israel? ", "26": "For three hundred years the Israelites have lived in Heshbon and Aroer and the towns around them and in all the cities along the Arnon River. Why have you not taken these cities back in all that time? ", "27": "I have not sinned against you, but you are sinning against me by making war on me. May the Lord, the Judge, decide whether the Israelites or the Ammonites are right.”", "28": "But the king of the Ammonites ignored this message from Jephthah.", "29": "Then the Spirit of the Lord entered Jephthah. Jephthah passed through Gilead and Manasseh and the city of Mizpah in Gilead to the land of the Ammonites. ", "30": "Jephthah made a promise to the Lord, saying, “If you will hand over the Ammonites to me, ", "31": "I will give you as a burnt offering the first thing that comes out of my house to meet me when I return from the victory. It will be the Lord's.”", "32": "Then Jephthah went over to fight the Ammonites, and the Lord handed them over to him. ", "33": "In a great defeat Jephthah struck them down from the city of Aroer to the area of Minnith, and twenty cities as far as the city of Abel Keramim. So the Ammonites were defeated by the Israelites.", "34": "When Jephthah returned to his home in Mizpah, his daughter was the first one to come out to meet him, playing a tambourine and dancing. She was his only child; he had no other sons or daughters. ", "35": "When Jephthah saw his daughter, he tore his clothes to show his sorrow. He said, “My daughter! You have made me so sad because I made a promise to the Lord, and I cannot break it!”", "36": "Then his daughter said, “Father, you made a promise to the Lord. So do to me just what you promised, because the Lord helped you defeat your enemies, the Ammonites.” ", "37": "She also said, “But let me do one thing. Let me be alone for two months to go to the mountains. Since I will never marry, let me and my friends go and cry together.”", "38": "Jephthah said, “Go.” So he sent her away for two months. She and her friends stayed in the mountains and cried for her because she would never marry. ", "39": "After two months she returned to her father, and Jephthah did to her what he had promised. Jephthah's daughter never had a husband. From this came a custom in Israel that ", "40": "every year the young women of Israel would go out for four days to remember the daughter of Jephthah from Gilead."}