{"1": "Again the Israelites did what the Lord said was wrong. So for seven years the Lord handed them over to Midian. ", "2": "Because the Midianites were very powerful and were cruel to Israel, the Israelites made hiding places in the mountains, in caves, and in safe places. ", "3": "Whenever the Israelites planted crops, the Midianites, Amalekites, and other peoples from the east would come and attack them. ", "4": "They camped in the land and destroyed the crops that the Israelites had planted as far away as Gaza. They left nothing for Israel to eat, and no sheep, cattle, or donkeys. ", "5": "The Midianites came with their tents and their animals like swarms of locusts to ruin the land. There were so many people and camels they could not be counted. ", "6": "Israel became very poor because of the Midianites, so they cried out to the Lord.", "7": "When the Israelites cried out to the Lord against the Midianites, ", "8": "the Lord sent a prophet to them. He said, “This is what the Lord, the God of Israel, says: I brought you out of Egypt, the land of slavery. ", "9": "I saved you from the Egyptians and from all those who were against you. I forced the Canaanites out of their land and gave it to you. ", "10": "Then I said to you, 'I am the Lord your God. Live in the land of the Amorites, but do not worship their gods.' But you did not obey me.”", "11": "The angel of the Lord came and sat down under the oak tree at Ophrah that belonged to Joash, one of the Abiezrite people. Gideon, Joash's son, was separating some wheat from the chaff in a winepress to keep the wheat from the Midianites. ", "12": "The angel of the Lord appeared to Gideon and said, “The Lord is with you, mighty warrior!”", "13": "Then Gideon said, “Sir, if the Lord is with us, why are we having so much trouble? Where are the miracles our ancestors told us he did when the Lord brought them out of Egypt? But now he has left us and has handed us over to the Midianites.”", "14": "The Lord turned to Gideon and said, “Go with your strength and save Israel from the Midianites. I am the one who is sending you.”", "15": "But Gideon answered, “Lord, how can I save Israel? My family group is the weakest in Manasseh, and I am the least important member of my family.”", "16": "The Lord answered him, “I will be with you. It will seem as if the Midianites you are fighting are only one man.”", "17": "Then Gideon said to the Lord, “If you are pleased with me, give me proof that it is really you talking with me. ", "18": "Please wait here until I come back to you. Let me bring my offering and set it in front of you.” And the Lord said, “I will wait until you return.”", "19": "So Gideon went in and cooked a young goat, and with twenty quarts of flour, made bread without yeast. Then he put the meat into a basket and the broth into a pot. He brought them out and gave them to the angel under the oak tree.", "20": "The angel of God said to Gideon, “Put the meat and the bread without yeast on that rock over there. Then pour the broth on them.” And Gideon did as he was told. ", "21": "The angel of the Lord touched the meat and the bread with the end of the stick that was in his hand. Then fire jumped up from the rock and completely burned up the meat and the bread! And the angel of the Lord disappeared! ", "22": "Then Gideon understood he had been talking to the angel of the Lord. So Gideon cried out, “Lord God! I have seen the angel of the Lord face to face!”", "23": "But the Lord said to Gideon, “Calm down! Don't be afraid! You will not die!”", "24": "So Gideon built an altar there to worship the Lord and named it The Lord Is Peace. It still stands at Ophrah, where the Abiezrites live.", "25": "That same night the Lord said to Gideon, “Take the bull that belongs to your father and a second bull seven years old. Pull down your father's altar to Baal, and cut down the Asherah idol beside it. ", "26": "Then build an altar to the Lord your God with its stones in the right order on this high ground. Kill and burn a second bull on this altar, using the wood from the Asherah idol.”", "27": "So Gideon got ten of his servants and did what the Lord had told him to do. But Gideon was afraid that his family and the men of the city might see him, so he did it at night, not in the daytime.", "28": "When the men of the city got up the next morning, they saw that the altar for Baal had been destroyed and that the Asherah idol beside it had been cut down! They also saw the altar Gideon had built and the second bull that had been sacrificed on it. ", "29": "The men of the city asked each other, “Who did this?” After they asked many questions, someone told them, “Gideon son of Joash did this.”", "30": "So they said to Joash, “Bring your son out. He has pulled down the altar of Baal and cut down the Asherah idol beside it. He must die!”", "31": "But Joash said to the angry crowd around him, “Are you going to take Baal's side? Are you going to defend him? Anyone who takes Baal's side will be killed by morning! If Baal is a god, let him fight for himself. It's his altar that has been pulled down.” ", "32": "So on that day Gideon got the name Jerub-Baal, which means “let Baal fight against him,” because Gideon pulled down Baal's altar.", "33": "All the Midianites, the Amalekites, and other peoples from the east joined together and came across the Jordan River and camped in the Valley of Jezreel. ", "34": "But the Spirit of the Lord entered Gideon, and he blew a trumpet to call the Abiezrites to follow him. ", "35": "He sent messengers to all of Manasseh, calling them to follow him. He also sent messengers to the people of Asher, Zebulun, and Naphtali. So they also went up to meet Gideon and his men.", "36": "Then Gideon said to God, “You said you would help me save Israel. ", "37": "I will put some wool on the threshing floor. If there is dew only on the wool but all of the ground is dry, then I will know that you will use me to save Israel, as you said.” ", "38": "And that is just what happened. When Gideon got up early the next morning and squeezed the wool, he got a full bowl of water from it.", "39": "Then Gideon said to God, “Don't be angry with me if I ask just one more thing. Please let me make one more test. Let only the wool be dry while the ground around it gets wet with dew.” ", "40": "That night God did that very thing. Just the wool was dry, but the ground around it was wet with dew."}