{"1": "¶ Now these are the generations of the sons of Noah: Shem, Ham, and Japheth; and unto them were born sons after the flood.", "2": "The sons of Japheth: Gomer and Magog and Madai and Javan and Tubal and Meshech and Tiras.", "3": "And the sons of Gomer: Ashkenaz and Riphath and Togarmah.", "4": "And the sons of Javan: Elishah and Tarshish, Kittim and Dodanim.", "5": "By these were the isles of the Gentiles divided in their lands, each one after his tongue, after their families, in their nations.", "6": "¶ And the sons of Ham: Cush and Mizraim and Phut and Canaan.", "7": "And the sons of Cush: Seba and Havilah and Sabtah and Raamah and Sabtecha. And the sons of Raamah: Sheba and Dedan.", "8": "And Cush begat Nimrod. He began to be powerful in the earth.", "9": "He was a powerful hunter before the LORD; therefore it is said, Even as Nimrod, the powerful hunter before the LORD.", "10": "And the beginning of his kingdom was Babel and Erech and Accad and Calneh in the land of Shinar.", "11": "Out of that land went forth Asshur, who built Nineveh and the city Rehoboth and Calah", "12": "and Resen between Nineveh and Calah; the same is a great city.", "13": "And Mizraim begat Ludim and Anamim and Lehabim and Naphtuhim", "14": "and Pathrusim and Casluhim (out of whom came the Philistines) and Caphtorim.", "15": "¶ And Canaan begat Sidon, his firstborn, and Heth", "16": "and Jebusite and Amorite and Girgasite", "17": "and Hivite and Arkite and Sinite", "18": "and Arvadite and Zemarite and Hamathite; and afterward were the families of the Canaanites spread abroad.", "19": "And the border of the Canaanites was from Sidon, as thou comest to Gerar unto Gaza, as thou goest, unto Sodom and Gomorrah and Admah and Zeboim, even unto Lasha.", "20": "These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.", "21": "¶ Unto Shem also, the father of all the sons of Eber, the elder brother of Japheth, even to him were sons born.", "22": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram.", "23": "And the sons of Aram: Uz, Hul, Gether, and Mash.", "24": "And Arphaxad begat Salah, and Salah begat Eber.", "25": "And unto Eber were born two sons; the name of one was Peleg, for in his days the earth was divided; and his brother's name was Joktan.", "26": "And Joktan begat Almodad, Sheleph, Hazarmaveth, Jerah,", "27": "Hadoram, Uzal, Diklah,", "28": "Obal, Abimael, Sheba,", "29": "Ophir, Havilah, and Jobab; all these were the sons of Joktan.", "30": "And their dwelling was from Mesha as thou goest unto Sephar, mount of the east.", "31": "These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.", "32": "These are the families of the sons of Noah, after their descendants, in their nations; and by these were the Gentiles divided in the earth after the flood."}