{"1": "¶ And Abraham was old and well stricken in age, and the LORD had blessed Abraham in all things.", "2": "And Abraham said unto his eldest slave of his house, who ruled over all that he had, Put, I pray thee, thy hand under my thigh,", "3": "and I will make thee swear by the LORD, the God of the heavens and the God of the earth, that thou shalt not take a wife unto my son of the daughters of the Canaanites, among whom I dwell;", "4": "but thou shalt go unto my country and to my kindred and take a wife unto my son Isaac.", "5": "And the slave said unto him, Peradventure the woman will not be willing to follow me unto this land, must I therefore bring thy son again unto the land from which thou didst come?", "6": "And Abraham said unto him, Beware that thou not bring my son there again.", "7": "The LORD God of heaven, who took me from my father's house and from the land of my kindred and who spoke unto me and swore unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from there.", "8": "And if the woman will not be willing to follow thee, then thou shalt be free from this my oath; only do not bring my son there again.", "9": "Then the slave put his hand under the thigh of Abraham his master and swore to him concerning that matter.", "10": "¶ And the slave took ten camels of the camels of his master and departed with the best of what his master had in his hand; and he arose and went to Aram-naharaim, unto the city of Nahor.", "11": "And he made his camels kneel down outside the city by a well of water at the time of the evening, even the time that women go out to draw water.", "12": "And he said, O LORD, God of my master Abraham, I pray thee, to have a good encounter this day and show mercy unto my master Abraham.", "13": "Behold, I stand here by the fountain of water, and the daughters of the men of the city come out for water:", "14": "And let it come to pass that the damsel to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels to drink also; let the same be she that thou hast appointed for thy slave Isaac; and thereby shall I know that thou hast shown mercy unto my master.", "15": "And it came to pass before he had done speaking that, behold, Rebekah came out (who was born to Bethuel, son of Milcah, the wife of Nahor, Abraham's brother) with her pitcher upon her shoulder.", "16": "And the damsel was very fair to look upon, a virgin, whom no man had known; and she went down to the fountain and filled her pitcher and was coming back up.", "17": "Then the slave ran to meet her and said, Let me, I pray thee, drink a little water of thy pitcher.", "18": "And she said, Drink, my lord, and she hastened to let down her pitcher upon her hand and gave him drink.", "19": "And when she had finished giving him drink, she said, I will draw water for thy camels also until they have finished drinking.", "20": "And she hastened and emptied her pitcher into the trough, and ran again unto the well to draw water and drew for all his camels.", "21": "And the man marveled at her in silence, to see whether the LORD had prospered his journey or not.", "22": "And it came to pass as the camels had finished drinking that the man took a golden pendant of half a shekel weight and two bracelets for her hands of ten shekels weight of gold", "23": "and said, Whose daughter art thou? Tell me, I pray thee; is there room in thy father's house for us to lodge in?", "24": "And she said unto him, I am the daughter of Bethuel the son of Milcah, whom she gave birth unto Nahor.", "25": "She said moreover unto him, We have both straw and fodder enough and room to lodge in.", "26": "Then the man bowed down his head and worshipped the LORD.", "27": "And he said, Blessed be the LORD, God of my master Abraham, who has not lifted his mercy and his truth from my master, the LORD leading me in the way to the house of my master's brethren.", "28": "And the damsel ran and told those of her mother's house these things.", "29": "¶ And Rebekah had a brother, and his name was Laban; and Laban ran out unto the man to the fountain.", "30": "And it came to pass when he saw the pendant and the bracelets upon his sister's hands, she said, Thus spoke the man unto me; then he came unto the man; and, behold, he stood by the camels at the fountain.", "31": "And he said, Come in, thou blessed of the LORD; why dost thou stand outside? For I have prepared the house, and the place for the camels.", "32": "Then the man came into the house, and Laban ungirded his camels and gave straw and fodder for the camels and water to wash his feet and the men's feet that were with him.", "33": "And they set food before him to eat, but he said, I will not eat until I have told my errand. And he said unto him, Speak on.", "34": "And he said, I am Abraham's slave.", "35": "And the LORD has blessed my master greatly, and he is become great; and he has given him flocks and herds and silver and gold and menslaves and maidslaves and camels and asses.", "36": "And Sarah, my master's wife, bore a son to my master when she was old, unto whom he has given all that he has.", "37": "And my master made me swear, saying, Thou shalt not take a wife to my son of the daughters of the Canaanites, in whose land I dwell;", "38": "but thou shalt go unto my father's house and to my kindred and take from there a wife for my son.", "39": "And I said unto my master, Peradventure the woman will not follow me.", "40": "And he said unto me, The LORD, before whom I walk, will send his angel with thee and prosper thy way; and thou shalt take a wife for my son of my lineage and of my father's house;", "41": "then shalt thou be free from this my oath, when thou hast come unto my lineage; and if they give her not unto thee, thou shalt be free from my oath.", "42": "And I came this day unto the fountain and said, O LORD, God of my master Abraham, if now thou dost prosper my way by which I go,", "43": "behold, I stand by the fountain of water; let it come to pass, therefore, that the virgin who comes forth to draw water unto whom I say, Give me, I pray thee, a little water of thy pitcher to drink;", "44": "and if she shall say to me, Both drink thou, and I will also draw for thy camels, let the same be the woman whom the LORD has prepared for my master's son.", "45": "And before I had finished speaking in my heart, behold, Rebekah came forth with her pitcher on her shoulder, and she went down unto the fountain and drew water, and I said unto her, Let me drink, I pray thee.", "46": "And she made haste and let down her pitcher from her shoulder and said, Drink, and I will give thy camels drink also; so I drank, and she gave to drink unto the camels also.", "47": "And I asked her and said, Whose daughter art thou? And she said, The daughter of Bethuel, Nahor's son, whom Milcah bore unto him. Then I put the pendant over her nose and the bracelets upon her hands.", "48": "And I bowed down my head and worshipped the LORD and blessed the LORD God of my master Abraham, who had led me in the way of the truth to take my master's brother's daughter unto his son.", "49": "And now if ye will deal in mercy and truth with my master, tell me; and if not, tell me, that I may turn to the right hand or to the left.", "50": "Then Laban and Bethuel answered and said, The thing proceeds from the LORD; we cannot speak unto thee bad or good.", "51": "Behold, Rebekah is before thee; take her and go and let her be thy master's son's wife, as the LORD has spoken.", "52": "And it came to pass that when Abraham's slave heard their words, he worshipped the LORD, bowing himself to the earth.", "53": "And the slave brought forth vessels of silver and vessels of gold and raiment and gave them to Rebekah; he also gave precious things to her brother and to her mother.", "54": "¶ And they ate and drank, he and the men that were with him, and slept; and they rose up in the morning, and he said, Send me away unto my master.", "55": "Then her brother and her mother said, Let the damsel abide with us a few days, at the least ten; after that she shall go.", "56": "And he said unto them, Hinder me not, seeing the LORD has prospered my way; send me away that I may go to my master.", "57": "Then they said, We will call the damsel and enquire at her mouth.", "58": "And they called Rebekah and said unto her, Wilt thou go with this man? And she said, I will go.", "59": "So they sent away Rebekah, their sister, and her nurse and Abraham's slave and his men.", "60": "And they blessed Rebekah and said unto her, Thou art our sister; be thou the mother of thousands of ten thousands, and let thy seed possess the gate of those who hate them.", "61": "And Rebekah arose, and her damsels, and they rode upon the camels and followed the man; and the slave took Rebekah and went away.", "62": "¶ And Isaac came from the way of the well Lahairoi; for he dwelt in the land of the Negev.", "63": "And Isaac had gone out to pray in the field at the evening hour; and he lifted up his eyes and saw, and, behold, the camels were coming.", "64": "And Rebekah also lifted up her eyes, and when she saw Isaac, she lighted off the camel.", "65": "For she had asked the slave, What man is this that walks in the field to meet us? And the slave had said, This is my master; therefore she took a veil and covered herself.", "66": "Then the slave told Isaac all the things that he had done.", "67": "And Isaac brought her into his mother Sarah's tent and took Rebekah as his wife; and he loved her; and Isaac was comforted after his mother's death."}