{"1": "¶ And it came to pass, that when Isaac became old, and his eyes were dim so that he could not see, he called Esau, his eldest son, and said unto him, My son, and he said unto him, Behold, here am I.", "2": "And he said, Behold now, I am old: I know not the day of my death.", "3": "Now, therefore, take I pray thee, thy weapons, thy quiver and thy bow and go out to the field and take me some venison", "4": "and make me savoury food, such as I love, and bring it to me that I may eat, that my soul may bless thee before I die.", "5": "And Rebekah heard when Isaac spoke to Esau, his son. And Esau went to the field to hunt for venison and to bring it.", "6": "¶ Then Rebekah spoke unto Jacob her son, saying, Behold, I heard thy father speak unto Esau, thy brother, saying,", "7": "Bring me venison and make me savoury food that I may eat and bless thee before the LORD before my death.", "8": "Now, therefore, my son, hearken unto my voice according to that which I command thee.", "9": "Go now to the flock and bring me from there two good kids of the goats, and I will make them savoury food for thy father, such as he loves;", "10": "and thou shalt bring it to thy father that he may eat and that he may bless thee before his death.", "11": "And Jacob said to Rebekah his mother, Behold, Esau, my brother, is a hairy man, and I am a smooth man;", "12": "my father peradventure will feel me, and I shall seem to him as a deceiver; and I shall bring a curse upon myself, and not a blessing.", "13": "And his mother said unto him, Upon me be thy curse, my son; only obey my voice and go bring me them.", "14": "And he went and took them and brought them to his mother, and his mother made savoury food, such as his father loved.", "15": "And Rebekah took good clothes of her eldest son Esau, which were with her in the house, and put them upon Jacob, her younger son:", "16": "And she put the skins of the kids of the goats upon his hands and upon the smooth of his neck,", "17": "and she gave the savoury food and the bread, which she had prepared, into the hand of her son Jacob.", "18": "¶ And he came unto his father and said, My father, and he said, Here am I; who art thou, my son?", "19": "And Jacob said unto his father, I am Esau, thy firstborn; I have done according as thou didst command me; arise, I pray thee, sit and eat of my venison, that thy soul may bless me.", "20": "Then Isaac said unto his son, How is it that thou hast found it so quickly, my son? And he said, Because the LORD thy God brought it to me.", "21": "And Isaac said unto Jacob, Come near, I pray thee, that I may feel thee, my son, whether thou be my very son Esau or not.", "22": "And Jacob went near unto Isaac his father; and he felt him and said, The voice is Jacob's voice, but the hands are the hands of Esau.", "23": "And he discerned him not because his hands were hairy, as his brother Esau's hands; so he blessed him.", "24": "And he said, Art thou my very son Esau? And he said, I am.", "25": "And he said, Bring it near to me, and I will eat of my son's venison, that my soul may bless thee. And he brought it near to him, and he ate; and he brought him wine, and he drank.", "26": "And his father Isaac said unto him, Come near now and kiss me, my son.", "27": "And he came near and kissed him, and he smelled the smell of his clothing and blessed him and said, See, the smell of my son is as the smell of a field which the LORD has blessed.", "28": "Therefore let God give thee of the dew of heaven and of the fatness of the earth and plenty of wheat and new wine.", "29": "Let the peoples serve thee and nations bow down to thee; be lord over thy brethren, and let thy mother's sons bow down to thee; cursed be every one that curses thee, and blessed be he that blesses thee.", "30": "¶ And it came to pass as soon as Isaac had made an end of blessing Jacob, and Jacob was yet scarce gone out from the presence of Isaac his father that Esau his brother came in from his hunting.", "31": "And he also had made savory food and brought it unto his father and said unto his father, Let my father arise and eat of his son's venison that thy soul may bless me.", "32": "And Isaac his father said unto him, Who art thou? And he said, I am thy son, thy firstborn Esau.", "33": "Then Isaac trembled very exceedingly and said, Who is he that has taken venison and brought it to me, and I have eaten of all before thou camest? I have blessed him and he shall be blessed.", "34": "And when Esau heard the words of his father, he cried with a great and exceeding bitter cry and said unto his father, Bless me, even me also, O my father.", "35": "And he said, Thy brother came with deceit and has taken away thy blessing.", "36": "And he said, Is he not rightly named Jacob? For he has supplanted me these two times; he took away my birthright, and, behold, now he has taken away my blessing. And he said, Hast thou not reserved a blessing for me?", "37": "And Isaac answered and said unto Esau, Behold, I have made him thy lord, and all his brethren I have given to him for slaves, and with wheat and new wine I have sustained him. What shall I do now unto thee, my son?", "38": "And Esau said unto his father, Hast thou but one blessing, my father? Bless me, even me also, O my father. And Esau lifted up his voice and wept.", "39": "Then Isaac his father answered and said unto him, Behold, thy dwelling shall be the fatness of the earth and of the dew of the heavens from above,", "40": "and by thy sword shalt thou live and shalt serve thy brother; yet there shall be a time when thou shalt have dominion, and thou shalt break his yoke from off thy neck.", "41": "¶ And Esau hated Jacob because of the blessing with which his father blessed him, and Esau said in his heart, The days of mourning for my father are at hand; then I will slay my brother Jacob.", "42": "And these words of Esau, her elder son, were told to Rebekah; and she sent and called Jacob her younger son and said unto him, Behold, thy brother Esau, as concerning thee, does comfort himself, purposing to kill thee.", "43": "Now therefore, my son, hear my voice and arise; flee unto Laban, my brother, to Haran", "44": "and dwell with him a few days until thy brother's fury turns away,", "45": "until thy brother's anger turns away from thee, and he forgets that which thou hast done to him; then I will send, and bring thee from there; for why should I be deprived of you both in one day?", "46": "And Rebekah said to Isaac, I am weary of my life because of the daughters of Heth. If Jacob takes a wife of the daughters of Heth, such as these who are of the daughters of this land, why should I want to live?"}