{"1": "¶ And Jacob went on his way, and the angels of God met him.", "2": "And when Jacob saw them, he said, This is God's host; and he called the name of that place Mahanaim.", "3": "¶ And Jacob sent messengers before him to Esau his brother unto the land of Seir, the country of Edom.", "4": "And he commanded them, saying, Thus shall ye speak unto my lord Esau: Thy slave Jacob saith thus, I have sojourned with Laban and stayed there until now;", "5": "and I have oxen and asses, flocks, and menslaves, and womenslaves; and I have sent to tell my lord, that I may find grace in thy sight.", "6": "And the messengers returned to Jacob, saying, We came to thy brother Esau, and also he comes to meet thee, and four hundred men with him.", "7": "Then Jacob was greatly afraid and distressed, and he divided the people that were with him, and the sheep and the cows and the camels, into two bands", "8": "and said, If Esau comes to the one company and smites it, then the other company which is left shall escape.", "9": "¶ And Jacob said, O God of my father Abraham and God of my father Isaac, the LORD who said unto me, Return unto thy country and to thy kindred, and I will deal well with thee.", "10": "I am not worthy of the least of all the mercies and of all the truth which thou hast showed unto thy slave; for with my staff I passed over this Jordan and now I am become two bands.", "11": "Deliver me, I pray thee, from the hand of my brother, from the hand of Esau, for I fear him lest he come and smite me and the mother with the children.", "12": "And thou hast said, I will surely do thee good and make thy seed as the sand of the sea, which cannot be numbered for multitude.", "13": "¶ And he lodged there that same night and took of that which came to his hand as a present for Esau his brother:", "14": "two hundred she goats and twenty he goats, two hundred sheep and twenty rams,", "15": "thirty milk camels with their colts, forty cows and ten bulls, twenty she asses, and ten foals.", "16": "And he delivered them into the hand of his slaves, every drove by themselves and said unto his slaves, Pass before me and put a space between drove and drove.", "17": "And he commanded the foremost, saying, When Esau, my brother, meets thee and asks thee, saying, Whose art thou? And where goest thou? And for whom are these before thee?", "18": "Then thou shalt say, They are thy slave Jacob's; it is a present sent unto my lord Esau; and, behold, also he is behind us.", "19": "And so commanded he the second and the third and all that followed those droves, saying, On this manner shall ye speak unto Esau when ye find him.", "20": "And ye shall also say, Behold, thy slave Jacob is behind us. For he said, I will reconcile his wrath with the present that goes before me, and afterward I will see his face; peradventure he will accept me.", "21": "So the present went over before him, and he lodged that night in the company.", "22": "And he rose up that night and took his two wives and his two womenservants and his eleven sons and passed over the ford Jabbok.", "23": "And he took them and sent them over the brook and sent over all that he had.", "24": "¶ And Jacob was left alone, and a man wrestled with him until the breaking of the day.", "25": "And when the man saw that he did not prevail against him, he touched the hollow of his thigh; and the hollow of Jacob's thigh was disjointed as he wrestled with him.", "26": "And he said, Let me go, for the day breaks. And he said, I will not let thee go except thou bless me.", "27": "And he said unto him, What is thy name? And he said, Jacob.", "28": "And he said, Thy name shall no longer be called Jacob, but Israel; for thou hast fought with God and with men, and hast prevailed.", "29": "And Jacob asked him and said, Tell me, I pray thee, thy name. And he said, Why dost thou ask after my name? And he blessed him there.", "30": "And Jacob called the name of the place Peniel; for I have seen God face to face, and my soul was saved.", "31": "And as he passed over Penuel, the sun rose upon him, and he limped upon his thigh.", "32": "Therefore the sons of Israel do not eat of the sinew which shrank, which is upon the hollow of the thigh, unto this day, because he touched the hollow of Jacob's thigh in the sinew that shrank."}