{"1": "¶ And the man knew Eve his wife, and she conceived and bore Cain and said, I have gained a man by the LORD.", "2": "And she again bore his brother Abel. And Abel was a pastor of sheep, but Cain was a tiller of the ground.", "3": "¶ And in process of time it came to pass that Cain brought of the fruit of the ground a present unto the LORD.", "4": "And Abel, he also brought of the firstborn of his flock and of the fat thereof. And the LORD looked upon Abel and his present,", "5": "but he did not look upon Cain and his present. And Cain was very wroth, and his countenance fell.", "6": "¶ Then the LORD said unto Cain, Why art thou wroth? and why is thy countenance fallen?", "7": "If thou doest good, it shall certainly be accepted; and if thou doest not good, sin lies at the door. And his desire shall be unto thee, but thou must rule over him.", "8": "¶ And Cain talked with Abel his brother, and it came to pass when they were in the field, that Cain rose up against Abel his brother and slew him.", "9": "¶ And the LORD said unto Cain, Where is Abel thy brother? And he said, I know not, Am I my brother's keeper?", "10": "And he said, What hast thou done? The voice of thy brother's blood cries unto me from the ground.", "11": "And now thou art cursed from the earth, which has opened her mouth to receive thy brother's blood from thy hand;", "12": "when thou tillest the ground, from now on it shall not yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.", "13": "¶ And Cain said unto the LORD, My iniquity is greater than I can bear.", "14": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I hide; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass that anyone that finds me shall slay me.", "15": "And the LORD said unto him, Therefore whoever slays Cain, vengeance shall be taken on him sevenfold. And the LORD set a mark upon Cain, lest any finding him should kill him.", "16": "¶ And Cain went out from the presence of the LORD and dwelt in the land of Nod on the east of Eden.", "17": "And Cain knew his wife, and she conceived and bore Enoch; and he built a city and called the name of the city after the name of his son, Enoch.", "18": "And unto Enoch was born Irad, and Irad begat Mehujael, and Mehujael begat Methusael, and Methusael begat Lamech.", "19": "¶ And Lamech took unto him two wives; the name of the one was Adah, and the name of the other Zillah.", "20": "And Adah bore Jabal; he was the father of those who dwell in tents and of those who have cattle.", "21": "And his brother's name was Jubal; he was the father of all those who play the harp and organ.", "22": "And Zillah also bore Tubalcain, an instructor of every artificer in brass and iron; and the sister of Tubalcain was Naamah.", "23": "¶ And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech, for I shall slay a man for my wound and a young man for my hurt;", "24": "if Cain shall be avenged sevenfold, truly Lamech seventy times seven.", "25": "¶ And Adam knew his wife again, and she bore a son and called his name Seth; for God, said she, has appointed me another seed instead of Abel, whom Cain slew.", "26": "And to Seth, to him also there was born a son; and he called his name Enos. Then men began to call upon the name of the LORD."}