{"1": "¶ And God blessed Noah and his sons and said unto them, Be fruitful and multiply and fill the earth.", "2": "And the fear of you and the dread of you shall be upon every animal of the earth and upon every fowl of the heavens, upon all that moves upon the earth and upon all the fishes of the sea; into your hand they are delivered.", "3": "Every moving thing that lives shall be food for you; even as the green grass I have given you all things.", "4": "But flesh with the soul (or life) thereof, which is its blood, ye shall not eat.", "5": "For surely your blood which is your souls I will require; at the hand of every animal I will require it and at the hand of man; at the hand of every man's brother I will require the soul (or life) of man.", "6": "Whoever sheds man's blood in man, his blood shall be shed; for in the image of God is man made.", "7": "And you, be ye fruitful and multiply; bring forth abundantly in the earth and multiply therein.", "8": "¶ And God spoke unto Noah and to his sons with him, saying,", "9": "Behold that I establish my covenant with you and with your seed after you", "10": "and with every living soul that is with you, of the fowl, of the animals, and of every beast of the earth with you, from all that go out of the ark to every animal of the earth,", "11": "that I will establish my covenant with you, that all flesh shall not be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.", "12": "¶ And God said, This is the sign of the covenant which I make between me and you and every living soul that is with you, for perpetual ages:", "13": "I set my bow in the clouds, and it shall be for a sign of a covenant between me and the earth.", "14": "And it shall come to pass when I bring clouds over the earth, that the bow shall appear in the clouds;", "15": "and I will remember my covenant, which is between me and you and every living soul of all flesh; and the waters shall no more become a flood to destroy all flesh.", "16": "And the bow shall be in the clouds, and I will look upon it that I may remember the everlasting covenant between God and every living soul of all flesh that is upon the earth.", "17": "And God said unto Noah, This shall be the sign of the covenant, which I have established between me and all flesh that is upon the earth.", "18": "¶ And the sons of Noah, that went forth from the ark, were Shem, Ham, and Japheth; and Ham is the father of Canaan.", "19": "These are the three sons of Noah; and of them was the whole earth overspread.", "20": "And Noah began to till the ground, and he planted a vineyard;", "21": "and he drank of the wine and was drunken; and he was uncovered within his tent.", "22": "And Ham, the father of Canaan, saw the nakedness of his father and told his two brethren outside.", "23": "Then Shem and Japheth took a garment and laid it upon both their shoulders and went backward, and covered the nakedness of their father; and their faces were backward, and they did not see their father's nakedness.", "24": "¶ And Noah awoke from his wine and knew what his younger son had done unto him.", "25": "And he said, Cursed be Canaan; a slave of slaves shall he be unto his brethren.", "26": "And he said, Blessed be the LORD God of Shem; and Canaan shall be his slave.", "27": "God shall enlarge Japheth, and he shall dwell in the tents of Shem; and Canaan shall be his slave.", "28": "¶ And Noah lived after the flood three hundred and fifty years.", "29": "And all the days of Noah were nine hundred and fifty years, and he died."}