{"1": "I am Paul. I am in prison because I belong to Christ Jesus. Our brother Timothy and I send greetings to you, Philemon. We love you very much. And you work with us.", "2": "We also send greetings to our sister Apphia; to Archippus who is worker in God's army as we are; and to the people who meet as a church in your house.", "3": "May God our Father and the Lord Jesus Christ bless you in their kindness and give you peace.", "4": "I always thank my God when I talk to him about you.", "5": "I have heard that you love all of God's people and that you believe in our Lord Jesus Christ.", "6": "You believe as I do. I ask God that he may help you to know more and more of every good thing that we have in Christ.", "7": "My brother, your love made me very glad and it comforted my heart. I know that God's people were glad because you loved them.", "8": "Because I am Christ's apostle, I could tell you what you must do.", "9": "But because I love you, I would rather not tell you, but ask you to do this for me. I, Paul, am an old man and now I am in prison because I belong to Jesus Christ.", "10": "I am asking you to do something for my son. He became a Christian here in prison. This son is Onesimus.", "11": "At one time he was no help to you. But now he is a big help to you and to me.", "12": "I am sending him back to you and it is like sending you my own heart.", "13": "I would like to keep him with me. He can help me while I am in prison for the sake of the good news. That would be just as if you were here to help me.", "14": "But I did not want to do anything unless you agreed. I did not want you to do this because you were forced to do it, but because you wanted to do it.", "15": "Maybe it was good for him to be away from you for a while. Now you will have him with you for ever.", "16": "Now he is not like a slave who must work for you. He is better than a slave. He is a Christian brother and you will love him. I love him very much. But you will love him even more because he belongs to you and he is a Christian.", "17": "So if you think of me as a real friend, take him back just as you would take me back.", "18": "If he has done you any wrong, or if he owes you a debt, then ask me to pay it.", "19": "I, Paul, write this with my own hand. I will repay it. I do not need to tell you that you have your life because of what I did for you.", "20": "Yes, my brother, give me some help in the Lord. Make me happy in Christ.", "21": "I believe that you will do what I ask you to do. And so I am writing to you. I know that you will do even more than I ask you to do.", "22": "At the same time, please make a place ready for me to stay. I know you are asking God to set me free, so I believe he will let me come to see you.", "23": "Epaphras is in prison with me for the sake of Christ Jesus. He sends greetings to you.", "24": "Mark, Aristarchus, Demas, and Luke are working with me. They all send greetings too.", "25": "May the loving kindness of the Lord Jesus Christ be with your spirit. Amen! May it be so!"}