{"1": "A threatening oracle against Nineveh. The book of the vision of Nahum from Elkosh.", "2": "The Lord is a jealous and avenging God. The Lord takes vengeance and displays his anger. The Lord takes vengeance against his adversaries. He will maintain his rage against his enemies.", "3": "The Lord is slow to anger, yet great in power. The Lord will certainly not let the guilty go unpunished. He marches out in the whirlwind and in the storm. Storm clouds are like dust stirred up by his feet.", "4": "He rebukes the sea and makes it dry up. He makes all the rivers run dry. Bashan and Carmel are completely withered. The buds of Lebanon are completely withered.", "5": "The mountains quake in front of him. The hills melt away. The earth in front of him rises up, the whole world and all who live in it.", "6": "Who can withstand his anger? Who can resist his fury? His rage is poured out like fire, and the rocks are torn down by him.", "7": "The Lord is good. He is a place of safety in the day of distress. He knows those who seek safety in him,", "8": "but he will bring this place to a complete end by an overwhelming flood. He will drive his enemies into darkness.", "9": "No matter what you plot against the Lord, he will destroy your plot completely. Disaster will not need to strike them twice, ", "10": "because like tangled thorns, like the liquor of drunkards, like fully dried stubble, they will be consumed.", "11": "Someone who plots evil against the Lord has gone out from you, but his wicked plans are worthless. ", "12": "This is what the Lord says. Even though they are at full strength and are numerous, nevertheless they are sure to be cut off, and they will disappear. Even though I have humbled you, I will not humble you any longer. ", "13": "Now I will break their yoke from your neck. I will tear apart the shackles that are on you.", "14": "The Lord has issued a decree against you: There will be no descendants to carry on your name. I will put an end to the carved idols and molten images in the temple of your gods. I will dig your grave because you are cursed.[a]", "15": "Look! A herald is coming over the mountain to proclaim this good news: Peace! Celebrate your sacred festivals, Judah! Fulfill your sacred vows to praise God! For never again will wickedness overwhelm you. It has been completely destroyed.[b]"}