{"1": "The battle of Saul against the Philistines, 4 In which he dieth, 6 And his sons also. 13 The cause of Saul's death. Then the Philistines fought against Israel, and the men of Israel fled before the Philistines, and fell down slain in mount Gilboa.", "2": "And the Philistines pursued after Saul and after his sons, and the Philistines smote Jonathan, and Abinadab, and Malchishua the sons of Saul.", "3": "And the battle was sore against Saul, and the archers [a]hit him, and he was wounded of the archers.", "4": "Then said Saul to his armor-bearer, Draw out thy sword, and thrust me through therewith, lest these uncircumcised come and mock at me: but his armor-bearer would not, for he was sore afraid: therefore Saul took the sword, and fell upon it.", "5": "And when his armor-bearer saw that Saul was dead, he fell likewise upon the sword, and died.", "6": "So Saul died, and his three sons, and all his house, they died together.", "7": "And when all the men of Israel that were in the valley, saw how they fled, and that Saul and his sons were dead, they forsook their cities and fled away, and the Philistines came and dwelt in them.", "8": "And on the morrow when the Philistines came to spoil them that were slain, they found Saul and his sons [b]lying in mount Gilboa.", "9": "And when they had stripped him, they took his head and his armor, and sent them into the land of the Philistines round about, to publish it unto their idols, and to the people.", "10": "And they laid up his armor in the house of their god, and set up his head in the house of [c]Dagon.", "11": "¶ When all they of Jabesh Gilead heard all that the Philistines had done to Saul,", "12": "Then they arose (all the valiant men) and took the body of Saul, and the bodies of his sons, and brought them to Jabesh, and buried the bones of them under an oak in Jabesh, and fasted seven days.", "13": "So Saul died for his transgression that he committed against the Lord, even against the word of the Lord which he kept not, and in that he sought and asked counsel of a [d]familiar spirit,", "14": "And asked not of the Lord: therefore he slew him, and turned the kingdom unto David the son of Jesse."}