{"1": "After the death of Saul, David is anointed in Hebron. 5 The Jebusites rebel against David, from whom he taketh the tower of Zion. 6 Joab is made captain. 10 His valiant men. Then all Israel [a]gathered themselves to David unto Hebron, saying, Behold, we are thy bones and thy flesh.", "2": "And in time past, even when Saul was king, thou leddest Israel out and in: and the Lord thy God said unto thee, Thou shalt feed my people Israel, and thou shalt be captain over my people Israel.", "3": "So came all the Elders of Israel to the King to Hebron, and David made a covenant with them in Hebron before the Lord. And they anointed David king over Israel, according to the word of the Lord, by the hand of Samuel.", "4": "¶ And David and all Israel went to Jerusalem: which is Jebus, where were the Jebusites, the inhabitants of the land.", "5": "And the inhabitants of Jebus said to David, Thou shalt not come in hither. Nevertheless David took the tower of Zion, which is the city of David.", "6": "And David said, Whosoever smiteth the Jebusites first, shall be the chief and captain. So Joab the son of Zeruiah went first up, and was captain.", "7": "And David dwelt in the tower: therefore they called it the city of David.", "8": "And he built the city on every side, from Millo even round about: and Joab repaired the rest of the city.", "9": "And David prospered and grew: for the Lord of hosts was with him.", "10": "¶ These also are the chief of the valiant men that were with David, and joined their force with him in his kingdom with all Israel, to make him king over Israel, according to the word of the Lord.", "11": "And this is the number of the valiant men whom David had, Jashobeam the son of Hachmoni, the [b]chief among thirty: he lift up his spear against three hundred, whom he slew at one time.", "12": "And after him was Eleazar the son of [c]Dodo the Ahohite, which was one of the three valiant men.", "13": "He was with David at Pasdammim, and there the Philistines were gathered together to battle: and there was a parcel of ground full of barley, and the people fled before the Philistines.", "14": "And they stood in the midst of the field, [d]and saved it, and slew the Philistines: so the Lord gave a great victory.", "15": "¶ And three of the [e]thirty captains went to a rock to David, into the cave of Adullam. And the army of the Philistines camped in the valley of Rephaim.", "16": "And when David was in the hold, the Philistines garrison was at Bethlehem.", "17": "And David longed, and said, Oh, that one would give me to drink of the water of the well of Bethlehem that is at the gate.", "18": "Then these three brake through the host of the Philistines, and drew water out of the well of Bethlehem that was by the gate, and took it, and brought it to David: but David would not drink of it, but poured it for an oblation to the Lord,", "19": "And said, Let not my God suffer me to do this: should I drink the [f]blood of these men's lives? for they have brought it with the jeopardy of their lives: therefore he would not drink it: these things did these three mighty men.", "20": "¶ And Abishai the brother of Joab, he was chief of the three, and he lift up his spear against three hundred, and slew them, and had the name among the three.", "21": "Among the three he was more honorable than the two, and he was their captain: but he attained not unto the first three.", "22": "Benaiah the son of Jehoiada (the son of a valiant man) which had done many acts, and was of Kabzeel, he slew two [g]strong men of Moab, he went down also and slew a Lion in the midst of a pit in time of snow.", "23": "And he slew an Egyptian, a man of great stature, even five cubits long, and in the Egyptian's hand was a spear like a weaver's beam: and he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.", "24": "These things did Benaiah the son of Jehoiada, and had the name among the three worthies.", "25": "Behold, he was honorable among thirty, but he attained not unto the [h]first three. And David made him of his counsel.", "26": "¶ These also were valiant men of war, Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,", "27": "[i]Shammoth the Harorite, Helez the Pelonite,", "28": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,", "29": "[j]Sibbechai the Hushathite, Ilai the Ahohite,", "30": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,", "31": "Ithai the son of Ribai of Gibeah of the children of Benjamin, Benaiah the Pirathonite,", "32": "Hurai of the rivers of Gaash, Abiel the Arbathite,", "33": "Azmaveth the Baharumite, Eliahba the Shaalbonite,", "34": "The sons of Hashem the Gizonite, Jonathan the son of Shageh the Harite,", "35": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,", "36": "Hepher the Mecherathite, Ahijah the Pelonite,", "37": "Hezro the Carmelite, Naarai the son of Ezbai,", "38": "Joel the brother of Nathan, Mibhar the son of Hagri,", "39": "Zelek the Ammonite, Naharai the Berothite, the armor bearer of Joab the son of Zeruiah,", "40": "Ira the Ithrite, Gareb the Ithrite,", "41": "Uriah the Hittite, Zabad the son of Ahlai,", "42": "Adina the son of Shiza the Reubenite, a captain of the Reubenites, and thirty with him.", "43": "Hanan the son of Maachah, and Joshaphat the Mithnite,", "44": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,", "45": "Jediael the son of Shimri, and Joha his brother the Tizite,", "46": "Eliel the Mahavite, and Jeribai and Joshaviah the sons of Elnaam, and Ithmah the Moabite,", "47": "Eliel and Obed, and Jaasiel the Mezobaite."}