{"1": "The battle of David against the Philistines, 2 And against Moab, 3 Zobah, 5 Aram, 12 And Edom. And after this, David smote the Philistines, and subdued them, and took [a]Gath, and the villages thereof out of the hand of the Philistines.", "2": "And he smote Moab, and the Moabites became David's servants, and [b]brought gifts.", "3": "¶ And David smote [c]Hadadezer King of Zobah unto Hamath, as he went to establish his border by the river [d]Perath.", "4": "And David took from him a thousand chariots, and seven thousand horsemen, and twenty thousand footmen, and destroyed all the chariots, but he reserved of them an hundred chariots.", "5": "¶ Then came the Aramites of Damascus to succor Hadadezer king of Zobah, but David slew of the Aramites two and twenty thousand.", "6": "And David put a garrison in Aram of [e]Damascus, and the Aramites became David's servants, and brought gifts: and the Lord [f]preserved David wheresoever he went.", "7": "And David took the shields of gold that were of the servants of Hadadezer, and brought them to Jerusalem.", "8": "And from [g]Tibhath, and from Chun (cities of Hadadezer) brought David exceeding much brass, wherewith Solomon made the brazen Sea, and the pillars and the vessels of brass.", "9": "¶ Then Tou King of Hamath heard how David had smitten all the host of Hadadezer king of Zobah:", "10": "Therefore he sent [h]Hadoram his son to king David, to salute him, and to rejoice with him, because he had fought against Hadadezer, and beaten him (for Tou had war with Hadadezer) who brought all vessels of gold and silver and brass.", "11": "And king David did dedicate them unto the Lord, with the silver and gold that he brought from all the nations, from [i]Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek.", "12": "¶ And Abishai the son of Zeruiah smote of Edom in the salt valley [j]eighteen thousand,", "13": "And he put a garrison in Edom, and all the Edomites became David's servants: and the Lord preserved David wheresoever he went.", "14": "So David reigned over all Israel, and executed judgment and justice to all his people.", "15": "And Joab the son of Zeruiah was over the host, and Jehoshaphat the son of Ahilud Recorder,", "16": "And Zadok the son of Ahitub, and Abimelech the son of Abiathar were the Priests, and [k]Shavsha the Scribe,", "17": "And Benaiah the son of Jehoiada was over the [l]Cherethites and the Pelethites: and the sons of David were chief about the King."}