{"1": "Hanun King of the children of Ammon doeth great injuries to the servants of David. 6 He prepareth an army against David,  15 and is overcome. After this also Nahash the king of the children of Ammon died, and his son reigned in his stead.", "2": "And David said, I will show kindness unto Hanun the son of Nahash, because his [a]father showed kindness unto me. And David sent messengers to comfort him for his father. So the servants of David came into the land of the children of Ammon to Hanun, to comfort him.", "3": "And the princes of the children of Ammon said to Hanun, Thinkest thou that David doth honor thy father, that he hath sent comforters unto thee? Are not his servants come to thee to [b]search, to seek and to spy out the land?", "4": "Wherefore Hanun took David's servants, and [c]shaved them, and cut off their [d]garments by the half unto the buttocks, and sent them away.", "5": "And there went certain and told David concerning the men: and he sent to meet them (for the men were exceedingly ashamed) and the King said, Tarry at Jericho, until your beards be grown: then return.", "6": "¶ When the children of Ammon saw that they [e]stank in the sight of David, then sent Hanun and the children of Ammon a thousand talents of silver, to hire them chariots and horsemen out of Aram Naharaim, and out of Aram Maacah, and out of [f]Zobah.", "7": "And they hired them two and thirty thousand chariots, and the king of Maacah and his people, which came and pitched before [g]Medeba: and the children of Ammon gathered themselves together from their cities, and came to the battle.", "8": "¶ And when David heard it, he sent Joab and all the host of the valiant men.", "9": "And the children of Ammon came out, and set their battle in array at the gate of the city. And the kings that were come, were by themselves in the field.", "10": "When Joab saw that the front of the battle was against him before and behind, then he chose out of all the choice of Israel, and set himself in array to meet the Aramites.", "11": "And the rest of the people he delivered unto the hand of Abishai his brother, and they put themselves in array against the children of Ammon.", "12": "And he said, If Aram be too strong for me, then thou shalt succor me: and if the children of Ammon prevail against thee, then I will succor thee.", "13": "Be strong, and let us show ourselves valiant for our [h]people, and for the cities of our God, and let the Lord do that which is good in his own sight.", "14": "So Joab and the people that was with him, came near before the Aramites unto the battle, and they fled before him.", "15": "And when the children of Ammon saw that the Aramites fled, they fled also before Abishai his brother, and entered into the city: so Joab came to Jerusalem.", "16": "¶ And when the Aramites saw that they were discomfited before Israel, they sent messengers, and caused the Aramites to come forth that were beyond the [i]river: and Shophach the captain of the host of Hadadezer went before them.", "17": "And when it was showed David, he gathered all Israel, and went over Jordan, and came unto them, and put himself in array against them: And when David had put himself in battle array to meet the Aramites, they fought with him.", "18": "But the Aramites fled before Israel, and David destroyed of the Aramites [j]seven thousand chariots, and forty thousand footmen, and killed Shophach the captain of the host.", "19": "And when the servants of Hadadezer saw that they fell before Israel, they made peace with David, and served him. And the Aramites would no more succor the children of Ammon."}