{"1": "David causeth the people to be numbered, 14 and there dieth seventy thousand men of the pestilence. And [a]Satan stood up against Israel, and provoked David to number Israel.", "2": "Therefore David said to Joab, and to the rulers of the people, Go, and number Israel from [b]Beersheba even to Dan, and bring it to me, that I may know the number of them.", "3": "And Joab answered, The Lord increased his people an hundred times so many as they be, O my lord the king: are they not all my lord's servants? wherefore doeth my lord require this thing? why should he be a cause of [c]trespass to Israel?", "4": "Nevertheless, the king's word prevailed against Joab. And Joab departed and went through all Israel, and returned to Jerusalem.", "5": "And Joab gave the number and sum of the people unto David: and all Israel were [d]eleven hundred thousand men that drew sword: and Judah was [e]four hundred and seventy thousand men that drew sword.", "6": "But the Levites and Benjamin counted he not among them: for the King's word was abominable to Joab.", "7": "¶ And God was displeased with this thing: therefore he smote Israel.", "8": "Then David said unto God, I have sinned greatly, because I have done this thing: but now, I beseech thee, remove the iniquity of thy servant: for I have done very foolishly.", "9": "And the Lord spake unto Gad David's [f]Seer, saying,", "10": "Go and tell David, saying, Thus saith the Lord, I offer thee three things: choose thee one of them, that I may do it unto thee.", "11": "So Gad came to David, and said unto him, Thus saith the Lord, Take to thee,", "12": "Either three years famine, or three months to be destroyed before thine adversaries, and the sword of thine enemies [g]to take thee, or else the sword of the Lord and pestilence in the land three days, that the Angel of the Lord may destroy throughout all the coasts of Israel: now therefore advise thee, what word I shall bring again to him that sent me.", "13": "And David said unto Gad, I am in a wonderful strait, let me now fall into the hand of the Lord: for his mercies are exceedingly great, and let me not fall into the hand of man.", "14": "So the Lord sent a pestilence in Israel, and there fell of Israel seventy thousand men.", "15": "¶ And God sent the Angel into Jerusalem to destroy it. And [h]as he was destroying, the Lord beheld, and [i]repented of the evil, and said to the Angel that destroyed, It is now enough, let thine hand cease. Then the Angel of the Lord stood by the threshing floor of [j]Ornan the Jebusite.", "16": "And David lifted up his eyes, and saw the Angel of the Lord stand between the earth and the heaven, with his sword drawn in his hand and stretched out toward Jerusalem. Then David and the Elders of Israel which were clothed in sack, fell upon their faces.", "17": "And David said unto God, Is it not I that commanded to number the people? It is even I that have sinned and have committed evil, but these sheep, what have they done? O Lord my God, I beseech thee, let thine hand be on me and on my father's house, and not on [k]thy people for their destruction.", "18": "¶ Then the Angel of the Lord commanded Gad to say to David, that David should go up, and set up an altar unto the Lord in the threshing floor of Ornan the Jebusite.", "19": "So David went up according to the saying of Gad, which he had spoken in the Name of the Lord.", "20": "And Ornan turned about and saw the Angel, and his four sons that were with him, [l]hid themselves, and Ornan threshed wheat.", "21": "And as David came to Ornan, Ornan looked and saw David, and went out of the threshing floor, and bowed himself to David with his face to the ground.", "22": "And David said to Ornan, Give me the place of thy threshing floor, that I may build an [m]altar therein unto the Lord: give it me for sufficient money, that the plague may be stayed from the people.", "23": "Then Ornan said unto David, Take it to thee, and let my lord the king do that which seemeth him good: lo, I give thee bullocks for burnt offerings, and threshing instruments for wood, and wheat for meat offering, I give it all.", "24": "And King David said to Ornan, Not so: but I will buy it for sufficient [n]money: for I will not take that which is thine for the Lord, nor offer burnt offerings without cost.", "25": "So David gave to Ornan for that place [o]six hundred shekels of gold by weight.", "26": "And David built there an altar unto the Lord, and offered burnt offerings, and peace offerings, and called upon the Lord, and he [p]answered him by fire from heaven upon the altar of burnt offering.", "27": "And when the Lord had spoken to the Angel, he put up his sword again into his sheath.", "28": "At that time when David saw that the Lord had heard him in the threshing floor of Ornan the Jebusite, then he sacrificed there.", "29": "(But the Tabernacle of the Lord which Moses had made in the wilderness, and the altar of burnt offering were at that season in the high place at Gibeon.", "30": "And David could not go before it to ask counsel at God: for he was afraid of the sword of the Angel of the Lord.)"}