{"1": "David being old, ordaineth Solomon King. 3 He causeth the Levites to be numbered, 4 and assigneth them to their offices. 13 Aaron and his sons are for the high Priest. 14 The sons of Moses. So when David was old and full of days, he made Solomon his son King over Israel.", "2": "And he gathered together all the princes of Israel with the Priests and the Levites.", "3": "And the Levites were numbered from the age of thirty years and above, and their number according to their sum was eight and thirty thousand men.", "4": "Of these four and twenty thousand were set to [a]advance the work of the house of the Lord, and six thousand were overseers and judges.", "5": "And four thousand were porters, and four thousand praised the Lord with instruments which [b]he made to praise the Lord.", "6": "So David divided offices unto them, to wit, to the sons of Levi, to Gershon, Kohath, and Merari.", "7": "Of the Gershonites were [c]Laadan and Shimei.", "8": "The sons of Laadan, the chief was Jehiel, and Zetham and Joel, three.", "9": "The Sons of Shimei, Shelomith, and Haziel, and Haran, three: these were the chief fathers of Laadan.", "10": "Also the sons of Shimei were Jahath, Zina, Jeush, and Beriah: these four were the sons of Shimei.", "11": "And Jahath was the chief, and [d]Zizah the second, but Jeush and Beriah had not many sons: therefore they were in the families of their father, counted but as one.", "12": "¶ The sons of Kohath were Amram, Izhar, Hebron and Uzziel, four.", "13": "The sons of Amram, Aaron and Moses: and Aaron was separated to [e]sanctify the most holy place, he and his sons forever to burn incense before the Lord, to minister to him, and to bless in his Name forever.", "14": "¶ Moses also the man of God and his children were named with the [f]tribe of Levi.", "15": "The sons of Moses were Gershon, and Eliezer.", "16": "Of the sons of Gershon was Shebuel the chief.", "17": "And the son of Eliezer was Rehabiah the [g]chief: for Eliezer had none other sons: but the sons of Rehabiah were very many.", "18": "The son of Izhar was Shelomith the chief.", "19": "The sons of Hebron were Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "20": "The sons of Uzziel were Michah the first, and Jesshiah the second.", "21": "¶ The sons of Merari were Mahli and Mushi. The sons of Mahli, Eleazar and Kish.", "22": "And Eleazar died, and had no sons, but daughters, and their [h]brethren the sons of Kish took them.", "23": "The sons of Mushi were Mahli, and Eder, and Jeremoth, three.", "24": "These were the sons of Levi according to the house of their fathers, even the chief fathers according to their offices, according to the number of names, and their sum that did the work for the service of the house of the Lord from the age of [i]twenty years and above.", "25": "For David said, The Lord God of Israel hath given rest unto his people, that they may dwell in Jerusalem forever.", "26": "And also the Levites shall no more bear the Tabernacle and all the vessels for the service thereof.", "27": "Therefore according to the last words of David, the Levites were numbered from twenty years and above,", "28": "And their office was under the hand of the sons of Aaron, for the service of the house of the Lord in the courts, and chambers, and in the [j]purifying of all holy things, and in the work of the service of the house of God,", "29": "Both for the showbread, and for the fine flour, for the meat offering, and for the unleavened cakes, and for the fried things, and for that which was roasted, and for all measures and size,", "30": "And for to stand every morning, to give thanks and praise to the Lord, and likewise at even,", "31": "And to offer all burnt offerings unto the Lord in the Sabbaths, in the months, and at the appointed times, according to the number and according to their custom, continually before the Lord,", "32": "And that they should keep the charge of the Tabernacle of the Congregation, and the charge of the holy place, and the charge of the sons of Aaron their brethren in the service of the house of the Lord."}