{"1": "David assigneth offices to the sons of Aaron. These are also the divisions of the sons of Aaron: The sons of Aaron were Nadab, and Abihu, Eleazar, and Ithamar.", "2": "But Nadab and Abihu died [a]before their father, and had no children: therefore Eleazar and Ithamar executed the Priest's office.", "3": "And David distributed them, even Zadok of the [b]sons of Eleazar, and Ahimelech of the sons of Ithamar according to their offices in their ministration.", "4": "And there were found more of the sons of Eleazar by the [c]number of men, than of the sons of Ithamar, and they divided them, to wit, among the sons of Eleazar, sixteen heads, according to the household of their fathers, and among the sons of Ithamar, according to the household of their fathers, eight.", "5": "Thus they distributed them by lot the one from the other, and so the rulers of the Sanctuary and the rulers of the house of God were of the sons of Eleazar, and of the sons of Ithamar.", "6": "And Shemaiah the son of Nethanel the Scribe of the Levites, wrote them before the king and the princes, and Zadok the Priest, and Ahimelech the son of Abiathar, and before the chief fathers of the Priests and of the Levites, one family being reserved for Eleazar, and another reserved for Ithamar.", "7": "And the first [d]lot fell to Jehoiarib, and the second to Jedaiah,", "8": "The third to Harim, the fourth to Seorim,", "9": "The fifth to Malchijah, the sixth to Mijamin,", "10": "The seventh to Hakkoz, the eight to [e]Abijah,", "11": "The ninth to Jeshua, the tenth to Shecaniah,", "12": "The eleventh to Eliashib, the twelfth to Jakim,", "13": "The thirteenth to Huppah, the fourteenth to Jeshebeab,", "14": "The fifteenth to Bilgah, the sixteenth to Immer,", "15": "The seventeenth to Hezir, the eighteenth to Happizzez,", "16": "The nineteenth to Pethahiah, the twentieth to Jehezekel,", "17": "The one and twenty to Jachin, the two and twenty to Gamul,", "18": "The three and twenty to Delaiah, the four and twenty to Maaziah.", "19": "These were their orders according to their offices, when they entered into the house of the Lord according to their custom under [f]the hand of Aaron their father, as the Lord God of Israel had commanded him.", "20": "¶ And of the sons of Levi that remained of the sons of Amram, was Shubael, of the sons of Shubael, Jehdeiah,", "21": "Of Rehabiah, even of the sons of Rehabiah, the first Isshiah,", "22": "Of Izhari, Shelomoth, of the sons of Shelomoth, Jahath,", "23": "And his sons, Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth,", "24": "The son of Uzziel was Michah, the son of Michah was Shamir,", "25": "The brother of Michah was Isshiah, the son of Isshiah, Zechariah,", "26": "The sons of Merari, were Mahli and Mushi, the son of Jaaziah was Beno,", "27": "The sons of Merari, of Jaaziah were Beno, and Shoham, and Zaccur and Ibri.", "28": "Of Mahli came Eleazar, which had no sons.", "29": "Of Kish: the son of Kish was Jerahmeel,", "30": "And the sons of [g]Mushi were Mahli, and Eder, and Jerimoth: these were sons of the Levites after the household of their fathers.", "31": "And these also cast [h]lots with their brethren the sons of Aaron before King David, and Zadok and Ahimelech and the chief fathers of the Priests, and of the Levites, even the chief of the families against their younger brethren."}