{"1": "The singers are appointed with their places and lots. So David and the captains of the army [a]separated for the ministry the sons of Asaph, and Heman, and Jeduthun, who should sing prophesies with harps, with viols, and with cymbals, and their number was even of the men for the office of their ministry, to wit,", "2": "Of the sons of Asaph, Zaccur, and Joseph, and Nethaniah, and Asharelah the sons of Asaph were under the hand of Asaph, which sang prophecies by the [b]commission of the King.", "3": "Of Jeduthun, the sons of Jeduthun, Gedaliah, and Zeri, and Jeshaiah, Hashabiah and Mattithiah, [c]six, under the hands of their father: Jeduthun sang [d]prophecies with an harp, for to give thanks and to praise the Lord.", "4": "Of Heman, the sons of Heman, Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.", "5": "All these were the sons of Heman, the King's [e]Seer in the words of God to lift up the [f]horn: and God gave to Heman fourteen sons and three daughters.", "6": "All these were under the [g]hand of their father singing in the house of the Lord with cymbals, viols and harps, for the service of the house of God, and Asaph, and Jeduthun, and Heman were at the King's [h]commandment.", "7": "So was their number with their brethren that were instructed in the songs of the Lord, even of all that were cunning, two hundred fourscore and eight.", "8": "And they cast lots, [i]charge against charge, as well [j]small as great, the cunning man as the scholar.", "9": "And the first lot fell to [k]Joseph, which was of Asaph, the second, to Gedaliah, who with his brethren and his sons were twelve.", "10": "The third, to Zaccur, he, his sons and his brethren were twelve.", "11": "The fourth, to [l]Jizri, he, his sons and his brethren twelve.", "12": "The fifth, to Nethaniah, he, his sons and his brethren twelve.", "13": "The sixth, to Bukkiah, he, his sons and his brethren twelve.", "14": "The seventh, to Jesharelah, he, his sons and his brethren twelve.", "15": "The eighth to Jeshaiah, he, his sons and his brethren twelve.", "16": "The ninth to Mattaniah, he, his sons and his brethren twelve.", "17": "The tenth to Shimei, he, his sons and his brethren twelve.", "18": "The eleventh to Azarel, he, his sons and his brethren twelve.", "19": "The twelfth to Hashabiah, he, his sons and his brethren twelve.", "20": "The thirteenth to Shubael, he, his sons and his brethren twelve.", "21": "The fourteenth to Mattithiah, he, his sons and his brethren twelve.", "22": "The fifteenth to Jeremoth, he, his sons and his brethren twelve.", "23": "The sixteenth to Hananiah, he, his sons and his brethren twelve.", "24": "The seventeenth to Joshbekashah, he, his sons and his brethren twelve.", "25": "The eighteenth to Hanani, he, his sons and his brethren twelve.", "26": "The nineteenth to Mallothi, he, his sons and his brethren twelve.", "27": "The twentieth to Eliathah, he, his sons and his brethren twelve.", "28": "The one and twentieth to Hothir, he, his sons and his brethren twelve.", "29": "The two and twentieth to Giddalti, he, his sons and his brethren twelve.", "30": "The three and twentieth to Mahazioth, he, his sons and his brethren twelve.", "31": "The four and twentieth to Romamti-Ezer, he, his sons and his brethren twelve."}