{"1": "Because David was forbidden to build the Temple, he willeth Solomon and the people to perform it. 8 Exhorting him to fear the Lord. Now David assembled all the princes of Israel: the princes of the tribes, and the captains of the bands that served the King, and the captains of thousands, and the captains of hundreds, and the rulers of all the substance and possession of the king, and of his sons, with the [a]eunuchs, and the mighty, and all the men of power, unto Jerusalem.", "2": "And King David stood up upon his feet, and said, Hear ye me, my brethren and my people: I purposed to have built an house of [b]rest for the Ark of the covenant of the Lord, and for a footstool of our God, and have made ready for the building,", "3": "But God said unto me, Thou shalt not build an house for my Name, because thou hast been a man of war, and hast shed blood.", "4": "Yet as the Lord God of Israel chose me before all the house of my father, to be King over Israel forever (for in Judah would he choose a prince, and of the house of [c]Judah is the house of my father, and among the sons of my father he delighted in me to make me king over all Israel)", "5": "So of all my sons (for the Lord hath given me many sons) he hath even chosen Solomon my son to sit upon the throne of the kingdom of the Lord over Israel.", "6": "And he said unto me, Solomon thy son, he shall build mine house and my courts: for I have chosen him to be my son, and I will be his father.", "7": "I will establish therefore his kingdom forever, if he endeavor himself to do my commandments, and my judgments, as [d]this day.", "8": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God, that ye may possess this [e]good land, and leave it for an inheritance for your children after you [f]forever.", "9": "And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart, and with a willing mind: For the Lord searcheth all hearts, and understandeth all the imaginations of thoughts: if thou seek him, he will be found of thee, but if thou forsake him, he will cast thee off forever.", "10": "Take heed now, for the Lord hath chosen thee to build [g]the house of the Sanctuary: be strong therefore and [h]do it.", "11": "¶ Then David gave to Solomon his son the pattern of the porch and of the houses thereof, and of the closets thereof, and of the galleries thereof, and of the chambers thereof that are within, and of the house of the mercy seat,", "12": "And the pattern of all that [i]he had in his mind for the courts of the house of the Lord, and for all the chambers round about, for the treasures of the house of God, and for the treasures of the dedicate things,", "13": "And for the courses of the Priests, and of the Levites, and for all the work for the service of the house of the Lord, and for all the vessels of the ministry of the house of the Lord.", "14": "He gave of gold by weight, for the vessels of gold, for all the vessels of all manner of service, and all the vessels of silver by weight, for all manner vessels of all manner of service.", "15": "The weight also of gold for the [j]candlesticks, and gold for their lamps, with the weight for every candlestick, and for the lamps thereof, and for the candlesticks of silver by the weight of the candlestick, and the lamps thereof according to the use of every candlestick,", "16": "And the weight of the gold for the tables of showbread, for every table, and silver for the tables of silver,", "17": "And pure gold for the fleshhooks, and the bowls, and [k]plates, and for basins, gold in weight for every basin, and for silver basins, by weight for every basin,", "18": "And for the altar of incense, pure gold by weight, and gold for the pattern of [l]the chariot of the Cherubs that spread themselves, and covered the Ark of the covenant of the Lord:", "19": "All, said he, by writing sent to me [m]by the hand of the Lord, which made me understand all the workmanship of the pattern.", "20": "And David said to Solomon his son, Be strong and of a valiant courage, and do it: fear not, nor be afraid: for the Lord God, even my God is with thee: he will not leave thee, nor forsake thee, till thou hast finished all the work for the service of the house of the Lord.", "21": "Behold also, the companies of the Priests and the Levites for all the service of the house of God, even they shall be with thee for the whole work, [n]with every free heart that is skillful in any manner of service. The princes also and all the people will be [o]wholly at thy commandment."}