{"1": "The birthright taken from Reuben and given to the sons of Joseph. 3 The genealogy of Reuben, 11 and Gad,  23 and of the half tribe of Manasseh. The sons also of Reuben the eldest son of Israel (for he was the eldest, but had defiled his father's bed, therefore his birthright was given unto the [a]sons of Joseph the son of Israel, so that the genealogy is not reckoned after his birthright.", "2": "For Judah prevailed above his brethren, and of him came [b]the prince, but the birthright was Joseph's)", "3": "The sons of Reuben the eldest son of Israel, were Hanoch and Pallu, Hezron and Carmi.", "4": "The sons of Joel, Shemaiah his son, Gog his son, and Shimei his son,", "5": "Micah his son, Reaiah his son, and Baal his son,", "6": "Beerah his son: whom Tiglath-Pileser king of Assyria [c]carried away, he was a prince of the Reubenites.", "7": "And when his brethren in their families reckoned the genealogy of their generations, Jeiel and Zechariah were the chief,", "8": "And Bela the son of Azaz, the son of Shema, the son of Joel, which dwelt in [d]Aroer even unto Nebo and Baal Meon.", "9": "Also Eastward he inhabited unto the entering in of the wilderness from the river [e]Perath: for they had much cattle in the land of Gilead.", "10": "And in the days of Saul they warred with the [f]Hagrites, which fell by their hands: and they dwelt in their tents in all the East parts of Gilead.", "11": "¶ And the children of Gad dwelt over against them in the land of Bashan, unto Salcah.", "12": "Joel was the chiefest, and Shapham the second, but Jaanai and Shaphat were in Bashan.", "13": "And their brethren of the house of their fathers were Michael, and Meshullam, and Sheba, and Jorai, and Jachan, and Zia and Eber, seven.", "14": "These are the children of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz.", "15": "Ahi the son of Abdiel, the son of Guni was chief of the household of their fathers.", "16": "And they dwelt in Gilead in [g]Bashan, and in the towns thereof, and in all the suburbs of Sharon by their borders.", "17": "All these were reckoned by genealogies in the days of Jotham King of Judah, and in the days of Jeroboam king of Israel.", "18": "¶ The sons of Reuben and of Gad, and of half the tribe of Manasseh of those that were valiant men, able to bear shield and sword, and to draw a bow exercised in war, were four and forty thousand, seven hundred and threescore, that went out to the war.", "19": "And they made war with the Hagrites, with [h]Jetur, and Naphish, and Nodab.", "20": "And they were [i]helped against them, and the Hagrites were delivered into their hand, and all that were with them: for they cried to God in the battle, and he heard them, because they trusted in him.", "21": "And they led away their cattle, even their camels fifty thousand, and two hundred and fifty thousand sheep, and two thousand asses, and of [j]persons an hundred thousand.", "22": "For many fell down wounded, because the war was of God. And they dwelt in their steads until the [k]captivity.", "23": "And the children of the half tribe of Manasseh dwelt in the land, from Bashan unto [l]Baal Hermon, and Senir, and unto mount Hermon: for they increased.", "24": "And these were the heads of the households of their fathers, even Epher and Ishi, and Eliel and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, strong men, valiant and famous, heads of the households of their fathers.", "25": "But they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God had destroyed before them.", "26": "And the God of Israel [m]stirred up the spirit of Pul king of Assyria, and the spirit of Tiglath-Pileser king of Assyria, and he carried them away: even the Reubenites, and the Gadites, and the half tribe of Manasseh, and brought them unto Halah and Habor, and Hara, and to the river Gozan, unto this day."}