{"1": "The genealogy of Issachar, Benjamin,  13 Naph-tali, 14 Manasseh, 20 Ephraim, 30 and Asher. And the sons of Issachar were Tola and [a]Puah, [b]Jashub, and Shimron, four,", "2": "And the sons of Tola, Uzzi, and Rephaiah and Jeriel, and Jahmai, and Jibsam, and Shemuel, heads in the households of their fathers. Of Tola were valiant men of war in their generations, [c]whose number was in the days of David two and twenty thousand, and six hundred.", "3": "And the son of Uzzi was Izrahiah, and the sons of Izrahiah, Michael, and Obadiah, and Joel, and Ishiah, [d]five men all princes.", "4": "And with them in their generations after the household of their fathers were bands of men of war for battle six and thirty thousand: for they had many wives and children.", "5": "And their [e]brethren among all the families of Issachar were valiant men of war, reckoned in all by their genealogies fourscore and seven thousand.", "6": "¶ The sons of Benjamin were Bela, and Becher, and [f]Jediael, [g]three.", "7": "And the sons of Bela, Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri five heads of the households of their fathers, valiant men of war, and were reckoned by their genealogies, two and twenty thousand and thirty and four.", "8": "And the sons of Becher, Zemirah, and Joash, and Eliezer, and Elioenai, and Omri, and Jerimoth, and Abijah, and Anathoth, and Alemeth: all these were the sons of Becher.", "9": "And they were numbered by their genealogies according to their generations, and the chief of the houses of their fathers, valiant men of war, twenty thousand and two hundred.", "10": "And the son of Jediael was Bilhan, and the sons of Bilhan, Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tharshish, and Ahishahar.", "11": "All these were the sons of Jediael, chief of the fathers, valiant men of war seventeen thousand and two hundred, marching in battle array to the war.", "12": "And Shuppim, and Huppim were the sons of [h]Ir, but Hushim was the son [i]of [j]another.", "13": "¶ The sons of Naphtali, Jahziel, and Guni, and Jezer, and [k]Shallum [l]of the sons of Bilhah.", "14": "The son of Manasseh was Asriel whom she bare unto him, but his concubine of Aram bare Machir the father of Gilead.", "15": "And Machir took to wife the sister of Huppim and Shuppim, and the name of their sister was Maachah. And the name of the second son was Zelophehad, and Zelophehad had had daughters.", "16": "And Maachah the wife of Machir bare a son, and called his name [m]Peresh, and the name of his brother was Sheresh: and his sons were Ulam and Rakem.", "17": "And the son of Ulam was Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh.", "18": "And [n]his sister Hammoleketh bare Ishhod, and Abiezer, and Mahlah.", "19": "And the sons of Shemida were Ahian, and Shechem, and Likhi, and Aniam.", "20": "¶ The sons also of Ephraim were Shuthelah, and Bered his son, and Tahath his son, and his son Eladah, and Tahath his son,", "21": "And Zabad his son, and Shuthelah his son, and Ezer, and Elead: and the men of [o]Gath that were born in the land, slew them, because they came down to take away their cattle.", "22": "Therefore Ephraim their father mourned many days, and his [p]brethren came to comfort him.", "23": "And when he went in to his wife, she conceived, and bare him a son, and he called his name Beriah, because affliction was in his house.", "24": "And his [q]daughter was Sheerah, which built Beth Horon the nether, and the upper, and Uzzen Sheerah.", "25": "And Rephah was his [r]son, and Resheph, and Telah his son, and Tahan his son,", "26": "Laadan his son, Ammihud his son, Elishama his son,", "27": "Nun his son, Joshua his son.", "28": "And their possessions and their habitations were Bethel, and the villages thereof, and Eastward Naaran, and Westward Gezer with the villages thereof, Shechem also and the villages thereof, unto [s]Ayyah, and the villages thereof,", "29": "And by the places of the children of Manasseh, Beth Shean and her villages, Taanach and her villages, Megiddo and her villages, Dor and her villages. In those dwelt the children of Joseph the son of Israel.", "30": "¶ The sons of Asher were Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister.", "31": "And the sons of Beriah, Heber, and Malchiel, which is the father of Birzaith.", "32": "And Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister.", "33": "And the sons of Japhlet were Pasach, and [t]Bimhal, and Ashvath: these were the children of Japhlet.", "34": "And the sons of Shemer, Ahi, and Rohgah, Jehubbah, and Aram.", "35": "And the sons of his brother Helem were Zophah and Imna, and Shelesh, and Amal.", "36": "The sons of Zophah, Suah, and Harnepher, and Shual, and Beri, and Imrah,", "37": "Bezer and Hod, and Shamma, and Shilshah, and Jithran, and Beera.", "38": "And the sons of Jether, Jephunneh, and Pispah and Ara.", "39": "And the sons of Ulla, Arah, and Haniel, and Rizia.", "40": "All these were the children of Asher, the heads of their father's houses, noble men, valiant men of war and chief princes, and they were reckoned by their genealogies for war and for battle to the number of six and twenty thousand men."}