{"1": "He declareth what kind of doctrine is here handled, 8 even his that is the beginning and ending. 12 Then the mystery of the seven Candlesticks and stars, 20 is expounded. The [a][b]Revelation of [c]Jesus Christ, which God gave unto him, to show unto his servants things which must shortly be done: which he sent, and showed by his Angel unto his servant John,", "2": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.", "3": "Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.", "4": "[d]John to the seven Churches which are in Asia, Grace be with you, and peace [e]from him, [f]Which is, and Which was, and Which is to come, and from [g]the [h]seven Spirits which are before his Throne,", "5": "And from Jesus Christ [i]which is that faithful witness, and that first begotten of the dead, and that Prince of the Kings of the earth, unto him that loved us, and washed us from our sins in his blood,", "6": "And made us Kings and Priests unto God even his Father, to him, I say, be glory, and dominion for evermore, Amen.", "7": "Behold, he cometh with clouds, and every [j]eye shall see him: yea, even they which pierced him through: and all kindreds of the earth shall wail before him, Even so, Amen.", "8": "[k]I am [l]Alpha and Omega, the beginning and the ending, saith the Lord, Which is, and Which was, and Which is to come, even the Almighty.", "9": "[m]I John even your brother and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the [n]Isle called Patmos, for the word of God, and for the witnessing of Jesus Christ.", "10": "And I was ravished in [o]spirit on the [p]Lord's day, and heard behind me a great voice, as it had been of a trumpet,", "11": "Saying, I am Alpha and Omega, that first and that last: and that which thou seest write in a book, and send it unto the seven Churches which are in Asia, unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.", "12": "[q]Then I turned back to [r]see the voice that spake with me: [s]and when I was turned, I saw seven golden candlesticks,", "13": "And in the midst of the seven candlesticks, one like unto the son of man, clothed with a garment down to the feet, and girded about the paps with a golden girdle.", "14": "His head and hairs were white as white wool, and as snow, and his eyes were as a flame of fire,", "15": "And his feet like unto fine brass burning as in a furnace: and his voice as the sound of many waters.", "16": "And he had in his right hand seven stars: and out of his mouth went a sharp two edged sword, and his face shone as the sun shineth in his strength.", "17": "[t]And when I saw him, I fell at his feet as dead: [u]then he laid his right hand upon me, saying unto me, Fear not: [v]I am that first and that last, ", "18": "And am alive, but I was dead: and behold, I am alive for evermore, Amen: and I have the keys of hell and of death. ", "19": "[w]Write these things which thou hast seen, and the things which are, and the things which shall come hereafter. ", "20": "[x]The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks, is this, The seven stars are the [y]Angels of the seven Churches: and the seven candlesticks which thou sawest, are the seven Churches. "}