{"1": "Another Angel appeareth with a cloud, 2 holding a book open, 3 and crieth out. 8 A voice from heaven commandeth John to take the book. 10 He eateth it. And [a]I saw [b]another mighty Angel come down from heaven, clothed with a cloud, and the rainbow upon his head, and his face was as the sun, and his feet as pillars of fire.", "2": "And he had in his hand a [c]little book open, and he put his right foot upon the sea, and his left on the earth,", "3": "And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.", "4": "[d]And when the seven thunders had uttered their voices, I was about to write: but I heard a voice from heaven, saying unto me, [e]Seal up those things which the seven thunders have spoken, and write them not.", "5": "And the Angel which I saw stand upon the sea, and upon the earth, [f]lift up his hand to heaven,", "6": "And sware by him that liveth for evermore, which created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things that therein are, [g]that [h]time should be no more.", "7": "But in the days of the [i]voice of the seventh Angel, when he shall begin to blow the trumpet, even the mystery of God shall be finished, as he hath declared to his servants the Prophets.", "8": "[j]And the voice which I heard from heaven, spake unto me again, and said, Go, and take the little book which is open in the hand of the Angel, which standeth upon the sea, and upon the earth.", "9": "So I went unto the Angel, and said to him, Give me the little book. And he said unto me, Take it, and eat it up, and it shall make thy belly bitter, but it shall be in thy mouth as sweet as honey.", "10": "Then I took the little book out of the Angel's hand, and ate it up, and it was in my mouth as sweet as honey: but when I had eaten it, my belly was bitter.", "11": "[k]And he said unto me, Thou must prophesy again among the people and nations, and tongues, and to many Kings."}