{"1": "The temple is commanded to be measured. 3 The Lord stirred up two witnesses, 7 whom the beast murdereth, 9 and no man burieth them. 11 God raiseth them to life, 12 and calleth them up to heaven, 13 the wicked are terrified, 15 by the trumpet of the seventh Angel the resurrection, 18 and judgment is described. [a]Then was given me a reed like unto a rod, and the Angel stood by, saying, Rise and [b]mete the Temple of God, and the Altar, and them that worship therein.", "2": "[c]But the [d]Court which is without the Temple [e]cast out, and mete it not: for it is given unto the [f]Gentiles, and the holy city shall they tread under foot, [g]two and forty Months.", "3": "But [h]I will give power unto my two witnesses and they shall [i]prophesy a thousand two hundred and threescore days, clothed in sackcloth.", "4": "These [j]are two olive trees, and two candlesticks, standing before the God of the earth.", "5": "[k]And if any man will hurt them, fire proceedeth out of their mouths and devoureth their enemies: for if any man would hurt them, thus must he be killed.", "6": "These have power to shut heaven, that it rain not in the days of their prophesying, and have power over waters to turn them into blood, and to smite the earth with all manner plagues, as often as they will.", "7": "[l]And when they have [m]finished their testimony, [n]the beast that cometh out of the bottomless pit, shall make war against them, and shall [o]overcome them, and kill them,", "8": "And their corpses shall lie in the [p]streets of the great city, which [q]spiritually is called Sodom and Egypt, [r]where our Lord also was crucified.", "9": "And they of the people and kindreds, and tongues, and Gentiles, shall see their corpses [s]three days and an half, and shall not suffer their carcasses to be put in graves.", "10": "And they that dwell upon the earth, [t]shall rejoice over them and be glad, and shall send gifts one to another, for these two Prophets [u]vexed them that dwelt on the earth.", "11": "[v]But after [w]three days and an half, [x]the spirit of life coming from God, shall enter into them, and they [y]shall stand up upon their feet: and great fear shall come upon them which saw them.", "12": "And they shall hear a great voice from heaven, saying unto them, [z]Come up hither: And they shall ascend up to heaven in a cloud, [aa]and their enemies shall see them.", "13": "[ab]And the same hour shall there be a great earthquake, and the tenth part of the city shall fall, and in the earthquake shall be slain in number seven thousand: and the remnant were sore feared, [ac]and [ad]gave glory to God of heaven.", "14": "[ae]The second woe is past, and behold, the third woe will come anon.", "15": "[af]And the seventh Angel blew the trumpet, and there were great voices in heaven, saying, [ag]The kingdoms of the world are our Lord's, and his Christ's, and he shall reign for evermore.", "16": "[ah]Then the four and twenty Elders, which sat before God on their seats, fell upon their faces and worshipped God.", "17": "Saying, We give thee thanks, Lord God Almighty, Which art, and which wast, and which art to come: for thou hast received thy great might, and hast obtained thy kingdom.", "18": "[ai]And the Gentiles were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the Prophets, and to thy Saints, and to them that fear thy Name, to small and great, and shouldest destroy them, which destroy the earth.", "19": "Then the Temple of God was [aj]opened in heaven, and there was seen in the Temple the Ark of his covenant: and there were lightnings, and voices, and thunderings, and earthquake, and much hail."}