{"1": "A woman 2 appeareth travailing with child, 4 whose child the dragon would devour, 7 but Michael overcometh him 9 and casteth him out, 13 and the more he is cast down and vanquished, the more fiercely he exercised his subtleties. And [a]there appeared a great wonder in heaven: [b]A woman clothed with the Sun, and the Moon was under her feet, and upon her head a crown of twelve Stars.", "2": "And [c]she was with child, and cried travailing in birth, and was pained ready to be delivered.", "3": "And there appeared another wonder in heaven: [d]for behold, a great red dragon having [e]seven heads, and ten [f]horns, and seven crowns upon his heads:", "4": "[g]And his tail drew the third part of the stars of heaven, and cast them to the earth. And the dragon [h]stood before the woman, which was ready to be delivered, [i]to devour her child, when she had brought it forth.", "5": "[j]So she brought forth a man [k]child, which should rule all nations with a rod of iron: and that her child was taken up unto God and to his throne.", "6": "[l]And the woman fled into the wilderness, where she hath a place prepared of God, that [m]they should feed her there a thousand, two hundred and threescore days.", "7": "And there was a battle in heaven, [n]Michael and his Angels, fought against the dragon, and the dragon fought and his angels.", "8": "[o]But they prevailed not, neither was their [p]place found anymore in heaven.", "9": "And the great dragon that old serpent, called the devil and Satan, was cast out, which deceiveth all the world: he was even cast into the earth, and his angels were cast out with him.", "10": "Then I heard a loud voice in heaven, saying, [q]Now is salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.", "11": "But they overcame him by that blood of that Lamb, and by that word of their testimony, and they [r]loved not their lives unto the death.", "12": "Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabitants of the earth, and of the sea: for the devil is come down unto you, which hath great wrath, knowing that he hath but a short time.", "13": "And when [s]the dragon saw that he was cast unto the earth, he persecuted the woman which had brought forth the man child.", "14": "[t]But to the woman were given two wings of a great Eagle, that she might fly into the wilderness, into her [u]place where she is nourished for a [v]time, and times, and half a time, from the presence of the serpent.", "15": "[w]And the serpent cast out of his mouth water after the woman, like a flood, that he might cause her to be carried away of the flood,", "16": "[x]But the earth helped the woman, and the earth opened her mouth, and swallowed up the flood, which the dragon had cast out of his mouth.", "17": "[y]Then the dragon was wroth with the woman, and went and made war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.", "18": "[z]And I stood on the sea sand."}