{"1": "The beast with many heads is described 12 which draweth the most part of the world to idolatry. 13 The other beast rising out of the earth, 15 giveth power unto him. And I [a]saw a beast rise [b]out of the sea, having seven heads, and [c]ten horns, and upon his horns were ten crowns, and [d]upon his head [e]the name of blasphemy.", "2": "And the beast which I saw was [f]like a leopard, and his feet like a bear, and his mouth as the mouth of a Lion: [g]and the dragon gave him his power and his throne, and great authority.", "3": "[h]And I saw one of his heads as it were wounded to death, but his deadly wound was healed, and all the world wondered and followed the beast.", "4": "And they worshipped the dragon which gave power unto the beast, and they worshipped the beast, saying, Who is like unto the beast! who is able to war with him!", "5": "[i]And there was given unto him a mouth, that spake great things and blasphemies, and power was given unto him, [j]to do two and forty months.", "6": "And he opened his mouth unto blasphemy against God, to blaspheme his Name, [k]and his tabernacle, [l]and them that dwell in heaven.", "7": "And it was given unto him to make war with the Saints, and to overcome them, and power was given him over every kindred, and tongue, and nation.", "8": "Therefore all that dwell upon the earth, shall worship him, [m]whose names are not written in the book of life of that Lamb, which was slain from the beginning of the world.", "9": "[n]If any man have an ear let him hear.", "10": "If any lead into captivity, he shall go into captivity: if any kill with a sword, he must be killed by a sword: here is the patience and the faith of the Saints.", "11": "[o]And I beheld, another beast coming out of the earth, [p]which had two horns like the Lamb, but he spake like the dragon.", "12": "[q]And he did all that the first beast could do before him, and he caused the earth and them which dwell therein, [r]to worship the first beast whose deadly wound was healed.", "13": "[s]And he did great wonders, so that he made fire to come down from heaven on the earth, in the sight of men.", "14": "And deceived them that dwell on the earth by the signs which were permitted to him to do in the sight of the beast, saying to them that dwell on the earth, that they should make the [t]image of the [u]beast, which had the wound of a sword, and did live.", "15": "[v]And it was permitted to him to give a [w]spirit unto the image of the beast, so that the image of the beast should speak, and should cause that as many as would not worship the image of the beast should be killed.", "16": "[x]And he made all, both small and great, rich and poor, free and bond, to receive [y]a [z]mark in their right hand or in their foreheads.", "17": "And that no man might [aa]buy or sell, save he that had the [ab]mark or the name of the beast or the number of his name.", "18": "[ac]Here is wisdom. Let him that hath wit, count the number of the beast: for it is the [ad]number of a man, and his number is six hundred threescore and six."}