{"1": "The Lamb standeth on mount Zion: 4 with his chaste worshippers. 6 One Angel preacheth the Gospel. 8 Another foretelleth the fall of Babylon: 9 the third warneth that the beast be avoided. 13 A voice from heaven pronounceth them happy who die in the Lord. 16 The Lord's sickle thrust into the harvest, 18 and into the vintage. Then I looked, and lo, a Lamb [a]stood on mount Zion, and with him an [b]hundred forty and four thousand, having his Father's [c]Name written in their foreheads.", "2": "And I heard a voice from heaven as the sound of many waters, and as the sound of a great thunder: and I heard the voice of harpers, harping with their harps.", "3": "And they sung as it were a new song before the throne, and before the four beasts, and the Elders: and no man could learn that song, but the hundred, forty and four thousand, which were bought from the earth.", "4": "These are they which are not defiled with women: for they are virgins: these follow the Lamb whithersoever he goeth: these are bought from men, being the firstfruits unto God, and unto the Lamb.", "5": "And in their mouths was found no guile: for they are without spot before the throne of God.", "6": "¶ [d]Then I saw [e]another Angel fly in the midst of heaven, having an everlasting Gospel to preach unto them that dwell on the earth, and to every nation and kindred, and tongue, and people,", "7": "[f]Saying with a loud voice, Fear God, and give glory to him: for the hour of his judgment is come: and worship him that made heaven and earth, and the sea and the fountains of waters.", "8": "And there followed another Angel, saying, Babylon that great city is fallen, it is fallen: for she made all nations to drink of the wine of the [g]wrath of her fornication.", "9": "¶ And the third Angel followed them, saying with a loud voice, [h]If any man worship the beast and his image, and receive his mark in his forehead, or on his hand,", "10": "The same shall drink of the wine of the wrath of God, yea, of the pure wine, which is poured into the cup of his wrath, and he shall be tormented in fire and brimstone before the holy Angels, and before the Lamb.", "11": "And the smoke of their torment shall ascend evermore: and they shall have no rest day nor night, which worship the beast and his name.", "12": "[i]Here is the patience of Saints: here are they that keep the commandments of God, and the faith of Jesus.", "13": "Then I heard a voice from heaven, saying unto me, Write, The dead which die [j]in the Lord, are fully blessed. Even so saith the Spirit: for they rest from their labors, and their [k]works follow them.", "14": "¶ [l]And I looked, and behold, [m]a white cloud, and upon the cloud one sitting like unto the Son of man, [n]having on his head a golden crown, and in his hand a [o]sharp sickle.", "15": "[p]And another Angel came out of the Temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle and reap, for the time is come to reap: for the harvest of the earth is ripe.", "16": "And he that sat on the cloud, thrust in his sickle on the earth, and the earth was reaped.", "17": "[q]Then another Angel came out of the Temple, which is in heaven, having also a sharp sickle.", "18": "And another Angel came out from the altar, which had power over fire, and cried with a loud cry to him that had the sharp sickle, and said, Thrust in thy sharp sickle, and gather the clusters of the vineyard of the earth: for her grapes are ripe.", "19": "And the Angel thrust in his sharp sickle on the earth, and cut down the vines of the vineyard of the earth, and cast them into that great winepress of the wrath of God.", "20": "And the winepress was trodden without the city, [r]and blood came out of the winepress, unto the horse bridles, by the space of a thousand and six hundred furlongs."}