{"1": "And 17 the Angels pour out the seven vials of God's wrath given unto them, and so divers plagues arise in the world, 18 to terrify the wicked, 19 and the inhabitants of the great city. And [a]I heard a great voice out of the Temple, saying to the seven Angels, Go your ways, and poured out the seven vials of the wrath of God upon the earth.", "2": "[b]And the first went and poured out his vial upon the earth: and there fell a noisome and a grievous sore upon the men which had the [c]mark of the beast, and upon them which worshipped his image.", "3": "[d]And the second Angel poured out his vial upon the sea, and it [e]became as the blood of a dead man: and every living thing died in the sea.", "4": "[f]And the third Angel poured out his vial upon the rivers and fountains of waters, and they became blood.", "5": "And I heard the Angel of the waters say, Lord, thou art just, which art, and which wast: and Holy, because thou hast judged these things.", "6": "For they shed the blood of the Saints, and Prophets, and therefore hast thou given them blood to drink: for they are worthy.", "7": "[g]And I heard another out of the Sanctuary say, Even so, Lord God almighty, true and righteous are thy judgments.", "8": "[h]And the fourth Angel poured out his vial on the sun, and it was given to him to torment men with heat of fire,", "9": "And men boiled in great heat, and blasphemed the Name of God, which hath power over these plagues, and they repented not to give him glory.", "10": "[i]And the fifth Angel poured out his vial upon the throne of the beast, and the kingdom waxed dark, and they gnawed their tongues for sorrow.", "11": "And blasphemed the God of heaven for their pains, and for their sores, and repented not of their works.", "12": "[j]And the sixth Angel poured out his vial upon the great river [k]Euphrates, and the [l]water thereof dried up, [m]that the way of the Kings of the East should be prepared.", "13": "And I saw [n]three unclean spirits [o]like frogs come out of the mouth of that [p]dragon, and out of the mouth of that [q]beast, and out of the mouth of that [r]false prophet.", "14": "For they are the spirits of devils, working miracles, to go unto the kings of the earth, and of the whole world, to gather them to the battle of that great day of God Almighty.", "15": "[s](Behold I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and men see his filthiness.)", "16": "[t]And they gathered them together into a place called in Hebrew, [u]Armageddon.", "17": "[v]And the seventh Angel poured out his vial into the [w]air: and there came a loud voice out of the Temple of heaven from [x]the throne, saying, [y]It is done.", "18": "[z]And there were voices, and thunderings, and lightnings, and there was a great earthquake, such as was not since men were upon the earth, even so mighty an earthquake.", "19": "[aa]And the great city was divided into three parts: and the cities of the nations [ab]fell: and that great [ac]Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.", "20": "And every isle fled away, and the mountains [ad]were not [ae]found.", "21": "[af]And there fell a great hail, like [ag]talents out of heaven upon the men, and men blasphemed God, because of the plague of the hail: for the plague thereof was exceeding great."}