{"1": "That great whore is described, 2 with whom the Kings of the earth committed fornication. 6 She is drunken with the blood of Saints. 7 The mystery of the woman, and the beast that carried her, expounded. 11 Their destruction. 14 The Lamb's victory. Then [a]there came one of the seven Angels, which had the seven vials, and talked with me, saying unto me, Come: I will show [b]thee the [c]damnation of the great whore that sitteth upon many waters,", "2": "With whom have committed fornication the kings of the earth, and the inhabitants of the earth are drunken with the wine of her fornication.", "3": "[d]So he carried me away into the wilderness in the Spirit, and I saw a woman sit upon a [e]scarlet colored beast, full of names of blasphemy, which had seven heads, and ten horns.", "4": "And [f]the woman was arrayed [g]in purple and scarlet, and gilded with gold, and precious stones, and pearls, [h]and had a cup of gold in her hand full of abomination, and filthiness of her fornication.", "5": "[i]And in her forehead was a name written, A mystery, [j]that great Babylon that mother of whoredoms, and abominations of the earth.", "6": "[k]And I saw the woman drunken with the blood of Saints, and with the blood of the Martyrs of JESUS: and when I saw her, [l]I wondered with great marvel.", "7": "[m]Then the Angel said unto me, Wherefore marvelest thou? I will show thee the mystery of that woman, and of that beast that beareth her, which hath seven heads and ten horns.", "8": "[n]The beast that thou hast seen, [o]was and is not, and [p]shall ascend out of the bottomless pit, and shall go into perdition, and they that dwell on the earth, shall wonder (whose names are not written in the book of life from the foundation of the world) [q]when they behold the beast that was, and is not, and yet is.", "9": "[r]Here is the mind that hath wisdom, The [s]seven heads [t]are seven mountains, whereon the woman sitteth: [u]they are also seven Kings.", "10": "[v]Five are fallen, [w]and one is, [x]and another is not yet come: and when he cometh, he must continue a short space.", "11": "[y]And the beast that was, and is not, is even [z]the eighth, and is [aa]one of the seven, and [ab]all go into destruction.", "12": "[ac]And the ten horns which thou sawest, are [ad]ten kings, which yet have not received a kingdom, but shall receive power, as Kings [ae]at one hour with the beast.", "13": "[af]These have one mind, and shall give their power and authority unto the beast.", "14": "These shall fight with the [ag]Lamb, and the Lamb shall overcome them: for he is Lord of Lords, and King of Kings: and they that are on his side, called, and chosen, and faithful.", "15": "[ah]And he said unto me, The waters which thou sawest, where the whore sitteth, [ai]are people, and multitudes, and nations, and tongues.", "16": "And the ten [aj]horns which thou sawest upon the beast, are they that shall hate the whore, and shall make her desolate, and naked, and shall eat her flesh, and burn her with fire.", "17": "[ak]For God hath put in their hearts to fulfill his will, and to do with one consent for to give their kingdom unto the beast, until the words of God be fulfilled.", "18": "And that woman which thou sawest, is that [al]great city which reigned over the kings of the earth."}