{"1": "The horrible destruction of Babylon set out.  11, 16, 18 The merchants of the earth, who were enriched with the pomp and luxuriousness of it, weep and wail:  20 but all the elect rejoice for that just vengeance of God. [a]And after these things, I saw another [b]Angel come down from heaven, having great power, so that the earth was lightened with his glory,", "2": "And he cried out mightily with a loud voice, [c]saying, It is fallen, it is fallen, Babylon that great city, and is become the habitation of devils, and the hold of all foul spirits, and a cage of every unclean and hateful bird.", "3": "For all nations have drunken of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich of the abundance of her pleasures.", "4": "[d]And I heard another voice from heaven say, [e]Go out of her, my people, that ye be not [f]partakers of her sins, and that ye receive not of her plagues:", "5": "For her sins are [g]come up into heaven, and God hath remembered her iniquities.", "6": "[h]Reward her, even as she hath rewarded you, and give her double according to her works: and in the cup that she hath filled to you, fill her the double.", "7": "Inasmuch as she glorified herself, and lived in pleasure, so much give ye to her torment and sorrow: for she saith [i]in her heart, I sit being a queen, and am [j]no widow, and shall [k]see no mourning.", "8": "Therefore shall her plagues come at [l]one day, death, and sorrow, and famine, and she shall be burnt with fire: for that God which condemneth her, is a strong Lord,", "9": "And the [m]kings of the earth shall bewail her, and lament for her, which have committed fornication, and lived in pleasure with her, when they shall see that smoke of that her burning,", "10": "And shall stand afar off for fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city: for in one hour is thy judgment come.", "11": "[n]And the merchants of the earth shall weep and wail over her: for no man buyeth their ware anymore.", "12": "The ware of gold, and silver, and of precious stone, and of pearls, and of fine linen, and of purple, and of silk, and of scarlet, and of all manner of Thynewood, and of all vessels of ivory, and of all vessels of most precious wood, and of brass, and of iron, and of marble,", "13": "And of cinnamon, and odors, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and servants, and souls of men.", "14": "([o]And the [p]apples that thy soul lusted after, are departed from thee, and all things which were fat and excellent, are departed from thee, and thou shalt find them no more.)", "15": "The merchants of these things which were waxed rich, shall stand afar off from her, for fear of her torment, weeping and wailing.", "16": "And saying, Alas, alas, that great city, that was clothed in fine linen and purple, and scarlet, and gilded with gold, and precious stones, and pearls.", "17": "[q]For in one hour so great riches are come to desolation. And every shipmaster, and all the people that occupy ships and shipmen, and whosoever traffic on the sea, shall stand afar off.", "18": "And cry, when they see that smoke of that her burning, saying, What city was like unto this great city?", "19": "And they shall cast dust on their heads, and cry, weeping, and wailing, and say, Alas, alas that great city, wherein were made rich all that had ships on the sea by her coastlines: for in one hour she is made desolate.", "20": "[r]O heaven, rejoice of her, and ye holy Apostles and Prophets: for God hath punished her, to be revenged on her for your sakes.", "21": "[s]Then a mighty Angel took up a stone, like a great millstone, and cast it into the sea, saying, With such violence shall that great city Babylon be cast and shall be found no more.", "22": "[t]And the voice of harpers, and musicians and of pipers, and trumpeters shall be heard no more in thee, and no craftsman, of whosoever craft he be, shall be found anymore in thee: and the sound of a millstone shall be heard no more in thee.", "23": "And the light of a candle shall shine no more in thee: and the voice of the bridegroom and of the bride shall be heard no more in thee: for thy merchants were the great men of the earth: and with thine enchantment were deceived all nations.", "24": "And in her was found the [u]blood of the Prophets [v]and of the Saints, and of all that were slain upon the earth."}