{"1": "The heavenly company praise God for avenging the blood of his servants on the whore. 9 They are written blessed, that are called to the Lamb's supper. 10 The Angel will not be worshipped. 11 That mighty King of Kings appeareth from heaven. 19 The battle, 20 wherein the beast is taken, and cast into the burning lake. And [a]after these things I heard a great voice of a great multitude in heaven, saying, [b][c]Hallelujah, salvation, and glory, and honor, and power be to the Lord our God.", "2": "For true and righteous are his judgments: for he hath condemned the great whore which did corrupt the earth with her fornication, and hath avenged the blood of his servants shed by her hand.", "3": "And again they said, [d]Hallelujah: and that her smoke rose up for evermore.", "4": "And the four and twenty Elders, and the four beasts fell down, and worshipped God that sat on the throne, saying, Amen, Hallelujah.", "5": "[e]Then a voice came out of the [f]throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.", "6": "And I heard [g]like a voice of a great multitude, and as the voice of many waters, and as the voice of strong thunderings, saying, Hallelujah: for the Lord that God that Almighty one hath reigned.", "7": "Let us be glad and rejoice, and give glory to him: for the marriage of the Lamb is come, and his wife hath made [h]herself ready.", "8": "And to her was granted, that she should be arrayed with [i]pure fine linen and shining, for the fine [j]linen is the [k]righteousness of Saints.", "9": "[l]Then he said unto me, Write, Blessed are they which are called unto the Lamb's supper. And he said unto me, These words of God are true.", "10": "[m]And I fell before his feet, to worship him, but he said unto me, See thou do it not: I am thy fellow servant, and one of thy brethren, which have the [n]testimony of Jesus, Worship God: for the testimony of [o]Jesus is the Spirit of prophecy.", "11": "[p]And I saw [q]heaven open, and behold a white horse, and he that sat upon him was called faithful and true, and he judgeth and fighteth righteously.", "12": "And his eyes were as a flame of fire, and on his head were many crowns: and he had a name written, that no man knew but himself.", "13": "And he was clothed with a garment dipped in blood, and his name is called, THE WORD OF GOD.", "14": "[r]And the hosts which were in heaven, followed him upon white horses, clothed with fine linen white and pure.", "15": "[s]And out of his mouth went out a sharp sword, that with it he should smite the heathen: for he shall rule them with a rod of iron, for he it is that treadeth the winepress of the fierceness and wrath of Almighty God.", "16": "[t]And he hath upon his garment, and upon his thigh, a name written, THE KING OF KINGS AND LORD OF LORDS.", "17": "[u]And I saw an Angel stand in the [v]sun who cried with a loud voice, saying, to all the fowls that did fly by [w]the midst of heaven, come, and gather yourselves together unto the supper of the great God,", "18": "That ye may eat the flesh of kings, and the flesh of high captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all freemen, and bondmen, and of small and great.", "19": "[x]And I saw the beast, and the kings of the earth, and their hosts gathered together to make battle against him that sat on the horse, and against his army.", "20": "But the beast [y]was taken, and with him [z]that false Prophet that wrought miracles before him, whereby he deceived them that received the beast's mark, and them that worshipped his image. These both were alive cast into a lake of fire burning with brimstone.", "21": "And the remnant were slain with the sword of him that sitteth upon the horse, which cometh out of his mouth, and all the fowls were filled full with their flesh."}