{"1": "The Angel 2 bindeth Satan for a thousand years. 8 Being loosed, he stirreth up Gog and Magog, that is, privy and open enemies against the Saints, 11 but the vengeance of the Lord cutting off their insolency. 12 The books are opened, by which the dead are judged. And [a]I saw an Angel come down from heaven, having the key [b]of the bottomless pit, and a great chain in his hand.", "2": "And he took the dragon that old serpent, which is the devil and Satan, and he bound him [c]a thousand years:", "3": "And cast him into the bottomless pit, and he shut him up, and sealed the door upon him, that he should deceive the people [d]no more till the thousand years were fulfilled: for after that he must be loosed for [e]a little season.", "4": "[f]And I saw [g][h]seats: and they sat upon them, and judgment was given unto them, and I saw the souls of them that were [i]beheaded for the witness of Jesus, and for the word of God, and which [j]did not worship the beast, neither his image, neither had taken his mark upon their foreheads or on their hands: and they lived, and reigned with Christ a thousand years.", "5": "[k]But the rest of the dead men [l]shall not live again, until the thousand years be finished: this is the first resurrection.", "6": "Blessed and holy is he, that hath part in the first resurrection: for on such the [m]second death hath no power: but they shall be the Priests of God and of Christ, [n]and shall reign with him a thousand years.", "7": "[o]And when the [p]thousand years are expired, Satan shall be loosed out of his prison,", "8": "[q]And shall go out to deceive the people, which are in the four quarters of the earth: even Gog and Magog, to gather them together to battle, whose number is as the sand of the Sea.", "9": "And they went up into the [r]plain of the earth, and they compassed the tents of the Saints about, and the beloved city: but [s]fire came down from God out of heaven, and devoured them.", "10": "[t]And the devil that deceived them, was cast into a lake of fire and brimstone, where that beast and that false prophet are, and shall be tormented even day and night for evermore.", "11": "[u]And I saw a great [v]white throne, and one that sat on it, [w]from whose face fled away both the earth and heaven, and their place was no more found.", "12": "And I saw the dead, both great and small stand before [x]God: and the [y]books were opened, and another book was opened, which is the book [z]of life, and the dead were judged of those things, which were written in the books, according to their works.", "13": "[aa]And the sea gave up her dead, which were in her, and death and hell delivered up the dead, which were in them: and they were judged every man according to their works.", "14": "[ab]And death, and hell were cast into the lake of fire: this is the second death.", "15": "And whosoever was not found written in the book of life, was cast into the lake of fire."}