{"1": "Another vision containing the glory of God's Majesty:  3 which is magnified of the four beasts, 10 and the four and twenty Elders. After [a]this I looked, and behold, a door was open in heaven, and the first voice which I heard, was as it were of a trumpet talking with me, saying, Come up hither, and I will show thee things which must be done hereafter.", "2": "And [b]immediately I was ravished [c]in the spirit, [d]and behold, a throne was set in heaven, and one sat upon the throne.", "3": "[e]And he that sat, was to look upon, like unto a Jasper stone, and a sardine, and there was a rainbow round about the throne, in sight like to an emerald.", "4": "[f]And round about the throne were four and twenty seats, and upon the seats I saw four and twenty Elders sitting, clothed in white raiment, and had on their heads crowns of gold.", "5": "[g]And out of the throne proceeded lightnings, and thunderings and voices, and there were seven lamps of fire burning before the throne, which are the seven spirits of God.", "6": "[h]And before the throne there was a Sea of glass like unto crystal: and in the midst of the throne, and round about the throne were four beasts, full of eyes before and behind.", "7": "And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying Eagle.", "8": "And the [i]four beasts had each one of them six wings about him, and they were full of eyes within, and they ceased not [j]day nor night, saying, Holy, holy, holy, Lord God Almighty, Which was, and which is, and which is to come.", "9": "And when those beasts [k]gave glory, and honor, and thanks to him that sat on the throne, which liveth forever and ever,", "10": "[l]The four and twenty Elders fell down before him that sat on the throne, and worshipped him that liveth for evermore, and cast their crowns before the throne, saying,", "11": "[m]Thou art worthy, O Lord, [n]to receive glory, and honor, and power: for thou hast created all things, and for thy will's sake they are, and have been created."}