{"1": "The book sealed with seven seals, 3 which none could open. 6 That Lamb of God, 9 is thought worthy to open, 12 even by the consent of all the company of heaven. [a]And I saw in the [b]right hand of him that sat upon the throne, [c]a book written within, and on the backside sealed with seven seals.", "2": "And I saw a strong Angel which preached with a loud voice, Who is worthy to open the book, and to loose the seals thereof?", "3": "[d]And no man in heaven nor in earth, neither under the earth, was able to open the book, neither to look thereon.", "4": "Then I wept much, because no man was found worthy to open, and to read the book, neither to look thereon.", "5": "[e]And one of the Elders said unto me, Weep not: behold, that [f]Lion which is of the tribe of Judah, that root of David, hath obtained to open the book, and to loose the seven seals thereof.", "6": "Then I beheld, and lo, [g]in the midst of the throne, and of the four beasts, and in the midst of the Elders stood a Lamb, as though he had been killed, which had seven horns, and seven eyes, which are the seven spirits of God, sent into all the world.", "7": "[h]And he came, and took the book out of the right hand of him that sat upon the throne.", "8": "[i]And when he hath taken the book, the four beasts, and the four and twenty Elders fell down before the Lamb, having every one [j]harps and golden vials full of odors, which are the [k]prayers of the Saints,", "9": "And they sung a [l]new [m]song, saying, [n]Thou art worthy to take the book, and to open the seals thereof, because thou wast killed, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation.", "10": "And hast made us unto our God Kings, and Priests, and we shall reign on the earth.", "11": "[o]Then I beheld, and I heard the voice of many Angels round about the throne, and about the beasts and the Elders, [p]and there were [q]ten thousand times ten thousand, and thousand thousands,", "12": "Saying with a loud voice, Worthy is the Lamb that was killed, to [r]receive power, and riches, and wisdom, and strength, and honor, and glory, and praise.", "13": "[s]And all the creatures which are in heaven, and on the earth, and under the earth, and in the sea, and all that are in them, heard I saying, Praise, and honor, and glory, and power be unto him, that sitteth upon the throne, and unto the Lamb for evermore.", "14": "[t]And the four beasts said, Amen, and the four and twenty Elders fell down and worshipped him that liveth for evermore."}