{"1": "The Lord said to Moses, ", "2": "“Send men to ·explore [spy on] the land of Canaan, which I will give to the ·Israelites [L sons/T children of Israel]. Send one leader from each tribe [Deut. 1:19–46].”", "3": "So Moses obeyed the Lord's command and sent the ·Israelite leaders [L leaders of the sons/T children of Israel] out from the ·Desert [Wilderness] of Paran. ", "4": "These are their names: from the tribe of Reuben, Shammua son of Zaccur; ", "5": "from the tribe of Simeon, Shaphat son of Hori; ", "6": "from the tribe of Judah, Caleb son of Jephunneh; ", "7": "from the tribe of Issachar, Igal son of Joseph; ", "8": "from the tribe of Ephraim, Hoshea son of Nun; ", "9": "from the tribe of Benjamin, Palti son of Raphu; ", "10": "from the tribe of Zebulun, Gaddiel son of Sodi; ", "11": "from the tribe of Manasseh (a tribe of Joseph), Gaddi son of Susi; ", "12": "from the tribe of Dan, Ammiel son of Gemalli; ", "13": "from the tribe of Asher, Sethur son of Michael; ", "14": "from the tribe of Naphtali, Nahbi son of Vophsi; ", "15": "from the tribe of Gad, Geuel son of Maki.", "16": "These are the names of the men Moses sent to explore the land. (Moses gave Hoshea son of Nun the new name Joshua.)", "17": "Moses sent them to ·explore [spy on] Canaan and said, “Go through ·southern Canaan [the Negev] and then into the mountains. ", "18": "See what the land looks like. Are the people who live there strong or weak? Are there a few or many? ", "19": "What kind of land do they live in? Is it good or bad? What about the towns they live in—are they ·open like camps [unwalled], or do they have walls? ", "20": "What about the soil? Is it ·fertile [rich] or poor? ·Are there trees there [L Does it have trees or not]? ·Try to [or Be courageous and] bring back some of the fruit from that land.” (It was the season for the first grapes.)", "21": "So they went up and ·explored [spied on] the land, from the ·Desert [Wilderness] of Zin all the way to Rehob by Lebo Hamath. ", "22": "They went through the ·southern area [Negev] to Hebron, where Ahiman, Sheshai, and Talmai [Josh. 15:14; Judg. 1:10; 1 Chr. 9:17], the descendants of Anak lived [Deut. 1:28; 2:10–11, 21; 9:2; Josh. 11:21–22]. (The city of Hebron had been built seven years before Zoan in Egypt.) ", "23": "In the Valley of Eshcol, they cut off a branch of a grapevine that had one bunch of grapes on it and carried that branch on a pole between two of them. They also got some pomegranates and figs. ", "24": "That place was called the Valley of Eshcol [C “Bunch”], because the ·Israelites [L sons/T children of Israel] cut off the bunch of grapes there. ", "25": "After forty days of ·exploring [spying on] the land, the men returned to the camp.", "26": "They came back to Moses and Aaron and all the ·Israelites [L community/congregation/assembly of the sons/T children of Israel] at Kadesh, in the ·Desert [Wilderness] of Paran. The men reported to them and showed ·everybody [L all the community/congregation/assembly] the fruit from the land. ", "27": "They ·told [reported to] Moses, “We went to the land where you sent us, and it is a ·fertile land [L land flowing with milk and honey; Ex. 3:8]! Here is some of its fruit. ", "28": "But the people who live there are strong. Their cities are walled and very large. We even saw some Anakites there. ", "29": "The Amalekites live in the ·southern area [Negev; Ex. 17:8–16]; the Hittites, Jebusites [C inhabitants in and around Jerusalem], and Amorites live in the mountains; and the Canaanites live near the sea and along the Jordan River.”", "30": "Then Caleb told the people near Moses to be quiet, and he said, “We should certainly go up and take the land for ourselves. We can certainly do it.”", "31": "But the men who had gone with him said, “We can't attack those people; they are stronger than we are.” ", "32": "And those men gave the ·Israelites [L sons/T children of Israel] a bad report about the land they ·explored [spied on], saying, “The land that we ·explored [spied on] ·is too large to conquer [L devours its inhabitants]. All the people we saw are very tall. ", "33": "We saw the Nephilim people there [C perhaps named for the pre-flood people mentioned in Gen. 6:4]. (The Anakites come from the Nephilim people.) We felt like grasshoppers, and we looked like grasshoppers to them.”"}