{"1": "The Lord said to Moses and Aaron, ", "2": "“These are the ·teachings [statutes; ordinances; requirements] that the Lord commanded. Tell the ·Israelites [L sons/T children of Israel] to get a young red ·cow [T heifer] that does not have ·anything wrong with it [L a defect and is without a blemish] and that has never ·been worked [L worn a yoke]. ", "3": "Give the ·cow [T heifer] to Eleazar the priest; he will take it outside the camp and ·kill [slaughter] it in his presence. ", "4": "Then Eleazar the priest must put some of its blood on his finger and sprinkle it seven times toward the front of the Meeting Tent. ", "5": "The whole ·cow [T heifer] must be burned while he watches; the skin, the meat, the blood, and ·the intestines [L its dung] must all be burned. ", "6": "Then the priest must take a cedar stick, a hyssop branch, and a red string [C the redness of the heifer and these objects probably represent blood] and throw them onto the burning ·cow [T heifer]. ", "7": "After the priest has washed himself and his clothes with water, he may come back into the camp, but he will be unclean [C in a ritual sense] until evening. ", "8": "The man who burns the ·cow [T heifer] must wash himself and his clothes in water; he will be unclean until evening.", "9": "“Then someone who is clean [C in a ritual sense] will collect the ashes from the ·cow [T heifer] and put them in a clean place outside the camp. The ·Israelites [L community/congregation/assembly of the sons/T children of Israel] will keep these ashes to use in the cleansing water, in a ·special ceremony to cleanse away sin [L sin offering; or purification offering; Lev. 4:3]. ", "10": "The man who collected the ·cow's [T heifer's] ashes must wash his clothes and be unclean until evening. This is a lasting ·rule [statute; ordinance; requirement] ·for the Israelites [L in their midst] and for the ·foreigners [resident aliens] among them.", "11": "“Those who touch a dead person's body will be unclean [C in a ritual sense] for seven days. ", "12": "They must ·wash themselves with the cleansing [purify themselves with the] water on the third day and on the seventh day; then they will be clean. But if they do not ·wash themselves [purify themselves] on the third day and the seventh day, they cannot be clean. ", "13": "If those who touch a dead person's body ·stay unclean [do not purify themselves] and go to the Lord's ·Holy Tent [Tabernacle], it becomes unclean; they must be cut off from Israel. If the cleansing water is not sprinkled on them, they are unclean and will stay unclean.", "14": "“This is the ·teaching [instruction; law] about someone who dies in a tent: Anyone in the tent or anyone who enters it will be unclean [C in a ritual sense] for seven days. ", "15": "And every open jar or pot without a cover becomes unclean. ", "16": "If anyone is ·outside [L in the open field] and touches someone who was killed by a sword or who died [C a natural death], or if anyone touches a human bone or a grave, that person will be unclean for seven days.", "17": "“So you must use the ashes from the burnt sin [or purification; Lev. 4:3] offering to make that person clean [C in a ritual sense] again. Pour ·fresh [running; L living] water over the ashes into a jar. ", "18": "A clean person must take a hyssop branch and dip it into the water, and then he must sprinkle it over the tent and all its objects. He must also sprinkle the people who were there, as well as anyone who touched a bone, or the body of someone who was killed, or a dead person, or a grave. ", "19": "The person who is clean must sprinkle this water on the unclean people on the third day and on the seventh day. On the seventh day they will ·become clean [be purified]. They must wash their clothes and take a bath, and they will be clean that evening. ", "20": "If any who are unclean do not become ·clean [purified], they must be cut off from the ·community [assembly; crowd]. Since they were not sprinkled with the cleansing water, they stay unclean, and they could make the Lord's ·Holy Tent [Tabernacle] unclean. ", "21": "This is a lasting ·rule [statute; ordinance; requirement]. Those who sprinkle the cleansing water must also wash their clothes, and anyone who touches the water will be unclean until evening. ", "22": "Anything an unclean person touches becomes unclean, and whoever touches it will be unclean until evening.”"}