{"1": "Balaam said to Balak, “Build me seven altars here, and prepare seven bulls and seven ·male sheep [rams] for me.” ", "2": "Balak did what Balaam asked, and they offered a bull and a ·male sheep [ram] on each of the altars.", "3": "Then Balaam said to Balak, “Stay here beside your burnt offering [Lev. 1:1–17] and I will go. If the Lord comes to me, I will tell you whatever he shows me.” Then Balaam went to a ·higher place [or barren height].", "4": "God came to Balaam there, and Balaam said to him, “I have prepared seven altars, and I have offered a bull and a ·male sheep [ram] on each altar.”", "5": "The Lord ·told Balaam what he should say [L put a word in the mouth of Balaam]. Then the Lord said, “Go back to Balak and ·give him this message [L thus you will speak].”", "6": "So Balaam went back to Balak. Balak and all the leaders of Moab were still standing beside his burnt offering [Lev. 1:1–17] ", "7": "when Balaam gave them this ·message [or oracle; or poem]: “Balak brought me here from Aram; the king of Moab brought me from the eastern mountains. Balak said, 'Come, put a curse on the people of Jacob for me. Come, call down evil on the people of Israel.'", "8": "But ·God has not cursed them, so I cannot curse them [L how can I curse what God has not cursed?]. ·The Lord has not called down evil on them, so I cannot call down evil on them [L How can I call down evil on/denounce what the Lord has not called down evil/denouced?].", "9": "I see them from the top of the ·mountains [cliffs]; I see them from the hills. I see a people who live alone, who think they are different from other nations [Ex. 19:5–6].", "10": "No one can number the ·many people [L dust; Gen. 13:16; 28:14] of Jacob, and no one can count a ·fourth [or dust cloud] of Israel. Let me die like ·good [virtuous; upright] people, and let me end up like them!”", "11": "Balak said to Balaam, “What have you done to me? I brought you here to curse my enemies, but you have only blessed them!”", "12": "But Balaam answered, “·I must [L Must I not…?] say what the Lord ·tells me to say [L put in my mouth].”", "13": "Then Balak said to him, “Come with me to another place, where you can also see the people. But you can only see part of them, not all of them [C perhaps he could curse a part of Israel]. Curse them for me from there.” ", "14": "So Balak took Balaam to the field of Zophim, on top of Mount Pisgah. There Balak built seven altars and offered a bull and a ·male sheep [ram] on each altar.", "15": "So Balaam said to Balak, “Stay here by your burnt offering [Lev. 1:1–17], and I will meet with God over there.”", "16": "So the Lord came to Balaam and ·told him what to say [L put a word in his mouth]. Then he said, “Go back to Balak and say ·such and such [L thus].”", "17": "So Balaam went to Balak, where he and the leaders of Moab were standing beside his burnt offering [Lev. 1:1–17]. Balak asked him, “What did the Lord say?”", "18": "Then Balaam gave this ·message [or oracle; or poem]: “Stand up, Balak, and listen. Hear me, son of Zippor.", "19": "God is not a human being, and he will not lie. He is not a human, and he does not change his mind. What he says he will do, ·he does [L will he not do it?]. What he promises, ·he makes come true [L will he not fulfill it/make it come true?].", "20": "He ·told [commanded] me to bless them, so I cannot change the blessing.", "21": "He ·has found [observes] no wrong in the people of Jacob; he saw no ·fault [trouble] in Israel. The Lord their God is with them, and they praise their King.", "22": "God brought them out of Egypt; they are ·as strong as [L like the horns of] a wild ox.", "23": "No ·tricks [divination] will work on the people of Jacob, and no magic will work against Israel. People now say about ·them [L Jacob], 'Look what God has done for Israel!'", "24": "The people rise up like a lioness; they get up like a lion. Lions don't rest until they have eaten prey, until they have drunk ·their enemies' blood [L the blood of corpses].”", "25": "Then Balak said to Balaam, “You haven't cursed these people, so at least don't bless them!”", "26": "Balaam answered Balak, “·I told [L Did I not tell…?] you before that I can only do what the Lord tells me.”", "27": "Then Balak said to Balaam, “Come, I will take you to another place. Maybe ·God will be pleased [L it will be right in the eyes/sight of God] to let you curse them from there.” ", "28": "So Balak took Balaam to the top of Peor, the mountain that looks over the ·desert [wasteland; or Jeshimon].", "29": "Balaam told Balak, “Build me seven altars here and prepare for me seven bulls and seven ·male sheep [rams].” ", "30": "Balak did what Balaam asked, and he offered a bull and a ·male sheep [ram] on each altar."}