{"1": "Balaam saw that ·the Lord wanted [L it was good in the eyes/sight of the Lord] to bless Israel, so he did not try to use any ·magic [divination] but looked toward the ·desert [wilderness]. ", "2": "When Balaam ·saw [L lifted his eyes and saw] the Israelites camped in their tribes, the Spirit of God ·took control of [L was on] him, ", "3": "and he gave this ·message [or oracle; or poem]: “This is the ·message [utterance] of Balaam son of Beor, the ·message [utterance] of a man ·who sees clearly [L whose eye is open];", "4": "this is the ·message [utterance] of a man who hears the words of God. I see a vision from the Almighty, and my eyes are open as I fall before him.", "5": "·Your tents are beautiful [L How beautiful/fair are your tents], people of Jacob! ·So are your homes [L Your dwellings], Israel!", "6": "Your tents spread out like ·valleys [wadis], like gardens beside a river. They are like ·spices [L aloes] planted by the Lord, like cedar trees growing by the water.", "7": "Israel's water buckets will always ·be full [or flow], and their ·crops [L seed] will have plenty of water. Their king will be greater than Agag [C perhaps a dynastic name of the Amalekites (Ex. 17:8–13); 1 Sam. 15:7–9, 32–33]; their kingdom will be very great.", "8": "God brought them out of Egypt; they are ·as strong as [L like the horns of] a wild ox. They will defeat their enemies and break their enemies' bones; they will ·shoot [L strike] them with arrows.", "9": "Like a lion, they lie waiting to attack; like a lioness, ·no one would be brave enough to wake [L who will rouse…?] them. Anyone who blesses you will be blessed, and anyone who curses you will be cursed [Gen. 12:3].”", "10": "Then Balak was angry with Balaam, and he ·pounded his fist [or struck his hands together]. He said to Balaam, “I called you here to curse my enemies, but you have continued to bless them three times. ", "11": "Now go home! I said I would ·pay you well [make you wealthy], but the Lord has ·made you lose [denied you] your reward.”", "12": "Balaam said to Balak, “When you sent messengers to me, ·I told [L did I not tell…?] them, ", "13": "'Balak could give me his ·palace [L house] filled with silver and gold, but I still cannot ·go against [transgress] the Lord's commands. I could not do anything, good or bad, on my own, but I must say what the Lord says.' ", "14": "Now I am going back to my own people, but I will ·tell [L advise] you what these people will do to your people in the ·future [L later days].”", "15": "Then Balaam gave this ·message [or oracle; or poem]: “This is the ·message [utterance] of Balaam son of Beor, the ·message [utterance] of a man ·who sees clearly [L whose eye is open];", "16": "this is the ·message [utterance] of a man who hears the words of God. I know well the Most High God. I see a vision from the Almighty, and my eyes are open as I fall before him.", "17": "I see someone ·who will come someday [L but not now], ·someone who will come, but not soon [L I see him, but not near]. A star will come from Jacob; a ·ruler [L scepter] will rise from Israel [C Saul, then David and his descendants, including the Messiah]. He will crush the heads of the Moabites and smash the skulls of the sons of Sheth [C identity uncertain].", "18": "Edom will be conquered; his enemy Edom will be conquered, but Israel will grow ·wealthy [or valiant].", "19": "A ruler will come from the descendants of Jacob and will destroy those left in the city.”", "20": "Then Balaam saw Amalek and gave this message: “Amalek was the most important nation, but Amalek will be destroyed at last [C the book of Esther tells the story of the final destruction of Amalek; Haman is a descendant of Agag; 24:7].”", "21": "Then Balaam saw the Kenites and gave this ·message [or oracle; or poem]: “Your home is ·safe [enduring], like a nest on a ·cliff [rock].", "22": "But you Kenites will be burned up; ·Assyria will [L How long will Assyria…?] keep you captive.”", "23": "Then Balaam gave this ·message [or oracle; or poem]: “·No one [L Who…?] can live when God does this.", "24": "Ships will sail from the shores of ·Cyprus [Kittim] and ·defeat [afflict] Assyria and Eber, but they will also be destroyed.”", "25": "Then Balaam got up and returned home, and Balak also went on his way."}