{"1": "·This is the family history [L These are the generations; Gen. 2:4] of Aaron and Moses at the time the Lord talked to Moses on Mount Sinai.", "2": "·Aaron had four sons [L These are the names of the sons of Aaron]: Nadab, the ·oldest [firstborn], Abihu, Eleazar, and Ithamar. ", "3": "These were the names of Aaron's sons, who were appointed to serve as priests. ", "4": "But Nadab and Abihu died in the presence of the Lord when they offered ·the wrong kind of [L strange; C an inappropriate performance of a ritual] fire before the Lord in the ·Desert [Wilderness] of Sinai [Lev. 10]. They had no sons. So Eleazar and Ithamar served as priests during the lifetime of their father Aaron.", "5": "The Lord said to Moses, ", "6": "“Bring the tribe of Levi and ·present them to [L make them stand before] Aaron the priest to ·help [minister to; assist] him. ", "7": "They will ·help [take care of] him and all the ·Israelites [community; assembly; congregation] at the Meeting Tent, doing the work in the ·Holy Tent [Tabernacle]. ", "8": "The Levites must take care of everything in the Meeting Tent and serve the people of Israel by doing the work in the ·Holy Tent [Tabernacle]. ", "9": "Give the Levites to Aaron and his sons; of all the ·Israelites [L sons/T children of Israel], the Levites are given completely to him. ", "10": "Appoint Aaron and his sons to serve as priests, but anyone else who comes near the holy things must be put to death.”", "11": "The Lord also said to Moses, ", "12": "“I am ·choosing [taking] the Levites from all the ·Israelites [L sons/T children of Israel] to take the place of all the firstborn ·children [L who open the womb] of ·Israel [L the sons/T children of Israel]. The Levites will be mine, ", "13": "because the firstborn are mine. When you were in Egypt, I ·killed [L struck] all the firstborn ·children of the [L in the land of the] Egyptians [Ex. 12:12–13] and took all the firstborn of Israel to be mine [Ex. 13:2, 11–16; 22:29–30; 34:19–20], both animals and children. They are mine. I am the Lord.”", "14": "The Lord again said to Moses in the ·Desert [Wilderness] of Sinai, ", "15": "“Count the ·Levites [L sons/descendants of Levi] by ·families [clans] and family groups. Count every male one month old or older.” ", "16": "So Moses obeyed the Lord and counted them all.", "17": "Levi had three sons, whose names were Gershon, Kohath, and Merari.", "18": "The Gershonite ·family groups [clans] were Libni and Shimei [4:21–28].", "19": "The ·Kohathite family groups [L the sons/descendants of Kohath by their clans] were Amram, Izhar, Hebron, and Uzziel [4:1–20].", "20": "The ·Merarite family groups [L the sons/descendants of Merari by their clans] were Mahli and Mushi [4:29–33]. These were the ·family groups [clans according to the family groups] of the Levites.", "21": "The ·family groups [clans] of Libni and Shimei belonged to Gershon; they were the Gershonite ·family groups [clans]. ", "22": "The number that was counted was 7,500 males one month old or older. ", "23": "The Gershonite ·family groups [clan] camped on the west side, behind the ·Holy Tent [Tabernacle]. ", "24": "The leader of the ·families [family groups] of Gershon was Eliasaph son of Lael. ", "25": "In the Meeting Tent the Gershonites were in charge of the ·Holy Tent [Tabernacle], its covering [Ex. 26:1–6], the curtain at the entrance to the Meeting Tent, ", "26": "the curtains in the courtyard, the curtain at the entry to the courtyard around the ·Holy Tent [Tabernacle] and the altar, the ropes, and all the work connected with these items.", "27": "The ·family groups [clans] of Amram, Izhar, Hebron, and Uzziel belonged to Kohath; they were the Kohathite ·family groups [clans]. ", "28": "They had 8,600 males one month old or older, and they were responsible for taking care of the Holy Place. ", "29": "The Kohathite ·family groups [clans] camped south of the ·Holy Tent [Tabernacle]. ", "30": "The leader of the Kohathite families was Elizaphan son of Uzziel. ", "31": "They were responsible for the Ark [Ex. 25:10], the table [Ex. 25:23–30], the lampstand [L Menorah; Ex. 25:31–40], the altars [Ex. 27:1–8], the tools of the Holy Place which they were to use, the curtain, and all the work connected with these items. ", "32": "The main leader of the Levites was Eleazar son of Aaron, the priest, who was in charge of all those responsible for the Holy Place.", "33": "The ·family groups [clans] of Mahli and Mushi belonged to Merari; they were the Merarite ·family groups [clans]. ", "34": "The number that was counted was 6,200 males one month old or older. ", "35": "The leader of the Merari families was Zuriel son of Abihail, and they were to camp north of the ·Holy Tent [Tabernacle]. ", "36": "The Merarites were responsible for the frames of the ·Holy Tent [Tabernacle], the ·braces [bars], the ·posts [pillars], the bases, and all the work connected with these items. ", "37": "They were also responsible for the ·posts [pillars] in the courtyard around the ·Holy Tent [Tabernacle] and their bases, tent pegs, and ropes.", "38": "Moses, Aaron, and his sons camped east of the ·Holy Tent [Tabernacle], toward the sunrise, in front of the Meeting Tent. They were responsible for the Holy Place for the ·Israelites [L sons/T children of Israel]. Anyone else who came near the Holy Place was to be put to death.", "39": "Moses and Aaron counted the Levite men by their ·families [clans], as the Lord commanded, and there were 22,000 males one month old or older.", "40": "The Lord said to Moses, “Count all the firstborn sons in Israel one month old or older, and list their names. ", "41": "Take the Levites for me instead of the firstborn sons of Israel; take the animals of the Levites instead of the firstborn animals from the ·rest [L sons] of Israel. I am the Lord.”", "42": "So Moses did what the Lord commanded and counted all the firstborn sons of the Israelites. ", "43": "When he listed all the firstborn sons one month old or older, there were 22,273 names.", "44": "The Lord also said to Moses, ", "45": "“Take the Levites instead of all the firstborn sons of the Israelites, and take the animals of the Levites instead of the animals of the other people. The Levites are mine. I am the Lord. ", "46": "Since there are 273 more firstborn sons than Levites, ", "47": "collect ·two ounces [L five shekels] of silver for each of the 273 sons. Use the ·measure as set by [L shekel of] the Holy Place, which is ·two-fifths of an ounce [L a shekel of twenty gerahs]. ", "48": "Give the silver to Aaron and his sons as the payment for the 273 Israelites.”", "49": "So Moses collected the money for the people the Levites could not ·replace [redeem]. ", "50": "From the firstborn of the Israelites, he collected ·thirty-five pounds [L 1,365 shekels] of silver, using the ·measure set by [L shekel of] the Holy Place. ", "51": "Moses obeyed the command of the Lord and gave the silver to Aaron and his sons."}