{"1": "The ·people [L sons; descendants] of Reuben and ·Gad [L the sons/descendants of Gad] had large flocks and herds. When they saw that the lands of Jazer and Gilead were good for the animals, ", "2": "they came to Moses, Eleazar the priest, and the leaders of the ·people [community; assembly; congregation]. ", "3-4": "They said, “We, your servants, have flocks and herds. The Lord has ·captured [L struck] for the ·Israelites [L the community/assembly/congregation of Israel] a land that is good for animals—the land around Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon. ", "5": "If ·it pleases you [L we have found grace in your eyes], we would like this land ·to be given to us [L as a possession for your servants]. Don't make us cross the Jordan River.”", "6": "Moses told the ·people of Gad [L sons/descendants of Gad] and ·Reuben [L the sons/descendants of Reuben], “Shall your brothers go to war while you stay ·behind [L here]? ", "7": "·You will [L Why should you…?] discourage the ·Israelites [L sons/T children of Israel] from going over to the land the Lord has given them. ", "8": "Your ·ancestors [fathers] did the same thing. I sent them from Kadesh Barnea to look at the land. ", "9": "They went as far as the ·Valley of [Wadi] Eshcol, and when they saw the land, they discouraged the hearts of the ·Israelites [L sons/T children of Israel] from going into the land the Lord had given them. ", "10": "The Lord became very angry that day and ·made this promise [swore]: ", "11": "'None of the people who came from Egypt and who are twenty years old or older will see the land that I promised to Abraham, Isaac, and Jacob. These people have not ·followed me [or been loyal to me] completely. ", "12": "Only Caleb son of Jephunneh the Kenizzite and Joshua son of Nun ·followed [or were loyal to] the Lord completely [chs. 13–14].'", "13": "“The Lord was angry with Israel, so he made them wander in the ·desert [wilderness] for forty years. Finally all the ·people [generation] who had ·sinned against [L done evil in the eyes/sight of] the Lord died, ", "14": "and now you ·are acting [L have risen up] just like your ·ancestors [fathers]! You sinful people are making the Lord even more angry with Israel. ", "15": "If you quit following him, it will add to their stay in the ·desert [wilderness], and you will destroy all these people.”", "16": "Then ·the Reubenites and Gadites [L they] came up to Moses and said, “We will build ·pens for our animals [sheepfolds for our flocks] and cities for our children here. ", "17": "Then our children will be in strong, walled cities, safe from the people who live in this land. Then we will prepare for war. We will help the other ·Israelites [L sons/T children of Israel] get their land, ", "18": "and we will not return home until every Israelite has ·received his land [inherited their inheritance]. ", "19": "We won't ·take [inherit] any of the land west of the Jordan River; our ·part of the land [inheritance] is east of the Jordan.”", "20": "So Moses told them, “You must do these things. You must go before the Lord into battle ", "21": "and cross the Jordan River armed, until the Lord ·forces out [dispossesses] the enemy. ", "22": "After the Lord helps us take the land, you may return home. You will ·have done your duty to [be free of your obligation; be innnocent before] the Lord and Israel, and you may have this land as ·your own [L a possession before the Lord].", "23": "“But if you don't do these things, you will be sinning against the Lord; know for sure that ·you will be punished for your sin [L your sin will find you]. ", "24": "Build cities for your children and ·pens for your animals [sheepfolds for your flocks], but then you must do what you ·promised [said].”", "25": "The ·Gadites [L sons/descendants of Gad] and ·Reubenites [L the sons/descendants of Reuben] said to Moses, “We are your servants, and we will do what you, our ·master [lord], command. ", "26": "Our children, wives, and all our cattle will stay in the cities of Gilead, ", "27": "but we, your servants, will prepare for battle. We will go over and fight for the Lord, as you, our ·master [lord], have said.”", "28": "So Moses gave orders about them to Eleazar the priest, to Joshua son of Nun, and to the leaders of the clans of the tribes of ·Israel [L sons/T children of Israel]. ", "29": "Moses said to them, “If the ·Gadites [L sons/descendants of Gad] and ·Reubenites [L the sons/descendants of Reuben] prepare for battle and cross the Jordan River with you, to go before the Lord and help you take the land, give them the land of Gilead ·for their own [L as a possession]. ", "30": "But if they do not go over armed, they will not receive it; their land will be in Canaan with you.”", "31": "The ·Gadites [L sons/descendants of Gad] and ·Reubenites [L the sons/descendants of Reuben] answered, “We are your servants, and we will do as the Lord said. ", "32": "We will cross over into Canaan and go before the Lord ready for battle. But ·our land [L the possession of our inheritance] will be ·east of [beyond] the Jordan River.”", "33": "So Moses gave that land to the tribes of ·Gad [L the sons/descendants of Gad], ·Reuben [L the sons/descendants of Reuben], and ·East [L the half tribe of] Manasseh. (Manasseh was Joseph's son.) That land had been the kingdom of Sihon, king of the Amorites, and the kingdom of Og, king of Bashan, as well as all the cities and the land around them.", "34": "The ·Gadites [L sons/descendants of Gad] rebuilt the cities of Dibon, Ataroth, Aroer, ", "35": "Atroth Shophan, Jazer, Jogbehah, ", "36": "Beth Nimrah, and Beth Haran. These were strong, walled cities. And they built sheep ·pens [folds].", "37": "The ·Reubenites [L sons/descendants of Reuben] rebuilt Heshbon, Elealeh, Kiriathaim, ", "38": "Nebo, Baal Meon, and Sibmah. They renamed Nebo and Baal Meon when they rebuilt them.", "39": "The ·descendants [sons] of Makir son of Manasseh went and captured Gilead and forced out the Amorites who were there. ", "40": "So Moses gave Gilead to the family of Makir son of Manasseh, and they settled there. ", "41": "Jair son of Manasseh went out and captured the ·small towns [villages] there, and he called them the ·Towns of Jair [or Villages of Jair; or Havvoth-jair]. ", "42": "Nobah went and captured Kenath and the small towns around it; then he named it Nobah after himself."}