{"1": "The Lord spoke to Moses on the plains of Moab across from Jericho by the Jordan River. He said, ", "2": "“Command the ·Israelites [L sons/T children of Israel] to give the Levites cities to live in from the ·land [L possession] they ·receive [L inherit]. Also give the Levites the pastureland around these cities. ", "3": "Then the Levites will have cities where they may live and pastureland for their cattle, flocks, and other animals. ", "4": "The pastureland you give the Levites will extend ·fifteen hundred feet [L a thousand cubits] from the city wall. ", "5": "Also measure ·three thousand feet [L two thousand cubits] in each direction outside the city wall—·three thousand feet [L two thousand cubits] east of the city, ·three thousand feet [L two thousand cubits] south of the city, ·three thousand feet [L two thousand cubits] west of the city, and ·three thousand feet [L two thousand cubits] north of the city, with the city in the center. This will be pastureland for the Levites' cities.", "6": "“Six of the cities you give the Levites will be cities of ·safety [refuge]. A person who accidentally kills someone may run to one of those cities for ·safety [refuge]. You must also give forty-two other cities to the Levites; ", "7": "give the Levites a total of forty-eight cities and their pastures. ", "8": "The larger tribes of ·Israel [L the sons/T children of Israel] must give more cities, and the smaller tribes must give fewer cities. Each tribe must give some of its cities to the Levites, but the number of cities they give will depend on the size of their land.”", "9": "Then the Lord said to Moses, ", "10": "“Tell the ·Israelites [L sons/T children of Israel] these things: 'When you cross the Jordan River and go into Canaan, ", "11": "you must choose cities to be cities of ·safety [refuge], so that a person who ·accidentally [unintentionally] kills someone may run to them for ·safety [refuge]. ", "12": "There the person will be safe from the dead person's ·relative who has the duty of punishing the killer [avenger; near-kinsman]. He will not die before he ·receives a fair trial in court [L stands before the community/assembly/congregation for judgment]. ", "13": "The six cities you give will be cities of ·safety [refuge]. ", "14": "Give three cities ·east of [L beyond] the Jordan River and three cities in Canaan as cities of ·safety [refuge]. ", "15": "These six cities will be places of ·safety [refuge] for ·citizens [L sons; T children] of Israel, as well as for ·foreigners [resident aliens] and ·other people living with you [tenants]. Any of these people who ·accidentally [unintentionally] kills someone may run to one of these cities.", "16": "“'Anyone who uses an iron weapon to ·kill [L strike] someone is a murderer. He must be put to death. ", "17": "Anyone who takes a rock and ·kills [L strikes] a person with it is a murderer. He must be put to death. ", "18": "Anyone who picks up a piece of wood and ·kills [L strikes] someone with it is a murderer. He must be put to death. ", "19": "A ·relative of the dead person [near-relative; avenger of blood] must put the murderer to death; when they meet, the relative must kill the murderer. ", "20": "A person might shove someone out of hatred or throw something at someone while lying in wait and cause death. ", "21": "Or a person might ·hit [L strike] someone with his hand and cause death. If it were done from hate, the person is a murderer and must be put to death. A ·relative of the dead person [near-relative; avenger of blood] must kill the murderer when they meet.", "22": "“'But a person might suddenly shove someone, and not from hatred. Or a person might ·accidentally [without lying in wait] throw something and ·hit [L strike] someone. ", "23": "Or a person might drop a rock on someone he couldn't see and kill that person. There was no plan to hurt anyone and ·no hatred for the one who was killed [L they were not enemies]. ", "24": "If that happens, the ·community [assembly; congregation] must judge between the ·relative of the dead person [near-relative; avenger of blood] and the ·killer [L striker], according to these rules. ", "25": "·They [L The community/assembly/congregation] must protect the killer from the ·dead person's relative [near-relative; avenger of blood], sending the killer back to the original city of ·safety [refuge], to stay there until the high priest dies (the high priest ·had the holy oil poured on him [was anointed with holy oil]).", "26": "“'Such a person must never go outside the limits of the city of ·safety [refuge]. ", "27": "If a ·relative of the dead person [near-relative; avenger of blood] finds the killer outside the city, the ·relative [near-relative; avenger of blood] may kill that person and ·not be guilty of murder [L there will be no bloodguilt]. ", "28": "The killer must stay in the city of ·safety [refuge] until the high priest dies. After the high priest dies, the killer may ·go home [L return to the land of his possession].", "29": "“'These ·laws [L statutes/ordinances/requirements and judgments] are for you ·from now on [L throughout your generations], wherever you live.", "30": "“'If anyone ·kills [L strikes] a person, the murderer may be put to death only if there are witnesses. No one may be put to death with only one witness.", "31": "“'Don't take ·money to spare the life of [ransom for] a murderer who should be put to death. A murderer must be put to death.", "32": "“'If someone has run to a city of ·safety [refuge], don't take money to let the person go back home before the high priest dies.", "33": "“'Don't let murder ·spoil [pollute; defile] your land. The only way to ·remove the sin [atone for] of killing an innocent person is for the murderer to be put to death. ", "34": "I am the Lord, and I live among the Israelites. I live in that land with you, so do not ·spoil [pollute; defile] it with murder.'”"}