{"1": "The Lord said to Moses and Aaron, ", "2": "“·Count [Take a census of; L Lift the head of] the Kohathites ·among [or separate from] the Levites by ·family groups [clans] and families. ", "3": "·Count [Take a census of; L Lift the head of] the men from thirty to fifty years old, all who come to serve in the Meeting Tent.", "4": "“The Kohathites are responsible for the most holy things in the Meeting Tent. ", "5": "When the ·Israelites are [L camp is] ready to move, Aaron and his sons must go into the ·Holy Tent [Tabernacle], take down the curtain, and cover the Ark of the ·Agreement [Covenant; Treaty; L Testimony; Ex. 25:10] with it. ", "6": "Over this they must put a covering made from ·fine leather [or sea cow hide; Ex. 26:14], then spread the solid blue cloth over that [Ex. 26:1–6], and put the poles in place.", "7": "“Then they must spread a blue cloth over the table for the ·bread that shows a person is in God's presence [Bread of Presence; Ex. 25:30]. They must put the plates, pans, bowls, and the jars for drink offerings on the table; they must leave the bread that is always there on the table. ", "8": "Then they must put a ·red [crimson] cloth over all of these things, cover everything with ·fine leather [or sea cow hide; Ex. 26:14], and put the poles in place.", "9": "“With a blue cloth they must cover the ·lampstand [L Menorah; Ex. 25:31–40], its lamps, its wick trimmers, its trays, and all the jars for the oil used in the lamps. ", "10": "Then they must wrap everything in ·fine leather [or sea cow hide; Ex. 26:14] and put all these things on a frame for carrying them.", "11": "“They must spread a blue cloth over the gold altar [C the altar of incense; Ex. 30:1–6], cover it with ·fine leather [or sea cow hide; Ex. 26:14], and put the poles in place.", "12": "“They must gather all the things used for serving in the Holy Place and wrap them in a blue cloth. Then they must cover that with ·fine leather [or sea cow hide; Ex. 26:14] and put these things on a frame for carrying them.", "13": "“They must clean the ashes off the bronze altar [Ex. 27:1–8] and spread a purple cloth over it. ", "14": "They must gather all the things used for serving at the altar—the ·pans for carrying the fire [firepans], the meat forks, the shovels, and the ·bowls [basins]—and put them on the bronze altar. Then they must spread a covering of ·fine leather [or sea cow hide; Ex. 26:14] over it and put the poles in place.", "15": "“When the ·Israelites are [L camp is] ready to move, and when Aaron and his sons have covered the ·holy furniture [or Holy Place] and all the holy things, the Kohathites may go in and carry them away. In this way they won't touch the holy things and die. It is the Kohathites' job to carry the things that are in the Meeting Tent.", "16": "“Eleazar son of Aaron, the priest, will be responsible for the ·Holy Tent [Tabernacle] and for everything in it, for all the holy things it has: the oil for the lamp [Ex. 27:20–21], the sweet-smelling incense, the continual ·grain [L gift; tribute] offering [Lev. 2:1], and the oil used to appoint priests [Ex. 30:22–38] and things to the Lord's service.”", "17": "The Lord said to Moses and Aaron, ", "18": "“Don't let the ·Kohathites [L the tribe of the clans of Kohath] be cut off from the Levites. ", "19": "Do this for the Kohathites so that they may go near the Most Holy Place and live and not die: Aaron and his sons must go in and show each Kohathite what to do and what to carry. ", "20": "The Kohathites must not enter and look at the holy things, even for a second, or they will die.”", "21": "The Lord said to Moses, ", "22": "“·Count [Take a census of; L Lift the head of] the Gershonites by families and ·family groups [clans]. ", "23": "·Count [Take a census of; L Lift the head of] the men from thirty to fifty years old, all who have a job to do in the Meeting Tent.", "24": "“This is what the Gershonite ·family groups [clans] must do and what they must carry. ", "25": "They must carry the curtains of the ·Holy Tent [Tabernacle], the Meeting Tent, its covering, and its outer covering made from ·fine leather [or sea cow hide; Ex. 26:14]. They must also carry the ·curtains [screen] for the entrance to the Meeting Tent, ", "26": "the curtains of the courtyard [Ex. 27:9–19] that go around the ·Holy Tent [Tabernacle] and the altar [Ex. 27:1–8], the ·curtain [screen] for the entry to the courtyard, the ropes, and all the things used with the curtains. They must do everything connected with these things. ", "27": "Aaron and his sons are in charge of what the Gershonites do or carry; you tell them what they are responsible for carrying. ", "28": "This is the work of the ·Gershonite family group [L clan of the sons of Gershon] at the Meeting Tent. Ithamar son of Aaron, the priest, will direct their work.", "29": "“·Count [Take a census of; L Lift the head of] the ·Merarite families and [L sons of Merari by] ·family groups [clans]. ", "30": "·Count [Take a census of; L Lift the head of] the men from thirty to fifty years old, all who work at the Meeting Tent. ", "31": "It is their job to carry the following as they serve in the Meeting Tent: the frames of the ·Holy Tent [Tabernacle], the crossbars, the ·posts [pillars], and bases, ", "32": "in addition to the ·posts [pillars] that go around the courtyard, their bases, tent pegs, ropes, and everything that is used with the poles around the courtyard. Tell each man exactly what to carry. ", "33": "This is the work the Merarite ·family group [clan] will do for the Meeting Tent. Ithamar son of Aaron, the priest, will direct their work.”", "34": "Moses, Aaron, and the leaders of ·Israel [L the community/congregation/assembly] counted the ·Kohathites [L sons/descendants of Kohath] by families and ·family groups [clans], ", "35": "the men from thirty to fifty years old who were to work at the Meeting Tent. ", "36": "There were 2,750 men in the ·family groups [clans]. ", "37": "This was the total of the Kohath ·family groups [clans] who worked at the Meeting Tent, whom Moses and Aaron counted as the Lord had commanded Moses.", "38": "Also, the ·Gershonites [L the sons/descendants of Gershon] were counted by families and ·family groups [clans], ", "39": "the men from thirty to fifty years old who were given work at the Meeting Tent. ", "40": "The families and family groups had 2,630 men. ", "41": "This was the total of the Gershon ·family groups [clans] who worked at the Meeting Tent, whom Moses and Aaron counted as the Lord had commanded.", "42": "Also, the men in the families and ·family groups [clans] of the ·Merari family [L sons/descendants of Merari] were counted, ", "43": "the men from thirty to fifty years old who were to work at the Meeting Tent. ", "44": "The family groups had 3,200 men. ", "45": "This was the total of the Merari ·family groups [clans], whom Moses and Aaron counted as the Lord had commanded Moses.", "46": "So Moses, Aaron, and the leaders of Israel counted all the Levites by families and ·family groups [clans]. ", "47": "They counted the men from thirty to fifty who were given work at the Meeting Tent and who carried the Tent. ", "48": "The total number of these men was 8,580. ", "49": "Each man was counted as the Lord had commanded Moses; each man was given his work and told what to carry as the Lord had commanded Moses."}