{"1": "The Lord said to Moses, ", "2": "“Command the ·Israelites [L sons/T children of Israel] to send away from camp anyone with ·a harmful skin disease [T leprosy; C the term does not refer to modern leprosy (Hansen's disease), but to various skin disorders; Lev. 13:2]. Send away anyone who gives off body fluid [Lev. 15:2] or who has become unclean by touching a dead body [Lev. 5:2; 21:11]. ", "3": "Send both men and women outside the camp so that they won't spread the disease there, where I am living among you.” ", "4": "So ·Israel [L the sons/T children of Israel] obeyed the Lord's command and sent those people outside the camp. They did just as the Lord had told Moses.", "5": "The Lord said to Moses, ", "6": "“Tell the ·Israelites [L sons/T children of Israel]: 'When a man or woman does something wrong to another person, that is really sinning against the Lord. That person is guilty ", "7": "and must ·admit [confess] the wrong that has been done. The person must fully pay for the wrong that has been done, adding one-fifth to it, and giving it to the person who was wronged. ", "8": "But if that person is dead and does not have any close relatives to receive the payment, the one who did wrong owes the Lord and must pay the priest. In addition, the priest must sacrifice a male sheep to remove the wrong so that the person will belong to the Lord. ", "9": "When an Israelite brings a holy gift, it should be given to the priest. ", "10": "No one has to give these holy gifts, but if someone does give them, they belong to the priest [Lev. 6:1–7].'”", "11": "Then the Lord said to Moses, ", "12": "“Tell the ·Israelites [L sons/T children of Israel]: 'A man's wife might ·be unfaithful to him [L go astray and break faith with him] ", "13": "and have sexual relations with another man. Her sin might be kept hidden from her husband so that he does not know about the wrong she did. Perhaps ·no one saw it [there was no witness], and she wasn't caught. ", "14": "But if her husband has feelings of jealousy and suspects she has sinned—whether she has or not—", "15": "he should take her to the priest. The husband must also take an offering for her of ·two quarts [L one tenth of an ephah] of barley flour. He must not pour oil or incense on it, because this is a ·grain [L gift; tribute] offering for jealousy [Lev. 2:1], an offering of remembrance. It is to find out if she is guilty.", "16": "“'The priest will bring ·in [near] the woman and make her stand before the Lord. ", "17": "He will take some holy water in a clay jar, and he will put some ·dirt [dust] from the floor of the ·Holy Tent [Tabernacle] into the water. ", "18": "The priest will make the woman stand before the Lord, and he will loosen her hair [C perhaps signifying ritual uncleanness; Lev. 13:45]. He will hand her the grain [L tribute; gift] offering [Lev. 2:1] of remembrance, the ·grain [L tribute; gift] offering [Lev. 2:1] for jealousy; he will hold the bitter water that brings a curse. ", "19": "The priest will make her take an oath and ask her, “Has another man had sexual relations with you? Have you been unfaithful to your husband? If you haven't, this bitter water that brings a curse won't hurt you. ", "20": "But if you have been unfaithful to your husband and have defiled yourself and had sexual relations with a man besides him”—", "21": "the priest will then put on her the curse that the oath will bring—“the Lord will make the people curse and reject you. He will make your ·stomach get big [uterus drop], and he will make your ·body unable to give birth to another baby [womb discharge; L thigh waste away/wither; C a euphemism for the womb]. ", "22": "This water that brings a curse will go inside you and make your ·stomach get big [or uterus drop] and make your ·body unable to give birth to another baby [womb discharge; L your thigh waste away/wither; 5:21].” “'The woman must say, “I agree.”", "23": "“'The priest should write these curses on a scroll, wash the words off into the bitter water, ", "24": "and make the woman drink the bitter water that brings a curse. If she is guilty, the water will ·make her sick [cause bitter pain]. ", "25": "Then the priest will take the ·grain [L tribute; gift] offering [Lev. 2:1] for jealousy from her. He will ·present [elevate] it before the Lord and bring it to the altar. ", "26": "He will take a handful of the grain, which is a memorial offering, and ·burn it [turn it into smoke] on the altar. After that he will make the woman drink the water ", "27": "to see if she ·is not pure [defiled herself] and if she has sinned against her husband. When it goes into her, if her ·stomach gets big [or uterus falls] and ·she is not able to have another baby [her thigh wastes away/withers; 5:21], her people will reject her. ", "28": "But if the woman has not sinned, she is pure. She is not guilty, and she will be able to have babies.", "29": "“'So this is the ·teaching [instruction; law] about jealousy. This is what to do when a woman does wrong and is unfaithful while she is married to her husband. ", "30": "It also should be done if the man gets jealous because he suspects his wife. The priest will have her stand before the Lord, and he will do all these things, just as the ·teaching [instruction; law] commands. ", "31": "In this way the husband can be proven correct, and the woman will suffer if she has done wrong.'”"}