{"1": "When Moses finished setting up the ·Holy Tent [Tabernacle], he ·gave it for service to the Lord [consecrated/sanctified it] by ·pouring olive oil on the Tent [anointing it] and on everything used in it. He also ·poured oil on [anointed] the altar and all its tools to ·prepare them for service to the Lord [consecrate/sanctify it]. ", "2": "Then the leaders of Israel made offerings. These were the heads of the families, the leaders of each tribe who counted the people. ", "3": "They brought to the Lord six covered ·carts [wagons] and twelve oxen—each leader giving an ox, and every two leaders giving a ·cart [wagon]. They brought these to the Holy Tent.", "4": "The Lord said to Moses, ", "5": "“Accept these gifts from the leaders and use them in the work of the Meeting Tent. Give them to the Levites as they need them.”", "6": "So Moses accepted the ·carts [wagons] and the oxen and gave them to the Levites. ", "7": "He gave two ·carts [wagons] and four oxen to the ·Gershonites [L sons/descendants of Gershon], which they needed for their work. ", "8": "Then Moses gave four ·carts [wagons] and eight oxen to the ·Merarites [L sons/descendants of Merari], which they needed for their work. Ithamar son of Aaron, the priest, directed the work of all of them. ", "9": "Moses did not give any oxen or ·carts [wagons] to the ·Kohathites [L sons/descendants of Kohath], because their job was to carry the holy things on their shoulders.", "10": "When the ·oil was poured on the altar [altar was anointed], the leaders brought their offerings to it to ·give it to the Lord's service [dedicate it]; they presented them in front of the altar. ", "11": "The Lord told Moses, “Each day one leader must bring his gift ·to make the altar ready for service to me [for the dedication of the altar].”", "12-83": "Each of the twelve leaders brought these gifts. Each leader brought one silver plate that weighed about ·three and one-fourth pounds [L 130 shekels], and one silver bowl that weighed about ·one and three-fourths pounds [L 70 shekels]. These weights were set by the Holy Place measure. The bowl and the plate were filled with ·fine [choice] flour mixed with oil for a ·grain [L gift; tribute] offering [Lev. 2:1]. Each leader also brought a large gold dish that weighed about ·four ounces [L 10 shekels] and was filled with incense. In addition, each of the leaders brought one young bull, one ·male sheep [ram], and one male lamb a year old for a burnt offering [Lev. 1:1–17]; one male goat for a ·sin [or purification; Lev. 4:3] offering; and two oxen, five ·male sheep [rams], five male goats, and five male lambs a year old for a ·fellowship [or peace; well-being] offering [Lev. 3:1; C the Hebrew text repeats the preceding two paragraphs with each of the twelve leaders listed below]. On the first day Nahshon son of Amminadab brought his gifts. He was the leader of the tribe of Judah. On the second day Nethanel son of Zuar brought his gifts. He was the leader of the tribe of Issachar. On the third day Eliab son of Helon brought his gifts. He was the leader of the tribe of Zebulun. On the fourth day Elizur son of Shedeur brought his gifts. He was the leader of the tribe of Reuben. On the fifth day Shelumiel son of Zurishaddai brought his gifts. He was the leader of the tribe of Simeon. On the sixth day Eliasaph son of Deuel brought his gifts. He was the leader of the tribe of Gad. On the seventh day Elishama son of Ammihud brought his gifts. He was the leader of the tribe of Ephraim. On the eighth day Gamaliel son of Pedahzur brought his gifts. He was the leader of the tribe of Manasseh. On the ninth day Abidan son of Gideoni brought his gifts. He was the leader of the tribe of Benjamin. On the tenth day Ahiezer son of Ammishaddai brought his gifts. He was the leader of the tribe of Dan. On the eleventh day Pagiel son of Ocran brought his gifts. He was the leader of the tribe of Asher. On the twelfth day Ahira son of Enan brought his gifts. He was the leader of the tribe of Naphtali.", "84": "So these were the gifts from the Israelite leaders when ·oil was poured on the altar [the altar was anointed] ·and it was given for service to the Lord [to dedicate it]: twelve silver plates, twelve silver bowls, and twelve gold dishes. ", "85": "Each silver plate weighed about ·three and one-fourth pounds [L 130 shekels], and each bowl weighed about ·one and three-fourths pounds [L 70 shekels]. All the silver plates and silver bowls together weighed about ·sixty pounds [L 2,400 shekels] according to a weight set by the Holy Place measure. ", "86": "The twelve gold dishes filled with incense weighed ·four ounces [L 10 shekels] each, according to the weight set by the Holy Place measure. Together the gold dishes weighed about ·three pounds [L 120 shekels]. ", "87": "The total number of animals for the burnt offering [Lev. 1:1–17] was twelve bulls, twelve ·male sheep [rams], and twelve male lambs a year old. There was also a ·grain [L gift; tribute] offering [Lev. 2:1], and there were twelve male goats for a ·sin [or purification; Lev. 4:3] offering. ", "88": "The total number of animals for the ·fellowship [or peace; well-being] offering [Lev. 3:1] was twenty-four bulls, sixty ·male sheep [rams], sixty male goats, and sixty male lambs a year old. All these offerings were for ·giving the altar to the service of the Lord [the dedication of the altar] after ·the oil had been poured on it [it had been anointed].", "89": "When Moses went into the Meeting Tent to speak with the Lord, he heard the Lord speaking to him. The voice was coming from between the two ·gold creatures with wings [cherubim; Ex. 37:7] that were above the ·lid [Mercy Seat/Cover; Ex. 25:17–22] of the Ark of the ·Agreement [Treaty; Covenant; L Testimony; 1:50]. In this way the Lord spoke with him."}