{"1": "The Lord said to Moses, ", "2": "“Speak to Aaron and tell him, 'Put the seven lamps where they can light the area in front of the ·lampstand [L Menorah; Ex. 25:31–40].'”", "3": "Aaron did this, putting the lamps so they lighted the area in front of the ·lampstand [L Menorah]; he obeyed the command the Lord gave Moses. ", "4": "The ·lampstand [L Menorah] was made from hammered gold, from its base to the flowers [C like a flowering tree, reminding worshipers of Eden]. It was made exactly the way the Lord had showed Moses.", "5": "The Lord said to Moses, ", "6": "“Take the Levites away from the other ·Israelites [L sons/T children of Israel] and make them clean [C in a ritual sense]. ", "7": "This is what you should do to make them clean: Sprinkle the cleansing water on them, and have them shave their bodies and wash their clothes so they will be clean. ", "8": "They must take a young bull and the grain offering of flour mixed with oil that goes with it. Then take a second young bull for a ·sin [or purification] offering [Lev. 4:3]. ", "9": "Bring the Levites to the front of the Meeting Tent, and gather all the ·Israelites [L community/congregation/assembly of the sons/T children of Israel] around. ", "10": "When you bring the Levites before the Lord, the ·Israelites [L sons/T children of Israel] should put their hands on them [C a ritual of identification, showing that the Israelites had a part in their consecration]. ", "11": "Aaron will present the Levites before the Lord as an offering presented from the ·Israelites [L sons/T children of Israel]. Then the Levites will be ready to do the work of the Lord.", "12": "“The Levites will ·put [lay] their hands [8:10; Ex. 29:10] on the bulls' heads—one bull will be a ·sin [or purification] offering [Lev. 4:3] to the Lord, and the other will be a burnt offering [Lev. 1:1–17], to ·remove the sins of the Levites so they will belong to the Lord [make atonement for the Levites]. ", "13": "Make the Levites stand in front of Aaron and his sons and present the Levites as an elevation offering to the Lord. ", "14": "In this way you must ·set apart [separate] the Levites from the other ·Israelites [L sons/T children of Israel]; the Levites will be mine.", "15": "“Make the Levites pure [C in a ritual sense], and ·present [elevate] them as an offering so that they may come to work at the Meeting Tent. ", "16": "They will be given completely to me from the ·Israelites [L sons/T children of Israel]; I have taken them for myself instead of ·the firstborn of every Israelite woman [L those who open the womb, the firstborn of all the sons/T children of Israel]. ", "17": "All the firstborn ·in Israel—people or animals[—L among the sons/T children of Israel and among people and among animals] are mine. When I ·killed [L struck] all the firstborn in Egypt [Ex. 12:12–13], I ·set the firstborn in Israel aside for myself [L consecrated/sanctified them to me; Ex. 13:2, 11–16; 22:29–30; 34:19–20]. ", "18": "But I have taken the Levites instead of all the firstborn ·in Israel [L among the sons/T children of Israel]. ", "19": "From all the ·Israelites [L sons/T children of Israel] I have given the Levites to Aaron and his sons so that they may serve the Israelites at the Meeting Tent. They will ·help remove the Israelites' sins so they will belong to the Lord [L make atonement for the sons/T children of Israel] and so that no ·disaster [plague] will strike the Israelites when they approach the ·Holy Place [Tabernacle].”", "20": "So Moses, Aaron, and all the ·Israelites [L community/congregation/assembly of the sons/T children of Israel] obeyed and did with the Levites what the Lord commanded Moses. ", "21": "The Levites made themselves clean from sin and washed their clothes. Then Aaron ·presented [elevated] them as an offering to the Lord. He also ·removed their sins [made atonement for them] so they would be pure [C in a ritual sense]. ", "22": "After that, the Levites came to the Meeting Tent to work, and Aaron and his sons told them what to do. They did with the Levites what the Lord commanded Moses.", "23": "The Lord said to Moses, ", "24": "“This command is for the Levites. Everyone twenty-five years old or older must come to the Meeting Tent, because they all have jobs to do there. ", "25": "At the age of fifty, they must retire from their jobs and not work again. ", "26": "They may ·help [serve; minister to] their fellow Levites with their work at the Meeting Tent, but they must not do the work themselves. This is the way you are to give the Levites their jobs.”"}