{"1": "The Lord spoke to Moses in the ·Desert [Wilderness] of Sinai in the first month of the second year after the Israelites left Egypt [1:1]. He said, ", "2": "“Tell the ·Israelites [L sons/T children of Israel] to celebrate the Passover at the appointed time [Ex. 12:14–20; C commemorating the departure from Egypt]. ", "3": "That appointed time is the fourteenth day of this month ·at twilight [L between the two evenings]; they must obey all the rules about it.”", "4": "So Moses told the ·Israelites [L sons/T children of Israel] to celebrate the Passover, ", "5": "and they did; it was in the ·Desert [Wilderness] of Sinai ·at twilight [L between the two evenings] on the fourteenth day of the first month. The ·Israelites [L sons/T children of Israel] did everything just as the Lord commanded Moses.", "6": "But some of the people could not celebrate the Passover on that day because they were unclean [C in a ritual sense; 5:2] from touching a dead body. So they went to Moses and Aaron that day and ", "7": "said to Moses, “We are unclean because of touching a dead body. But why should we be kept from offering gifts to the Lord at this appointed time? Why can't we join the other ·Israelites [L sons/T children of Israel]?”", "8": "Moses said to them, “Wait, and I will find out what the Lord says about you.”", "9": "Then the Lord said to Moses, ", "10": "“Tell the ·Israelites [L sons/T children of Israel] this: 'If you or your descendants become unclean [C in a ritual sense] because of a dead body, or if you are away on a trip during the Passover, you must still celebrate the Lord's Passover. ", "11": "But celebrate it at ·twilight [L between the two evenings] on the fourteenth day of the second month. Eat the lamb with bitter herbs [Ex. 12:8] and bread made without ·yeast [leaven]. ", "12": "Don't leave any of it until the next morning or break any of its bones [Ex. 12:46]. When you celebrate the Passover, follow all the rules [2 Chr. 30:1–27]. ", "13": "Anyone who is clean and is not away on a trip but does not eat the Passover must be cut off from the people. That person did not give an offering to the Lord at the appointed time and must be punished for the sin.", "14": "“'·Foreigners [Resident aliens] among you may celebrate the Lord's Passover, but they must follow all the rules. You must have the same rules for ·foreigners [resident aliens] as you have for ·yourselves [L natives; citizens].'”", "15": "On the day the ·Holy Tent [Tabernacle], the Tent of the ·Agreement [Testimony; Treaty; Covenant], was set up, a cloud covered it. From dusk until dawn the cloud above the ·Tent [Tabernacle] looked like fire [Ex. 40:34–38]. ", "16": "The cloud stayed above the ·Tent [Tabernacle], and at night it looked like fire. ", "17": "When the cloud moved from its place over the Tent, the ·Israelites [L sons/T children of Israel] moved, and wherever the cloud stopped, the ·Israelites [L sons/T children of Israel] camped. ", "18": "So the ·Israelites [L sons/T children of Israel] moved at the Lord's command, and they camped at his command. While the cloud stayed over the ·Tent [Tabernacle], they remained camped. ", "19": "Sometimes the cloud stayed over the ·Tent [Tabernacle] for a long time, but the ·Israelites [L sons/T children of Israel] obeyed the Lord and did not move. ", "20": "Sometimes the cloud was over it only a few days. At the Lord's command the people camped, and at his command they moved. ", "21": "Sometimes the cloud stayed only from dusk until dawn; when the cloud lifted the next morning, the people moved. When the cloud lifted, day or night, the people moved. ", "22": "The cloud might stay over the ·Tent [Tabernacle] for two days, a month, or a year. As long as it stayed, the people camped, but when it lifted, they moved. ", "23": "At the Lord's command the people camped, and at his command they moved. They obeyed the Lord's order that he commanded through Moses."}