{"1": "[a]You are being attacked by advancing forces! Guard your rampart! Watch your roads![b] Prepare yourselves![c] Marshall your defenses![d]", "2": "For the Lord will restore the glory of Jacob, just as he will restore[e] the glory of Israel, although plunderers have devastated them, vandalizing their vine branches.", "3": "The shields deployed by[f] Israel's[g] elite forces are scarlet, their valiant men are clothed in crimson. When they are prepared, the polished armament on their chariots will shine, and lances will be brandished about ferociously.[h]", "4": "Their chariots storm through the streets, jostling each other along broad avenues. They look like torches, as they dart around like lightning.", "5": "He will remember to summon[i] his finest troops. They will stumble on their way, hurrying over to Nineveh's[j] wall. Their defensive shield is in place.", "6": "The river gates will be opened, and the palace will collapse.", "7": "It has been determined: The woman[k] is unveiled and sent away, her servant girls mourn. Beating their breasts, they whimper like doves.", "8": "Nineveh is a reservoir whose water is draining away. “Wait! Wait!” they cry,[l] yet not even one person[m] looks back.", "9": "Take the silver! Take the gold! There is no end to the treasure— fabulous riches of every imagination.", "10": "Nineveh[n] is devastated, deserted, and desolate. Her heart melts, her knees knock. Every stomach is upset, every face grows pale.[o]", "11": "Where is this lion's den? Where is the place where the young lions fed, where the lion and its mate walked with their young, the place where they feared nothing?", "12": "This lion renders its prey to pieces to feed its whelps, and strangles enough prey[p] for its mate, filling its lairs with prey and its dens with rendered flesh.", "13": "“I am against you,” declares the Lord of the Heavenly Armies, “and I will send your chariots up in smoke. A sword will devour your young lions, I will eliminate your prey from the earth, and the voice of your messengers will no longer be heard.”"}