{"1": "Woe to this city, contaminated with shed blood, all full of lies and robberies— it is[a] never without victims!", "2": "The crack of whips and the clamor of wheels! The galloping horses and the bounding chariots!", "3": "The cavalry attacks— the flashing sword and the glittering spear! Many are the slain— so many casualties!— No end to bodies, and the soldiers[b] trip over the corpses.", "4": "Innumerable are the harlotries of this well-favored whore, this mistress of witchcraft, who enslaves nations through her fornication and families through her sorcery.", "5": "“Look, I am against you,” declares the Lord of the Heavenly Armies, “so I will pull up your dress over your face. I will show your nakedness to the nations, and your disgrace to the kingdoms.", "6": "I will hurl abominable filth upon you, making you look foolish, and making an example of you.", "7": "It will be that everyone who looks at you will run away, saying, 'Nineveh has been violently overthrown! Who will mourn for her? Where will I find anyone to comfort you?'”", "8": "“Are you any better than Thebes,[c] which sits by the upper Nile, surrounded by water? The sea was her defense, the waters her wall of protection.[d]", "9": "Sudan[e] was her source of strength, along with Egypt— there were no limits. Put and the Libyans were her allies.", "10": "But she, too, was exiled— she went into captivity! Her young children were dashed to pieces at every crossroad of their streets, and her famous citizens were sold by lottery, while all of her aristocrats were put in chains.", "11": "You will also become drunk. You will disappear, trying to hide from your enemies.", "12": "All your defenses are like fig trees with ripe early fruit— when shaken, it falls right into the devourer's mouth.", "13": "Look at your people—[f] they are women! Your borders stand wide open to your enemies, while fire consumes the bars of your gates.”", "14": "“Draw water, because a siege is coming![g] Strengthen your fortresses! Make the clay good and strong! Mix the mortar! Go get your brick molds![h]", "15": "In that place fire will consume you, the sword will cut you down, consuming you as locusts do. Multiply yourself like locusts, increase like swarming grasshoppers.", "16": "You added to your inventory of businessmen— they number more than the stars of heaven. The creeping locust sheds its skin and flies away.", "17": "Your imperial guards are like the swarming grasshopper; your marshals are like hordes of grasshoppers, settling in the stone walls on a chilly day. The sun rises, and they flee away; no one knows where they went.", "18": "Hey king of Assyria! Your shepherds are asleep and your nobles are lying down! Your people lie scattered on the mountains, and there is no one to gather them together.", "19": "There is no healing for your injury— your wound is fatal. Everyone who hears about you will applaud, because who hasn't escaped your endless evil?”"}