{"1": "After Joshua's death, the Israelites asked the Lord, “Who should go up first to fight for us against the Canaanites?”", "2": "The Lord said, “The tribe of Judah will go up. I've handed over the land to them.”", "3": "So the tribe of Judah said to the tribe of Simeon, their brothers, “Come up with us into our territory, and let's fight against the Canaanites. Then we'll go with you into your territory too.” So Simeon went with them.", "4": "When Judah went up, the Lord handed them the Canaanites and Perizzites. They defeated ten thousand men at Bezek.", "5": "There they found Adoni-bezek at Bezek, fought against him, and defeated the Canaanites and Perizzites.", "6": "Adoni-bezek fled, but they chased after him, captured him, and cut off his thumbs and big toes.", "7": "He said, “Seventy kings with severed thumbs and big toes used to pick up scraps under my table, so God has paid me back exactly for what I did.” They brought him to Jerusalem, where he died.", "8": "The people of Judah fought against Jerusalem and captured it. They killed its people with their swords and set the city on fire.", "9": "Afterward, the people of Judah went down to fight against the Canaanites who lived in the highlands, the southern plain,[a] and the western foothills.[b]", "10": "Judah moved against the Canaanites who lived in Hebron, known before as Kiriath-arba, and they defeated Sheshai, Ahiman, and Talmai.", "11": "From there they moved against those who lived in Debir, known before as Kiriath-sepher.", "12": "Caleb said, “I'll give my daughter Achsah as a wife to the one who defeats and captures Kiriath-sepher.”", "13": "Othniel son of Kenaz, Caleb's younger brother, captured it; so Caleb gave him his daughter Achsah as a wife.", "14": "When she arrived, she convinced Othniel to ask her father for a certain piece of land. As she got down from her donkey, Caleb said to her, “What do you want?”", "15": "Achsah said to Caleb, “Give me a gift. Since you've given me land in the southern plain, give me springs of water.” So Caleb gave her the upper and lower springs.", "16": "The descendants of Moses' father-in-law the Kenite went up with the people of Judah from Palm City into the Judean desert, which was in the southern plain near Arad. They went and lived with the Amalekites.[c]", "17": "Then the Judahites went with the Simeonites, their brothers, and they defeated the Canaanites who lived in Zephath, and they completely destroyed it. So the city was called Hormah.[d]", "18": "Judah also captured Gaza, Ashkelon, Ekron, and all their territories.", "19": "Thus the Lord was with the tribe of Judah, and they took possession of the highlands. However, they didn't drive out those who lived in the plain because they had iron chariots.", "20": "They gave Hebron to Caleb, just as Moses had commanded, and they drove out from there the three sons of Anak.", "21": "But the people of Benjamin didn't drive out the Jebusites who lived in Jerusalem. So the Jebusites still live with the people of Benjamin in Jerusalem today.", "22": "In the same way, Joseph's household went up against Bethel, and the Lord was with them.", "23": "When they sent men to spy on Bethel, previously named Luz,", "24": "the spies saw a man coming out of the city, and they said to him, “Show us the way into the city, and we'll be loyal to you in return.”", "25": "So he showed them the way into the city. They killed the city's people with their swords, but they let that man and all his relatives go.", "26": "The man went to the land of the Hittites and built a city. He named it Luz, which is still its name today.", "27": "The tribe of Manasseh didn't drive out the people in Beth-shean, Taanach, Dor, Ibleam, Megiddo, or any of their villages. The Canaanites were determined to live in that land.", "28": "When Israel became stronger they forced the Canaanites to work for them, but they didn't completely drive them out.", "29": "The tribe of Ephraim didn't drive out the Canaanites living in Gezer, so the Canaanites kept on living there with them.", "30": "The tribe of Zebulun didn't drive out the people living in Kitron or Nahalol. These Canaanites lived with them but were forced to work for them.", "31": "The tribe of Asher didn't drive out the people living in Acco, Sidon, Ahlab, Achzib, Helbah, Aphik, or Rehob.", "32": "The people of Asher settled among the Canaanites in the land because they couldn't drive them out.", "33": "The tribe of Naphtali didn't drive out the people living in Beth-shemesh or Beth-anath but settled among the Canaanites in the land. The people living in Beth-shemesh and Beth-anath were forced to work for them.", "34": "The Amorites pushed the people of Dan back into the highlands because they wouldn't allow them to come down to the plain.", "35": "The Amorites were determined to live in Har-heres, Aijalon, and Shaalbim, but Joseph's household became strong, and the Amorites were forced to work for them.", "36": "The border of the Amorites ran from the Akrabbim pass, from Sela, and upward."}