{"1": "Now Jephthah the Gileadite was a mighty warrior. Gilead was his father, but he was a prostitute's son.", "2": "Gilead's wife gave birth to other sons for him, and when his wife's sons grew up, they drove Jephthah away. They told him, “You won't get an inheritance in our father's household because you're a different woman's son.”", "3": "So Jephthah ran away from his brothers and lived in the land of Tob. Worthless men gathered around Jephthah and became his posse.", "4": "Sometime afterward, the Ammonites made war against Israel.", "5": "And when the Ammonites attacked Israel, Gilead's elders went to bring Jephthah back from the land of Tob.", "6": "They said to him, “Come be our commander so we can fight against the Ammonites.”", "7": "But Jephthah replied to Gilead's elders, “Aren't you the ones who hated me and drove me away from my father's household? Why are you coming to me now when you're in trouble?”", "8": "Gilead's elders answered Jephthah, “That may be, but now we're turning back to you, so come with us and fight the Ammonites. Then you'll become the leader over us and everyone who lives in Gilead.”", "9": "And Jephthah said to Gilead's elders, “If you bring me back to fight the Ammonites and the Lord gives them over to me, I alone will be your leader.”", "10": "Gilead's elders replied to him, “The Lord is our witness; we will surely do what you've said.”", "11": "So Jephthah went with Gilead's elders, and the people made him leader and commander over them. At Mizpah before the Lord, Jephthah repeated everything he had said.", "12": "Then Jephthah sent messengers to the Ammonite king, saying, “What is the problem between us that you've come against me to make war in my land?”", "13": "The Ammonite king responded to Jephthah's messengers, “When the Israelites were coming up from Egypt, they seized my land from the Arnon to the Jabbok and all the way to the Jordan. Now give it back peacefully!”", "14": "Then Jephthah again sent messengers to the Ammonite king", "15": "and said to him, “Jephthah states: Israel didn't seize the land of the Moabites or the land of the Ammonites.", "16": "When they were coming up from Egypt, the Israelites went through the desert to the Reed Sea[a] and came to Kadesh.", "17": "Then the Israelites sent messengers to the king of Edom, saying, 'Please allow us to pass through your land'; but the Edomite king refused. They sent the same request to the king of Moab, and he was unwilling. So the Israelites stayed at Kadesh.", "18": "“Later they journeyed into the desert but went around the lands of Edom and Moab, arriving on the east side of the land of Moab and setting up camp on the other side of the Arnon. They never entered Moabite territory, because the Arnon was the boundary of Moab.", "19": "Then the Israelites sent messengers to Sihon king of the Amorites and king of Heshbon and said to him, 'Please allow us to pass through your land to our own place.'", "20": "Yet Sihon didn't trust the Israelites to pass through his territory. He assembled his entire army, set up camp at Jahaz, and went to war with the Israelites.", "21": "The Lord, Israel's God, handed over Sihon and his entire army to the Israelites, and they defeated Sihon. So the Israelites took possession of all the land of the Amorites who were living in that area.", "22": "They took possession of all the Amorite territory from the Arnon to the Jabbok and from the desert to the Jordan.", "23": "“So now that the Lord, Israel's God, has driven out the Amorites before his people Israel, will you take possession of their land?", "24": "Shouldn't you possess what Chemosh your god has given you to possess? And shouldn't we possess everything that the Lord our God has given us to possess?", "25": "Do you now have a better case than Moab's King Balak, Zippor's son? Did he make an accusation against the Israelites or go to war with them?", "26": "Why didn't you take back this territory while the Israelites lived in Heshbon and its villages, in Aroer and its villages, and in all the towns along the branches of the Arnon for three hundred years?", "27": "I haven't sinned against you, but you're doing me wrong by making war against me. Let the Lord, who is the judge, decide today between the Israelites and the Ammonites!”", "28": "But the Ammonite king refused to listen to the message that Jephthah sent to him.", "29": "Then the Lord's spirit came on Jephthah. He passed through Gilead and Manasseh, then through Mizpah in Gilead, and from there he crossed over to the Ammonites.", "30": "Jephthah made a solemn promise to the Lord: “If you will decisively hand over the Ammonites to me,", "31": "then whatever comes out the doors of my house to meet me when I return victorious from the Ammonites will be given over to the Lord. I will sacrifice it as an entirely burned offering.”", "32": "Jephthah crossed over to fight the Ammonites, and the Lord handed them over to him.", "33": "It was an exceptionally great defeat; he defeated twenty towns from Aroer to the area of Minnith, and on as far as Abel-keramim. So the Ammonites were brought down before the Israelites.", "34": "But when Jephthah came to his house in Mizpah, it was his daughter who came out to meet him with tambourines and dancing! She was an only child; he had no other son or daughter except her.", "35": "When he saw her, he tore his clothes and said, “Oh no! My daughter! You have brought me to my knees! You are my agony! For I opened my mouth to the Lord, and I can't take it back.”", "36": "But she replied to him, “My father, you've opened your mouth to the Lord, so you should do to me just what you've promised. After all, the Lord has carried out just punishment for you on your enemies the Ammonites.”", "37": "Then she said to her father, “Let this one thing be done for me: hold off for two months and let me and my friends wander the hills in sadness, crying over the fact that I never had children.”", "38": "“Go,” he responded, and he sent her away for two months. She and her friends walked on the hills and cried because she would never have children.", "39": "When two months had passed, she returned to her father, and he did to her what he had promised. She had not known a man intimately. But she gave rise to a tradition in Israel where", "40": "for four days every year Israelite daughters would go away to recount the story of the Gileadite Jephthah's daughter."}