{"1": "One day Samson traveled to Gaza. While there, he saw a prostitute and had sex with her.", "2": "The word spread[a] among the people of Gaza, “Samson has come here!” So they circled around and waited in ambush for him all night at the city gate. They kept quiet all night long, thinking, We'll kill him at the first light in the morning.", "3": "But Samson slept only half the night. He got up in the middle of the night, grabbed the doors of the city gate and the two gateposts, and pulled them up with the bar still across them. He put them on his shoulders and carried them up to the top of the hill that is beside Hebron.", "4": "Some time after this, in the Sorek Valley, Samson fell in love with a woman whose name was Delilah.", "5": "The rulers of the Philistines confronted her and said to her, “Seduce him and find out what gives him such great strength and what we can do to overpower him, so that we can tie him up and make him weak. Then we'll each pay you eleven hundred pieces of silver.”", "6": "So Delilah said to Samson, “Please tell me what gives you such great strength and how you can be tied up and made weak.”", "7": "Samson replied to her, “If someone ties me up with seven fresh bowstrings that aren't dried out, I'll become weak. I'll be like any other person.”", "8": "So the rulers of the Philistines brought her seven fresh bowstrings that weren't dried out, and she tied him up with them.", "9": "While an ambush was waiting for her signal in an inner room, she called out to him, “Samson, the Philistines are on you!” And he snapped the bowstrings like a thread of fiber snaps when it touches a flame. So the secret of his strength remained unknown.", "10": "Then Delilah said to Samson, “You made a fool out of me and lied to me. Now please tell me how you can really be tied up!”", "11": "He replied to her, “If someone ties me up with new ropes that haven't been used for work, I'll become weak. I'll be like any other person.”", "12": "So Delilah took new ropes and tied him up with them. Then she called out to him, “Samson, the Philistines are on you!” Once again, an ambush was waiting in an inner room. Yet he snapped them from his arms like thread.", "13": "And Delilah said to Samson, “Up to now, you've made a fool out of me and lied to me. Tell me how you can be tied up!” He responded to her, “If you weave the seven braids of my hair into the fabric on a loom and pull it tight with a pin, then I'll become weak. I'll be like any other person.”[b]", "14": "So she got him to fall asleep, wove the seven braids of his hair into the fabric on a loom,[c] and pulled it tight with a pin. Then she called out to him, “Samson, the Philistines are on you!” He woke up from his sleep and pulled loose the pin, the loom, and the fabric.", "15": "Delilah said to him, “How can you say, 'I love you,' when you won't trust me? Three times now you've made a fool out of me and not told me what gives you such great strength!”", "16": "She nagged him with her words day after day and begged him until he became worn out to the point of death.", "17": "So he told her his whole secret. He said to her, “No razor has ever touched my head, because I've been a nazirite for God from the time I was born. If my head is shaved, my strength will leave me, and I'll become weak. I'll be like every other person.”", "18": "When Delilah realized that he had told her his whole secret, she sent word to the rulers of the Philistines, “Come one more time, for he has told me his whole secret.” The rulers of the Philistines came up to her and brought the silver with them.", "19": "She got him to fall asleep with his head on her lap. Then she called a man and had him shave off the seven braids of Samson's hair. He began to weaken,[d] and his strength left him.", "20": "She called out, “Samson, the Philistines are on you!” He woke up from his sleep and thought, I'll escape just like the other times and shake myself free. But he didn't realize that the Lord had left him.", "21": "So the Philistines captured him, put out his eyes, and took him down to Gaza. They bound him with bronze chains, and he worked the grinding mill in the prison.", "22": "But the hair on his head began to grow again right after it had been shaved.", "23": "The rulers of the Philistines gathered together to make a great sacrifice to their god Dagon and to hold a celebration. They cheered, “Our god has handed us Samson our enemy!”", "24": "When the people saw him, they praised their god, for they said, “Our god has handed us our enemy, the very one who devastated our land and killed so many of our people.”", "25": "At the height of the celebration,[e] they said, “Call for Samson so he can perform for us!” So they called Samson from the prison, and he performed in front of them. Then they had him stand between the pillars.", "26": "Samson said to the young man who led him by the hand, “Put me where I can feel the pillars that hold up the temple, so I can lean on them.”", "27": "Now the temple was filled with men and women. All the rulers of the Philistines were there, and about three thousand more men and women were on the roof watching as Samson performed.", "28": "Then Samson called out to the Lord, “Lord God, please remember me! Make me strong just this once more, God, so I can have revenge on the Philistines, just one act of revenge for my two eyes.”[f]", "29": "Samson grabbed the two central pillars that held up the temple. He leaned against one with his right hand and the other with his left.", "30": "And Samson said, “Let me die with the Philistines!” He strained with all his might, and the temple collapsed on the rulers and all the people who were in it. So it turned out that he killed more people in his death than he did during his life.", "31": "His brothers and his father's entire household traveled down, carried him back up, and buried him between Zorah and Eshtaol in the tomb of his father Manoah. He had led Israel for twenty years."}