{"1": "In those days there was no king in Israel. Also in those days the tribe of Dan was searching for a territory of their own to live in, since no permanent territory had been assigned to them among the tribes of Israel up to that point.", "2": "The Danites sent five men from their whole clan, strong men from Zorah and Eshtaol, to spy on the land and explore it. They told them, “Go explore the land.” So they went into the Ephraim highland as far as Micah's house, and they spent the night there.", "3": "When they were in the area of Micah's house, they recognized the accent of the young Levite. They turned in there and said to him, “Who brought you here? What are you doing in these parts? What is there for you here?”", "4": "“Micah has done a lot for me,” he replied to them. “He hired me to be his personal priest.”", "5": "They said to him, “Ask for an answer from God so we can know whether we'll be successful on this trip we've taken.”", "6": "The priest replied to them, “Go in peace. The Lord is watching over you on this trip you've taken.”", "7": "So the five men journeyed on until they reached Laish. There they saw that its people were living without worry in the same way as the Sidonians, undisturbed and secure. Nobody held back anything in the land, so no one had to hoard.[a] Yet they lived far away from the Sidonians and had no dealings with anyone else.[b]", "8": "When the men came back to their relatives at Zorah and Eshtaol, they asked them, “What did you find?”", "9": "“Come on,” they replied, “let's march up against them! Indeed, we've seen the land, and it's very good. Right now you're doing nothing! Don't hold back from going and taking possession of the land.", "10": "When you arrive, you'll come upon a secure people and a wide-open land, because God has given to you a place where nothing on earth is lacking.”", "11": "At this, six hundred men from the Danite clan at Zorah and Eshtaol set out armed for battle.", "12": "They marched up and made camp at Kiriath-jearim in Judah. This is why the place west of Kiriath-jearim is still known as Dan's Camp today.", "13": "From there they crossed into the Ephraim highlands and came to Micah's house.", "14": "Then the five men who had gone to spy on the land around Laish reported to their relatives, “Did you know that there is a priestly vest, divine images, a sculpted image, and a molded image in these buildings? Now think about what you should do!”", "15": "So they turned in there and went to the young Levite's house in Micah's compound and greeted him.", "16": "While the six hundred Danites armed for battle stood at the entrance of the gate,", "17": "the five men who had gone to spy on the land moved up, went inside, and took the sculpted image, the priestly vest, the divine images, and the molded image. The priest was standing at the entrance of the gate with the six hundred men armed for battle", "18": "when these five entered Micah's sanctuary and took the sculpted image, the priestly vest, the divine images, and the molded image. The priest said to them, “What are you doing?”", "19": "“Shut up!” they said to him. “Put your hand over your mouth! Come with us and be a father and a priest for us. Would you rather be a priest for one man's household or a priest for a tribe and a clan in Israel?”", "20": "The priest was convinced, so he took the priestly vest, the divine images, and the sculpted image and went along with the people.", "21": "They headed back on their way, but they put the children, the livestock, and the prized possessions in front of them.", "22": "After they had gone a good distance away from Micah's house, the men who were in the houses around Micah's home were summoned for battle and caught up to the Danites.", "23": "They called out to the Danites, who turned around and said to Micah, “Why have you summoned men for battle?”", "24": "Micah replied, “You've taken my gods that I made, and the priest, and have gone off! What do I have left? How can you ask me what is wrong?”", "25": "But the Danites said to him, “Don't raise your voice with us or else hotheaded men will attack you, and you and your household will lose your lives.”", "26": "Then the Danites went on their way. When Micah realized that they were too strong for him, he turned around and went home.", "27": "The Danites took along the things that Micah had made, as well as the priest who had been with him, and came to Laish, to a people who were undisturbed and secure. They killed the people and burned down the city.", "28": "No one was there to rescue them because the city was far away from Sidon and had no dealings with anyone else.[c] It was in the Beth-rehob Valley. They rebuilt the city and settled in it.", "29": "They renamed the city Dan, after their ancestor Dan who had been one of Israel's sons; but in fact, the original name of the city was Laish.", "30": "The Danites set up the sculpted image for themselves, and Jonathan son of Gershom and grandson of Moses,[d] and his sons became priests for the Danite tribe until the land went into exile.", "31": "They kept for themselves the sculpted image that Micah had made throughout the whole time that God's sanctuary was in Shiloh."}