{"1": "In those days when there was no king in Israel, there was a certain Levite living as an immigrant in the far corners of the Ephraim highlands. He married a secondary wife from Bethlehem in Judah.", "2": "In an act of unfaithfulness toward him, his secondary wife left him and went back to her father's household at Bethlehem in Judah. She stayed there four full months.", "3": "Then her husband set out after her to convince her to come back. He had his servant and a couple of donkeys with him. She took him into her father's house, and when the young woman's father saw him, he was happy to welcome him.", "4": "Since his father-in-law, the young woman's father, insisted, he stayed with him three days, eating, drinking, and spending the night there.", "5": "On the fourth day, they got up early in the morning, and he got ready to set out. But the young woman's father said to his son-in-law, “Eat a little food to give you strength, and then you can go.”", "6": "So the two of them sat down and ate and drank together. The young woman's father said to the man, “Why not spend the night and enjoy yourself?”", "7": "When the man got ready to set out, his father-in-law persuaded him, and he spent the night there again.", "8": "On the fifth day, he got up early in the morning to set out, and the young woman's father said, “Have some food for strength.” So the two of them ate, sitting around until late in the day.", "9": "When the man got ready to set out with his secondary wife and servant, his father-in-law, the young woman's father, said, “Look, the day has turned to evening, so spend the night. Seriously, the day is over. Spend the night here and enjoy yourself. Then you can get up early tomorrow for your journey, and you can head home.”", "10": "But the man was unwilling to spend another night. He got up, set out, and went as far as the area of Jebus, that is, Jerusalem. He had a couple of saddled donkeys and his secondary wife with him.", "11": "When they were near Jebus, the day was totally gone. The servant said to his master, “Come on, let's turn into this Jebusite city and spend the night in it.”", "12": "But his master replied to him, “We won't turn into a city of foreigners who aren't Israelites. We'll travel on to Gibeah.", "13": "“Come on,” he said to his servant, “let's reach Gibeah or Ramah and spend the night in one of those places.”", "14": "So they traveled on, and the sun set when they were near Gibeah in Benjamin.", "15": "They turned in to enter there, so they could spend the night in Gibeah, and he went and sat down in the city square. But no one offered to take them home to spend the night.", "16": "Then in the evening, an old man was coming home from his daily work in the fields. This man was from the Ephraim highlands and was an immigrant in Gibeah, the people of that place being Benjaminites.", "17": "He looked up and saw the traveler in the city square. “Where are you heading and where have you come from?” the old man asked.", "18": "“We're traveling from Bethlehem in Judah to the far corners of the Ephraim highlands,” he replied to the old man. “That's where I'm from. I went to Bethlehem in Judah, and I'm heading to my home.[a] But no one has offered to take me in tonight.", "19": "We've got our own straw and feed for our donkeys, plus food and wine to provide for me, the woman, and my servant with us. We don't need anything.”", "20": "The old man answered, “You're welcome to stay with me,[b] but let me take care of all your needs. Just don't spend the night in the square.”", "21": "And he took him into his house. He mixed feed for the donkeys, and they washed their feet, ate, and drank.", "22": "While they were relaxing, suddenly the men of the city, a perverse bunch, surrounded the house and started pounding on the door. They said to the old man, the owner of the house, “Send out the man who came to your house, so we can have sex with him!”", "23": "The owner of the house went outside and said to them, “No, my friends, please don't commit such an evil act, given that this man has come to my home as a guest. Don't do this disgraceful thing!", "24": "Here's my daughter, the young woman, and his secondary wife. Let me send them out, and you can abuse them and do whatever you want to them. But don't do such a disgraceful thing to this man!”", "25": "But the men refused to listen to him. So the Levite grabbed his secondary wife and sent her outside to them. They raped her and abused her all night long until morning. They finally let her go as dawn was breaking.", "26": "At daybreak, the woman came and collapsed at the door of the man's house where her husband was staying, where she lay until it was daylight.", "27": "When her husband got up in the morning, he opened the doors of the house and went outside to set out on his journey. And there was his secondary wife, lying at the entrance of the house, with her hands clutching the doorframe.", "28": "“Get up,” he said to her, “let's go.” But there was no response. So he laid her across a donkey, and the man set out for home.", "29": "When he got home, he picked up a knife, took his secondary wife, and chopped her, limb by limb, into twelve pieces. Then he sent them into all the areas of Israel.", "30": "Everyone who saw it said, “Has such a thing ever happened or been seen since the time when the Israelites came up from the land of Egypt until today? Think about it, decide what to do, and speak out!”"}