{"1": "The Lord's messenger came up from Gilgal to Bochim and said, “I brought you up from Egypt and led you into the land that I had promised to your ancestors. I said, 'I will never break my covenant with you,", "2": "and you are not to make a covenant with those who live in this land. You should break down their altars.' But you didn't obey me. What have you done?", "3": "So now I tell you, I won't drive them out before you, but they'll be a problem[a] for you, and their gods will be a trap for you.”", "4": "When the Lord's messenger spoke these words to all the Israelites, they raised their voices and cried out loud.", "5": "So they named that place Bochim,[b] and they offered a sacrifice to the Lord there.", "6": "When Joshua dismissed the people, the Israelites each went to settle on their own family property in order to take possession of the land.", "7": "The people served the Lord throughout the rest of Joshua's life and throughout the next generation of elders who outlived him, those who had seen all the great things that the Lord had done for Israel.", "8": "Joshua, Nun's son and the Lord's servant, died when he was 110 years old.", "9": "They buried him within the boundaries of his family property in Timnath-heres in the highlands of Ephraim north of Mount Gaash.", "10": "When that whole generation had passed away, another generation came after them who didn't know the Lord or the things that he had done for Israel.", "11": "Then the Israelites did things that the Lord saw as evil: They served the Baals;", "12": "and they went away from the Lord, their ancestors' God, who had brought them out of the land of Egypt. They went after other gods from among the surrounding peoples, they worshipped them, and they angered the Lord.", "13": "They went away from the Lord and served Baal and the Astartes.", "14": "So the Lord became angry with Israel, and he handed them over to raiders who plundered them. He let them be defeated by their enemies around them, so that they were no longer able to stand up to them.", "15": "Whenever the Israelites marched out, the Lord's power worked against them, just as the Lord had warned them. And they were very distressed.", "16": "Then the Lord raised up leaders[c] to rescue them from the power of these raiders.", "17": "But they wouldn't even obey their own leaders because they were unfaithful, following other gods and worshipping them. They quickly deviated from the way of their ancestors, who had obeyed the Lord's commands, and didn't follow their example.", "18": "The Lord was moved by Israel's groaning under those who oppressed and crushed them. So the Lord would raise up leaders for them, and the Lord would be with the leader, and he would rescue Israel from the power of their enemies as long as that leader lived.", "19": "But then when the leader died, they would once again act in ways that weren't as good as their ancestors', going after other gods, to serve them and to worship them. They wouldn't drop their bad practices or hardheaded ways.", "20": "So the Lord became angry with Israel and said, “Because this nation has violated my covenant that I required of their ancestors and hasn't obeyed me,", "21": "I in turn will no longer drive out before them any of the nations that Joshua left when he died.”", "22": "As a test for Israel, to see whether they would carefully walk in the Lord's ways just as their ancestors had done,", "23": "the Lord left these nations instead of driving them out immediately or handing them over to Joshua."}