{"1": "These are the nations that the Lord left to test all those Israelites who had no firsthand knowledge of the wars of Canaan.", "2": "They survived only to teach war to the generations of Israelites who had no firsthand knowledge of the earlier wars:", "3": "the five rulers of the Philistines, and all the Canaanites, Sidonians, and Hivites who lived in the highlands of Lebanon from Mount Baal-hermon to Lebo-hamath.", "4": "They were to be the test for Israel, to find out whether they would obey the Lord's commands, which he had made to their ancestors through Moses.", "5": "So the Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites.", "6": "But the Israelites intermarried with them and served their gods.", "7": "The Israelites did things that the Lord saw as evil, and they forgot the Lord their God. They served the Baals and the Asherahs.[a]", "8": "The Lord became angry with Israel and gave them over to King Cushan-rishathaim of Aram-naharaim. The Israelites served Cushan-rishathaim eight years.", "9": "But then they cried out to the Lord. So the Lord raised up a deliverer for the Israelites, Othniel, Kenaz's son, Caleb's younger brother, who rescued them.", "10": "The Lord's spirit was in Othniel, and he led Israel. When he marched out for war, the Lord handed over Aram's King Cushan-rishathaim. Othniel overpowered Cushan-rishathaim,", "11": "and the land was peaceful for forty years, until Othniel, Kenaz's son, died.", "12": "The Israelites again did things that the Lord saw as evil, and the Lord put Moab's King Eglon in power over them, because they did these things that the Lord saw as evil.", "13": "He convinced the Ammonites and Amalekites to join him, defeated Israel, and took possession of Palm City.", "14": "So the Israelites served Moab's King Eglon eighteen years.", "15": "Then the Israelites cried out to the Lord. So the Lord raised up a deliverer for them, Ehud, Gera's son, a Benjaminite, who was left-handed. The Israelites sent him to take their tribute payment to Moab's King Eglon.", "16": "Now Ehud made for himself a double-edged sword that was about a foot and a half long, and he strapped it on his right thigh under his clothes.", "17": "Then he presented the tribute payment to Moab's King Eglon, who was a very fat man.", "18": "When he had finished delivering the tribute payment, Ehud sent on their way the people who had carried it.", "19": "But he himself turned back at the carved stones near Gilgal, and he said, “I have a secret message for you, King.” So Eglon said, “Hush!” and all his attendants went out of his presence.", "20": "Ehud approached him while he was sitting alone in his cool second-story room, and he said, “I have a message from God for you.” At that, Eglon got up from his throne.", "21": "Ehud reached with his left hand and grabbed the sword from his right thigh. He stabbed it into Eglon's stomach,", "22": "and even the handle went in after the blade. Since he did not pull the sword out of his stomach, the fat closed over the blade, and his guts spilled out.[b]", "23": "Ehud slipped out to the porch, and closed and locked the doors of the second-story room behind him.", "24": "After Ehud had slipped out, the king's servants came and found that the room's doors were locked. So they thought, He must be relieving himself in the cool chamber.", "25": "They waited so long that they were embarrassed, but he never opened the doors of the room. Then they used the key to open them, and there was their master lying dead on the ground!", "26": "Ehud had gotten away while they were waiting and had passed the carved stones and escaped to Seirah.", "27": "When he arrived, he blew the ram's horn in the Ephraim highlands. So the Israelites went down from the highlands with Ehud leading them.", "28": "He told them, “Follow me, for the Lord has handed over your enemies the Moabites.” So they followed him, and they took control of the crossing points of the Jordan in the direction of Moab, allowing no one to cross.", "29": "This time, they defeated the Moabites, about ten thousand big and strong men, and no one escaped.", "30": "Moab was brought down by the power of Israel on that day, and there was peace in the land for eighty years.", "31": "After Ehud, Shamgar, Anath's son, struck down six hundred Philistines with an animal prod. He too rescued Israel."}