{"1": "At that time, Deborah and Barak, Abinoam's son, sang:", "2": "When hair is long in Israel, when people willingly offer themselves—bless the Lord!", "3": "Hear, kings! Listen, rulers! I, to the Lord, I will sing. I will make music to the Lord, Israel's God.", "4": "Lord, when you set out from Seir, when you marched out from Edom's fields, the land shook, the sky poured down, the clouds poured down water.", "5": "The mountains quaked before the Lord, the one from Sinai, before the Lord, the God of Israel.", "6": "In the days of Shamgar, Anath's son, in the days of Jael, caravans ceased. Those traveling by road kept to the backroads.", "7": "Villagers disappeared; they disappeared in Israel, until you,[a] Deborah, arose, until you arose as a mother in Israel.", "8": "When they chose new gods, then war came to the city gates.[b] Yet there wasn't a shield or spear to be seen among forty thousand in Israel!", "9": "My heart is with Israel's commanders, who willingly offered themselves among the people—bless the Lord!", "10": "You who ride white donkeys, who sit on saddle blankets,[c] who walk along the road: tell of it.", "11": "To the sound of instruments[d] at the watering places, there they repeat the Lord's victories, his villagers' victories in Israel. Then the Lord's people marched down to the city gates.", "12": "“Wake up, wake up, Deborah! Wake up, wake up, sing a song! Arise, Barak! Capture your prisoners, Abinoam's son!”", "13": "Then those who remained marched down against royalty; the Lord's people marched down[e] against warriors.", "14": "From Ephraim they set out[f] into the valley,[g] after you, Benjamin, with your people! From Machir commanders marched down, and from Zebulun those carrying the official's staff.", "15": "The leaders of Issachar came along with Deborah; Issachar was attached to Barak, and was sent into the valley behind him. Among the clans of Reuben there was deep soul-searching.", "16": "“Why did you stay back among the sheep pens, listening to the music for the flocks?” For the clans of Reuben there was deep soul-searching.", "17": "Gilead stayed on the other side of the Jordan, and Dan, why did he remain with the ships? Asher stayed by the seacoast, camping at his harbors.", "18": "Zebulun is a people that readily risked death; Naphtali too in the high countryside.", "19": "Kings came and made war; the kings of Canaan fought at Taanach by Megiddo's waters, but they captured no spoils of silver.", "20": "The stars fought from the sky; from their orbits they fought against Sisera.", "21": "The Kishon River swept them away; the advancing river, the Kishon River. March on, my life, with might!", "22": "Then the horses' hooves pounded with the galloping, galloping of their stallions.", "23": "“Curse Meroz,” says the Lord's messenger, “curse its inhabitants bitterly, because they didn't come to the Lord's aid, to the Lord's aid against the warriors.”", "24": "May Jael be blessed above all women; may the wife of Heber the Kenite be blessed above all tent-dwelling women.", "25": "He asked for water, and she provided milk; she presented him cream in a majestic bowl.", "26": "She reached out her hand for the stake, her strong hand for the worker's hammer. She struck Sisera; she crushed his head; she shattered and pierced his skull.", "27": "At her feet he sank, fell, and lay flat; at her feet he sank, he fell; where he sank, there he fell—dead.", "28": "Through the window she watched, Sisera's mother looked longingly[h] through the lattice. “Why is his chariot taking so long to come? Why are the hoofbeats of his chariot horses delayed?”", "29": "Her wisest attendants answer; indeed, she replies to herself:", "30": "“Wouldn't they be finding and dividing the loot? A girl or two for each warrior; loot of colored cloths for Sisera; loot of colored, embroidered cloths; two colored, embroidered cloths as loot for every neck.”", "31": "May all your enemies perish like this, Lord! But may your allies be like the sun, rising in its strength. And the land was peaceful for forty years."}