{"1": "The Israelites did things that the Lord saw as evil, and the Lord handed them over to the Midianites for seven years.", "2": "The power of the Midianites prevailed over Israel, and because of the Midianites, the Israelites used crevices and caves in the mountains as hidden strongholds.", "3": "Whenever the Israelites planted seeds, the Midianites, Amalekites, and other easterners would invade.", "4": "They would set up camp against the Israelites and destroy the land's crops as far as Gaza, leaving nothing to keep Israel alive, not even sheep, oxen, or donkeys.", "5": "They would invade with their herds and tents, coming like a swarm of locusts, so that no one could count them or their camels. They came into the land to destroy it.", "6": "So Israel became very weak on account of Midian, and the Israelites cried out to the Lord.", "7": "This time when the Israelites cried out to the Lord because of Midian,", "8": "the Lord sent them a prophet, who said to them, “The Lord, Israel's God, proclaims: I myself brought you up from Egypt, and I led you out of the house of slavery.", "9": "I delivered you from the power of the Egyptians and from the power of all your oppressors. I drove them out before you and gave you their land.", "10": "I told you, 'I am the Lord your God; you must not worship the gods of the Amorites, in whose land you are living.' But you have not obeyed me.”", "11": "Then the Lord's messenger came and sat under the oak at Ophrah that belonged to Joash the Abiezrite. His son Gideon was threshing wheat in a winepress to hide it from the Midianites.", "12": "The Lord's messenger appeared to him and said, “The Lord is with you, mighty warrior!”", "13": "But Gideon replied to him, “With all due respect, my Lord, if the Lord is with us, why has all this happened to us? Where are all his amazing works that our ancestors recounted to us, saying, 'Didn't the Lord bring us up from Egypt?' But now the Lord has abandoned us and allowed Midian to overpower us.”", "14": "Then the Lord turned to him and said, “You have strength, so go and rescue Israel from the power of Midian. Am I not personally sending you?”", "15": "But again Gideon said to him, “With all due respect, my Lord, how can I rescue Israel? My clan is the weakest in Manasseh, and I'm the youngest in my household.”", "16": "The Lord replied, “Because I'm with you, you'll defeat the Midianites as if they were just one person.”[a]", "17": "Then Gideon said to him, “If I've gained your approval, please show me a sign that it's really you speaking with me.", "18": "Don't leave here until I return, bring out my offering, and set it in front of you.” The Lord replied, “I'll stay until you return.”", "19": "So Gideon went and prepared a young goat and used an ephah[b] of flour for unleavened bread. He put the meat in a basket and the broth in a pot and brought them out to him under the oak and presented them.", "20": "Then God's messenger said to him, “Take the meat and the unleavened bread and set them on this rock, then pour out the broth.” And he did so.", "21": "The Lord's messenger reached out the tip of the staff that was in his hand and touched the meat and the unleavened bread. Fire came up from the rock and devoured the meat and the unleavened bread; and the Lord's messenger vanished before his eyes.", "22": "Then Gideon realized that it had been the Lord's messenger. Gideon exclaimed, “Oh no, Lord God! I have seen the Lord's messenger face-to-face!”", "23": "But the Lord said to him, “Peace! Don't be afraid! You won't die.”", "24": "So Gideon built an altar there to the Lord and called it “The Lord makes peace.” It still stands today in Ophrah of the Abiezrites.", "25": "That night the Lord said to him, “Take your father's bull and a second bull seven years old. Break down your father's altar to Baal and cut down the Asherah[c] that is beside it.", "26": "Build an altar to the Lord your God in the proper way on top of this high ground. Then take the second bull and offer it as an entirely burned offering with the wood of the Asherah that you cut down.”", "27": "So Gideon took ten of his servants and did just as the Lord had told him. But because he was too afraid of his household and the townspeople to do it during the day, he did it at night.", "28": "When the townspeople got up early in the morning, there was the altar to Baal broken down, with the asherah image that had been beside it cut down, and the second bull offered on the newly built altar!", "29": "They asked each other, “Who did this?” They searched and investigated, and finally they concluded, “Gideon, Joash's son, did this!”", "30": "The townspeople said to Joash, “Bring out your son for execution because he tore down the altar to Baal and cut down the Asherah that was beside it.”", "31": "But Joash replied to all who were lined up against him, “Will you make Baal's complaint for him? Will you come to his rescue? Anyone who argues for him will be killed before morning. If he is a god, let him argue for himself, because it was his altar that was torn down.”", "32": "So on that day Gideon became known as Jerubbaal, meaning, “Let Baal argue with him,” because he tore down his altar.", "33": "Some time later, all the Midianites, Amalekites, and other easterners joined together, came over, and set up camp in the Jezreel Valley.", "34": "Then the Lord's spirit came over Gideon, and he sounded the horn and summoned the Abiezrites to follow him.", "35": "He sent messengers into all of Manasseh, and they were also summoned to follow him. Then he sent messengers into Asher, Zebulun, and Naphtali too, and they marched up to meet them.", "36": "But then Gideon said to God, “To see if you really intend to rescue Israel through me as you have declared,", "37": "I'm now putting a wool fleece on the threshing floor. If there is dew only on the fleece but all the ground is dry, then I'll know that you are going to rescue Israel through me, as you have declared.”", "38": "And that is what happened. When he got up early the next morning and squeezed the fleece, he wrung out enough dew from the fleece to fill a bowl with water.", "39": "Then Gideon said to God, “Don't be angry with me, but let me speak just one more time. Please let me make just one more test with the fleece: now let only the fleece be dry and let dew be on all the ground.”", "40": "And God did so that night. Only the fleece was dry, but there was dew on all the ground."}