{"1": "Then Jerubbaal, that is, Gideon, and all of the people with him rose early and set up camp beside the Harod spring; Midian's camp was north of theirs, in the valley by the Moreh hill.", "2": "The Lord said to Gideon: “You have too many people on your side. If I were to hand Midian over to them, the Israelites might claim credit for themselves rather than for me, thinking, We saved ourselves.", "3": "So now, announce in the people's hearing, 'Anyone who is afraid or unsteady may return home from Gideon's mountain.'”[a] At this, twenty-two thousand people went home, and ten thousand were left.", "4": "The Lord said to Gideon, “There are still too many people. Take them down to the water, and I will weed them out for you there. Whenever I tell you, 'This one will go with you,' he should go with you; but whenever I tell you, 'This one won't go with you,' he should not go.”", "5": "So he took the people down to the water. And the Lord said to Gideon, “Set aside those who lap the water with their tongues, as a dog laps, from those who bend down on their knees to drink.”", "6": "The number of men who lapped was three hundred, and all the rest of the people bent down on their knees to drink water, with their hands to their mouths.[b]", "7": "Then the Lord said to Gideon, “With the three hundred men who lapped I will rescue you and hand over the Midianites to you. Let everyone else go home.”", "8": "So the people gathered their supplies and trumpets,[c] and Gideon sent all the Israelites home, but kept the three hundred. Now Midian's camp was below Gideon in the valley.", "9": "That night the Lord said to him, “Get up and attack the camp, because I've handed it over to you.", "10": "But if you're afraid to attack, go down to the camp with your servant Purah,", "11": "and you'll hear what they are saying. May you then get the courage to attack the camp.” So he went down with his servant Purah to the outpost of the armies that were in the camp.", "12": "The Midianites, Amalekites, and other easterners were spread across the valley like a swarm of locusts; their camels were too many to count, like the grains of sand on the seashore.", "13": "Just when Gideon arrived, there was a man telling his friend about a dream. He said, “Get this! I had a dream that a loaf of barley bread was rolling into the Midianite camp. It came to a tent and hit it, and the tent collapsed. In fact, it rolled the tent over upside down, so it fell flat.”", "14": "His friend replied, “Can this be anything other than the sword of the Israelite Gideon, Joash's son? God has handed over Midian and its entire camp to him!”", "15": "When Gideon heard the telling of the dream and its meaning, he worshipped. Then he returned to the Israelite camp and said, “Get up! The Lord has handed over the Midianite camp to you.”", "16": "He divided the three hundred men into three units and equipped every man with a trumpet and an empty jar, with a torch inside each jar.", "17": "“Now watch me,” he ordered them, “and do what I do. When I get to the outpost of the camp, do just what I do.", "18": "When I blow the trumpet, along with all who are with me, then you blow the trumpets, all of you surrounding the whole camp. And then shout, 'For the Lord and for Gideon!'”", "19": "Gideon and one hundred of his men moved to the outpost of the camp at the middle watch of the night, when they had just changed the guards. Then they blew the trumpets and smashed the jars that were in their hands.", "20": "So the three units blew their trumpets and broke their jars, holding the torches with their left hands and blowing the trumpets in their right hands. And they called out, “A sword for the Lord and for Gideon!”", "21": "Each man stood fast in his position around the camp, and the entire camp took off running, shouting, and fleeing.", "22": "When the three hundred trumpets sounded, the Lord turned the swords of fellow soldiers against each other throughout the whole camp. The camp fled as far as Beth-shittah toward Zererah, to the border of Abel-meholah, beside Tabbath.", "23": "The Israelites from Naphtali, Asher, and all of Manasseh were called out, and they chased after the Midianites.", "24": "Then Gideon sent messengers into all of the Ephraim highlands, saying, “Go down to meet the Midianites and take control of the Jordan's waters as far as Beth-barah.” So all the Ephraimite men were called out, and they took control of the Jordan's waters as far as Beth-barah.", "25": "They also captured two Midianite officers, Oreb and Zeeb. They killed Oreb at Oreb's Rock, and killed Zeeb at Zeeb's Winepress. Then they went on chasing the Midianites, and they brought the heads of Oreb and Zeeb to Gideon on the other side of the Jordan."}