{"1": "Then the Ephraimites said to him, “Why did you offend us this way by not calling us when you went to fight the Midianites?” And they argued with him fiercely.", "2": "But he said to them, “What have I done now, compared to you? Aren't Ephraim's leftovers better than Abiezer's main harvest?", "3": "God handed you the Midianite officers Oreb and Zeeb. What have I been able to do compared to you?” When he said this, their anger against him passed.", "4": "Then Gideon came to the Jordan. As he and the three hundred men with him crossed over, they were exhausted but still giving chase.", "5": "So he said to the people of Succoth, “Please give some loaves of bread to those who are on foot, because they're exhausted, but I'm chasing Zebah and Zalmunna, the kings of Midian.”", "6": "But the officials of Succoth replied, “Haven't you already almost gotten your hands on Zebah and Zalmunna? Why should we give food to your army now?”", "7": "“Just for that,” Gideon said, “when the Lord has handed over Zebah and Zalmunna to me, I'm going to beat your skin with desert thorns and briars!”", "8": "From there he went up to Penuel and made the same request. And the people of Penuel responded in the same way the people of Succoth had.", "9": "So he also told the people of Penuel, “When I return in victory,[a] I'll break down this tower!”", "10": "Now Zebah and Zalmunna were in Karkor with their camp, about fifteen thousand men, all the ones who were left from the easterners' entire camp. One hundred twenty thousand armed men had fallen.", "11": "Gideon marched up the caravan road[b] east of Nobah and Jogbehah, and attacked the camp while it was off-guard.", "12": "Zebah and Zalmunna fled, and he chased after them. He captured the two Midianite kings Zebah and Zalmunna and threw the entire army into panic.", "13": "Then Gideon, Joash's son, returned from the battle by the Heres Pass.", "14": "He captured a young man from the people of Succoth and interrogated him. He listed for Gideon the seventy-seven officials and elders of Succoth.", "15": "So Gideon went to the people of Succoth and said, “Here are Zebah and Zalmunna! You made fun of me because of them by saying, 'Haven't you already almost gotten your hands on Zebah and Zalmunna? Why should we give food to your exhausted men now?'”", "16": "Then he seized the city's elders, and he beat[c] the people of Succoth with desert thorns and briars.", "17": "He also broke down Penuel's tower, and killed the city's people.", "18": "Then he asked Zebah and Zalmunna, “What kind of men were those whom you killed at Tabor?” They replied, “They were just like you; each one looked like a king's son.”", "19": "“They were my brothers,” Gideon said, “my own mother's sons. As surely as the Lord lives, I promise that if you had let them live, I wouldn't kill you!”", "20": "So he ordered his oldest son Jether, “Stand up and kill them.” But the young man didn't draw his sword because he was afraid, since he was still young.", "21": "So Zebah and Zalmunna said, “You stand up and strike us yourself, because as they say, 'A man is measured by his strength!'” So Gideon stood up and killed Zebah and Zalmunna, and took the crescents that were on their camels' necks.", "22": "Then the Israelites said to Gideon, “Rule over us, you and then your son and then your grandson, because you've rescued us from Midian's power.”", "23": "Gideon replied to them, “I'm not the one who will rule over you, and my son won't rule over you either. The Lord rules over you.”", "24": "But Gideon said to them, “May I make one request of you? Everyone give me the earrings from their loot”; the Midianites had worn gold earrings because they were Ishmaelites.", "25": "“We'll gladly give them,” they replied. And they spread out a piece of cloth, and everyone pitched in the earrings from their loot.", "26": "The weight of the gold earrings that he requested was one thousand seven hundred shekels of gold, not counting the crescents, the pendants, and the purple robes worn by the Midianite kings, or the collars that were on their camels' necks.", "27": "Gideon fashioned a priestly vest[d] out of it, and put it in his hometown of Ophrah. All Israel became unfaithful there because of it, and it became a trap for Gideon and his household.", "28": "So Midian was brought down before the Israelites and no longer raised its head. The land was peaceful for forty years during Gideon's time.", "29": "Jerubbaal, Joash's son, went home to live with his own household.", "30": "Gideon had seventy sons of his own because he had many wives.", "31": "His secondary wife who was in Shechem also bore him a son, and he named him Abimelech.", "32": "Gideon, Joash's son, died at a good old age and was buried in the tomb of his father Joash in Ophrah of the Abiezrites.", "33": "Right after Gideon died, the Israelites once again acted unfaithfully by worshipping the Baals, setting up Baal-berith as their god.", "34": "The people of Israel didn't remember the Lord their God, who had delivered them from the power of all their enemies on every side.", "35": "Nor did they act loyally toward the household of Jerubbaal, that is, Gideon, in return for all the good that he had done on Israel's behalf."}