{"1": "Abimelech, Jerubbaal's son, went to his mother's brothers in Shechem. He spoke to them and to the entire clan of the household to which his mother belonged:", "2": "“Ask all the leaders of Shechem, 'Which do you think is better to have ruling over you: seventy men—all of Jerubbaal's sons—or one man?' And remember that I'm your flesh and blood!”", "3": "So his mother's brothers spoke all these words on his behalf to all the leaders of Shechem. They decided to follow Abimelech because they said, “He's our relative.”", "4": "They gave him seventy pieces of silver from the temple of Baal-berith, with which Abimelech hired worthless and reckless men, who became his posse.", "5": "He went to his household in Ophrah and killed all seventy of his brothers, Jerubbaal's sons, on a single stone. Only Jotham the youngest of Jerubbaal's sons survived, because he had hidden himself.", "6": "Then all the leaders of Shechem and all Beth-millo assembled and proceeded to make Abimelech king by the oak at the stone pillar[a] in Shechem.", "7": "When Jotham was told about this, he went and stood on the top of Mount Gerizim. He raised his voice and called out, “Listen to me, you leaders of Shechem, so that God may listen to you!", "8": "“Once the trees went out to anoint a king over themselves. So they said to the olive tree, 'Be our king!'", "9": "“But the olive tree replied to them, 'Should I stop producing my oil, which is how gods and humans are honored, so that I can go to sway over the trees?'", "10": "“So the trees said to the fig tree, 'You come and be king over us!'", "11": "“The fig tree replied to them, 'Should I stop producing my sweetness and my delicious fruit, so that I can go to sway over the trees?'", "12": "“Then the trees said to the vine, 'You come and be king over us!'", "13": "“But the vine replied to them, 'Should I stop providing my wine that makes gods and humans happy, so that I can go to sway over the trees?'", "14": "“Finally, all the trees said to the thornbush, 'You come and be king over us!'", "15": "“And the thornbush replied to the trees, 'If you're acting faithfully in anointing me king over you, come and take shelter in my shade; but if not, let fire come out of the thornbush and burn up the cedars of Lebanon.'", "16": "“So now, if you acted faithfully and innocently when you made Abimelech king, and if you've done right by Jerubbaal and his household, and have treated him as his actions deserve—", "17": "my father fought for you and risked his life to rescue you from Midian's power,", "18": "but today you've risen up against my father's household, killed his seventy sons on a single stone, and made Abimelech, his female servant's son, king over the leaders of Shechem, because he's your relative—", "19": "so if you've acted faithfully and innocently toward Jerubbaal and his household today, then be happy with Abimelech and let him be happy with you.", "20": "But if not, let fire come out from Abimelech and burn up the leaders of Shechem and Beth-millo; and let fire come out from the leaders of Shechem and Beth-millo and burn up Abimelech.”", "21": "Then Jotham ran away. He fled to Beer and stayed there for fear of his brother Abimelech.", "22": "Abimelech ruled over Israel for three years.", "23": "Then God stirred up ill will between Abimelech and the leaders of Shechem, and they acted like traitors toward Abimelech.", "24": "This occurred because of the violence done to Jerubbaal's seventy sons. Their blood came back on their brother Abimelech, who killed them, and on the leaders of Shechem, who supported him when he killed his brothers.", "25": "As an act against him, the leaders of Shechem set ambushes on the hilltops that robbed everyone who passed by them on the road. This was reported to Abimelech.", "26": "Then Gaal, Ebed's son, and his relatives came passing through Shechem, and the leaders of Shechem shifted their allegiance to him.", "27": "They went out into the field, cut off clusters from their vineyards, trampled them out, and had a celebration. They entered their god's temple and ate, drank, and made fun of Abimelech.", "28": "Gaal, Ebed's son, said, “Who is Abimelech, and who are we of Shechem that we ought to serve him? Didn't this son of Jerubbaal and his deputy Zebul once serve the men of Hamor, Shechem's father? Why should we of all people serve him?", "29": "If only this people were under my command! I would push Abimelech aside! I[b] would tell Abimelech, 'Build up your army and march out for battle.'”", "30": "When Zebul the city's ruler heard the words of Gaal, Ebed's son, he became angry.", "31": "He sent messengers to Abimelech at Arumah[c] to say, “Watch out! Gaal, Ebed's son, and his relatives have come to Shechem and are stirring up the city against you.", "32": "Now, you and the men who are with you: Get up tonight and set an ambush in the fields.", "33": "Then in the morning, at sunrise, rise early and rush on the city. Just as he and the men with him are marching out to face you, you can do to him whatever you wish.”", "34": "So Abimelech and all the men who were with him got up that night and set an ambush around Shechem in four companies.", "35": "When Gaal, Ebed's son, came out and stood in the entrance of the city's gate, Abimelech and the men with him sprang up from the ambush.", "36": "Gaal saw the men and said to Zebul, “Look! People are coming down from the hilltops.” Zebul replied to him, “The shadows on the hills just look like persons to you.”", "37": "But Gaal spoke up again, “Look! People are coming down from Tabbur-erez, and one company is coming from the direction of Elon-meonenim.”[d]", "38": "Then Zebul replied to him, “Where's all your talk now, you who said, 'Who is Abimelech that we ought to serve him?' Aren't these the men you despised? Now march out and fight them!”", "39": "So Gaal marched out at the head of the leaders of Shechem and fought with Abimelech.", "40": "Abimelech routed him, and he ran away. Many fell wounded, all the way up to the entrance of the gate.", "41": "Afterward, Abimelech stayed in Arumah, and Zebul drove away Gaal and his relatives so they couldn't stay in Shechem.", "42": "The next day, the men of Shechem went out into the fields. When it was reported to Abimelech,", "43": "he took his men, divided them into three companies, and set an ambush in the fields. As soon as he saw the men coming from the city, he sprang upon them and attacked them.", "44": "Abimelech and his company charged forward and took a position at the entrance of the city's gate, while the other two companies charged at all those in the fields and attacked them.", "45": "Abimelech fought against the city that entire day. He captured the city and killed its people. Then he leveled the city and scattered salt over it.", "46": "When all the leaders in the Tower of Shechem heard about this, they entered the side rooms in the El-berith temple.", "47": "It was reported to Abimelech that all the leaders from the Tower of Shechem had gathered in one place.", "48": "So Abimelech and all the men who were with him went up on Mount Zalmon. He grabbed an ax, cut off a bundle of branches, and hoisted them onto his shoulder. Then he ordered the men who were with him, “Hurry up and do what you've seen me do!”", "49": "Each one of the men cut off a bundle as well and followed Abimelech. They piled them up against the side rooms and set fire to the side rooms above them. So all the people in the Tower of Shechem died too, about one thousand men and women.", "50": "Then Abimelech moved on to Thebez, set up camp against it, and captured it.", "51": "But there was a strong tower inside the city. All the men and women and all the city's leaders had fled there, shut themselves inside, and climbed to the tower's roof.", "52": "Abimelech came to the tower to storm it. But when he approached the tower's entrance to set it on fire,", "53": "a woman dropped an upper millstone on Abimelech's head and cracked his skull.", "54": "He quickly cried out to the servant who carried his armor, “Draw your sword and kill me. Don't let it be said of me, 'A woman killed him.'” So his servant stabbed him, and he died.", "55": "When the Israelites saw that Abimelech was dead, they all went home.", "56": "Thus God paid back Abimelech for the evil he had done to his father by killing his seventy brothers.", "57": "God also paid back the people of Shechem for their evil. The curse of Jotham, Jerubbaal's son, had come upon them."}