{"1": "How dulled is the gold, how tarnished the fine gold. The sacred gems are poured out at the corner of every street.", "2": "The precious sons of Zion, once worth their weight in gold— alas! now they are treated like clay jars, the work of a potter's hands!", "3": "Even jackals offer their breast to nurse their young. The daughter of my people has become cruel, like ostriches in the desert.", "4": "The nursing infant's tongue clings to the roof of his mouth for thirst. Little children ask for bread, but no one gives it t0 them.", "5": "Those who used to eat delicacies are desolate in the streets. Those who were brought up in purple embrace trash heaps.", "6": "For the iniquities of the daughter of my people is greater than the sin of Sodom, which was overthrown in a moment,[a] yet no hands turned to her.", "7": "Purer than snow were her princes,[b] whiter than milk, their bodies more ruddy than rubies, their appearance like sapphire.", "8": "Their form has become darker than soot! They are not recognized in the street. Their skin has shriveled on their bones, withered like a tree.", "9": "Better are those slain by the sword than those struck down by famine— they waste away, racked with pain, for lack of fruits of the field.", "10": "The hands of compassionate women boiled their own children. They became their food when the daughter of my people were destroyed.", "11": "Adonai has vented His fury. He has poured out His burning anger. Yes, He kindled a fire in Zion that devoured her foundations.", "12": "The kings of the earth did not believe, nor did the inhabitations of the world, that enemy and foe would enter the gates of Jerusalem.", "13": "Yet it happened because of the sins of her prophets, and the iniquities of her kohanim, who shed in her midst the blood of the tzadikim[c].", "14": "They wander in the streets, like blind men. They are so defiled with blood, no one can touch their garments.", "15": "“Turn away! Unclean!” They cry to them. “Turn away, turn away! Don't touch!” So they fled and wandered about. People among the nations say, “They can stay here no longer.”", "16": "Adonai Himself has scattered them. He will look on them no more. They did not respect the kohanim. They did not favor the elders.", "17": "Even now our eyes waste away looking in vain for our help. From our towers we watched for a nation that could not save us.", "18": "They hunted our steps, so we could not walk in our streets. Our end was near. Our days were numbered, for our end had come.", "19": "Our pursuers were swifter than eagles of the sky; they pursued us over the mountains; they ambushed us in the wilderness.", "20": "The anointed of Adonai, the breath of our nostrils, was captured in their pits, of whom we have said, “Under His shadow we will live among the nations.”", "21": "Rejoice and be glad, O daughter of Edom, you who dwell in the land of Uz. To you also will the cup be passed. You will be drunk and stripped naked.", "22": "O daughter of Zion, your punishment is accomplished; He will exile you no longer. But, O daughter of Edom, He will punish your iniquity and uncover your sins."}