{"1": "The words of Nehemi′ah the son of Hacali′ah. Now it happened in the month of Chislev, in the twentieth year, as I was in Susa the capital, ", "2": "that Hana′ni, one of my brethren, came with certain men out of Judah; and I asked them concerning the Jews that survived, who had escaped exile, and concerning Jerusalem. ", "3": "And they said to me, “The survivors there in the province who escaped exile are in great trouble and shame; the wall of Jerusalem is broken down, and its gates are destroyed by fire.”", "4": "When I heard these words I sat down and wept, and mourned for days; and I continued fasting and praying before the God of heaven. ", "5": "And I said, “O Lord God of heaven, the great and terrible God who keeps covenant and steadfast love with those who love him and keep his commandments; ", "6": "let thy ear be attentive, and thy eyes open, to hear the prayer of thy servant which I now pray before thee day and night for the people of Israel thy servants, confessing the sins of the people of Israel, which we have sinned against thee. Yea, I and my father's house have sinned. ", "7": "We have acted very corruptly against thee, and have not kept the commandments, the statutes, and the ordinances which thou didst command thy servant Moses. ", "8": "Remember the word which thou didst command thy servant Moses, saying, 'If you are unfaithful, I will scatter you among the peoples; ", "9": "but if you return to me and keep my commandments and do them, though your dispersed be under the farthest skies, I will gather them thence and bring them to the place which I have chosen, to make my name dwell there.' ", "10": "They are thy servants and thy people, whom thou hast redeemed by thy great power and by thy strong hand. ", "11": "O Lord, let thy ear be attentive to the prayer of thy servant, and to the prayer of thy servants who delight to fear thy name; and give success to thy servant today, and grant him mercy in the sight of this man.” Now I was cupbearer to the king."}