{"1": "These are the priests and the Levites who came up with Zerub′babel the son of She-al′tiel, and Jeshua: Serai′ah, Jeremiah, Ezra, ", "2": "Amari′ah, Malluch, Hattush, ", "3": "Shecani′ah, Rehum, Mer′emoth, ", "4": "Iddo, Gin′nethoi, Abi′jah, ", "5": "Mi′jamin, Ma-adi′ah, Bilgah, ", "6": "Shemai′ah, Joi′arib, Jedai′ah, ", "7": "Sallu, Amok, Hilki′ah, Jedai′ah. These were the chiefs of the priests and of their brethren in the days of Jeshua.", "8": "And the Levites: Jeshua, Bin′nui, Kad′mi-el, Sherebi′ah, Judah, and Mattani′ah, who with his brethren was in charge of the songs of thanksgiving. ", "9": "And Bakbuki′ah and Unno their brethren stood opposite them in the service. ", "10": "And Jeshua was the father of Joi′akim, Joi′akim the father of Eli′ashib, Eli′ashib the father of Joi′ada, ", "11": "Joi′ada the father of Jonathan, and Jonathan the father of Jad′du-a.", "12": "And in the days of Joi′akim were priests, heads of fathers' houses: of Serai′ah, Merai′ah; of Jeremiah, Hanani′ah; ", "13": "of Ezra, Meshul′lam; of Amari′ah, Jeho-ha′nan; ", "14": "of Mal′luchi, Jonathan; of Shebani′ah, Joseph; ", "15": "of Harim, Adna; of Merai′oth, Hel′kai; ", "16": "of Iddo, Zechari′ah; of Gin′nethon, Meshul′lam; ", "17": "of Abi′jah, Zichri; of Mini′amin, of Moadi′ah, Pil′tai; ", "18": "of Bilgah, Sham′mu-a; of Shemai′ah, Jehon′athan; ", "19": "of Joi′arib, Matte′nai; of Jedai′ah, Uzzi; ", "20": "of Sal′lai, Kal′lai; of Amok, Eber; ", "21": "of Hilki′ah, Hashabi′ah; of Jedai′ah, Nethan′el.", "22": "As for the Levites, in the days of Eli′ashib, Joi′ada, Joha′nan, and Jad′du-a, there were recorded the heads of fathers' houses; also the priests until the reign of Darius the Persian. ", "23": "The sons of Levi, heads of fathers' houses, were written in the Book of the Chronicles until the days of Joha′nan the son of Eli′ashib. ", "24": "And the chiefs of the Levites: Hashabi′ah, Sherebi′ah, and Jeshua the son of Kad′mi-el, with their brethren over against them, to praise and to give thanks, according to the commandment of David the man of God, watch corresponding to watch. ", "25": "Mattani′ah, Bakbuki′ah, Obadi′ah, Meshul′lam, Talmon, and Akkub were gatekeepers standing guard at the storehouses of the gates. ", "26": "These were in the days of Joi′akim the son of Jeshua son of Jo′zadak, and in the days of Nehemi′ah the governor and of Ezra the priest the scribe.", "27": "And at the dedication of the wall of Jerusalem they sought the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, with thanksgivings and with singing, with cymbals, harps, and lyres. ", "28": "And the sons of the singers gathered together from the circuit round Jerusalem and from the villages of the Netoph′athites; ", "29": "also from Beth-gilgal and from the region of Geba and Az′maveth; for the singers had built for themselves villages around Jerusalem. ", "30": "And the priests and the Levites purified themselves; and they purified the people and the gates and the wall.", "31": "Then I brought up the princes of Judah upon the wall, and appointed two great companies which gave thanks and went in procession. One went to the right upon the wall to the Dung Gate; ", "32": "and after them went Hoshai′ah and half of the princes of Judah, ", "33": "and Azari′ah, Ezra, Meshul′lam, ", "34": "Judah, Benjamin, Shemai′ah, and Jeremiah, ", "35": "and certain of the priests' sons with trumpets: Zechari′ah the son of Jonathan, son of Shemai′ah, son of Mattani′ah, son of Micai′ah, son of Zaccur, son of Asaph; ", "36": "and his kinsmen, Shemai′ah, Az′arel, Mil′alai, Gil′alai, Ma′ai, Nethan′el, Judah, and Hana′ni, with the musical instruments of David the man of God; and Ezra the scribe went before them. ", "37": "At the Fountain Gate they went up straight before them by the stairs of the city of David, at the ascent of the wall, above the house of David, to the Water Gate on the east.", "38": "The other company of those who gave thanks went to the left, and I followed them with half of the people, upon the wall, above the Tower of the Ovens, to the Broad Wall, ", "39": "and above the Gate of E′phraim, and by the Old Gate, and by the Fish Gate and the Tower of Hanan′el and the Tower of the Hundred, to the Sheep Gate; and they came to a halt at the Gate of the Guard. ", "40": "So both companies of those who gave thanks stood in the house of God, and I and half of the officials with me; ", "41": "and the priests Eli′akim, Ma-asei′ah, Mini′amin, Micai′ah, Eli-o-e′nai, Zechari′ah, and Hanani′ah, with trumpets; ", "42": "and Ma-asei′ah, Shemai′ah, Elea′zar, Uzzi, Jeho-ha′nan, Malchi′jah, Elam, and Ezer. And the singers sang with Jezrahi′ah as their leader. ", "43": "And they offered great sacrifices that day and rejoiced, for God had made them rejoice with great joy; the women and children also rejoiced. And the joy of Jerusalem was heard afar off.", "44": "On that day men were appointed over the chambers for the stores, the contributions, the first fruits, and the tithes, to gather into them the portions required by the law for the priests and for the Levites according to the fields of the towns; for Judah rejoiced over the priests and the Levites who ministered. ", "45": "And they performed the service of their God and the service of purification, as did the singers and the gatekeepers, according to the command of David and his son Solomon. ", "46": "For in the days of David and Asaph of old there was a chief of the singers, and there were songs of praise and thanksgiving to God. ", "47": "And all Israel in the days of Zerub′babel and in the days of Nehemi′ah gave the daily portions for the singers and the gatekeepers; and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron."}