{"1": "The leaders settled in Jerusalem, and the rest of the people drew lots to choose one family out of every ten to go and live in the holy city of Jerusalem, while the rest were to live in the other cities and towns. ", "2": "The people praised anyone else who volunteered to live in Jerusalem. ", "3": "In the other towns and cities the people of Israel, the priests, the Levites, the Temple workers, and the descendants of Solomon's servants lived on their own property in their own towns. The following is the list of the leading citizens of the province of Judah who lived in Jerusalem:", "4": "Athaiah, the son of Uzziah and grandson of Zechariah. His other ancestors included Amariah, Shephatiah, and Mahalalel, descendants of Judah's son Perez.", "5": "Maaseiah, the son of Baruch and grandson of Colhozeh. His other ancestors included Hazaiah, Adaiah, Joiarib, and Zechariah, descendants of Judah's son Shelah.", "6": "Of the descendants of Perez, 468 outstanding soldiers lived in Jerusalem.", "7": "Sallu, the son of Meshullam and grandson of Joed. His other ancestors included Pedaiah, Kolaiah, Maaseiah, Ithiel, and Jeshaiah.", "8": "Gabbai and Sallai, close relatives[a] of Sallu. In all, 928 Benjaminites lived in Jerusalem. ", "9": "Joel son of Zichri was their leader, and Judah son of Hassenuah was the second ranking official in the city.", "10": "Jedaiah son of Joiarib, and Jachin.", "11": "Seraiah, the son of Hilkiah and grandson of Meshullam. His ancestors included Zadok, Meraioth, and Ahitub, who was the High Priest. ", "12": "In all, 822 members of this clan served in the Temple. Adaiah, the son of Jeroham and grandson of Pelaliah. His ancestors included Amzi, Zechariah, Pashhur, and Malchijah. ", "13": "In all, 242 members of this clan were heads of families. Amashsai, the son of Azarel and grandson of Ahzai. His ancestors included Meshillemoth and Immer. ", "14": "There were 128 members of this clan who were outstanding soldiers. Their leader was Zabdiel, a member of a leading family.[b]", "15": "Shemaiah, the son of Hasshub and grandson of Azrikam. His ancestors included Hashabiah and Bunni.", "16": "Shabbethai and Jozabad, prominent Levites in charge of the work outside the Temple.", "17": "Mattaniah, the son of Mica and grandson of Zabdi, a descendant of Asaph. He led the Temple choir in singing the prayer of thanksgiving. Bakbukiah, who was Mattaniah's assistant. Abda, the son of Shammua and grandson of Galal, a descendant of Jeduthun.", "18": "In all, 284 Levites lived in the holy city of Jerusalem.", "19": "Akkub, Talmon, and their relatives, 172 in all.", "20": "The rest of the people of Israel and the remaining priests and Levites lived on their own property in the other cities and towns of Judah. ", "21": "The Temple workers lived in the part of Jerusalem called Ophel and worked under the supervision of Ziha and Gishpa.", "22": "The supervisor of the Levites who lived in Jerusalem was Uzzi, the son of Bani and grandson of Hashabiah. His ancestors included Mattaniah and Mica, and he belonged to the clan of Asaph, the clan that was responsible for the music in the Temple services. ", "23": "There were royal regulations stating how the clans should take turns in leading the Temple music each day.", "24": "Pethahiah son of Meshezabel, of the clan of Zerah and the tribe of Judah, represented the people of Israel at the Persian court.", "25": "Many of the people lived in towns near their farms. Those who were of the tribe of Judah lived in Kiriath Arba, Dibon, and Jekabzeel, and in the villages near these cities. ", "26": "They also lived in the cities of Jeshua, Moladah, Bethpelet, ", "27": "and Hazarshual, and in Beersheba and the villages around it. ", "28": "They lived in the city of Ziklag, in Meconah and its villages, ", "29": "in Enrimmon, in Zorah, in Jarmuth, ", "30": "in Zanoah, in Adullam, and in the villages near these towns. They lived in Lachish and on the farms nearby, and in Azekah and its villages. That is to say, the people of Judah lived in the territory between Beersheba in the south and Hinnom Valley in the north.", "31": "The people of the tribe of Benjamin lived in Geba, Michmash, Ai, Bethel and the nearby villages, ", "32": "Anathoth, Nob, Ananiah, ", "33": "Hazor, Ramah, Gittaim, ", "34": "Hadid, Zeboim, Neballat, ", "35": "Lod, and Ono, and in Craftsmen's Valley. ", "36": "Some groups of Levites that had lived in the territory of Judah were assigned to live with the people of Benjamin."}