{"1": "One day four months later, when Emperor Artaxerxes was dining, I took the wine to him. He had never seen me look sad before, ", "2": "so he asked, “Why are you looking so sad? You aren't sick, so it must be that you're unhappy.” I was startled ", "3": "and answered, “May Your Majesty live forever! How can I keep from looking sad when the city where my ancestors are buried is in ruins and its gates have been destroyed by fire?”", "4": "The emperor asked, “What is it that you want?” I prayed to the God of Heaven, ", "5": "and then I said to the emperor, “If Your Majesty is pleased with me and is willing to grant my request, let me go to the land of Judah, to the city where my ancestors are buried, so that I can rebuild the city.”", "6": "The emperor, with the empress sitting at his side, approved my request. He asked me how long I would be gone and when I would return, and I told him.", "7": "Then I asked him to grant me the favor of giving me letters to the governors of West-of-Euphrates Province,[a] instructing them to let me travel to Judah. ", "8": "I asked also for a letter to Asaph, keeper of the royal forests, instructing him to supply me with timber for the gates of the fort that guards the Temple, for the city walls, and for the house I was to live in. The emperor gave me all I asked for, because God was with me.", "9": "The emperor sent some army officers and a troop of cavalry with me, and I made the journey to West-of-Euphrates. There I gave the emperor's letters to the governors. ", "10": "But Sanballat, from the town of Beth Horon, and Tobiah, an official in the province of Ammon, heard that someone had come to work for the good of the people of Israel, and they were highly indignant.", "11": "I went on to Jerusalem, and for three days ", "12": "I did not tell anyone what God had inspired me to do for Jerusalem. Then in the middle of the night I got up and went out, taking a few of my companions with me. The only animal we took was the donkey that I rode on. ", "13": "It was still night as I left the city through the Valley Gate on the west and went south past Dragon's Fountain to the Rubbish Gate. As I went, I inspected the broken walls of the city and the gates that had been destroyed by fire. ", "14": "Then on the east side of the city I went north to the Fountain Gate and the King's Pool. The donkey I was riding could not find any path through the rubble, ", "15": "so I went down into Kidron Valley and rode along, looking at the wall. Then I returned the way I had come and went back into the city through the Valley Gate.", "16": "None of the local officials knew where I had gone or what I had been doing. So far I had not said anything to any of the other Jews—the priests, the leaders, the officials, or anyone else who would be taking part in the work. ", "17": "But now I said to them, “See what trouble we are in because Jerusalem is in ruins and its gates are destroyed! Let's rebuild the city walls and put an end to our disgrace.” ", "18": "And I told them how God had been with me and helped me, and what the emperor had said to me. They responded, “Let's start rebuilding!” And they got ready to start the work.", "19": "When Sanballat, Tobiah, and an Arab named Geshem heard what we were planning to do, they laughed at us and said, “What do you think you're doing? Are you going to rebel against the emperor?”", "20": "I answered, “The God of Heaven will give us success. We are his servants, and we are going to start building. But you have no right to any property in Jerusalem, and you have no share in its traditions.”"}