{"1": "Some time later many of the people, both men and women, began to complain against the other Jews. ", "2": "Some said, “We have large families, we need grain to keep us alive.”", "3": "Others said, “We have had to mortgage our fields and vineyards and houses to get enough grain to keep us from starving.”", "4": "Still others said, “We had to borrow money to pay the royal tax on our fields and vineyards. ", "5": "We are of the same race as the other Jews. Aren't our children just as good as theirs? But we have to make slaves of our children. Some of our daughters have already been sold as slaves. We are helpless because our fields and vineyards have been taken away from us.”", "6": "When I heard their complaints, I grew angry ", "7": "and decided to act. I denounced the leaders and officials of the people and told them, “You are oppressing your own relatives!” I called a public assembly to deal with the problem ", "8": "and said, “As far as we have been able, we have been buying back our Jewish relatives who had to sell themselves to foreigners. Now you are forcing your own relatives to sell themselves to you, their own people!” The leaders were silent and could find nothing to say.", "9": "Then I said, “What you are doing is wrong! You ought to obey God and do what's right. Then you would not give our enemies, the Gentiles, any reason to ridicule us. ", "10": "I have let the people borrow money and grain from me, and so have my companions and those who work for me. Now let's give up all our claims to repayment. ", "11": "Cancel all the debts[a] they owe you—money or grain or wine or olive oil. And give them back their fields, vineyards, olive groves, and houses right now!”", "12": "The leaders replied, “We'll do as you say. We'll give the property back and not try to collect the debts.” I called in the priests and made the leaders swear in front of them to keep the promise they had just made. ", "13": "Then I took off the sash[b] I was wearing around my waist and shook it out. “This is how God will shake any of you who don't keep your promise,” I said. “God will take away your houses and everything you own, and will leave you with nothing.” Everyone who was present said, “Amen!” and praised the Lord. And the leaders kept their promise.", "14": "During all the twelve years that I was governor of the land of Judah, from the twentieth year that Artaxerxes was emperor until his thirty-second year, neither my relatives nor I ate the food I was entitled to have as governor. ", "15": "Every governor who had been in office before me had been a burden to the people and had demanded forty silver coins a day[c] for food and wine. Even their servants had oppressed the people. But I acted differently, because I honored God. ", "16": "I put all my energy into rebuilding the wall and did not acquire any property. Everyone who worked for me joined in the rebuilding. ", "17": "I regularly fed at my table a hundred and fifty of the Jewish people and their leaders, besides all the people who came to me from the surrounding nations. ", "18": "Every day I served one beef, six of the best sheep, and many chickens, and every ten days I provided a fresh supply of wine. But I knew what heavy burdens the people had to bear, and so I did not claim the allowance that the governor is entitled to.", "19": "I pray you, O God, remember to my credit everything that I have done for this people."}