{"1": "Sanballat, Tobiah, Geshem, and the rest of our enemies heard that we had finished building the wall and that there were no gaps left in it, although we still had not set up the gates in the gateways. ", "2": "So Sanballat and Geshem sent me a message, suggesting that I meet with them in one of the villages in the Plain of Ono. This was a trick of theirs to try to harm me. ", "3": "I sent messengers to say to them, “I am doing important work and can't go down there. I am not going to let the work stop just to go and see you.”", "4": "They sent me the same message four times, and each time I sent them the same reply.", "5": "Then Sanballat sent one of his servants to me with a fifth message, this one in the form of an unsealed letter.[a] ", "6": "It read: “Geshem tells me that a rumor is going around among the neighboring peoples that you and the Jewish people intend to revolt and that this is why you are rebuilding the wall. He also says you plan to make yourself king ", "7": "and that you have arranged for some prophets to proclaim in Jerusalem that you are the king of Judah. His Majesty is certain to hear about this, so I suggest that you and I meet to talk the situation over.”", "8": "I sent a reply to him: “Nothing of what you are saying is true. You have made it all up yourself.”", "9": "They were trying to frighten us into stopping work. I prayed, “But now, God, make me strong!”", "10": "About this time I went to visit Shemaiah, the son of Delaiah and grandson of Mehetabel, who was unable to leave his house. He said to me, “You and I must go and hide together in the Holy Place of the Temple and lock the doors, because they are coming to kill you. Any night now they will come to kill you.”", "11": "I answered, “I'm not the kind of person that runs and hides. Do you think I would try to save my life by hiding in the Temple? I won't do it.”", "12": "When I thought it over, I realized that God had not spoken to Shemaiah, but that Tobiah and Sanballat had bribed him to give me this warning. ", "13": "They hired him to frighten me into sinning, so that they could ruin my reputation and humiliate me.", "14": "I prayed, “God, remember what Tobiah and Sanballat have done and punish them. Remember that woman Noadiah and all the other prophets who tried to frighten me.”", "15": "After fifty-two days of work the entire wall was finished on the twenty-fifth day of the month of Elul. ", "16": "When our enemies in the surrounding nations heard this, they realized that they had lost face, since everyone knew that the work had been done with God's help.", "17": "During all this time the Jewish leaders had been in correspondence with Tobiah. ", "18": "Many people in Judah were on his side because of his Jewish father-in-law, Shecaniah son of Arah. In addition, his son Jehohanan had married the daughter of Meshullam son of Berechiah. ", "19": "People would talk in front of me about all the good deeds Tobiah had done and would tell him everything I said. And he kept sending me letters to try to frighten me."}