{"1": "And now the wall had been rebuilt, the gates had all been put in place, and the Temple guards, the members of the sacred choir, and the other Levites had been assigned their work. ", "2": "I put two men in charge of governing the city of Jerusalem: my brother Hanani and Hananiah, commanding officer of the fortress. Hananiah was a reliable and God-fearing man without equal. ", "3": "I told them not to have the gates of Jerusalem opened in the morning until well after sunrise and to have them closed and barred before the guards went off duty at sunset. I also told them to appoint guards from among the people who lived in Jerusalem and to assign some of them to specific posts and others to patrol the area around their own houses.", "4": "Jerusalem was a large city, but not many people were living in it, and not many houses had been built yet. ", "5": "God inspired me to assemble the people and their leaders and officials and to check their family records. I located the records of those who had first returned from captivity, and this is the information I found:", "6": "Many of the exiles left the province of Babylon and returned to Jerusalem and Judah, each to his own hometown. Their families had been living in exile in Babylonia ever since King Nebuchadnezzar had taken them there as prisoners. ", "7": "Their leaders were Zerubbabel, Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.", "8-25": "This is the list of the clans of Israel, with the number of those from each clan who returned from exile:", "26-38": "People whose ancestors had lived in the following towns also returned:", "39-42": "This is the list of the priestly clans that returned from exile:", "43-45": "Clans of Levites who returned from exile:", "46-56": "Clans of Temple workers who returned from exile:", "57-59": "Clans of Solomon's servants who returned from exile:", "60": "The total number of descendants of the Temple workers and of Solomon's servants who returned from exile was 392.", "61-62": "There were 642 belonging to the clans of Delaiah, Tobiah, and Nekoda who returned from the towns of Tel Melah, Tel Harsha, Cherub, Addon, and Immer; but they could not prove that they were descendants of Israelites.", "63-64": "The following priestly clans could find no record to prove their ancestry: Hobaiah, Hakkoz, and Barzillai. (The ancestor of the priestly clan of Barzillai had married a woman from the clan of Barzillai of Gilead and taken the name of his father-in-law's clan.) Since they were unable to prove who their ancestors were, they were not accepted as priests. ", "65": "The Jewish governor told them that they could not eat the food offered to God until there was a priest who could use the Urim and Thummim.[a]", "66-69": "Total number of exiles who returned - 42,360.", "70-72": "Many of the people contributed to help pay the cost of restoring the Temple:", "73": "The priests, the Levites, the Temple guards, the musicians, many of the ordinary people, the Temple workers—all the people of Israel—settled in the towns and cities of Judah."}