{"1-2": "On the twenty-fourth day of the same month the people of Israel gathered to fast in order to show sorrow for their sins. They had already separated themselves from all foreigners. They wore sackcloth and put dust on their heads as signs of grief. Then they stood and began to confess the sins that they and their ancestors had committed. ", "3": "For about three hours the Law of the Lord their God was read to them, and for the next three hours they confessed their sins and worshiped the Lord their God.", "4": "There was a platform for the Levites, and on it stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani. They prayed aloud to the Lord their God.", "5": "The following Levites gave a call to worship: Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah. They said: “Stand up and praise the Lord your God; praise him forever and ever! Let everyone praise his glorious name, although no human praise is great enough.”", "6": "And then the people of Israel prayed this prayer: “You, Lord, you alone are Lord; you made the heavens and the stars of the sky. You made land and sea and everything in them; you gave life to all. The heavenly powers bow down and worship you.", "7": "You, Lord God, chose Abram and led him out of Ur in Babylonia; you changed his name to Abraham.", "8": "You found that he was faithful to you, and you made a covenant with him. You promised to give him the land of the Canaanites, the land of the Hittites and the Amorites, the land of the Perizzites, the Jebusites, the Girgashites, to be a land where his descendants would live. You kept your promise, because you are faithful.", "9": "“You saw how our ancestors suffered in Egypt; you heard their call for help at the Red Sea.", "10": "You worked amazing miracles against the king, against his officials and the people of his land, because you knew how they oppressed your people. You won then the fame you still have today.", "11": "Through the sea you made a path for your people and led them through on dry ground. Those who pursued them drowned in deep water, as a stone sinks in the raging sea.", "12": "With a cloud you led them in daytime, and at night you lighted their way with fire.", "13": "At Mount Sinai you came down from heaven; you spoke to your people and gave them good laws and sound teachings.", "14": "You taught them to keep your Sabbaths holy, and through your servant Moses you gave them your laws.", "15": "“When they were hungry, you gave them bread from heaven, and water from a rock when they were thirsty. You told them to take control of the land which you had promised to give them.", "16": "But our ancestors grew proud and stubborn and refused to obey your commands.", "17": "They refused to obey; they forgot all you did; they forgot the miracles you had performed. In their pride they chose a leader to take them back to slavery in Egypt. But you are a God who forgives; you are gracious and loving, slow to be angry. Your mercy is great; you did not forsake them.", "18": "They made an idol in the shape of a bull-calf and said it was the god who led them from Egypt! How much they insulted you, Lord!", "19": "But you did not abandon them there in the desert, for your mercy is great. You did not take away the cloud or the fire that showed them the path by day and night.", "20": "In your goodness you told them what they should do; you fed them manna and gave them water to drink.", "21": "Through forty years in the desert you provided all that they needed; their clothing never wore out, and their feet were not swollen with pain.", "22": "“You let them conquer nations and kingdoms, lands that bordered their own. They conquered the land of Heshbon, where Sihon ruled, and the land of Bashan, where Og was king.", "23": "You gave them as many children as there are stars in the sky, and let them conquer and live in the land that you had promised their ancestors to give them.", "24": "They conquered the land of Canaan; you overcame the people living there. You gave your people the power to do as they pleased with the people and kings of Canaan.", "25": "Your people captured fortified cities, fertile land, houses full of wealth, cisterns already dug, olive trees, fruit trees, and vineyards. They ate all they wanted and grew fat; they enjoyed all the good things you gave them.", "26": "“But your people rebelled and disobeyed you; they turned their backs on your Law. They killed the prophets who warned them, who told them to turn back to you. They insulted you time after time,", "27": "so you let their enemies conquer and rule them. In their trouble they called to you for help, and you answered them from heaven. In your great mercy you sent them leaders who rescued them from their foes.", "28": "When peace returned, they sinned again, and again you let their enemies conquer them. Yet when they repented and asked you to save them, in heaven you heard, and time after time you rescued them in your great mercy.", "29": "You warned them to obey your teachings, but in pride they rejected your laws, although keeping your Law is the way to life. Hard-headed and stubborn, they refused to obey.", "30": "Year after year you patiently warned them. You inspired your prophets to speak, but your people were deaf, so you let them be conquered by other nations.", "31": "And yet, because your mercy is great, you did not forsake or destroy them. You are a gracious and merciful God!", "32": "“O God, our God, how great you are! How terrifying, how powerful! You faithfully keep your covenant promises. From the time when Assyrian kings oppressed us, even till now, how much we have suffered! Our kings, our leaders, our priests and prophets, our ancestors, and all our people have suffered. Remember how much we have suffered!", "33": "You have done right to punish us; you have been faithful, even though we have sinned.", "34": "Our ancestors, our kings, leaders, and priests have not kept your Law. They did not listen to your commands and warnings.", "35": "With your blessing, kings ruled your people when they lived in the broad, fertile land you gave them; but they failed to turn from sin and serve you.", "36": "And now we are slaves in the land that you gave us, this fertile land which gives us food.", "37": "What the land produces goes to the kings that you put over us because we sinned. They do as they please with us and our livestock, and we are in deep distress!”", "38": "Because of all that has happened, we, the people of Israel, hereby make a solemn written agreement, and our leaders, our Levites, and our priests put their seals to it."}