{"1": "After Ahab died, Moab rebelled against Israel.", "2": "Ahaziah fell out the window of his second-story room in Samaria and was hurt. He sent messengers, telling them, “Go to Ekron's god Baal-zebub, and ask if I will recover from this injury.”", "3": "But the Lord's messenger said to Elijah from Tishbe, “Go, intercept the messengers of Samaria's king, and ask them, 'Is it because there's no God in Israel that you are going to question Ekron's god Baal-zebub?", "4": "This is what the Lord says: You will never get out of the bed you are lying in; you will die for sure!'” So Elijah set off.", "5": "The messengers returned to Ahaziah. He said to them, “Why have you come back?”", "6": "They said to him, “A man met us and said, 'Go back to the king who sent you. Say to him, This is what the Lord says: Is it because there's no God in Israel that you've come to question Ekron's god Baal-zebub? Because of this, you will never get out of the bed you are lying in; you will die for sure!'”", "7": "Ahaziah said to them, “Describe the man who met you and said these things.”", "8": "They said to him, “He wore clothes made of hair[a] with a leather belt around his waist.” Ahaziah said, “That was Elijah from Tishbe.”", "9": "So Ahaziah sent out a commander with fifty soldiers. The commander met up with Elijah while he was sitting on a hilltop. The commander said, “Man of God, the king says, 'Come down!'”", "10": "Elijah replied to the commander of the fifty soldiers, “If I really am a man of God, may fire come down from the sky and burn up you and your fifty soldiers.” Then fire came down from the sky and burned up the commander and his fifty soldiers.", "11": "Ahaziah then sent another commander with fifty soldiers. The commander said to Elijah, “Man of God, this is what the king says: 'Hurry and come down!'”", "12": "Elijah said to them, “If I really am a man of God, may fire come down from the sky and burn up you and your fifty soldiers.” Then God's fire came down from the sky and burned up the commander and his fifty soldiers.", "13": "For a third time Ahaziah sent a commander with fifty soldiers. So the third commander arrived. He kneeled before Elijah and begged him, “Man of God! Please have some regard for my life and the lives of these fifty soldiers who are your servants.", "14": "Look, fire came from the sky and burned up the two earlier commanders and their troops of fifty soldiers. Please have regard for my life.”", "15": "Then the Lord's messenger said to Elijah, “Go down with him. Don't be afraid of him.” So Elijah set out to go with him to the king.", "16": "Elijah said to the king: “This is what the Lord says: Why did you send messengers to question Ekron's god Baal-zebub? Is there no God in Israel whose word you could seek? Because of this, you won't ever get out of the bed you are lying in; you'll die for sure!”", "17": "So Ahaziah died in agreement with the Lord's word that Elijah had spoken. Because Ahaziah had no son, Joram[b] became king after him in the second year of Judah's King Jehoram, who was Jehoshaphat's son.", "18": "The rest of Ahaziah's deeds, aren't they written in the official records of Israel's kings?"}