{"1": "Now Ahab had seventy sons in Samaria. So Jehu wrote letters and sent them to Samaria, to the senior officers of the city,[a] the elders, and the guardians of Ahab's sons.[b]", "2": "The letters said: “Your master's sons are in your possession, along with horses and chariots, a fortified city, and weapons. Now when this letter reaches you,", "3": "look for the best and most capable of your master's sons. Place him on his father's throne. Then fight for your master's family.”", "4": "But they were frozen with fear. They said, “Not even two kings could resist him! How can we?”", "5": "So the palace administrator, the mayor, the elders, and the guardians sent a letter back to Jehu that read, “We are your servants. We will do whatever you tell us. We won't make anyone king. Do whatever seems right to you.”", "6": "Jehu wrote them a second letter: “If you are loyal to me and ready to obey me, take the heads of your master's sons and bring them to me at Jezreel at this time tomorrow.” Now the king's seventy sons were with the city leaders who were raising them.", "7": "So when the letter came to them, they took the king's sons and slaughtered all seventy of them. They placed their heads in baskets and sent them to Jehu at Jezreel.", "8": "A messenger came and told Jehu, “They have brought the heads of the king's sons.” He responded, “Pile them in two stacks at the entrance of the gate where they will stay until morning.”", "9": "In the morning he went out and stood there to address all the people. “You are innocent. I'm the one who plotted against my master and killed him, but who killed all these people?", "10": "Know this: Nothing that the Lord has said against Ahab's dynasty will fail to come true. The Lord has done what he said he would do, speaking through his servant Elijah.”", "11": "Then Jehu struck down all those belonging to Ahab's family who were left in Jezreel, so that not one of his leaders, close acquaintances, or priests remained.", "12": "Next Jehu set out for Samaria. Beth-eked of the Shepherds was on his way.", "13": "There Jehu met up with the brothers of Judah's King Ahaziah. “Who are you?” he asked. “We're Ahaziah's relatives,” they replied. “We've come down for a visit with the king's sons and the queen mother's sons.”", "14": "Jehu then commanded, “Take them alive!” His soldiers took them alive, then slaughtered them at the well of Beth-eked. There were forty-two of them, but not one was left.", "15": "Jehu departed from there and encountered Rechab's son Jehonadab. Jehu greeted him, and asked, “Are you as committed to me as I am to you?” Jehonadab responded, “Yes, I am.” “If so,” said Jehu, “then give me your hand.” So Jehonadab put out his hand, and Jehu pulled him up into the chariot.", "16": "Jehu said, “Come with me and see my zeal for the Lord.” So Jehu had Jehonadab ride with him in his chariot.", "17": "When Jehu arrived in Samaria, he killed all those belonging to Ahab who were left in Samaria until they were completely wiped out, in agreement with the Lord's word that was spoken to Elijah.", "18": "Then Jehu gathered all the people, saying to them, “Ahab served Baal a little. Jehu will serve him a great deal!", "19": "So invite all of Baal's prophets, all his worshippers, and all his priests to come to me. Don't leave anyone out, because I have a great sacrifice planned for Baal. Anyone who doesn't show up won't survive.” But Jehu was lying so that he could wipe out Baal's worshippers.", "20": "Jehu called for a holy assembly for Baal, and it was done.", "21": "Jehu then sent word throughout Israel. All Baal's worshippers came. No one stayed away. They entered Baal's temple until it was packed from one end to the other.", "22": "Then Jehu said to the person in charge of the vestments, “Bring out the special clothes for all Baal's worshippers.” So he brought out robes for them.", "23": "Then Jehu and Jehonadab, Rechab's son, entered Baal's temple. They said to Baal's worshippers, “Make sure there are no worshippers of the Lord here with you. There should be only Baal worshippers.”", "24": "Then they went in to offer sacrifices and entirely burned offerings. But Jehu had stationed eighty soldiers outside and told them, “I'm handing these people over to you. Whoever lets even one of them escape will pay for it with his life.”", "25": "So when Jehu finished offering the entirely burned offering, he said to the guards and the officers, “Go in and kill everyone! Don't let anyone escape!” They killed the Baal worshippers without mercy. The guards and the officers then disposed of the bodies and entered the inner part of Baal's temple.", "26": "They brought the sacred pillar[c] out of Baal's temple and burned it.", "27": "They tore down Baal's sacred pillar and destroyed Baal's temple, turning it into a public restroom, which is what it still is today.", "28": "This is how Jehu eliminated Baal from Israel.", "29": "However, Jehu didn't deviate from the sins that Jeroboam, Nebat's son, had caused Israel to commit—specifically, the gold calves that were in Bethel and Dan.", "30": "The Lord said to Jehu: Because you've done well by doing what is right in my eyes, treating Ahab's family as I wished, your descendants will sit on Israel's throne for four generations.", "31": "But Jehu wasn't careful to keep the Lord God of Israel's Instruction with all his heart. He didn't deviate from the sins that Jeroboam had caused Israel to commit.", "32": "In those days the Lord began to reduce Israel's size. Hazael struck them down in every region of Israel:", "33": "from the Jordan River eastward, throughout the land of Gilead (Gad, Reuben, and Manasseh), and from Aroer by the Arnon Valley (that is, Gilead) and Bashan.", "34": "The rest of Jehu's deeds, all that he accomplished, and all his powerful acts, aren't they written in the official records of Israel's kings?", "35": "Jehu lay down with his ancestors. He was buried in Samaria. His son Jehoahaz succeeded him as king.", "36": "Jehu had ruled over Israel for twenty-eight years in Samaria."}