{"1": "When Athaliah, Ahaziah's mother, learned of her son's death, she immediately destroyed the entire royal family.", "2": "But Jehosheba, King Jehoram's[a] daughter and Ahaziah's sister, secretly took Ahaziah's son Jehoash[b] from the rest of the royal children who were about to be murdered and hid[c] him in a bedroom along with his nurse. In this way Jehoash was hidden from Athaliah and wasn't murdered.", "3": "He remained hidden with his nurse in the Lord's temple for six years while Athaliah ruled the country.", "4": "But in the seventh year Jehoiada sent for the commanders of the Carites and of the guards and had them come to him at the Lord's temple. He made a covenant with them, and made them swear a solemn pledge in the Lord's temple. Then he showed them the king's son.", "5": "He commanded them, “This is what you must do: A third of you coming on sabbath duty will guard the palace,", "6": "a second third will be at the Sur Gate, and the final third will be at the gate behind the guards. You will take turns guarding the temple.[d]", "7": "You who are in the first two groups that usually go off duty on the Sabbath should also guard the Lord's temple to protect the king.", "8": "Surround the king completely, each of you with your weapons drawn. Whoever comes near your ranks must be killed. Stay near the king wherever he goes.”", "9": "The unit commanders did everything that Jehoiada the priest ordered. They each took charge of those men reporting for duty on the Sabbath as well as those going off duty on the Sabbath. They came to the priest Jehoiada.", "10": "Then the priest gave the unit commanders King David's spears and shields, which were kept in the Lord's temple.", "11": "The guards, each with their weapons drawn, then took up positions near the temple and the altar, stretching from the south side of the temple to the north side to protect the king. Everyone was holding his weapons, surrounding the king.", "12": "Jehoiada then brought out the king's son, crowned him, gave him the royal law,[e] and made him king and anointed him, as everyone applauded and cried out, “Long live the king!”", "13": "When Athaliah heard the noise made by the guard and the people, she went to the people at the Lord's temple", "14": "and saw the king standing by the royal pillar, as was the custom, with the commanders and trumpeters beside the king. All the people of the land were rejoicing and blowing trumpets. Athaliah ripped her clothes and screamed, “Treason! Treason!”", "15": "Then the priest Jehoiada ordered the unit commanders who were in charge of the army: “Take her out under guard,”[f] he told them, “and kill anyone who follows her.” This was because the priest had said, “She must not be executed in the Lord's temple.”", "16": "They arrested her when she reached the entrance of the Horse Gate at the royal palace. She was executed there.", "17": "Jehoiada then made a covenant between the Lord, the king, and the people, that the people would belong to the Lord. The king and the people also made a covenant.", "18": "Then all the people of the land went to Baal's temple and tore it down, smashing its altars and images into pieces. They executed Mattan, Baal's priest, in front of the altars. The priest Jehoiada posted guards at the Lord's temple.", "19": "Then he took the unit commanders, the Carites, the guards, and all the people of the land, and they led the king down from the Lord's temple, processing through the Guards' Gate to the palace, where the king sat upon the royal throne.", "20": "All the people of the land rejoiced, and the city was at peace now that Athaliah had been executed at the palace.", "21": "[g] Jehoash was 7 years old when he became king."}