{"1": "He[a] became king in Jehu's seventh year, and he ruled for forty years in Jerusalem. His mother's name was Zibiah; she was from Beer-sheba.", "2": "Jehoash always did what was right in the Lord's eyes, because the priest Jehoiada was his teacher.", "3": "However, the shrines were not removed. People kept sacrificing and burning incense at them.", "4": "Jehoash said to the priests, “Collect all the currently available money relating to holy things that is brought to the temple—some is money people pay to redeem persons according to their assessed value. Collect all the money brought to the Lord's temple that people offer voluntarily.[b]", "5": "The priests should take the money from their donors and use it to repair the temple wherever such a need for repair is discovered.”", "6": "But by the twenty-third year of King Jehoash, the priests still hadn't repaired the temple.", "7": "So King Jehoash summoned Jehoiada the priest and the other priests together. “Why haven't you repaired the temple?” he asked them. “Stop taking money from your donors; instead, give it directly for temple repairs.”", "8": "The priests agreed that they wouldn't take any more money from the people nor be responsible for temple repairs.", "9": "Then the priest Jehoiada took a box, made a hole in its lid, and placed it beside the altar, to the right as one enters the Lord's temple. The priests who stood watch at the door put all the money brought to the Lord's temple in the box.", "10": "As soon as they saw that a large amount of money was in the box, the royal scribe and the high priest would come, count the money that was in the temple, and put it in a bag.", "11": "They would then hand over the money that had been counted[c] to those who supervised the work on the temple. These supervisors then paid money to those who worked on the Lord's temple: carpenters, builders,", "12": "masons, and stonecutters. The money was used to purchase wood and quarried stone to repair the Lord's temple and for every other cost involved in repairing it.", "13": "But the money that was brought to the Lord's temple was not used to make silver basins, wick trimmers, sprinkling bowls, trumpets, or any gold or silver object for the Lord's temple.", "14": "Instead, it was given directly to those who did the repair work; they used it to repair the Lord's temple.", "15": "There was no need to check on those who received the money and paid the workers, because they acted honestly.", "16": "Now as for the money for compensation and purification offerings, it wasn't brought to the Lord's temple. It belonged to the priests.", "17": "About this same time, Aram's King Hazael came up, attacked Gath, and captured it. Next Hazael decided to march against Jerusalem.", "18": "Judah's King Jehoash took all the holy objects that had been dedicated by his ancestors—Judah's kings Jehoshaphat, Jehoram, and Ahaziah—along with the holy objects he himself had dedicated, as well as all the gold in the treasure rooms of the Lord's temple and the palace, and he sent them to Aram's King Hazael. Hazael then pulled back from Jerusalem.", "19": "The rest of Jehoash's[d] deeds and all that he accomplished, aren't they written in the official records of Judah's kings?", "20": "Jehoash's officials plotted a conspiracy and killed him at Beth-millo on the road that goes down to Silla.", "21": "It was Jozacar son of Shimeath and Jehozabad son of Shomer, his officials, who struck him so that he died. He was buried with his ancestors in David's City. His son Amaziah succeeded him as king."}