{"1": "Amaziah, the son of Judah's King Jehoash,[a] became king in the second year of Israel's King Joash, who was Jehoahaz's son.", "2": "Amaziah was 25 years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother's name was Jehoaddin; she was from Jerusalem.", "3": "He did what was right in the Lord's eyes, but not as well as his ancestor King David. He did everything his father Jehoash did.", "4": "However, the shrines weren't removed. People kept sacrificing and burning incense at them.", "5": "Once he had secured control over his kingdom, he executed the officials who had assassinated his father the king.", "6": "However, he didn't kill the children of the murderers, because of what is written in the Instruction scroll from Moses, where the Lord commanded, Parents shouldn't be executed because of what their children have done; neither should children be executed because of what their parents have done. Each person should be executed for their own guilty acts.[b]", "7": "Next Amaziah struck down ten thousand Edomites in the Salt Valley and captured Sela in battle. He renamed it Jokthe-el, which is what it is still called today.", "8": "Then Amaziah sent messengers to Israel's King Joash[c] son of Jehoahaz son of Israel's King Jehu, saying, “Come on! Let's go head-to-head.”", "9": "But Israel's King Joash responded to Judah's King Amaziah, “Once upon a time, a thistle in Lebanon sent a message to a cedar, 'Give your daughter to my son as a wife.' But then a wild beast in Lebanon came along and trampled the thistle.", "10": "You have definitely defeated Edom and have now become conceited. Enjoy the honor, but stay home. Why invite disaster when both you and Judah will fall?”", "11": "But Amaziah wouldn't listen, so Israel's King Joash moved against him, and he and Judah's King Amaziah went head-to-head in battle at Beth-shemesh in Judah.", "12": "Judah was defeated by Israel, and everyone ran home.", "13": "At Beth-shemesh, Israel's King Joash captured Judah's King Amaziah, Jehoash's son and Ahaziah's grandson. Joash then marched to Jerusalem and broke down six hundred feet of the Jerusalem wall from the Ephraim Gate to the Corner Gate.", "14": "Joash took all the gold and silver, and all the objects he could find in the Lord's temple and the treasuries of the palace, along with some hostages and returned to Samaria.", "15": "The rest of Joash's deeds and his powerful acts—how he fought against Judah's King Amaziah—aren't they written in the official records of Israel's kings?", "16": "Joash lay down with his ancestors. He was buried in Samaria with the kings of Israel. His son Jeroboam succeeded him as king.", "17": "Judah's King Amaziah, Jehoash's son, lived fifteen years after the death of Israel's King Joash, Jehoahaz's son.", "18": "The rest of Amaziah's deeds, aren't they written in the official records of Judah's kings?", "19": "Some people in Jerusalem plotted against him. When Amaziah fled to Lachish, they sent men after him to Lachish, and they murdered him there.", "20": "They carried him back on horses, and he was buried in Jerusalem with his ancestors in David's City.", "21": "Then all the people of Judah took Azariah and made him king after his father Amaziah. He was 16 years old.", "22": "He rebuilt Elath, restoring it to Judah after King Amaziah had lain down with his ancestors.", "23": "Jeroboam, the son of Israel's King Joash, became king in Samaria in the fifteenth year of Judah's King Amaziah, Jehoash's son. He ruled for forty-one years.", "24": "He did what was evil in the Lord's eyes. He didn't deviate from all the sins that Jeroboam, Nebat's son, had caused Israel to commit.", "25": "He reestablished Israel's border from Lebo-hamath to the Dead Sea. This was in agreement with the word that the Lord, the God of Israel, spoke through his servant the prophet Jonah, Amittai's son, who was from Gath-hepher.", "26": "The Lord saw how brutally Israel suffered, whether slave or free, with no one to help Israel.", "27": "But the Lord hadn't said he would erase Israel's name from under heaven, so he saved them through Jeroboam, Joash's son.", "28": "The rest of Jeroboam's deeds, all that he accomplished, and his powerful acts—how he fought and how he restored Damascus and Hamath to Judah in Israel[d]—aren't they written in the official records of Israel's kings?", "29": "Jeroboam lay down with his ancestors the kings of Israel. His son Zechariah succeeded him as king."}