{"1": "Azariah, Amaziah's son, became king of Judah in the twenty-seventh year of Israel's King Jeroboam.", "2": "He was 16 years old when he became king, and he ruled for fifty-two years in Jerusalem. His mother's name was Jecoliah; she was from Jerusalem.", "3": "He did what was right in the Lord's eyes, just as his father Amaziah had done.", "4": "However, the shrines weren't removed. People kept sacrificing and burning incense at them.", "5": "Now the Lord afflicted the king with a skin disease that he had until his dying day, so he lived in a separate house.[a] The king's son Jotham supervised the palace administration and governed the people of the land.", "6": "The rest of Azariah's deeds and all he accomplished, aren't they written in the official records of Judah's kings?", "7": "Azariah died and was buried with his ancestors in David's City. His son Jotham succeeded him as king.", "8": "Zechariah, Jeroboam's son, became king of Israel in Samaria in the thirty-eighth year of Judah's King Azariah. He ruled for six months.", "9": "He did what was evil in the Lord's eyes, just as his ancestors had done. He didn't deviate from the sins that Jeroboam, Nebat's son, had caused Israel to commit.", "10": "Shallum, Jabesh's son, plotted against Zechariah. He struck him down in public,[b] murdering him. Shallum then succeeded him as king.", "11": "The rest of Zechariah's deeds are written in the official records of Israel's kings.", "12": "This was exactly what the Lord spoke to Jehu: Your descendants will sit on Israel's throne for four generations. And that's exactly what happened.", "13": "Shallum, Jabesh's son, became king in the thirty-ninth year of Judah's King Uzziah. He ruled for one month in Samaria.", "14": "Menahem, Gadi's son, went up from Tirzah and came to Samaria. He struck down Jabesh's son Shallum in Samaria, murdering him. Menahem then succeeded him as king.", "15": "The rest of Shallum's deeds and the conspiracy he plotted are written in the official records of Israel's kings.", "16": "Menahem then moved from Tirzah and attacked Tiphsah, all its citizens, and its neighboring areas. Because they wouldn't surrender, he attacked and ripped open all its pregnant women.", "17": "Menahem, Gadi's son, became king of Israel in the thirty-ninth year of Judah's King Azariah. He ruled for ten years in Samaria.", "18": "He did what was evil in the Lord's eyes. Throughout his life, he didn't deviate from the sins that Jeroboam, Nebat's son, had caused Israel to commit.", "19": "When Assyria's King Tiglath-pileser[c] marched against the land, Menahem gave Tiglath-pileser one thousand silver kikkars in order to become his ally and to strengthen his hold on the kingdom.", "20": "Menahem taxed Israel for this money. All the wealthy people had to give fifty silver shekels each to Assyria's king. So Assyria's king went home and didn't stay there in the land.", "21": "The rest of Menahem's deeds and all that he accomplished, aren't they written in the official records of Israel's kings?", "22": "Menahem lay down with his ancestors. His son Pekahiah succeeded him as king.", "23": "Pekahiah, Menahem's son, became king of Israel in the fiftieth year of Judah's King Azariah. He ruled for two years in Samaria.", "24": "He did what was evil in the Lord's eyes. He didn't deviate from the sins that Jeroboam, Nebat's son, had caused Israel to commit.", "25": "Pekah, Remaliah's son and Pekahiah's officer, plotted against him. Pekah struck Pekahiah in Samaria at the palace fortress, along with Argob and Arieh.[d] Pekah had fifty Gileadites with him. He murdered Pekahiah and succeeded him as king.", "26": "The rest of Pekahiah's deeds and all that he accomplished are written in the official records of Israel's kings.", "27": "Pekah, Remaliah's son, became king of Israel in the fifty-second year of Judah's King Azariah. Pekah ruled for twenty years in Samaria.", "28": "He did what was evil in the Lord's eyes. He didn't deviate from the sins that Jeroboam, Nebat's son, had caused Israel to commit.", "29": "In the days of Israel's King Pekah, Assyria's King Tiglath-pileser came and captured Ijon, Abel-beth-maacah, Janoah, Kedesh, and Hazor. He also captured Gilead, Galilee, and all the land of Naphtali. He sent the people into exile to Assyria.", "30": "Then Hoshea, Elah's son, plotted against Pekah, Remaliah's son. He struck Pekah down, murdering him. Hoshea became king after Pekah in the twentieth year of Uzziah's son Jotham.", "31": "The rest of Pekah's kingship and all that he accomplished are written in the official records of Israel's kings.", "32": "Jotham, Uzziah's son, became king of Judah in the second year of Israel's King Pekah, Remaliah's son.", "33": "Jotham was 25 years old when he became king, and he ruled for sixteen years in Jerusalem. His mother's name was Jerusha; she was Zadok's daughter.", "34": "Jotham did what was right in the Lord's eyes, just as his father Uzziah had done.", "35": "However, he didn't remove the shrines. The people continued to sacrifice and burn incense at them. Jotham rebuilt the Upper Gate of the Lord's temple.", "36": "The rest of Jotham's deeds, aren't they written in the official records of Judah's kings?", "37": "It was in those days that the Lord began to send Aram's King Rezin and Pekah, Remaliah's son, against Judah.", "38": "Jotham died and was buried with his ancestors in David's City.[e] His son Ahaz succeeded him as king."}