{"1": "Ahaz, Jotham's son, became king of Judah in the seventeenth year of Pekah, Remaliah's son.", "2": "Ahaz was 20 years old when he became king, and he ruled for sixteen years in Jerusalem. He didn't do what was right in the Lord's eyes, unlike his ancestor David.", "3": "Instead, he walked in the ways of Israel's kings. He even burned his own son alive, imitating the detestable practices of the nations that the Lord had driven out before the Israelites.", "4": "He also sacrificed and burned incense at the shrines on every hill and beneath every shady tree.", "5": "Then Aram's King Rezin and Israel's King Pekah, Remaliah's son, came up to Jerusalem to fight. They surrounded Ahaz, but they weren't able to defeat him.", "6": "At that time Aram's King Rezin recovered Elath for the Arameans, driving the Judeans out of Elath. The Edomites[a] came to Elath and settled there, and that's still the case now.", "7": "Ahaz sent messengers to Assyria's King Tiglath-pileser, saying, “I'm your servant and your son. Come up and save me from the power of the kings of Aram and Israel. Both of them are attacking me!”", "8": "And Ahaz took the silver and the gold that was in the Lord's temple and in the palace treasuries, and sent a gift to Assyria's king.", "9": "The Assyrian king heard the request and marched against Damascus. He captured it and sent its citizens into exile to Kir. He also killed Rezin.", "10": "Then King Ahaz went to Damascus to meet up with Assyria's King Tiglath-pileser. King Ahaz noticed the altar that was in Damascus, and he sent the altar's plan and details for its construction to the priest Uriah.", "11": "Uriah built the altar, following the plans that King Ahaz had sent from Damascus; he had it finished before King Ahaz returned from Damascus.", "12": "When the king arrived from Damascus, he inspected the altar. He came close to it, then went up on it,", "13": "burning his entirely burned offering and grain offering, pouring out his drink offering, and sprinkling the blood of his well-being sacrifices on the altar.", "14": "As for the bronze altar that used to stand before the Lord, Ahaz moved it away from the front of the temple where it had stood between the main altar and the Lord's temple. He put it on the north side of the new altar.", "15": "Then King Ahaz ordered the priest Uriah, saying, “Burn the following sacrifices on the main altar: in the morning, the entirely burned offering; in the evening, the grain offering; the king's entirely burned offering and his grain offering; the entirely burned offering for all the people of the land, their grain offering, and their drink offerings. “Sprinkle all the blood of the entirely burned offerings and all the blood of the sacrifices on it. I will use the bronze altar for seeking guidance.”[b]", "16": "Uriah the priest did everything that King Ahaz commanded.", "17": "King Ahaz cut off the side panels from the stands and removed the basins from them. He took the Sea down from the bronze bulls that were under it and put it on a stone pavement.", "18": "He also took away the sabbath canopy that had been built in the temple. He removed the royal entrance outside the Lord's temple. This was done because of the Assyrian king.", "19": "The rest of Ahaz's deeds, aren't they written in the official records of Judah's kings?", "20": "Ahaz died and was buried with his ancestors in David's City. His son Hezekiah succeeded him as king."}