{"1": "Hoshea, Elah's son, became king in Samaria in the twelfth year of Judah's king Ahaz. He ruled over Israel for nine years.", "2": "He did what was evil in the Lord's eyes, but he wasn't as bad as the Israelite kings who preceded him.", "3": "Assyria's King Shalmaneser marched against Hoshea, and Hoshea became Shalmaneser's servant, paying him tribute.", "4": "But the Assyrian king discovered that Hoshea was a traitor, because Hoshea sent messengers to Egypt's King So. Hoshea stopped paying tribute to the Assyrian king as he had in previous years, so the Assyrian king arrested him and put him in prison.", "5": "Then the Assyrian king invaded the whole country. He marched against Samaria and attacked it for three years.", "6": "In Hoshea's ninth year, the Assyrian king captured Samaria. He sent Israel into exile to Assyria, resettling them in Halah, in Gozan on the Habor River, and in the cities of the Medes.", "7": "All this happened because the Israelites sinned against the Lord their God, who brought them up from the land of Egypt, out from under the power of Pharaoh, Egypt's king. They worshipped other gods.", "8": "They followed the practices of the nations that the Lord had removed before the Israelites, as well as the practices that the Israelite kings had done.[a]", "9": "The Israelites secretly did things against the Lord their God that weren't right. They built shrines in all their towns, from watchtowers to fortified cities.", "10": "They set up sacred pillars and sacred poles[b] on every high hill and beneath every green tree.", "11": "At every shrine they burned incense, just as the nations did that the Lord sent into exile before them. They did evil things that made the Lord angry.", "12": "They worshipped images about which the Lord had said, Don't do such things!", "13": "The Lord warned Israel and Judah through all the prophets and seers, telling them, Turn from your evil ways. Keep my commandments and my regulations in agreement with the entire Instruction that I commanded your ancestors and sent through my servants the prophets.", "14": "But they wouldn't listen. They were stubborn like their ancestors who didn't trust the Lord their God.", "15": "They rejected his regulations and the covenant he had made with their ancestors, along with the warnings he had given them. They followed worthless images so that they too became worthless. And they imitated the neighboring nations that the Lord had forbidden them to imitate.", "16": "They deserted all the commandments of the Lord their God. They made themselves two metal idols cast in the shape of calves and made a sacred pole.[c] They bowed down to all the heavenly bodies. They served Baal.", "17": "They burned their sons and daughters alive. They practiced divination and sought omens. They gave themselves over to doing what was evil in the Lord's eyes and made him angry.", "18": "So the Lord was very angry at Israel. He removed them from his presence. Only the tribe of Judah was spared.", "19": "But Judah didn't keep the commands of the Lord their God either. They followed the practices of Israel.", "20": "So the Lord rejected all of Israel's descendants. He punished them, and he handed them over to enemies who plundered them until he finally threw them out of his sight.", "21": "When Israel broke away[d] from David's dynasty, they made Nebat's son Jeroboam the king. Jeroboam drove Israel away from the Lord. He caused them to commit great sin.", "22": "And the Israelites continued walking in all the sins that Jeroboam did. They didn't deviate from them,", "23": "and the Lord finally removed Israel from his presence. That was exactly what he had warned through all his servants the prophets. So Israel was exiled from its land to Assyria. And that's still how it is today.", "24": "The Assyrian king brought people from Babylon, Cuth, Avva, Hamath, and Sepharvaim, resettling them in the cities of Samaria in place of the Israelites. These people took control of Samaria and settled in its cities.", "25": "But when they began to live there, they didn't worship the Lord, so the Lord sent lions against them, and the lions began to kill them.", "26": "Assyria's king was told about this: “The nations you sent into exile and resettled in the cities of Samaria don't know the religious practices of the local god. He's sent lions against them, and the lions are killing them because none of them know the religious practices of the local god.”", "27": "So Assyria's king commanded, “Return one of the priests that you exiled from there. He[e] should go back and live there. He should teach them the religious practices of the local god.”", "28": "So one of the priests who had been exiled from Samaria went back. He lived in Bethel and taught the people how to worship the Lord.", "29": "But each nationality still made its own gods. They set them up in the houses that the people of Samaria had made at the shrines. Each nationality did this in whichever cities they lived.", "30": "The Babylonian people made the god Succoth-benoth, the Cuthean people made Nergal, and the people from Hamath made Ashima.", "31": "The Avvites made Nibhaz and Tartak. The Sepharvites burned their children alive as a sacrifice to Adrammelech and Anammelech, the Sepharvite gods.", "32": "They also worshipped the Lord, but they appointed priests for the shrines from their whole population. These priests worked in the houses at the shrines.", "33": "So they worshipped the Lord, but they also served their own gods according to the religious practices of the nations from which they had been exiled.", "34": "They are still following their former religious practices to this very day. They don't really worship the Lord. Nor do they follow the regulations, the case laws, the Instruction, or the commandment that the Lord commanded the children of Jacob, whom he renamed Israel.", "35": "The Lord had made a covenant with them, commanding them, Don't worship other gods. Don't bow down to them or serve them. Don't sacrifice to them.", "36": "Instead, worship only the Lord. He's the one who brought you up from the land of Egypt with great strength and an outstretched arm. Bow down to him! Sacrifice to him!", "37": "You must carefully keep the regulations and case laws, the Instruction, and the commandment that he wrote for you. Don't worship other gods.", "38": "Don't forget the covenant that I made with you. Don't worship other gods.", "39": "Instead, worship only the Lord your God. He will rescue you from your enemies' power.", "40": "But they wouldn't listen. Instead, they continued doing their former religious practices.", "41": "So these nations worship the Lord, but they also serve their idols. The children and the grandchildren are doing the very same thing their parents did. And that's how things still are today."}