{"1": "When King Hezekiah heard this, he ripped his clothes, covered himself with mourning clothes, and went to the Lord's temple.", "2": "He sent Eliakim the palace administrator, Shebna the secretary, and the senior priests to the prophet Isaiah, Amoz's son. They were all wearing mourning clothes.", "3": "They said to him, “This is what Hezekiah says: Today is a day of distress, punishment, and humiliation. It's as if children are ready to be born, but there's no strength to see it through.", "4": "Perhaps the Lord your God has heard all the words of the field commander who was sent by his master, Assyria's king—how he insulted the living God—perhaps God will punish him for the words the Lord your God heard. Send up a prayer for those few people who still survive.”", "5": "When King Hezekiah's servants got to Isaiah,", "6": "Isaiah said to them, “Say this to your master: 'This is what the Lord says: Don't be afraid at the words you heard, which the officers of Assyria's king have used to insult me.", "7": "I'm about to put a spirit in him, so when he hears a rumor, he'll go back to his own country. Then I'll have him cut down by the sword in his own land.'”", "8": "The field commander heard that the Assyrian king had left Lachish. So he went back to the king and found him attacking Libnah.", "9": "Then the Assyrian king learned that Cush's King Tirhakah was on his way to fight against him. So he sent messengers to Hezekiah again, saying,", "10": "“Say this to Judah's King Hezekiah: Don't let the God you trust in persuade you by saying, 'Jerusalem won't be handed over to the Assyrian king.'", "11": "You yourself have heard what Assyrian kings do to other countries, wiping them out. Is it likely that you will be saved?", "12": "Did the gods of the nations destroyed by my fathers—Gozan, Haran, Rezeph, or the people of Eden in Telassar—save them?", "13": "Where now is Hamath's king, Arpad's king, or the kings of Lair, Sepharvaim, Hena, or Ivvah?”[a]", "14": "Hezekiah took the letters from the messengers and read them. Then he went to the temple and spread them out before the Lord.", "15": "Hezekiah prayed to the Lord, saying, “Lord God of Israel, you sit enthroned on the winged creatures. You alone are God over all the earth's kingdoms. You made both heaven and earth.", "16": "Lord, turn your ear this way and hear! Lord, open your eyes and see! Listen to Sennacherib's words. He sent them to insult the living God!", "17": "It's true, Lord, that the Assyrian kings have destroyed many nations and their lands.", "18": "The Assyrians burned the gods of those nations with fire because they aren't real gods. They are only man-made creations of wood and stone. That's how the Assyrians could destroy them.", "19": "So now, Lord our God, please save us from Sennacherib's power! Then all the earth's kingdoms will know that you, Lord, are the only true God.”", "20": "Then Isaiah, Amoz's son, sent a message to Hezekiah: “This is what the Lord, Israel's God, says: I have heard your prayer about Assyria's King Sennacherib.", "21": "This is the message that the Lord has spoken against him: The young woman, Daughter Zion, despises you and mocks you; Daughter Jerusalem shakes her head behind your back.", "22": "Whom did you insult and ridicule? Against whom did you raise your voice and pridefully lift your eyes? It was against the holy one of Israel!", "23": "You've insulted the Lord with your messengers; you said, 'I, with my many chariots, have gone up to the highest mountains, to the farthest reaches of Lebanon. I have cut down its tallest cedars, the best of its pine trees. I have reached its most remote lodging place, its best forest.", "24": "I have dug wells, have drunk waters in foreign lands.[b] With my own feet, I dried up all of Egypt's streams.'", "25": "Haven't you heard? I set this up long ago; I planned it in the distant past! Now I have made it happen, making fortified cities collapse into piles of rubble.", "26": "Their citizens have lost their power. They are frightened and ashamed. They've become like plants in a field, tender green shoots, the grass on rooftops, burned up before it matures.", "27": "I know where you live, how you go out and come in, and how you rage against me.", "28": "And because you rage against me and because your pride has reached my ears, I will put my hook in your nose, and my bit in your mouth. I will make you go back the same way you came.", "29": "“Now this will be the sign for you, Hezekiah: This year you will eat what grows by itself. Next year you will eat what grows from that. But in the third year, sow seed and harvest it; plant vineyards and eat their fruit.", "30": "The survivors of the house of Judah who have escaped will take root below and bear fruit above.", "31": "Those who remain will go out from Jerusalem, and those who survive will go out from Mount Zion. The zeal of the Lord of heavenly forces[c] will do this.", "32": "“Therefore, this is what the Lord says about Assyria's king: He won't enter this city. He won't shoot a single arrow there. He won't come near the city with a shield. He won't build a ramp to besiege it.", "33": "He will go back by the same way he came. He won't enter this city, declares the Lord.", "34": "I will defend this city and save it for my sake and for the sake of my servant David.”", "35": "That night the Lord's messenger went out and struck down one hundred eighty-five thousand soldiers in the Assyrian camp. When people got up the next morning, there were dead bodies everywhere.", "36": "So Assyria's King Sennacherib departed, returning to Nineveh, where he stayed.", "37": "Later, while he was worshipping in the temple of his god Nisroch, his sons Adrammelech and Sharezer killed him with a sword. They then escaped to the land of Ararat. His son Esarhaddon succeeded him as king."}