{"1": "Manasseh was 12 years old when he became king, and he ruled for fifty-five years in Jerusalem. His mother's name was Hephzibah.", "2": "He did what was evil in the Lord's eyes, imitating the detestable practices of the nations that the Lord had driven out before the Israelites.", "3": "He rebuilt the shrines that his father Hezekiah had destroyed, set up altars for Baal, and made a sacred pole,[a] just as Israel's King Ahab had done. He bowed down to all the stars in the sky and worshipped them.", "4": "He even built altars in the two courtyards of the Lord's temple—the very place the Lord was speaking of when he said: “I will put my name in Jerusalem.”", "5": "Manasseh built altars for all the stars in the sky in both courtyards of the Lord's temple.", "6": "He burned his own son alive, consulted sign readers and fortune-tellers, and used mediums and diviners. He did much evil in the Lord's eyes and made him angry.", "7": "Manasseh set up the carved Asherah image he had made in the temple—the very temple the Lord had spoken about to David and his son Solomon, saying, In this temple and in Jerusalem, which I have chosen out of all Israel's tribes, I will put my name forever.", "8": "I will never again remove Israel from the land I gave to their ancestors, provided they carefully do everything I have commanded them—keeping all the Instruction my servant Moses commanded them.", "9": "But they wouldn't listen. Manasseh led them into doing even more evil than the nations the Lord had wiped out before the Israelites.", "10": "The Lord spoke through his servants the prophets:", "11": "Judah's King Manasseh has done detestable things, things more evil than the Amorites had done before his time. He has caused Judah to sin with his images.", "12": "Because of this, the Lord, Israel's God, has said: I'm about to bring on Jerusalem and Judah such a great disaster that the ears of anyone who hears about it will ring.", "13": "I will stretch out over Jerusalem the same line that I used to measure Samaria and the same mason's level that I used on Ahab's family. I will wipe Jerusalem clean the same way someone wipes a plate clean, wiping it clean then turning it facedown.", "14": "Whatever survives of my inheritance, I'll leave behind, handing them over to their enemies. They will be nothing but plunder and loot for every one of their enemies.", "15": "This will happen because they have done what is evil in my eyes, making me angry from the day their ancestors left Egypt until this very moment.", "16": "Manasseh spilled so much innocent blood that he filled up every corner of Jerusalem with it. And this doesn't include the sins he caused Judah to commit so that they did what was evil in the Lord's eyes.", "17": "The rest of Manasseh's deeds, all that he accomplished, and the sin he committed, aren't they written in the official records of Judah's kings?", "18": "Manasseh lay down with his ancestors. He was buried in his palace garden, the Uzza Garden. His son Amon succeeded him as king.", "19": "Amon was 22 years old when he became king, and he ruled for two years in Jerusalem. His mother's name was Meshullemeth; she was Haruz's daughter and was from Jotbah.", "20": "He did what was evil in the Lord's eyes, just as his father Manasseh had done.", "21": "He walked in all the ways his father had walked. He worshipped the same worthless idols his father had worshipped, bowing down to them.", "22": "He deserted his ancestors' God, the Lord—he didn't walk in the Lord's way.", "23": "Amon's officials plotted against him and assassinated the king in his palace.", "24": "The people of the land then executed all those who had plotted against King Amon and made his son Josiah the next king.", "25": "The rest of Amon's deeds, aren't they written in the official records of Judah's kings?", "26": "He was buried in his tomb in the Uzza Garden. His son Josiah succeeded him as king."}