{"1": "The members of the group of prophets said to Elisha, “Look, the place where we now live under your authority is too small for us.", "2": "Let's go to the Jordan River and each get a log from there. Then we can make a place to live there.” Elisha said, “Do it!”", "3": "One of them said, “Please come with us, your servants.” Elisha said, “Okay, I'll go.”", "4": "So he went with them. They came to the Jordan River and began cutting down trees.", "5": "One of them was cutting down a tree when his ax head fell into the water. He cried out, “Oh, no! Master, it was a borrowed ax!”", "6": "The man of God said, “Where did it fall?” He showed Elisha the place. Elisha then cut a piece of wood, threw it into the river there, and the ax head floated up.", "7": "“Lift it out,” Elisha said. So the man then reached out and grabbed it.", "8": "Aram's king was fighting against Israel. He took counsel with his officers, saying, “I'll camp at such-and-such a place.”", "9": "The man of God sent word to Israel's king: “Beware of passing by this place because the Arameans are going down there.”", "10": "Then Israel's king sent word to the place the man of God had mentioned to him. Time after time, Elisha warned the king, and the king stayed on the alert.", "11": "Aram's king was extremely upset about this. He called his officers and said to them, “Tell me! Who among us is siding with Israel's king?”", "12": "One of his officers said, “No one, Your Majesty! It's Elisha the Israelite prophet who tells Israel's king the words that you speak in the privacy of your bedroom.”", "13": "He said, “Go and find out where he is. Then I will send men to capture him.” They told him, “He is in Dothan.”", "14": "So the king sent horses and chariots there with a strong army. They came at night and surrounded the city.", "15": "Elisha's servant got up early and went out. He saw an army with horses and chariots surrounding the city. His servant said to Elisha, “Oh, no! Master, what will we do?”", "16": "“Don't be afraid,” Elisha said, “because there are more of us than there are of them.”", "17": "Then Elisha prayed, “Lord, please open his eyes that he may see.” Then the Lord opened the servant's eyes, and he saw that the mountain was full of horses and fiery chariots surrounding Elisha.", "18": "The Arameans came toward him, so Elisha prayed to the Lord, “Strike this nation with blindness.” And the Lord struck them blind, just as Elisha asked.", "19": "Elisha said to them, “This isn't the right road or the right city. Follow me, and I'll lead you to the man you are looking for.” But he took them to Samaria!", "20": "When they arrived in Samaria, Elisha said, “Lord, open the eyes of these men so they can see.” The Lord opened their eyes, and they saw that they were right in the middle of Samaria!", "21": "When he saw them, Israel's king said to Elisha, “Should I kill them, my father? Should I?”", "22": "He said, “No, don't kill them. Did you capture them with your own sword or bow? Do you have the right to kill them?[a] Put food and water in front of them so they can eat and drink and return to their master.”", "23": "So the king gave them a great feast, and they ate and drank. Then the king let them go, and they returned to their master. After that, Aramean raiding parties didn't come into Israel anymore.", "24": "Now it happened later that Aram's King Ben-hadad gathered all his forces and went up to attack Samaria.", "25": "The siege lasted so long that there was a great famine in Samaria. A donkey's head sold for eighty shekels of silver and a quarter kab of doves' dung[b] for five shekels.", "26": "Israel's king was passing by on the city wall when a woman appealed to him, “Help me, Your Majesty!”", "27": "The king said, “No! May the Lord help you! Where can I find help for you? From the threshing floor or the winepress?”", "28": "But then the king asked her, “What's troubling you?” She answered, “A woman said to me, 'Give up your son so we can eat him today; we'll eat my son tomorrow.'", "29": "So we cooked and ate my son. The next day I said to her, 'Hand over your son so we can eat him.' But she had hidden her son.”", "30": "When the king heard the woman's story, he ripped his clothes. And as he passed by along the wall, the people could see that he was wearing mourning clothes underneath.", "31": "He said, “So may God do to me, and more, if the head of Elisha, Shaphat's son, remains on his shoulders today!”", "32": "Elisha was sitting in his house, and the elders were sitting with him. The king sent a messenger on ahead, but before the man arrived, Elisha said to the elders, “Do you see that this murderer has sent someone to cut off my head? Watch for when the messenger comes, then close the door and hold it shut against him. The sound of his master's feet is right behind him, isn't it?”", "33": "While Elisha was still speaking with them, the messenger[c] arrived and said, “Look, this disaster is the Lord's doing. Why should I trust the Lord any longer?”"}