{"1": "Elisha spoke to the woman whose son he had brought back to life: “You and your household must go away and live wherever you can, because the Lord has called for a famine. It is coming to the land and will last seven years.”", "2": "So the woman went and did what the man of God asked. She and her household moved away, living in Philistia seven years.", "3": "When seven years had passed, the woman returned from Philistia. She went to appeal to the king for her house and her farmland.", "4": "The king was speaking to Gehazi, the man of God's servant, asking him, “Tell me about all the great things Elisha has done.”", "5": "So Gehazi was telling the king how Elisha had brought the dead to life. At that very moment, the woman whose son he had brought back to life began to appeal to the king for her house and her farmland. Gehazi said, “Your Majesty, this is the woman herself! And this is her son, the one Elisha brought to life!”", "6": "The king questioned the woman, and she told him her story. Then the king appointed an official to help her, saying, “Return everything that belongs to her, as well as everything that the farmland has produced, starting from the day she left the country until right now.”", "7": "Now Elisha had gone to Damascus when Aram's King Ben-hadad became sick. The king was told, “The man of God has come all this way.”", "8": "So the king said to Hazael, “Take a gift with you and go to meet the man of God. Question the Lord through him: 'Will I recover from this sickness?'”", "9": "So Hazael went out to meet Elisha. He took along forty camel-loads of Damascus' finest goods as a gift. He came and stood before Elisha and said, “Your son Ben-hadad, the king of Aram, sent me to you to ask, 'Will I recover from this sickness?'”", "10": "Elisha said to him, “Go and tell him, 'You will definitely recover,' but actually the Lord has shown me that he will die.”", "11": "Elisha stared straight at Hazael until he felt uneasy.[a] Then the man of God began to cry.", "12": "Hazael said, “Master, why are you crying?” “Because I know what violence you will do to the Israelites,” Elisha said. “You will drive them from their forts with fire. You will kill their young men with the sword. You will smash their children and rip open their pregnant women.”", "13": "Hazael replied, “How could your servant, who is nothing but a dog, do such mighty things?” Elisha said, “The Lord has shown me that you will be king over Aram.”", "14": "Then Hazael left Elisha and returned to his master. “What did Elisha say to you?” Ben-hadad asked. “He told me that you will certainly live,” Hazael replied.", "15": "But the next day he took a blanket, soaked it in water, and put it over Ben-hadad's face until he died. Hazael succeeded him as king.", "16": "In the fifth year of Israel's King Joram, Ahab's son, Jehoram, the son of Judah's King Jehoshaphat, became king.[b]", "17": "He was 32 years old when he became king, and he ruled for eight years in Jerusalem.", "18": "He walked in the ways of Israel's kings, just as Ahab's dynasty had done, because he married Ahab's daughter. He did what was evil in the Lord's eyes.", "19": "Nevertheless, because of his servant David, the Lord wasn't willing to destroy Judah. The Lord had promised to preserve a lamp for David and his sons forever.", "20": "During Jehoram's rule Edom rebelled against Judah's power and appointed their own king.", "21": "Jehoram[c] along with all his chariots crossed over to Zair. He got up at night to attack the Edomites who had surrounded him and his chariot commanders,[d] but his army fled back home.", "22": "So Edom has been independent of Judah to this day. Libnah rebelled at the same time.", "23": "The rest of Jehoram's deeds and all that he accomplished, aren't they written in the official records of Judah's kings?", "24": "Jehoram died and was buried with his ancestors in David's City. His son Ahaziah succeeded him as king.", "25": "Ahaziah, the son of Judah's king Jehoram, became king in the twelfth year of Israel's King Joram,[e] Ahab's son.", "26": "Ahaziah was 22 years old when he became king, and he ruled for one year in Jerusalem. His mother's name was Athaliah; she was the granddaughter of Israel's King Omri.", "27": "He walked in the ways of Ahab's dynasty, doing what was evil in the Lord's eyes, just as Ahab's dynasty had done, because he had married into Ahab's family.", "28": "Ahaziah went with Joram, Ahab's son, to fight against Aram's King Hazael at Ramoth-gilead, where the Arameans wounded Joram.", "29": "King Joram returned to Jezreel to recover from the wounds the Arameans had given him at Ramah in his battle with Aram's King Hazael. Then Judah's King Ahaziah, the son of Jehoram, went down to visit Joram, Ahab's son, at Jezreel because he had been wounded."}