{"1": "The prophet Elisha called to a member of the group of prophets, “Get ready, take this jug of oil with you, and go to Ramoth-gilead.", "2": "When you arrive there, look for Jehu, Jehoshaphat's son and Nimshi's grandson. Go to him, then pull him away from his associates, taking him to a private room.", "3": "Take the jug of oil and pour it on his head. Then say, 'This is what the Lord has said: I anoint you king of Israel.' Then open the door, and run out of there without stopping.”", "4": "So the young prophet went to Ramoth-gilead.", "5": "He came in, and the military commanders were sitting right there. He said, “Commander, I have a word for you.” “For which one of us?” Jehu asked. The young prophet said, “For you, Commander.”", "6": "So Jehu got up and went inside. The prophet then poured oil on his head and said to him, “This is what the Lord, Israel's God, says: I anoint you king over the Lord's people, over Israel.", "7": "You will strike down your master Ahab's family. In this way I will take revenge for the violence done by Jezebel to my servants the prophets and to all the Lord's servants.", "8": "Ahab's whole family will die. I will eliminate from Ahab everyone who urinates on a wall, whether slave or free, in Israel.", "9": "I will make Ahab's dynasty like the dynasty of Jeroboam, Nebat's son, and like the dynasty of Baasha, Ahijah's son.", "10": "And as for Jezebel: The dogs will devour her in the area of Jezreel. No one will bury her.” Then the young prophet opened the door and ran.", "11": "Jehu went out to his master's officers. They said to him, “Is everything okay? Why did this fanatic come to you?” Jehu said to them, “You know the man and the nonsense he talks.”", "12": "“That's a lie!” they said. “Come on, tell us!” Jehu replied, “This is what he said to me: 'This is what the Lord says: I anoint you king of Israel.'”", "13": "Then each man quickly took his cloak and put it beneath Jehu on the paved steps.[a] They blew a trumpet and said, “Jehu has become king!”", "14": "Then Jehu, Jehoshaphat's son and Nimshi's grandson, plotted against Joram. Now Joram along with all of Israel had been guarding Ramoth-gilead against Aram's King Hazael,", "15": "but King Joram[b] had gone back to Jezreel to recover from wounds that the Arameans had given him when he fought Hazael. So Jehu said, “If this is the way you feel, then don't let anyone escape from the city to talk about it in Jezreel.”", "16": "Then Jehu got on a chariot and drove to Jezreel because Joram was resting there. Judah's King Ahaziah had also come to visit Joram.", "17": "The guard standing on the tower at Jezreel saw a crowd of people coming with Jehu. He said, “I see a crowd of people.” Joram said, “Take a chariot driver. Send him out to meet them to ask, 'Do you come in peace?'”", "18": "So the driver went to meet him and said, “The king asks, 'Do you come in peace?'” Jehu replied, “What do you care about peace? Come around and follow me.” Meanwhile, the tower guard reported, “The messenger met them, but he isn't returning.”", "19": "The king sent a second driver. He came to them and said, “The king asks, 'Do you come in peace?'” Jehu said, “What do you care about peace? Come around and follow me.”", "20": "The tower guard reported, “The messenger met them, but he isn't returning. And the style of chariot driving is like Jehu, Nimshi's son. Jehu drives like a madman.”", "21": "Joram said, “Hitch up the chariot!” So they hitched up his chariot. Then Israel's King Joram and Judah's King Ahaziah—each in his own chariot—went out to meet Jehu. They happened to meet him at the plot of ground that belonged to Naboth the Jezreelite.", "22": "When Joram saw Jehu, he said, “Do you come in peace, Jehu?” He said, “How can there be peace as long as the immoralities of your mother Jezebel and her many acts of sorcery continue?”", "23": "Then Joram turned his chariot around and fled. He shouted to Ahaziah, “It's a trap, Ahaziah!”", "24": "Jehu took his bow and shot Joram in the back. The arrow went through his heart, and he fell down in his chariot.", "25": "Jehu said to Bidkar his chariot officer, “Pick him up, and throw him on the plot of ground belonging to Naboth the Jezreelite. Remember how you and I were driving chariot teams behind his father Ahab when the Lord spoke this prophecy about him:", "26": "Yesterday I saw Naboth's blood and his sons' blood, declares the Lord. I swear that I will pay you back on this very plot of ground, declares the Lord. Now pick him up, and throw him on that plot of ground, in agreement with the Lord's word.”", "27": "Judah's King Ahaziah saw this and fled on the road to Beth-haggan. Jehu chased after him. “Do the same to him!” he commanded. They shot him[c] in his chariot on the way up to Gur, near Ibleam. Ahaziah fled to Megiddo and died there.", "28": "His servants carried him back in a chariot to Jerusalem. He was buried in his tomb with his ancestors in David's City.", "29": "Ahaziah had become Judah's king in the eleventh year of Ahab's son Joram.", "30": "Jehu then went to Jezreel. When Jezebel heard of it, she put on her eye shadow and arranged her hair. She looked down out of the window.", "31": "When Jehu came through the gate, she said, “Do you come in peace, Zimri, you master murderer?”", "32": "Jehu looked up to the window and said, “Who's on my side? Anyone?” Two or three high officials looked down at him.", "33": "Then he said, “Throw her out!” So they threw her out of the window. Some of her blood splattered against the wall and on the horses, and they trampled her.", "34": "Jehu then went in to eat and drink. He said, “Deal with this cursed woman and bury her. She was, after all, a king's daughter.”", "35": "They went to bury her, but they couldn't find her body. Only her skull was left, along with her hands and feet.", "36": "They went back and reported this to Jehu. He said, “This is the Lord's word spoken through his servant Elijah from Tishbe: Dogs will devour Jezebel's flesh in the area of Jezreel.", "37": "Jezebel's corpse will be like dung spread out in a field in that plot of land in Jezreel, so no one will be able to say, This was Jezebel.”"}