{"1": "When Joshua was very old, the Lord said to him, “Joshua, you have grown old, but there is still much land for you to ·take [possess; conquer]. ", "2": "This is what is left: the regions of Geshur and of the Philistines [C the southern coastline along the Mediterranean Sea]; ", "3": "the area from the Shihor River [C Wadi el-Arish located below Gaza] ·at the border [east; L in front] of Egypt ·to [L to the border of] Ekron in the north, which ·belongs to the Canaanites [L is regarded/counted as Canaanite]; the five Philistine ·leaders [rulers; lords] at Gaza, Ashdod, Ashkelon, Gath, and Ekron; the Avvites, ", "4": "·who live south of the Canaanite land, from Arah of the Sidonians [C the people of the northern coastal plains] to Aphek, to the border of the Amorites; ", "5": "the ·Gebalites [C inhabitants of the city of Byblos, located north of modern Beirut], and the area of Lebanon east of Baal Gad below Mount Hermon to Lebo Hamath.", "6": "“The Sidonians are living in the hill country from Lebanon to Misrephoth Maim, but I will ·force [drive] all of them out ahead of the ·Israelites [L sons/T children of Israel]. Be sure to ·remember this land when you divide the land among the Israelites [L allocate this land to Israel as an inheritance], as I ·told [commanded] you.", "7": "“Now divide the land ·among [L as an inheritance among] the nine tribes and ·West [L the half-tribe of] Manasseh.”", "8": "·East Manasseh and [L With it; C referring to the other half-tribe of Manasseh] the tribes of Reuben and Gad had received their ·land [inheritance]. The Lord's servant Moses had given them the land east of the Jordan River [Deut. 3:18–20]. ", "9": "·Their land started at [L From] Aroer at the Arnon ·Ravine [Valley; 12:1] ·and continued to [or including] the town in the middle of the ravine, and it included the whole ·plain [or plateau] from Medeba to Dibon. ", "10": "All the towns ruled by Sihon king of the Amorites, who ruled in the city of Heshbon, were in that land. The land continued to the area where the Ammonites lived. ", "11": "Gilead [12:3] was also there, as well as the area where the people of Geshur and Maacah lived, and all of Mount Hermon and Bashan as far as Salecah. ", "12": "All the kingdom of Og king of Bashan was in the land [12:4–5]. Og was ·one of the last [L from the remnant] of the Rephaites, and in the past he ruled in Ashtaroth and Edrei. Moses had ·defeated [struck] them and had taken their land. ", "13": "Because the ·Israelites [L sons/T children of Israel] did not ·force [drive] out the people of Geshur and Maacah, they still live among the Israelites today.", "14": "The tribe of Levi was the only one that ·did not get any land [L he gave no inheritance]. Instead, they were given all the burned sacrifices [C a portion of the food offerings] made to the Lord, the God of Israel, as he had promised them [14:3–4; Num. 3:45; 35:1–8].", "15": "Moses had given each ·family group [clan] from the tribe of Reuben some land: ", "16": "Theirs was the land from Aroer near the Arnon ·Ravine [Valley; 12:1] to the town of Medeba, including the whole plain and the town in the middle of the ·ravine [valley]; ", "17": "Heshbon and all ·the [L its] towns on the plain: Dibon, Bamoth Baal, and Beth Baal Meon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley, ", "20": "Beth Peor, the ·hills [slopes] of Pisgah, and Beth Jeshimoth. ", "21": "So that land included all the towns on the plain and all the area that Sihon king of the Amorites had ruled from the town of Heshbon. Moses had defeated him along with the leaders of the Midianites, including Evi, Rekem, Zur, Hur, and Reba. All these ·leaders [princes] ·fought together with [or were subjects of] Sihon and lived in that country. ", "22": "The ·Israelites [L sons/T children of Israel] ·killed [L slayed with the sword] many people during the fighting, including Balaam of Beor, who ·tried to use magic to tell the future [practiced divination; Num. 22–24]. ", "23": "The land given to Reuben stopped at the shore of the Jordan River. So the ·land [inheritance] given to the ·family groups [clans] of Reuben included all these towns and their villages.", "24": "This is the land Moses gave to the tribe of Gad, to all its ·family groups [clans]: ", "25": "the land of Jazer and all the towns of Gilead; half the land of the Ammonites that went as far as Aroer near Rabbah; ", "26": "the area from Heshbon to Ramath Mizpah and Betonim; the area from Mahanaim to the land of Debir; ", "27": "in the valley, Beth Haram, Beth Nimrah, Succoth, and Zaphon, the ·other land [rest of the kingdom] Sihon king of Heshbon had ruled east of the Jordan River and continuing to the end of Lake ·Galilee [L Kinnereth]. ", "28": "·All this land went to [L This is the inheritance of] the ·family groups [clans] of Gad, including all these towns and their villages.", "29": "This is the land Moses had given to ·East [L the half-tribe of] Manasseh. Half of all the ·family groups [clans] in the tribe of Manasseh were given this land: ", "30": "The land started at Mahanaim and included all of Bashan [12:4] and the land ruled by Og king of Bashan; all the towns of Jair in Bashan, sixty cities in all; ", "31": "half of Gilead, Ashtaroth, and Edrei, the cities where Og king of Bashan had ruled. All this went to the ·family [or descendants; L children/sons] of Makir son of Manasseh, and half of all his ·sons [descendants] were given this land.", "32": "Moses had given this land to these tribes on the plains of Moab across the Jordan River east of Jericho [Num. 32:32, 39–42]. ", "33": "But Moses had given no land to the tribe of Levi because the Lord, the God of Israel, promised that he himself would be the gift for the Levites [v. 14; 18:7; Num. 18:20; Deut. 18:1–8]."}