{"1": "This is the ·land [allotment] the ·tribe [L sons; descendants] of Joseph received. It started at the Jordan River near Jericho and continued to the ·waters [springs] of Jericho, just east of the city. The border went up from Jericho to the ·mountains [hill country] of Bethel [C located northwest of Jersusalem]. ", "2": "Then it continued from Bethel ·(also called Luz) [or to Luz] ·to [crossing over to] the Arkite border at Ataroth. ", "3": "From there it went west to the ·border [L territory] of the Japhletites and continued to the area of the Lower Beth Horon. Then it went to Gezer and ended at the sea.", "4": "So Manasseh and Ephraim, sons of Joseph, received their ·land [inheritance].", "5": "This is the land that was given to the ·family groups [clans] of Ephraim: Their border [L of their inheritance] started at Ataroth Addar in the east, went to Upper Beth Horon, ", "6": "and then to the sea. From Micmethath [L on the north] it turned eastward toward Taanath Shiloh and ·continued eastward [or passing by it on the east] to Janoah. ", "7": "Then it went down from Janoah to Ataroth and to Naarah. It continued until it touched Jericho and stopped at the Jordan River. ", "8": "The border went from Tappuah west to Kanah ·Ravine [Valley; or Brook] and ended at the sea. This is all the ·land [inheritance] that was given to each ·family group [clan] in the tribe of the Ephraimites. ", "9": "·Many of the towns were actually within Manasseh's borders, but the people of Ephraim got those towns and their villages [L …and the cities set apart for the sons of Ephraim in the midst of the inheritance of the sons of Manasseh, all the cities and their villages]. ", "10": "The Ephraimites could not ·force the Canaanites to leave [drive out the Canaanites living in] Gezer, so the Canaanites still live among the Ephraimites today, but they became ·slaves [forced laborers] of the Ephraimites."}