{"1": "Then land was ·given [allotted] to the tribe of Manasseh, Joseph's ·first son [firstborn; Gen. 41:51]. Manasseh's ·first son [firstborn] was Makir [Gen. 50:23], the ·father of Gilead [or ancestor of the Gileadites]. ·Makir was a great soldier [or His descendants were great solders], so the lands of Gilead and Bashan were given to his family. ", "2": "·Land [An allotment] was also given to the other ·family groups of Manasseh [L sons/descendants of Manasseh, by their clans]—[L the sons/descendants of] Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These were ·all the other sons [the male descendants] of Manasseh son of Joseph.", "3": "Zelophehad was the son of Hepher, who was the son of Gilead, who was the son of Makir, who was the son of Manasseh. Zelophehad had no sons, but he had five daughters, named Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "4": "They ·went to [presented themselves before] Eleazar the priest [14:1; 19:51; 21:1] and to Joshua son of Nun and all the leaders. They said, “The Lord told Moses to give us land ·like the men received [L among/or along with our brothers; Num. 26:33; 27:1–7].” So ·Eleazar [or Joshua; L he] obeyed the Lord and gave the daughters ·some land [an inheritance], ·just like [or among] the brothers of their father. ", "5": "So the tribe of Manasseh had ten sections of land ·west of the Jordan River and two more sections, [L in addition to] Gilead and Bashan [12:3–4], on the east side of the Jordan River. ", "6": "The daughters of Manasseh received ·land just as the sons did [L an inheritance among/along with his sons]. Gilead was given to the rest of the ·families [sons; descendants] of Manasseh.", "7": "The ·lands [border] of Manasseh ·were in the area between Asher and [L ran from Asher to] Micmethath, ·near [or east of] Shechem. The border went south to the ·En Tappuah area [L inhabitants of En Tappuah], ", "8": "which belonged to Manasseh, except for the town of Tappuah. It was along the border of Manasseh's land and belonged to the ·sons [people; tribe] of Ephraim. ", "9": "The border of Manasseh continued south to Kanah ·Ravine [Valley; or Brook]. The cities in this area of Manasseh belonged to Ephraim. Manasseh's border was on the north side of the ravine and went to the sea. ", "10": "The land to the south belonged to Ephraim, and the land to the north belonged to Manasseh. The ·Mediterranean Sea [L sea] was the western border. The border touched Asher's land on the north and Issachar's land on the east.", "11": "In the areas of Issachar and Asher, the people of Manasseh ·owned [included; had] these towns: Beth ·Shan [or Shean] and its small towns; Ibleam and its small towns; the people who lived in Dor and its small towns; the people in ·Naphoth Dor [or Dor, that is, Naphoth; L Dor…the third is Naphoth] and its small towns; the people who lived in Taanach and its small towns; the people in Megiddo and its small towns. ", "12": "·Manasseh [L The sons/descendants of Manasseh] was not able to defeat those cities, so the Canaanites ·continued [persisted; were determined] to live there. ", "13": "When the ·Israelites [L sons/T children of Israel] grew strong, they forced the Canaanites to work for them, although they did not ·force them to leave the land [drive them out completely; Judg. 1:27–28].", "14": "The ·people from the tribes [sons/descendants] of Joseph said to Joshua, “You gave ·us [L me] only one ·area of land [L portion as an inheritance], but ·we are many [L I am a great] people. Why did you give us only one part of all the land the Lord gave his people?”", "15": "And Joshua answered them, “If you have too many people, go up to the forest and ·make a place [clear out land] for yourselves to live there in the land of the Perizzites and the Rephaites. The ·mountain [hill] country of Ephraim is too small for you.”", "16": "The ·people [L sons/descendants] of Joseph said, “It is true. The ·mountain [hill] country of Ephraim is not enough for us, but the Canaanites who live in the valley have ·strong armies [L iron chariots], both in Beth Shan and all the small towns in that area, and in the Valley of Jezreel.”", "17": "Then Joshua said to the ·people [L house] of Joseph—to Ephraim and Manasseh, “There are many of you, and you have great power. You should be given more than one ·share of land [allotment]. ", "18": "You also will have the ·mountain [hill] country. It is a forest, but you can ·cut down the trees and make it a good place to live [L clear it and possess its farthest border]. You will own all of it because you will ·force the Canaanites to leave the land [drive out the Canaanites] even though they have ·powerful weapons [L iron chariots] and are strong.”"}