{"1": "All of the Israelites [L the whole congregation of the sons/T children of Israel] gathered together at Shiloh where they set up the Meeting Tent [Ex. 33:7–11]. The land was now under their control. ", "2": "But there were still seven tribes of Israel that had not yet received their ·land [inheritance].", "3": "So Joshua said to the ·Israelites [L sons/T children of Israel]: “·Why do you wait so long [L How long will you delay] to take your land? The Lord, the God of your ancestors, has given this land to you. ", "4": "Choose three men from each tribe, and I will send them out to study the land. They will ·describe in writing [or make a map of] the land their tribe wants as its ·share [inheritance], and then they will come back to me. ", "5": "They will divide the land into seven parts. Judah will keep their land in the south, and the ·people [house] of Joseph will keep their land in the north. ", "6": "You should ·describe [or map out] the seven parts of land in writing and bring what you have written to me. Then I will ·throw [cast] lots in the presence of the Lord our God. ", "7": "But the Levites do not ·get any part of these lands [have an allotment among you], because ·they are priests, and their work is to serve [L their portion/inheritance is the priesthood of] the Lord. Gad, Reuben, and ·East [the half-tribe of] Manasseh have received the ·land [inheritance] promised to them, which is east of the Jordan River. Moses, the servant of the Lord, gave it to them [Deut. 3:18–20].”", "8": "So the men who were chosen to map the land started out. Joshua told them, “Go and study the land and describe it in writing. Then come back to me, and I will ·throw [cast] lots in the presence of the Lord here in Shiloh.” ", "9": "So the men left and ·went into [passed through] the land. They ·described [mapped out] in a scroll each town in the seven parts of the land. Then they came back to Joshua, who was still at the camp at Shiloh. ", "10": "There Joshua ·threw [cast] lots in the presence of the Lord to ·choose [apportion] the lands that should be given to each tribe.", "11": "The first ·part of the land [lot] was given to the tribe of Benjamin. Each ·family group [clan] received some land between the land of Judah and the land of Joseph. This is the land chosen for Benjamin: ", "12": "The northern border started at the Jordan River and went along the northern ·edge [slope] of Jericho, and then it went west into the ·mountains [hill country]. That boundary continued ·until it was just east [L to the desert/wilderness] of Beth Aven. ", "13": "From there it ·went [crossed] south to Luz (also called Bethel) and then down to Ataroth Addar, which is on the hill south of Lower Beth Horon.", "14": "At the hill to the south of Beth Horon, the border turned and went south near the western side of the hill. It went to Kiriath Baal (also called Kiriath Jearim), a town ·where people of Judah lived [L of the sons/descendants of Judah]. This was the western border.", "15": "The southern border started ·near [at the edge of] Kiriath Jearim and went west to the ·waters [spring] of Nephtoah. ", "16": "Then ·it [L the boundary] went down to the bottom of the hill, which was near the Valley of Ben Hinnom, on the north side of the Valley of Rephaim. The border continued down the Hinnom Valley just south of the Jebusite city to En Rogel. ", "17": "There it turned north and went to En Shemesh. It continued to Geliloth ·near [opposite] the Adummim Pass. Then it went down to the ·great Stone [L Stone] of Bohan son of Reuben. ", "18": "The border continued to the northern ·part [slope] of Beth Arabah and went down into the ·Jordan Valley [or Arabah]. ", "19": "From there it went to the northern ·part [slope] of Beth Hoglah and ended at the north shore of the ·Dead [L Salt] Sea, ·where the Jordan River flows into the sea [L at the mouth of the Jordan in the south]. This was the southern border.", "20": "The Jordan River was the border on the eastern side. So this was the ·land [inheritance] given to the ·family groups [clans] of Benjamin with the borders on all sides.", "21": "The ·family groups [clans] of Benjamin received these cities: Jericho, Beth Hoglah, Emek Keziz, ", "22": "Beth Arabah, Zemaraim, Bethel, ", "23": "Avvim, Parah, Ophrah, ", "24": "Kephar Ammoni, Ophni, and Geba. There were twelve towns and all their villages.", "25": "The tribe of Benjamin also received Gibeon, Ramah, Beeroth, ", "26": "Mizpah, Kephirah, Mozah, ", "27": "Rekem, Irpeel, Taralah, ", "28": "Zelah, Haeleph, the Jebusite city (Jerusalem), Gibeah, and Kiriath. There were fourteen towns and their villages. All these areas are the lands the ·family groups [clans] of Benjamin were given."}