{"1": "The heads of the ·Levite families [L fathers of the Levites] went to talk to Eleazar the priest, to Joshua son of Nun, and to the heads of the ·families [fathers] of all the tribes of Israel. ", "2": "At Shiloh in the land of Canaan, they said to them, “The Lord commanded Moses that you give us towns where we may live and pastures for our animals.” ", "3": "So the Israelites obeyed this command of the Lord and gave the Levite people these towns and pastures ·for their own land [L from their own inheritance/possessions]: ", "4": "The Kohath ·family groups [clans] were part of the tribe of Levi [C the three sons of Levi were Kohath, Gershom, and Merari; Ex. 6:16; Num. 3:17]. Some of the Levites in the Kohath ·family groups [clans] were from the family of Aaron the priest. To these Levites were ·given [allotted; given by lot] thirteen towns in the areas of Judah, Simeon, and Benjamin. ", "5": "The ·other family groups [L rest of the sons/descendants] of Kohath were given ten towns in the areas of Ephraim, Dan, and ·West [L the half-tribe of] Manasseh.", "6": "The ·people from the Gershon family groups [L sons/descendants of Gershom] were given thirteen towns ·in the land [L from the clans of the tribe] of Issachar, Asher, Naphtali, and the East Manasseh in Bashan.", "7": "The ·family groups [L clans of the sons/descendants] of Merari were given twelve towns in the areas of Reuben, Gad, and Zebulun.", "8": "So the ·Israelites [L sons/T children of Israel] gave the Levites these towns and the pastures around them, just as the Lord had commanded Moses.", "9": "These are the names of the towns that came from the ·lands [L tribe of the sons/descendants] of Judah and Simeon. ", "10": "The first ·choice of towns [L lot] was given to the Kohath ·family groups [clans] of the Levites. ", "11": "They gave them Kiriath Arba, also called Hebron, and all its pastures in the ·mountains [hill country] of Judah. (Arba was the father of Anak.) ", "12": "But the fields and the villages around Kiriath Arba had been given to Caleb son of Jephunneh [L as his possession].", "13": "So they gave the city of Hebron to the descendants of Aaron (Hebron was a city of ·safety [L refuge for the killer/manslayer]). They also gave them the towns of Libnah, ", "14": "Jattir, Eshtemoa, ", "15": "Holon, Debir, ", "16": "Ain, Juttah, and Beth Shemesh, and all the pastures around them. Nine towns were given from these two tribes.", "17": "·They also gave the people of Aaron these cities that belonged to [L And from] the tribe of Benjamin: Gibeon, Geba, ", "18": "Anathoth, and Almon. They gave them these four towns and the pastures around them.", "19": "So these thirteen towns with their pastures were given to the priests, who were from the ·family [L sons; descendants] of Aaron.", "20": "The other Kohathite ·family groups [clans] of the Levites were ·given [allotted] these towns from the tribe of Ephraim: ", "21": "Shechem in the mountains of Ephraim (which was a city of ·safety [L refuge for the killer/manslayer]), Gezer, ", "22": "Kibzaim, and Beth Horon. There were four towns and their pastures.", "23": "The tribe of Dan gave them Eltekeh, Gibbethon, ", "24": "Aijalon, and Gath Rimmon. There were four towns and their pastures.", "25": "·West [L The half-tribe of] Manasseh gave them Taanach and Gath Rimmon and the pastures around these two towns.", "26": "So these ten towns and the pastures around them were given to the rest of the Kohathite ·family groups [clans].", "27": "The Gershonite ·family groups [clans] of the Levite tribe were given these towns: ·East [L The half-tribe of] Manasseh gave them Golan in Bashan, which was a city of ·safety [L refuge for the killer/manslayer], and Be Eshtarah, and the pastures around these two towns.", "28": "The tribe of Issachar gave them Kishion, Daberath, ", "29": "Jarmuth, and En Gannim, and the pastures around these four towns.", "30": "The tribe of Asher gave them Mishal, Abdon, ", "31": "Helkath, and Rehob, and the pastures around these four towns.", "32": "The tribe of Naphtali gave them Kedesh in Galilee (a city of ·safety [refuge for the killer/manslayer]), Hammoth Dor, and Kartan, and the pastures around these three towns.", "33": "So the Gershonite ·family groups [clans] received thirteen towns and the pastures around them.", "34": "The Merarite ·family groups [clans] (the rest of the Levites) were given these towns: The tribe of Zebulun gave them Jokneam, Kartah, ", "35": "Dimnah, and Nahalal, and the pastures around these four towns.", "36": "The tribe of Reuben gave them Bezer, Jahaz, ", "37": "Kedemoth, and Mephaath, along with the pastures around these four towns.", "38": "The tribe of Gad gave them Ramoth in Gilead (a city of ·safety [L refuge for the killer/manslayer]), Mahanaim, ", "39": "Heshbon, and Jazer, and the pastures around these four towns.", "40": "So the total number of towns given to the Merarite ·family groups [clans] was twelve.", "41": "A total of forty-eight towns with their pastures in the ·land [L midst of the possession of the sons/T children of Israel] of Israel were given to the Levites. ", "42": "Each town had pastures around it [L this was true of all the cities].", "43": "So the Lord gave ·the people [L Israel] all the land he had promised their ancestors. The people took the land and lived there. ", "44": "The Lord gave them ·peace [rest] on all sides, as he had ·promised [sworn to] their ancestors. None of their enemies ·defeated [could resist] them; the Lord handed all their enemies ·over to them [L into their hands]. ", "45": "He kept every promise he had made to the Israelites; each one came true."}