{"1": "The Lord gave Israel ·peace [rest] from their enemies around them. Many years passed, and Joshua grew very old. ", "2": "He called a meeting of ·all [L all Israel:] the elders, heads of families, judges, and officers of Israel. He said, “I am now very old. ", "3": "You have seen what the Lord has done to ·our enemies [L these nations] to help us. The Lord your God fought for you. ", "4": "·Remember that [See; T Behold] ·your people have been given their [L I have alloted to you the] land between the Jordan River and the ·Mediterranean [L Great] Sea in the west, the land I promised to give you. ", "5": "The Lord your God will ·force [drive] out the people living there. The Lord will push them out ahead of you. And you will ·own the [occupy/possess their] land, as he has promised you.", "6": "“Be strong. You must be careful to obey everything ·commanded [L that is written] in the Book of the ·Teachings [Law] of Moses. Do not ·stray [L turn aside] from it either from the left or the right. ", "7": "Don't ·become friends [associate; mix] with ·the people living among us who are not Israelites [L these nations remaining among you]. Don't ·say [mention; or invoke] the names of their gods or make anyone swear by them. Don't serve or ·worship [bow down before] them. ", "8": "You must ·continue to follow [L hold fast to; cling to] the Lord your God, as you have done ·in the past [L to this day].", "9": "“The Lord has ·forced to leave [driven out] many great and powerful nations. No nation has been able to ·defeat [resist; stand before] you [L to this day]. ", "10": "With his help, one Israelite ·could defeat [routs] a thousand, because the Lord your God fights for you, as he promised to do. ", "11": "So you must be careful to love the Lord your God.", "12": "“[L But] If you turn away from the way of the Lord and ·become friends with [ally yourselves with; cling to] ·these people who are not part of Israel [the remnant of these nations who remain among you] and marry them, ", "13": "the Lord your God will not ·help you defeat [drive out] your enemies. They will be like ·traps [L a snare and a trap] for you, like whips on your back and thorns in your eyes, ·and none of you will be left in [L until you perish from] this good land the Lord your God has given you.", "14": "“·It's almost time for me to die [L Look, today I am going the way of all the earth]. You know ·and fully believe [L in your hearts and souls] that the Lord has not failed to keep a single one of the good promises he made. He has fulfilled every one of them. Not one of them has failed. ", "15": "Every good promise that the Lord your God made has come true, and in the same way, his other promises will come true. He promised that evil will come to you and that he will destroy you from this good land that he gave you. ", "16": "This will happen if you don't keep your ·agreement [covenant; treaty] with the Lord your God. If you go and serve other gods and ·worship [bow down before] them, the ·Lord will become very angry with you [L anger of the Lord will burn against you]. Then ·none of you will be left in [L you will quickly perish from] this good land he has given you.”"}