{"1": "Joshua gathered all the tribes of Israel together at Shechem. He called the elders, heads of families, judges, and officers of Israel to ·stand [present themselves] before God.", "2": "Then Joshua said to all the people, “Here's what the Lord, the God of Israel, says to you: 'A long time ago your ancestors lived on the other side of the Euphrates River. Terah, the father of Abraham and Nahor, worshiped other gods. ", "3": "But I, the Lord, took your ancestor Abraham from the other side of the river and led him through the land of Canaan [Gen. 12:1–3; 17:4–8]. And I ·gave him many children, including [or multiplied his descendants, beginning with] his son Isaac [Gen. 21]. ", "4": "I gave Isaac two sons named Jacob and Esau [Gen. 25]. I gave the land around the ·mountains [hill country] of ·Edom [C Hebrew: Seir] to Esau, but Jacob and his sons went down to Egypt [Gen. 46]. ", "5": "Then I sent Moses and Aaron to Egypt, where I ·brought many disasters on the Egyptians [L plagued Egypt by what I did in their midst; Ex. 1–11]. Afterwards I brought you out [Ex. 12]. ", "6": "When I brought your ancestors out of Egypt, they came to the ·Red Sea [L Sea], and the Egyptians chased them with chariots and men on horses. ", "7": "So the people called out to the Lord. And ·I [L he] brought darkness between you and the Egyptians and made the sea to cover them [Ex. 13–15]. ·You yourselves [L Your eyes] saw what I did ·to the army of [L in] Egypt. After that, you lived in the ·desert [wilderness] for a long time.", "8": "“'Then I brought you to the land of the Amorites, east of the Jordan River. They fought against you, but I handed them over to you. I destroyed them before you, and you took ·control [possession] of that land [Num. 21; Deut. 2–3]. ", "9": "But the king of Moab, Balak son of Zippor, ·prepared to fight [L arose and fought] against the Israelites. The king sent for Balaam son of Beor to curse you [Num. 22–24], ", "10": "but I refused to listen to Balaam. So he ·asked for good things to happen to you [L kept blessing you]! I ·saved you and brought you out of his power [L delivered you out of his hand].", "11": "“'Then you crossed the Jordan River and came to Jericho, where the ·people [or leaders] of Jericho fought against you. Also, the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites fought against you. But I ·handed them over to you [L gave them into your hand]. ", "12": "I sent ·terror [or the hornet; C the meaning of the Hebrew is uncertain] ahead of you to ·force [drive] out two Amorite kings [2:10; Num. 21:21–35]. ·You took the land without using swords and bows [L It was not by your sword or by your bow]. ", "13": "I gave you that land where you had not worked. I gave you cities that you did not have to build. And now you live in that land and in those cities, and you eat from vineyards and olive trees that you did not plant.'”", "14": "Then Joshua said to the people, “Now ·respect [fear; be in awe of] the Lord and serve him ·fully [faithfully; in truth] and sincerely. ·Throw [Put] away the gods that your ancestors worshiped on the other side of the ·Euphrates River [L River] and in Egypt. Serve the Lord. ", "15": "But if ·you don't want [L it is undesirable/evil in your eyes] to serve the Lord, you must choose for yourselves today whom you will serve. You may serve the gods that your ancestors worshiped when they lived on the other side of the ·Euphrates River [L River], or you may serve the gods of the Amorites who lived in this land. As for me and my ·family [L house], we will serve the Lord.”", "16": "Then the people answered, “·We will never stop following [L Far be it from us to forsake] the Lord to serve other gods! ", "17": "It was the Lord our God who brought ·our [L us and our] ancestors out of Egypt. ·We were slaves in that land, but […L out of the house of slavery, and] the Lord did great ·things [L signs] for us there. He brought us out and ·protected [preserved] us while we traveled through other lands. ", "18": "Then he ·forced [drove] out all the people living in these lands, even the Amorites. So we will serve the Lord, because he is our God.”", "19": "Then Joshua said, “You are not able to serve the Lord, because he is a holy God [Lev. 19:2] and a jealous God [Ex. 20:5]. If you ·turn against him [rebel] and sin, he will not forgive you. ", "20": "If you ·leave [forsake; abandon] the Lord and serve ·other [foreign] gods, he will ·send you great trouble [bring disaster on you]. The Lord may have been good to you, but if you turn against him, he will ·destroy [consume] you.”", "21": "But the people said to Joshua, “No! We will serve the Lord.”", "22": "Then Joshua said, “You are your own witnesses that you have chosen to serve the Lord.” The people said, “Yes, we are.”", "23": "Then Joshua said, “Now throw away the [L foreign] gods that ·you have [are in your midst]. ·Love the Lord, the God of Israel, with all your heart [L Bend your heart toward the Lord, the God of Israel].”", "24": "Then the people said to Joshua, “We will serve the Lord our God, and we will obey him.”", "25": "On that day at Shechem Joshua made an ·agreement [covenant; treaty] for the people. He made ·rules [statutes; ordinances; requirements] and ·laws [regulations] for them to follow. ", "26": "Joshua wrote these things in the Book of the ·Teachings [Law] of God. Then he took a large stone and set it up under the oak tree near the Lord's ·Holy Tent [sanctuary; shrine; holy place].", "27": "Joshua said to all the people, “·See [T Behold] this stone! It will ·remind you of what we did today [L be a witness against you]. ·It was here the Lord spoke to us today [L It has heard all the words the Lord said to us]. It will ·remind you of what happened so you will not [be a witness against you, lest you] ·turn against [are untrue to; deal falsely with] your God.”", "28": "Then Joshua sent the people back ·to their land [L each to their own inheritance].", "29": "After that, Joshua son of Nun, the Lord's servant, died at the age of one hundred ten. ", "30": "They buried him in ·his own land [L the land of his inheritance] at Timnath Serah, in the ·mountains [hill country] of Ephraim, north of Mount Gaash.", "31": "The Israelites served the Lord during the lifetime of Joshua and during the lifetimes of the elders who lived after Joshua who had ·seen [experienced; known] what the Lord had done for Israel.", "32": "When the ·Israelites [L sons/T children of Israel] left Egypt, they carried the bones of Joseph with them [Gen. 50:25; Ex. 13:19; Heb. 11:22]. They buried them at Shechem, in the ·land [piece of ground] Jacob had bought for a hundred pieces of silver from the sons of Hamor (Hamor was the father of Shechem) [Gen. 33:19]. This land ·now belonged to [became the inheritance of] Joseph's children.", "33": "And Eleazar son of Aaron died and was buried at Gibeah in the ·mountains [hill country] of Ephraim, which had been given to Eleazar's son Phinehas."}