{"1": "Early the next morning Joshua and all the ·Israelites [L sons/T children of Israel] left ·Acacia [C Hebrew: Shittim; 2:1]. They traveled to the Jordan River and camped there before crossing it. ", "2": "After three days the ·officers [leaders] went through the camp ", "3": "and gave orders to the people: “When you see the priests and Levites carrying the Ark of the ·Agreement with [Covenant/Treaty of] the Lord your God [Ex. 25:10–22], leave where you are and follow it. ", "4": "That way you will know which way to go since you have never ·been here [passed this way] before. But do not ·follow too closely [come near it]. Stay about ·a thousand yards [L two thousand cubits] behind the Ark.”", "5": "Then Joshua told the people, “·Make yourselves holy [Consecrate yourselves], because tomorrow the Lord will do ·amazing [miraculous] things among you.”", "6": "Joshua said to the priests, “Take the Ark of the ·Agreement [Covenant; Treaty] and go ahead of the people.” So the priests lifted the Ark and carried it ahead of the people.", "7": "Then the Lord said to Joshua, “Today I will begin to ·make you great [exalt/honor you] in the ·opinion [L eyes] of all the Israelites so the people will know I am with you just as I was with Moses. ", "8": "·Tell [Command] the priests who carry the Ark of the ·Agreement [Covenant; Treaty] to go to the edge of the Jordan River and stand in the water.”", "9": "Then Joshua said to the ·Israelites [L sons/T children of Israel], “Come here and listen to the words of the Lord your God. ", "10": "Here is proof that the living God is ·with [among] you and that he will ·force [drive] out the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites. ", "11": "[L Look; T Behold] The Ark of the ·Agreement with [Covenant/Treaty of] the Lord of the whole world will go ahead of you into the Jordan River. ", "12": "Now choose twelve men from among you, one from each of the twelve tribes of Israel. ", "13": "The priests will carry the Ark of the Lord, the ·Master [Ruler; Lord] of the whole world [Ex. 9:29], into the Jordan ahead of you. When they step into the water, it will stop. The ·river will stop flowing [L waters going down will be cut off from above] and will stand up in a heap [C thus reminding them of the crossing of the sea in Ex. 14].”", "14": "So the people left ·the place where they had camped [their camp/L tents], and they followed the priests who carried the Ark of the ·Agreement [Covenant; Treaty] across the Jordan River. ", "15": "During harvest the Jordan overflows its banks. When the priests carrying the Ark came to the edge of the river and stepped into the water, ", "16": "the water ·upstream [L going down from above] stopped flowing. It stood up in a heap a great distance away at Adam, a town near Zarethan. The water flowing down to the Sea of Arabah (the ·Dead [L Salt] Sea) was completely cut off. So the people crossed the river ·near [opposite; across from] Jericho. ", "17": "The priests carried the Ark of the ·Agreement with [Covenant/Treaty of] the Lord to the middle of the river and stood there on dry ground. They waited there while ·all the people [the whole nation] of Israel walked across the Jordan River on dry land."}