{"1": "After all the ·people [nation] had finished crossing the Jordan, the Lord said to Joshua, ", "2": "“Choose twelve men from among the people, one from each tribe. ", "3": "·Tell [Command; Instruct] them to get twelve rocks from the middle of the river, from where the priests stood. Carry the rocks and put them down where you ·stay [camp; lodge] tonight.”", "4": "So Joshua ·chose [appointed] one man from each tribe. Then he called the twelve men together ", "5": "and said to them, “Go out into the river where the Ark of the Lord your God is. Each of you bring back one rock, one for each tribe of Israel, and carry it on your shoulder. ", "6": "They will be a ·sign [reminder; memorial] among you. In the future your children will ask you, 'What do these rocks mean [L to you]?' ", "7": "Tell them the water stopped flowing in the Jordan when the Ark of the ·Agreement with [Covenant/Treaty of] the Lord crossed the ·river [L Jordan]. These rocks will always remind the ·Israelites [L sons/T children of Israel] of this [C stone memorials are common in the OT; 7:26; 24:26–27; Gen. 28:18–22; 31:45–47].”", "8": "So the ·Israelites [L sons/T children of Israel] obeyed Joshua and carried twelve rocks from the middle of the Jordan River, one rock for each of the twelve tribes of Israel, just as the Lord had commanded Joshua. They carried the rocks with them and put them down where they made their camp. ", "9": "Joshua also put twelve rocks in the middle of the Jordan River where the priests had stood while carrying the Ark of the ·Agreement [Covenant; Treaty]. These rocks are still there today.", "10": "The priests carrying the Ark continued standing in the middle of the river until everything was done that the Lord had commanded Joshua to tell the people, just as Moses had told Joshua. The people hurried across the river. ", "11": "After they finished crossing the river, the priests carried the Ark of the Lord to the other side as the people watched. ", "12": "The men from the tribes of Reuben, Gad, and ·East [L the half-tribe of] Manasseh obeyed what Moses had told them. They were dressed for war, and they crossed the river ahead of the other people. ", "13": "About forty thousand soldiers prepared for war passed before the Lord as they marched across the river, going toward the plains of Jericho.", "14": "That day the Lord ·made Joshua great [honored/exalted Joshua] in the ·opinion [L eyes] of all the Israelites. They ·respected [revered; stood in awe of] Joshua all his life, just as they had ·respected [revered; stood in awe of] Moses.", "15": "Then the Lord said to Joshua, ", "16": "“Command the priests to bring the Ark of the ·Agreement [Covenant; Treaty; L Testimony] out of the river.”", "17": "So Joshua commanded the priests, “Come up out of the Jordan.”", "18": "Then the priests carried the Ark of the ·Agreement with [Covenant/Treaty of] the Lord out of the river. As soon as their feet touched dry land, the water began flowing again. The river again overflowed its banks, just as it had before they crossed.", "19": "The people ·crossed [L came up from] the Jordan on the tenth day of the first month and camped at Gilgal, ·east [on the eastern border] of Jericho. ", "20": "They carried with them the twelve rocks taken from the Jordan, and Joshua set them up at Gilgal. ", "21": "Then he spoke to the ·Israelites [L sons/T children of Israel]: “In the future your children will ask you, 'What ·do these rocks mean [L are these stones]?' ", "22": "Tell them, 'Israel crossed the Jordan River on dry land. ", "23": "The Lord your God ·caused the water to stop flowing [L dried up the river before you] until you finished crossing it, just as the Lord did to the ·Red Sea [or Sea of Reeds; Ex. 14–15]. He ·stopped the water [L dried it up] until we crossed it. ", "24": "The Lord did this so all ·people [L the nations/people of the earth] would know ·he has great power [L that the hand of the Lord is powerful] and so you would always ·respect [revere; fear] the Lord your God.'”"}