{"1": "The people of Jericho were afraid because the Israelites were near. They closed the city gates and guarded them [L Now Jericho was tightly shut because of the sons/T children of Israel]. No one went into the city, and no one came out.", "2": "Then the Lord said to Joshua, “Look, I have given ·you Jericho [L Jericho into your hands], its king, and all its fighting men. ", "3": "March around the city with your ·army [L fighting men] once a day for six days. ", "4": "Have seven priests carry trumpets made from ·horns of male sheep [rams' horns] and have them march in front of the Ark. On the seventh day march around the city seven times and have the priests blow the trumpets as they march. ", "5": "They will make one long blast on the trumpets. When you hear that sound, have all the people give a loud shout. Then the walls of the city will ·fall [collapse] so the people can ·go [charge] straight into the city.”", "6": "So Joshua son of Nun called the priests together and said to them, “Carry the Ark of the ·Agreement [Covenant; Treaty]. Tell seven priests to carry trumpets and march in front of it.” ", "7": "Then Joshua ordered the ·people [or army], “Now go! March around the city. The ·soldiers with weapons [armed troops; or royal guard] should march in front of the Ark of the ·Agreement with [Covenant/Treaty of] the Lord.”", "8": "When Joshua finished speaking to the ·people [or army], the seven priests began marching before the Lord. They carried the seven trumpets and blew them as they marched. The priests carrying the Ark of the ·Agreement with [Covenant/Treaty of] the Lord followed them. ", "9": "·Soldiers with weapons [Armed troops; or The royal guard] marched in front of the priests, and ·armed men [the rear guard] walked behind the Ark. The priests were blowing their trumpets. ", "10": "But Joshua had ·told [commanded] the people not to give ·a war cry [the shout]. He said, “Don't shout. Don't say a word until the day I tell you. Then shout.” ", "11": "So Joshua had the Ark of the Lord carried around the city one time. Then they went back to camp for the night.", "12": "Early the next morning Joshua got up, and the priests carried the Ark of the Lord again. ", "13": "The seven priests carried the seven trumpets and marched in front of the Ark of the Lord, blowing their trumpets. ·Soldiers with weapons [Armed troops or The royal guard] marched in front of them, and ·other soldiers [the rear guard] walked behind the Ark of the Lord. ·All this time the priests were blowing their trumpets […while the trumpets kept blowing]. ", "14": "So on the second day they marched around the city one time and then went back to camp. They did this every day for six days.", "15": "On the seventh day they got up at dawn and marched around the city, just as they had on the days before. But on that day they marched around the city seven times. ", "16": "The seventh time around the priests blew their trumpets. Then Joshua gave the command: “Now, ·shout [give the battle cry]! The Lord has given you this city! ", "17": "The city and everything in it are to be ·destroyed as an offering [L devoted; set apart; 2:10] to the Lord. Only Rahab the prostitute and everyone in her house should remain alive. They must not be killed, because Rahab hid the ·two spies [L messengers] we sent out [2:1–24]. ", "18": "·Don't take any of [Keep away from] the things that are ·to be destroyed as an offering [devoted; set apart] to the Lord. If you take them and bring them into ·our camp [L the camp of Israel], you yourselves will be ·destroyed [devoted/set apart for destruction], and you will bring trouble to all of Israel. ", "19": "All the silver and gold and things made from bronze and iron belong to the Lord and must ·be saved for him [L go into the treasury of the Lord].”", "20": "When the priests blew the trumpets, the ·people [army] shouted. At the sound of the trumpets and the ·people's [army's] shout, the walls fell, and everyone ·ran [charged] straight into the city. So the Israelites ·defeated [captured; took] that city. ", "21": "They ·completely destroyed [devoted to the Lord] with the ·sword [L edge of the sword] every living thing in the city—men and women, young and old, cattle, sheep, and donkeys.", "22": "Joshua said to the two men who had spied out the land, “Go into the prostitute's house. Bring her out and bring out those who ·are with [belong to] her, because of the ·promise you made [oath you swore] to her.” ", "23": "So the ·two men [young men] went into the house and brought out Rahab, her father, mother, brothers, and all ·those with [who belonged to] her. They put all of her family in a safe place outside the camp of Israel.", "24": "Then Israel burned the whole city and everything in it, but they did not burn the things made from silver, gold, bronze, and iron. These were ·saved for [L put in the treasury of the house of] the Lord. ", "25": "Joshua saved Rahab the prostitute, her ·family [L father's household], and all who ·were with [belonged to] her, because Rahab had helped the men he had sent to spy out Jericho [Matt. 1:5; Heb. 11:31; James 2:25]. Rahab still lives among the Israelites today.", "26": "Then Joshua ·made [or caused them to take] this oath: “Anyone who tries to rebuild this city of Jericho will be cursed ·by [or before] the Lord. The one who lays the foundation of this city will lose his ·oldest [firstborn] son, and the one who sets up the gates will lose his youngest son [1 Kin. 16:34].”", "27": "So the Lord was with Joshua, and Joshua became famous through all the land."}