{"1": "Saul was dead. Meanwhile, David had defeated the Amalekites and returned to Ziklag. ", "2": "Three days later, a soldier came from Saul's army. His clothes were torn, and dirt was on his head.[a] He went to David and knelt down in front of him.", "3": "David asked, “Where did you come from?” The man answered, “From Israel's army. I barely escaped with my life.”", "4": "“Who won the battle?” David asked. The man said, “Our army turned and ran, but many were wounded and died. Even King Saul and his son Jonathan are dead.”", "5": "David asked, “How do you know Saul and Jonathan are dead?”", "6": "The young man replied: I was on Mount Gilboa and saw King Saul leaning on his spear. The enemy's war chariots and cavalry were closing in on him. ", "7": "When he turned around and saw me, he called me over. I went and asked what he wanted.", "8": "Saul asked me, “Who are you?” “An Amalekite,” I answered.", "9": "Then he said, “Kill me! I'm dying, and I'm in terrible pain.”[b]", "10": "So I killed him. I knew he was too badly wounded to live much longer. Then I took his crown and his arm-band, and I brought them to you, Your Majesty. Here they are.", "11": "Right away, David and his soldiers tore their clothes in sorrow. ", "12": "They cried all day long and would not eat anything. Everyone was sad because Saul, his son Jonathan, and many of the Lord's people had been killed in the battle.", "13": "David asked the young man, “Where is your home?” The man replied, “My father is an Amalekite, but we live in Israel.”", "14-16": "David said to him, “Why weren't you afraid to kill the Lord's chosen king? And you even told what you did. It's your own fault that you're going to die!” Then David told one of his soldiers, “Come here and kill this man!”", "17": "David sang a song in memory of Saul and Jonathan, ", "18": "and he ordered his men to teach the song to everyone in Judah. He called it “The Song of the Bow,” and it can be found in The Book of Jashar.[c] This is the song:", "19": "Israel, your famous hero lies dead on the hills, and your mighty warriors have fallen!", "20": "Don't tell it in Gath or spread the news on the streets of Ashkelon. The godless Philistine women will be happy and jump for joy.", "21": "Don't let dew or rain fall on the hills of Gilboa. Don't let its fields grow offerings for God. There the warriors' shields were smeared with mud, and Saul's own shield was left unpolished.[d]", "22": "The arrows of Jonathan struck, and warriors died. The sword of Saul cut the enemy apart.", "23": "It was easy to love Saul and Jonathan. Together in life, together in death, they were faster than eagles and stronger than lions.", "24": "Women of Israel, cry for Saul. He brought you fine red cloth and jewelry made of gold.", "25": "Our warriors have fallen in the heat of battle, and Jonathan lies dead on the hills of Gilboa.", "26": "Jonathan, I miss you most! I loved you like a brother. You were truly loyal to me, more faithful than a wife to her husband.[e]", "27": "Our warriors have fallen, and their weapons[f] are destroyed."}