{"1": "David had a beautiful daughter named Tamar, who was the sister of Absalom. She was also the half sister of Amnon,[a] who fell in love with her. ", "2": "But Tamar was a virgin, and Amnon could not think of a way to be alone with her. He was so upset about it that he made himself sick.", "3": "Amnon had a friend named Jonadab, who was the son of David's brother Shimeah. Jonadab always knew how to get what he wanted, ", "4": "and he said to Amnon, “What's the matter? You're the king's son! You shouldn't have to go around feeling sorry for yourself every morning.” Amnon said, “I'm in love with Tamar, my brother Absalom's sister.”", "5": "Jonadab told him, “Lie down on your bed and pretend to be sick. When your father comes to see you, ask him to send Tamar, so you can watch her cook something for you. Then she can serve you the food.”", "6": "So Amnon went to bed and pretended to be sick. When the king came to see him, Amnon said, “Please, ask Tamar to come over. She can make some special bread[b] while I watch, and then she can serve me the bread.”", "7": "David told Tamar, “Go over to Amnon's house and fix him some food.” ", "8": "When she got there, he was lying in bed. She mixed the dough, made the loaves, and baked them while he watched. ", "9": "Then she took the bread out of the pan and put it on his plate, but he refused to eat it. Amnon said, “Send the servants out of the house.” After they had gone, ", "10": "he said to Tamar, “Serve the food in my bedroom.” Tamar picked up the bread that she had made and brought it into Amnon's bedroom. ", "11": "But as she was taking it over to him, he grabbed her and said, “Come to bed with me!”", "12": "She answered, “No! Please don't force me! This sort of thing isn't done in Israel. It's too disgusting! ", "13": "Think of me. I'll be disgraced forever! And think of yourself. Everyone in Israel will say you're nothing but trash! Just ask the king, and he will let you marry me.”", "14": "But Amnon would not listen to what she said. He was stronger than she was, so he overpowered her and raped her. ", "15": "Then Amnon hated her even more than he had loved her before. So he told her, “Get up and get out!”", "16": "She said, “Don't send me away! That would be worse than what you have already done.” But Amnon would not listen. ", "17": "He called in his servant and said, “Throw this woman out and lock the door!”", "18": "The servant made her leave, and he locked the door behind her. The king's unmarried daughters used to wear long robes with sleeves.[c] ", "19": "Tamar tore the robe she was wearing and put ashes on her head. Then she covered her face with her hands and cried loudly as she walked away.", "20": "Tamar's brother Absalom said to her, “How could Amnon have done such a terrible thing to you! But since he's your brother, don't tell anyone what happened. Just try not to think about it.” Tamar soon moved into Absalom's house, but she was always sad and lonely. ", "21": "When David heard what had happened to Tamar, he was very angry. But Amnon was his oldest son and also his favorite, and David would not do anything to make Amnon unhappy.[d]", "22": "Absalom treated Amnon as though nothing had happened, but he hated Amnon for what he had done to his sister Tamar.", "23": "Two years later, Absalom's servants were cutting wool from his sheep in Baal-Hazor near the town of Ephraim, and Absalom invited all of the king's sons to be there.[e] ", "24": "Then he went to David and said, “My servants are cutting the wool from my sheep. Please come and join us!”", "25": "David answered, “No, my son, we won't go. It would be too expensive for you.” Absalom tried to get him to change his mind, but David did not want to go. He only said that he hoped they would have a good time.", "26": "Absalom said, “If you won't go, at least let my brother Amnon come with us.” David asked, “Why should he go with you?” ", "27": "But Absalom kept on insisting, and finally David let Amnon and all his other sons go with Absalom. Absalom prepared a banquet fit for a king.[f] ", "28": "But he told his servants, “Keep an eye on Amnon. When he gets a little drunk from the wine and is feeling good, I'll give the signal. Then kill him! I've commanded you to do it, so don't be afraid. Be strong and brave.”", "29": "Absalom's servants killed Amnon, just as Absalom had told them. The rest of the king's sons quickly rode away on their mules to escape from Absalom.", "30": "While they were on their way to Jerusalem, someone told David, “Absalom has killed all of your sons! Not even one is left.” ", "31": "David got up, and in his sorrow he tore his clothes and lay down on the ground. His servants remained standing, but they tore their clothes too.", "32": "Then David's nephew[g] Jonadab said, “Your Majesty, not all of your sons were killed! Only Amnon is dead. On the day that Amnon raped Tamar, Absalom decided to kill him. ", "33": "Don't worry about the report that all your sons were killed. Only Amnon is dead, ", "34": "and Absalom has run away.” One of the guards noticed a lot of people coming along the hillside on the road to Horonaim.[h] He went and told the king, “I saw some men coming along Horonaim Road.”[i]", "35": "Jonadab said, “Your Majesty, look! Here come your sons now, just as I told you.”", "36": "No sooner had he said it, than David's sons came in. They were weeping out loud, and David and all his officials cried just as loudly. ", "37-38": "David was sad for a long time because Amnon was dead. Absalom had run away to Geshur, where he stayed for three years with King Talmai[j] the son of Ammihud. ", "39": "David still felt so sad over the loss of Amnon that he wanted to take his army there and capture Absalom.[k]"}