{"1": "Joab knew that David couldn't stop thinking about Absalom, ", "2-3": "and he sent someone to bring in the wise woman who lived in Tekoa. Joab told her, “Put on funeral clothes and don't use any makeup. Go to the king and pretend you have spent a long time mourning the death of a loved one.” Then he told her what to say.", "4": "The woman from Tekoa went to David. She bowed very low and said, “Your Majesty, please help me!”", "5": "David asked, “What's the matter?” She replied: My husband is dead, and I'm a widow. ", "6": "I had two sons, but they got into a fight out in a field where there was no one to pull them apart, and one of them killed the other. ", "7": "Now all of my relatives have come to me and said, “Hand over your son! We're going to put him to death for killing his brother.” But what they really want is to get rid of him, so they can take over our land. Please don't let them put out my only flame of hope! There won't be anyone left on this earth to carry on my husband's name.", "8": "“Go on home,” David told her. “I'll take care of this matter for you.”", "9": "The woman said, “I hope your decision doesn't cause any problems for you. But if it does, you can blame me.”[a]", "10": "He said, “If anyone gives you any trouble, bring them to me, and it won't happen again!”", "11": "“Please,” she replied, “swear by the Lord your God that no one will be allowed to kill my son!” He said, “I swear by the living Lord that no one will touch even a hair on his head!”", "12": "Then she asked, “Your Majesty, may I say something?” “Yes,” he answered.", "13": "The woman said: Haven't you been hurting God's people? Your own son had to leave the country. And when you judged in my favor, it was the same as admitting that you should have let him come back. ", "14": "We each must die and disappear like water poured out on the ground. But God doesn't take our lives.[b] Instead, he figures out ways of bringing us back when we run away.", "15": "Your Majesty, I came here to tell you about my problem, because I was afraid of what someone might do to me. I decided to come to you, because I thought you could help. ", "16": "In fact, I knew that you would listen and save my son and me from those who want to take the land that God gave us.[c]", "17": "I can rest easy now that you have given your decision. You know the difference between right and wrong just like an angel of God, and I pray that the Lord your God will be with you.", "18": "Then David said to the woman, “Now I'm going to ask you a question, and don't try to hide the truth!” The woman replied, “Please go ahead, Your Majesty.”", "19": "David asked, “Did Joab put you up to this?” The woman answered, “Your Majesty, I swear by your life that no one can hide the truth from you. Yes, Joab did tell me what to say, ", "20": "but only to show you the other side of this problem. You must be as wise as the angel of God to know everything that goes on in this country.”", "21": "David turned to Joab and said, “It seems that I have already given my decision. Go and bring Absalom back.”", "22": "Joab bowed very low and said, “Your Majesty, I thank you for giving your permission. It shows that you approve of me.”", "23": "Joab went to Geshur to get Absalom. But when they came back to Jerusalem, ", "24": "David told Joab, “I don't want to see my son Absalom. Tell him to stay away from me.” So Absalom went to his own house without seeing his father.", "25": "No one in all Israel was as handsome and well-built as Absalom. ", "26": "He got his hair cut once a year, and when the hair was weighed, it came to about five pounds.", "27": "Absalom had three sons. He also had a daughter named Tamar, who grew up to be very beautiful.", "28": "Absalom lived in Jerusalem for two years without seeing his father. ", "29": "He wanted Joab to talk to David for him. So one day he sent a message asking Joab to come over, but Joab refused. Absalom sent another message, but Joab still refused. ", "30": "Finally, Absalom told his servants, “Joab's barley field is right next to mine. Go set it on fire!” And they did.", "31": "Joab went to Absalom's house and demanded, “Why did your servants set my field on fire?”", "32": "Absalom answered, “You didn't pay any attention when I sent for you. I want you to ask my father why he told me to come back from Geshur. I was better off there. I want to see my father now! If I'm guilty, let him kill me.”", "33": "Joab went to David and told him what Absalom had said. David sent for Absalom, and Absalom came. He bowed very low, and David leaned over and kissed him."}