{"1": "David had started down the other side of the Mount of Olives, when he was met by Ziba, the chief servant of Mephibosheth.[a] Ziba had two donkeys that were carrying two hundred loaves of bread, a hundred handfuls of raisins, a hundred figs,[b] and some wine.", "2": "“What's all this?” David asked. Ziba said, “The donkeys are for your family to ride. The bread and fruit are for the people to eat, and the wine is for them to drink in the desert when they are tired out.”", "3": "“And where is Mephibosheth?” David asked. Ziba answered, “He stayed in Jerusalem, because he thinks the people of Israel want him to rule the kingdom of his grandfather Saul.”", "4": "David then told him, “Everything that used to belong to Mephibosheth is now yours.” Ziba said, “Your Majesty, I am your humble servant, and I hope you will be pleased with me.”", "5": "David was near the town of Bahurim when a man came out and started cursing him. The man was Shimei the son of Gera, and he was one of Saul's distant relatives. ", "6": "He threw stones at David, at his soldiers, and at everyone else, including the bodyguards who walked on each side of David.", "7": "Shimei was yelling at David, “Get out of here, you murderer! You good-for-nothing, ", "8": "the Lord is paying you back for killing so many in Saul's family. You stole his kingdom, but now the Lord has given it to your son Absalom. You're a murderer, and that's why you're in such big trouble!”", "9": "Abishai said, “Your Majesty, this man is as useless as a dead dog! He shouldn't be allowed to curse you. Let me go over and chop off his head.”", "10": "David replied, “What will I ever do with you and your brother Joab? If Shimei is cursing me because the Lord has told him to, then who are you to tell him to stop?”", "11": "Then David said to Abishai and all his soldiers: My own son is trying to kill me! Why shouldn't this man from the tribe of Benjamin want me dead even more? Let him curse all he wants. Maybe the Lord did tell him to curse me. ", "12": "But if the Lord hears these curses and sees the trouble I'm in, maybe he will have pity on me instead.", "13": "David and the others went on down the road. Shimei went along the hillside by the road, cursing and throwing rocks and dirt at them. ", "14": "When David and those with him came to the Jordan River, they were tired out. But after they rested, they[c] felt much better.", "15": "By this time, Absalom, Ahithophel, and the others had reached Jerusalem. ", "16": "David's friend Hushai came to Absalom and said, “Long live the king! Long live the king!”", "17": "But Absalom asked Hushai, “Is this how you show loyalty to your friend David? Why didn't you go with him?”", "18": "Hushai answered, “The Lord and the people of Israel have chosen you to be king. I can't leave. I have to stay and serve the one they've chosen. ", "19": "Besides, it seems right for me to serve you, just as I served your father.”", "20": "Absalom turned to Ahithophel and said, “Give us your advice! What should we do?”", "21": "Ahithophel answered, “Some of your father's wives[d] were left here to take care of the palace. You should have sex with them. Then everyone will find out that you have publicly disgraced your father. This will make you and your followers even more powerful.”", "22": "Absalom had a tent set up on the flat roof of the palace, and everyone watched as he went into the tent with his father's wives.", "23": "Ahithophel gave such good advice in those days that both Absalom and David thought it came straight from God."}