{"1": "Ahithophel said to Absalom: Let me choose twelve thousand men and attack David tonight, ", "2": "while he is tired and discouraged. He will panic, and everyone with him will run away. I won't kill anyone except David, ", "3": "since he's the one you want to get rid of. Then I'll bring the whole nation back to you like a bride coming home to her husband.[a] This way there won't be a civil war.", "4": "Absalom and all the leaders of the tribes of Israel agreed that Ahithophel had a good plan. ", "5": "Then Absalom said, “Bring in Hushai the Archite. Let's hear what he has to say.”", "6": "Hushai came in, and Absalom told him what Ahithophel had planned. Then Absalom said, “Should we do what he says? And if we shouldn't, can you come up with anything better?”", "7": "Hushai said: This time Ahithophel's advice isn't so good. ", "8": "You know that your father and his followers are real warriors. Right now they are as fierce as a mother bear whose cubs have just been killed. Besides, your father has a lot of experience in fighting wars, and he won't be spending the night with the others. ", "9": "He has probably already found a hiding place in a cave or somewhere else. As soon as anyone hears that some of your soldiers have been killed, everyone will think your whole army has been destroyed. ", "10": "Then even those who are as brave as a lion will lose their courage. All Israel knows what a great warrior your father is and what brave soldiers he has.", "11": "My advice is to gather all the fighting men of Israel from the town of Dan in the north down to the town of Beersheba in the south. You will have more soldiers than there are grains of sand on the seashore. Absalom, you should lead them yourself, ", "12": "and we will all go to fight David wherever he is. We will fall on him just as dew falls and covers the ground. He and all his soldiers will die! ", "13": "If they go into a walled town, we will put ropes around that town and drag it into the river. We won't leave even one small piece of a stone.", "14": "Absalom and the others liked Hushai's plan better than Ahithophel's plan. This was because the Lord had decided to keep Ahithophel's plan from working and to cause trouble for Absalom.", "15": "Right away, Hushai went to Zadok and Abiathar. He told them what advice Ahithophel had given to Absalom and to the leaders of Israel. He also told them about the advice he had given. ", "16": "Then he said, “Hurry! Send someone to warn David not to spend the night on this side of the river. He must get across the river, so he and the others won't be wiped out!”", "17": "Jonathan and Ahimaaz[b] had been waiting at Rogel Spring[c] because they did not want to be seen in Jerusalem. A servant girl went to the spring and gave them the message for David. ", "18": "But a young man saw them and went to tell Absalom. So Jonathan and Ahimaaz left and hurried to the house of a man who lived in Bahurim. Then they climbed down into a well in the courtyard. ", "19": "The man's wife put the cover on the well and poured grain on top of it, so the well could not be seen.[d]", "20": "Absalom's soldiers came to the woman and demanded, “Where are Ahimaaz and Jonathan?” The woman answered, “They went across the stream.” The soldiers went off to look for the two men. But when they did not find the men, they went back to Jerusalem.", "21": "After the soldiers had gone, Jonathan and Ahimaaz climbed out of the well. They went to David and said, “Hurry! Get ready to cross the river!” Then they told him about Ahithophel's plan.", "22": "David and the others got ready and started crossing the Jordan River. By sunrise all of them were on the other side.", "23": "When Ahithophel saw that Absalom and the leaders of Israel were not going to follow his advice, he saddled his donkey and rode back to his home in Gilo. He told his family and servants what to do. Then he hanged himself, and they buried him in his family's burial place.", "24": "David went to the town of Mahanaim, and Absalom crossed the Jordan River with the army of Israel. ", "25": "Absalom put Amasa in Joab's place as commander of the army. Amasa's father was Ithra[e] from the family of Ishmael,[f] and his mother was Abigal,[g] the daughter of Nahash and the sister of Joab's mother Zeruiah. ", "26": "The Israelites under Absalom's command set up camp in the region of Gilead.", "27": "After David came to the town of Mahanaim, Shobi the son of Nahash came from Rabbah in Ammon,[h] Machir the son of Ammiel came from Lo-Debar, and Barzillai the Gileadite came from Rogelim.", "28-29": "Here is a list of what they brought: sleeping mats, blankets, bowls, pottery jars, wheat, barley, flour, roasted grain, beans, lentils, honey, yogurt, sheep, and cheese. They brought the food for David and the others because they knew that everyone would be hungry, tired, and thirsty from being out in the desert."}