{"1": "David divided his soldiers into groups of a hundred and groups of a thousand. Then he chose officers to be in command of each group. ", "2": "He sent out one-third of his army under the command of Joab, another third under the command of Abishai the son of Zeruiah, and the rest under the command of Ittai from Gath. He told the soldiers, “I'm going into battle with you.”", "3": "But the soldiers said, “No, don't go into battle with us! It won't matter to our enemies if they make us all run away, or even if they kill half of us. But you are worth ten thousand of us. It would be better for you to stay in town and send help if we need it.”", "4-6": "David said, “All right, if you think I should.” Then in a voice loud enough for everyone to hear, he said, “Joab! Abishai! Ittai! For my sake, be sure that Absalom comes back unharmed.” David stood beside the town gate as his army marched past in groups of a hundred and in groups of a thousand. The war with Israel took place in Ephraim Forest. ", "7-8": "Battles were being fought all over the forest, and David's soldiers were winning. Twenty thousand soldiers were killed[a] that day, and more of them died from the dangers of the forest than from the fighting itself.", "9": "Absalom was riding his mule under a huge tree when his head[b] caught in the branches. The mule ran off and left Absalom hanging in midair. Some of David's soldiers happened by, ", "10": "and one of them went and told Joab, “I saw Absalom hanging in a tree!”", "11": "Joab said, “You saw Absalom? Why didn't you kill him? I would have given you ten pieces of silver and a special belt.”", "12": "The man answered, “Even if you paid me a thousand pieces of silver here and now, I still wouldn't touch the king's son. We all heard King David tell you and Abishai and Ittai not to harm Absalom. ", "13": "He always finds out what's going on. I would have been risking my life to kill Absalom, because you would have let me take the blame.”", "14": "Joab said, “I'm not going to waste any more time on you!” Absalom was still alive, so Joab took three spears and stuck them through Absalom's chest. ", "15": "Ten of Joab's bodyguards came over and finished him off. ", "16": "Then Joab blew a trumpet to signal his troops to stop chasing Israel's soldiers. ", "17": "They threw Absalom's body into a deep pit in the forest and put a big pile of rocks over it. Meanwhile, the people of Israel had all run back to their own homes.", "18": "When Absalom was alive, he had set up a stone monument for himself in King's Valley. He explained, “I don't have any sons[c] to keep my name alive.” He called it Absalom's Monument, and that is the name it still has today.[d]", "19": "Ahimaaz the son of Zadok said, “Joab, let me run and tell King David that the Lord has rescued him from his enemies.”", "20": "Joab answered, “You're not the one to tell the king that his son is dead. You can take him a message some other time, but not today.”", "21": "Someone from Ethiopia[e] was standing there, and Joab told him, “Go and tell the king what you have seen.” The man knelt down in front of Joab and then got up and started running.", "22": "Ahimaaz spoke to Joab again, “No matter what happens, I still want to run. And besides, the Ethiopian has already left.” Joab said, “Why should you run? You won't get a reward for the news you have!”", "23": "“I'll run no matter what!” Ahimaaz insisted. “All right then, run!” Joab said. Ahimaaz took the road through the Jordan Valley and outran the Ethiopian.", "24": "Meanwhile, David was sitting between the inner and outer gates[f] in the city wall. One of his soldiers was watching from the roof of the gate-tower. He saw a man running toward the town ", "25": "and shouted down to tell David. David answered, “If he's alone, he must have some news.” The runner was getting closer, ", "26": "when the soldier saw someone else running. He shouted down to the gate, “Look! There's another runner!” David said, “He must have some news too.”", "27": "The soldier on the roof shouted, “The first one runs just like Ahimaaz the son of Zadok.” This time David said, “He's a good man. He must have some good news.”", "28": "Ahimaaz called out, “We won! We won!” Then he bowed low to David and said, “Your Majesty, praise the Lord your God! He has given you victory over your enemies.”", "29": "“Is my son Absalom all right?” David asked. Ahimaaz said, “When Joab sent your personal servant and me, I saw a noisy crowd. But I don't know what it was all about.”", "30": "David told him, “Stand over there and wait.” Ahimaaz went over and stood there. ", "31": "The Ethiopian came and said, “Your Majesty, today I have good news! The Lord has rescued you from all your enemies!”", "32": "“Is my son Absalom all right?” David asked. The Ethiopian replied, “I wish that all Your Majesty's enemies and everyone who tries to harm you would end up like him!”", "33": "David started trembling. Then he went up to the room above the city gate to cry. As he went, he kept saying, “My son Absalom! My son, my son Absalom! I wish I could have died instead of you! Absalom, my son, my son!”[g]"}