{"1": "Someone told Joab, “The king is crying because Absalom is dead.”", "2": "David's army found out he was crying because his son had died, and their day of victory suddenly turned into a day of sadness. ", "3": "The troops were sneaking into Mahanaim, just as if they had run away from a battle and were ashamed.", "4": "David held his hands over his face and kept on crying loudly, “My son, Absalom! Absalom, my son, my son!”", "5": "Joab went to the house where David was staying and told him: You've made your soldiers ashamed! Not only did they save your life, they saved your sons and daughters and wives as well. ", "6": "You're more loyal to your enemies than to your friends. What you've done today has shown your officers and soldiers that they don't mean a thing to you. You would be happy if Absalom was still alive, even if the rest of us were dead.", "7": "Now get up! Go out there and thank them for what they did. If you don't, I swear by the Lord that you won't even have one man left on your side tomorrow morning. You may have had a lot of troubles in the past, but this will be the worst thing that has ever happened to you!", "8": "David got up and went to the town gate and sat down. When the people heard that he was sitting there, they came to see him. After Israel's soldiers had all returned home, ", "9-10": "everyone in Israel started arguing. They were saying to each other, “King David rescued us from the Philistines and from our other enemies. But then we chose Absalom to be our new leader, and David had to leave the country to get away. Absalom died in battle, so why hasn't something been done to bring David back?”", "11": "When David found out what they were saying, he sent a message to Zadok and Abiathar the priests. It said: Say to the leaders of Judah, “Why are you the last tribe to think about bringing King David back home? ", "12": "He is your brother, your own relative! Why haven't you done anything to bring him back?”", "13": "And tell Amasa, “You're my nephew, and with God as a witness, I swear I'll make you commander of my army instead of Joab.”", "14": "Soon the tribe of Judah again became followers of David, and they sent him this message: “Come back, and bring your soldiers with you.”", "15": "David started back and had gone as far as the Jordan River when he met the people of Judah. They had gathered at Gilgal and had come to help him cross the river.", "16": "Shimei[a] the son of Gera was there with them. He had hurried from Bahurim to meet David. Shimei was from the tribe of Benjamin, and ", "17": "a thousand others from Benjamin had come with him. Ziba, the chief servant of Saul's family, also came to the Jordan River. He and his fifteen sons and twenty servants waded across[b] to meet David. ", "18": "Then they brought David's family and servants back across the river, and they did everything he wanted them to do. Shimei crossed the Jordan River and bowed down in front of David. ", "19": "He said, “Your Majesty, I beg you not to punish me! Please, forget what I did when you were leaving Jerusalem. Don't even think about it. ", "20": "I know I was wrong. That's why I wanted to be the first one from the northern tribes to meet you.”", "21": "But Abishai shouted, “You should be killed for cursing the Lord's chosen king!”", "22": "David said, “Abishai, what will I ever do with you and your brother Joab? Is it your job to tell me who has done wrong? I've been made king of all Israel today, and no one will be put to death!” ", "23": "Then David promised Shimei that he would not be killed.", "24": "Mephibosheth, the grandson of Saul, also came to meet David. He had missed David so much that he had not taken a bath or trimmed his beard or washed his clothes the whole time David was gone.", "25": "After they had gone back to Jerusalem, Mephibosheth came to see David, who asked him, “Why didn't you go with me?”", "26": "He answered, “Your Majesty, you know I can't walk. I told my servant to saddle a donkey for me[c] so I could go with you. But my servant left without me, and ", "27": "then he lied about me. You're as wise as an angel of God, so do what you think is right. ", "28": "After all, you could have killed my whole family and me. But instead, you let me eat at your own table. Your Majesty, what more could I ask?”", "29": "David answered, “You've said enough! I've decided to divide the property[d] between you and Ziba.”", "30": "Mephibosheth replied, “He can have it all! I'm just glad you've come home safely.”", "31": "Barzillai came from Rogelim in Gilead to meet David at the Jordan River and go across with him. ", "32": "Barzillai was eighty years old. He was very rich and had sent food to David in Mahanaim.", "33": "David said to him, “Cross the river and go to Jerusalem with me. I will take care of you.”", "34": "Barzillai answered: Your Majesty, why should I go to Jerusalem? I don't have much longer to live. ", "35": "I'm already eighty years old, and my body is almost numb. I can't taste my food or hear the sound of singing, and I would be nothing but a burden. ", "36": "I'll cross the river with you, but I'll only go a little way on the other side. You don't have to be so kind to me. ", "37": "Just let me return to my hometown, where I can someday be buried near my father and mother. My servant Chimham[e] can go with you, and you can treat him as your own.", "38": "David said, “I'll take Chimham with me, and whatever you ask me to do for him, I'll do. And if there's anything else you want, I'll also do that.”", "39": "David's soldiers went on across the river, while he stayed behind to tell Barzillai good-by and to wish him well. Barzillai returned home, but ", "40": "Chimham crossed the river with David. All of Judah's army and half of Israel's army were there to help David cross the river. ", "41": "The soldiers from Israel came to him and said, “Why did our relatives from Judah sneak you and your family and your soldiers across the Jordan?”", "42": "The people of Judah answered, “Why are you so angry? We are the king's relatives. He didn't give us any food, and we didn't take anything for ourselves!”", "43": "Those from Israel said, “King David belongs to us ten times more than he belongs to you.[f] Why didn't you think we were good enough to help you? After all, we were the first ones to think of bringing him back!” The people of Judah spoke more harshly than the people of Israel."}