{"1": "Later, David asked the Lord, “Should I go back to one of the towns of Judah?” The Lord answered, “Yes.” David asked, “Which town should I go to?” “Go to Hebron,” the Lord replied.", "2": "David went to Hebron with his two wives, Ahinoam and Abigail. Ahinoam was from Jezreel, and Abigail was the widow of Nabal from Carmel. ", "3": "David also had his men and their families come and live in the villages near Hebron.", "4": "The people of Judah met with David at Hebron and poured olive oil on his head to show that he was their new king. Then they told David, “The people from Jabesh in Gilead buried Saul.”", "5": "David sent messengers to tell them: The Lord bless you! You were kind enough to bury Saul your ruler, ", "6": "and I pray that the Lord will be kind and faithful to you. I will be your friend because of what you have done. ", "7": "Saul is dead, but the tribe of Judah has made me their king. So be strong and have courage.", "8": "Abner the son of Ner[a] had been the general of Saul's army. He took Saul's son Ishbosheth[b] across the Jordan River to Mahanaim ", "9": "and made him king of Israel,[c] including the areas of Gilead, Asher,[d] Jezreel, Ephraim, and Benjamin. ", "10": "Ishbosheth was forty years old at the time, and he ruled for two years. But the tribe of Judah made David their king, ", "11": "and he ruled from Hebron for seven and a half years.", "12": "One day, Abner and the soldiers of Ishbosheth[e] left Mahanaim and went to Gibeon. ", "13": "Meanwhile, Joab the son of Zeruiah[f] was leading David's soldiers, and the two groups met at the pool in Gibeon.[g] Abner and his men sat down on one side of the pool, while Joab and his men sat on the other side. ", "14": "Abner yelled to Joab, “Let's have some of our best soldiers get up and fight each other!” Joab agreed, ", "15": "and twelve of Ishbosheth's men from the tribe of Benjamin got up to fight twelve of David's men. ", "16": "They grabbed each other by the hair and stabbed each other in the side with their daggers. They all died right there! That's why the place in Gibeon is called “Field of Daggers.”[h] ", "17": "Then everyone started fighting. Both sides fought very hard, but David's soldiers defeated Abner and the soldiers of Israel.", "18": "Zeruiah's three sons were there: Joab, Abishai, and Asahel. Asahel could run as fast as a deer in an open field, ", "19": "and he ran straight after Abner, without looking to the right or to the left.", "20": "When Abner turned and saw him, he said, “Is that you, Asahel?” Asahel answered, “Yes it is.”", "21": "Abner said, “There are soldiers all around. Stop chasing me and fight one of them! Kill him and take his clothes and weapons for yourself.” But Asahel refused to stop.", "22": "Abner said, “If you don't turn back, I'll have to kill you! Then I could never face your brother Joab again.”", "23": "But Asahel would not turn back, so Abner struck him in the stomach with the back end of his spear. The spear went all the way through and came out of his back. Asahel fell down and died. Everyone who saw Asahel lying dead just stopped and stood still. ", "24": "But Joab and Abishai went after Abner. Finally, about sunset, they came to the hill of Ammah, not far from Giah on the road to Gibeon Desert. ", "25": "Abner brought the men of Benjamin together in one group on top of a hill, and they got ready to fight.", "26": "Abner shouted to Joab, “Aren't we ever going to stop killing each other? Don't you know that the longer we keep on doing this, the worse it's going to be when it's all over? When are you going to order your men to stop chasing their own relatives?”", "27": "Joab shouted back, “I swear by the living God, if you hadn't spoken, my men would have chased their relatives all night!” ", "28": "Joab took his trumpet and blew the signal for his soldiers to stop chasing the soldiers of Israel. Right away, the fighting stopped.", "29": "Abner and his troops marched through the Jordan River valley all that night. Then they crossed the river and marched all morning[i] until they arrived back at Mahanaim.", "30": "As soon as Joab stopped chasing Abner, he got David's troops together and counted them. There were nineteen missing besides Asahel. ", "31": "But David's soldiers had killed 360 of Abner's men from the tribe of Benjamin. ", "32": "Joab and his troops carried Asahel's body to Bethlehem and buried him in the family burial place. Then they marched all night and reached Hebron before sunrise."}