{"1": "The Lord was angry at Israel again, and he made David think it would be a good idea to count the people in Israel and Judah. ", "2": "So David told Joab and the army officers,[a] “Go to every tribe in Israel, from the town of Dan in the north all the way south to Beersheba, and count everyone who can serve in the army. I want to know how many there are.”", "3": "Joab answered, “I hope the Lord your God will give you a hundred times more soldiers than you already have. I hope you will live to see that day! But why do you want to do a thing like this?”", "4": "But when David refused to change his mind, Joab and the army officers went out and started counting the people. ", "5": "They crossed the Jordan River and began with[b] Aroer and the town in the middle of the river valley. From there they went toward Gad and on as far as Jazer. ", "6": "They went to Gilead and to Kadesh in Syria.[c] Then they went to Dan, Ijon,[d] and on toward Sidon. ", "7": "They came to the fortress of Tyre, then went through every town of the Hivites and the Canaanites. Finally, they went to Beersheba in the Southern Desert of Judah. ", "8": "After they had gone through the whole land, they went back to Jerusalem. It had taken them nine months and twenty days.", "9": "Joab came and told David, “In Israel there are eight hundred thousand who can serve in the army, and in Judah there are five hundred thousand.”", "10": "After David had everyone counted, he felt guilty and told the Lord, “What I did was stupid and terribly wrong. Lord, please forgive me.”", "11": "Before David even got up the next morning, the Lord had told David's prophet Gad ", "12-13": "to take a message to David. Gad went to David and told him: You must choose one of three ways for the Lord to punish you: Will there be seven[e] years when the land won't grow enough food for your people? Or will your enemies chase you and make you run from them for three months? Or will there be three days of horrible disease in your land? Think about it and decide, because I have to give your answer to God, who sent me.", "14": "David was really frightened and said, “It's a terrible choice to make! But the Lord is kind, and I'd rather have him punish us than for anyone else to do it.”", "15-16": "So that morning, the Lord sent an angel to spread a horrible disease everywhere in Israel, from Dan to Beersheba. And before it was over, seventy thousand people had died. When the angel was about to destroy Jerusalem, the Lord felt sorry for all the suffering he had caused and told the angel, “That's enough! Don't touch them.” This happened at the threshing place that belonged to Araunah the Jebusite.", "17": "David saw the angel killing everyone and told the Lord, “These people are like sheep with me as their shepherd.[f] I have sinned terribly, but they have done nothing wrong. Please, punish me and my family instead of them!”", "18-19": "That same day the prophet Gad came and told David, “Go to the threshing place that belongs to Araunah and build an altar there for the Lord.” So David went.", "20": "Araunah looked and saw David and his soldiers coming up toward him. He went over to David, bowed down low, ", "21": "and said, “Your Majesty! Why have you come to see me?” David answered, “I've come to buy your threshing place. I have to build the Lord an altar here, so this disease will stop killing the people.”", "22": "Araunah said, “Take whatever you want and offer your sacrifice. Here are some oxen for the sacrifice. You can use the threshing-boards[g] and the wooden yokes for the fire. ", "23": "Take them—they're yours! I hope the Lord your God will be pleased with you.”", "24": "But David answered, “No! I have to pay you what they're worth. I can't offer the Lord my God a sacrifice that I got for nothing.” So David bought the threshing place and the oxen for fifty pieces of silver. ", "25": "Then he built an altar for the Lord. He sacrificed animals and burned them on the altar. The Lord answered the prayers of the people, and no one else died from the terrible disease."}