{"1": "This battle was the beginning of a long war between the followers of Saul and the followers of David. Saul's power grew weaker, but David's grew stronger.", "2-5": "Several of David's sons were born while he was living in Hebron. His oldest son was Amnon, whose mother was Ahinoam from Jezreel. David's second son was Chileab, whose mother was Abigail, who had been married to Nabal from Carmel. Absalom was the third. His mother was Maacah, the daughter of King Talmai of Geshur. The fourth was Adonijah, whose mother was Haggith. The fifth was Shephatiah, whose mother was Abital. The sixth was Ithream, whose mother was Eglah, another one of David's wives.", "6": "As the war went on between the families of David and Saul, Abner was gaining more power than ever in Saul's family. ", "7": "He had even slept with a wife[a] of Saul by the name of Rizpah the daughter of Aiah. But Saul's son Ishbosheth[b] told Abner, “You shouldn't have slept with one of my father's wives!”", "8": "Abner was very angry at what Ishbosheth had said, and he told Ishbosheth: Am I some kind of worthless dog from Judah? I've always been loyal to your father's family and to his relatives and friends. I haven't turned you over to David. And yet you talk to me as if I've committed a crime with this woman.", "9": "I ask God to punish me if I don't help David get what the Lord promised him! ", "10": "God said that he wouldn't let anyone in Saul's family ever be king again and that David would be king instead. He also said that David would rule both Israel and Judah, all the way from Dan in the north to Beersheba in the south.[c]", "11": "Ishbosheth was so afraid of Abner that he could not even answer.", "12": "Abner sent some of his men to David with this message: “You should be the ruler of the whole nation.[d] If you make an agreement with me, I will persuade everyone in Israel to make you their king.”", "13": "David sent this message back: “Good! I'll make an agreement with you. But before I will even talk with you about it, you must get Saul's daughter Michal back for me.”", "14": "David sent a few of his officials to Ishbosheth to give him this message: “Give me back my wife Michal! I killed a hundred Philistines so I could marry her.”[e]", "15": "Ishbosheth sent some of his men to take Michal away from her new husband, Paltiel the son of Laish. ", "16": "Paltiel followed Michal and the men all the way to Bahurim, crying as he walked. But he went back home after Abner ordered him to leave.", "17": "Abner talked with the leaders of the tribes of Israel and told them, “You've wanted to make David your king for a long time now. ", "18": "So do it! After all, God said he would use his servant David to rescue his people Israel from their enemies, especially from the Philistines.”", "19": "Finally, Abner talked with the tribe of Benjamin. Then he left for Hebron to tell David everything that the tribe of Benjamin and the rest of the people of Israel wanted to do. ", "20": "Abner took twenty soldiers with him, and when they got to Hebron, David gave a big feast for them.", "21": "After the feast, Abner said, “Your Majesty, let me leave now and bring Israel here to make an agreement with you. You'll be king of the whole nation, just as you've been wanting.” David told Abner he could leave, and he left without causing any trouble.", "22": "Soon after Abner had left Hebron, Joab and some of David's soldiers came back, bringing a lot of things they had taken from an enemy village. ", "23": "Right after they arrived, someone told Joab, “Abner visited the king, and the king let him go. Abner even left without causing any trouble.”", "24": "Joab went to David and said, “What have you done? Abner came to you, and you let him go. Now he's long gone! ", "25": "You know Abner—he came to trick you. He wants to find out how strong your army is and to know everything you're doing.”", "26": "Joab left David, then he sent some messengers to catch up with Abner. They brought him back from the well at Sirah,[f] but David did not know anything about it. ", "27": "When Abner returned to Hebron, Joab pretended he wanted to talk privately with him. So he took Abner into one of the small rooms that were part of the town gate and stabbed him in the stomach. Joab killed him because Abner had killed Joab's brother Asahel.", "28": "David heard how Joab had killed Abner, and he said, “I swear to the Lord that I am completely innocent of Abner's death! ", "29": "Joab and his family are the guilty ones. I pray that Joab's family will always be sick with sores and other skin diseases. May they all be cowards,[g] and may they die in war or starve to death.”", "30": "Joab and his brother Abishai killed Abner because he had killed their brother Asahel in the battle at Gibeon.", "31": "David told Joab and everyone with him, “Show your sorrow by tearing your clothes and wearing sackcloth![h] Walk in front of Abner's body and cry!” David walked behind the stretcher on which Abner's body was being carried. ", "32": "Abner was buried in Hebron, while David and everyone else stood at the tomb and cried loudly. ", "33": "Then the king sang a funeral song about Abner: Abner, why should you have died like an outlaw?[i]", "34": "No one tied your hands or chained your feet, yet you died as a victim of murderers. Everyone started crying again. ", "35": "Then they brought some food to David and told him he would feel better if he had something to eat. It was still daytime, and David said, “I swear to God that I'll not take a bite of bread or anything else until sunset!”", "36": "Everyone noticed what David did, and they liked it, just as they always liked what he did. ", "37": "Now the people of Judah and Israel were certain that David had nothing to do with killing Abner.", "38": "David said to his officials, “Don't you realize that today one of Israel's great leaders has died? ", "39": "I am the chosen king, but Joab and Abishai have more power than I do. So God will have to pay them back[j] for the evil thing they did.”"}