{"1": "Israel's leaders met with David at Hebron and said, “We are your relatives. ", "2": "Even when Saul was king, you led our nation in battle. And the Lord promised that someday you would rule Israel and take care of us like a shepherd.”", "3": "During the meeting, David made an agreement with the leaders and asked the Lord to be their witness. Then the leaders poured olive oil on David's head to show that he was now the king of Israel.", "4": "David was thirty years old when he became king, and he ruled for forty years. ", "5": "He lived in Hebron for the first seven and a half years and ruled only Judah. Then he moved to Jerusalem, where he ruled both Israel and Judah for thirty-three years.", "6": "The Jebusites lived in Jerusalem, and David led his army there to attack them. The Jebusites did not think he could get in, so they told him, “You can't get in here! We could run you off, even if we couldn't see or walk!”", "7-9": "David told his troops, “You will have to go up through the water tunnel to get those Jebusites. I hate people like them who can't walk or see.”[a] That's why there is still a rule that says, “Only people who can walk and see are allowed in the temple.”[b] David captured the fortress on Mount Zion, then he moved there and named it David's City. He had the city rebuilt, starting with the landfill to the east. ", "10": "David became a great and strong ruler, because the Lord All-Powerful was on his side.", "11": "King Hiram of Tyre sent some officials to David. Carpenters and stone workers came with them, and they brought cedar logs so they could build David a palace.", "12": "David knew that the Lord had made him king of Israel and that he had made him a powerful ruler for the good of his people.", "13": "After David left Hebron and moved to Jerusalem, he married many women[c] from Jerusalem,[d] and he had a lot of children. ", "14": "His sons who were born there were Shammua, Shobab, Nathan, Solomon, ", "15": "Ibhar, Elishua, Nepheg, Japhia, ", "16": "Elishama, Eliada,[e] and Eliphelet.", "17": "The Philistines heard that David was now king of Israel, and they came into the hill country to try and capture him. But David found out and went into his fortress.[f] ", "18": "So the Philistines camped in Rephaim Valley.[g]", "19": "David asked the Lord, “Should I attack the Philistines? Will you let me win?” The Lord told David, “Attack! I will let you win.”", "20": "David attacked the Philistines and defeated them. Then he said, “I watched the Lord break through my enemies like a mighty flood.” So he named the place “The Lord Broke Through. “[h] ", "21": "David and his troops also carried away the idols that the Philistines had left behind.", "22": "Some time later, the Philistines came back into the hill country and camped in Rephaim Valley. ", "23": "David asked the Lord what he should do, and the Lord answered: Don't attack them from the front. Circle around behind and attack from among the balsam[i] trees. ", "24": "Wait until you hear a sound like troops marching through the tops of the trees. Then attack quickly! That sound will mean I have marched out ahead of you to fight the Philistine army.", "25": "David obeyed the Lord and defeated the Philistines. He even chased them all the way from Geba to the entrance to Gezer."}