{"1": "King David moved into his new palace, and the Lord let his kingdom be at peace. ", "2": "Then one day, as David was talking with Nathan the prophet, David said, “Look around! I live in a palace made of cedar, but the sacred chest has to stay in a tent.”", "3": "Nathan replied, “The Lord is with you, so do what you want!”", "4": "That night, the Lord told Nathan ", "5": "to go to David and give him this message: David, you are my servant, so listen to what I say. Why should you build a temple for me? ", "6": "I didn't live in a temple when I brought my people out of Egypt, and I don't live in one now. A tent has always been my home wherever I have gone with them. ", "7": "I chose leaders and told them to be like shepherds for my people Israel. But did I ever say anything to even one of them about building a cedar temple for me?", "8": "David, this is what I, the Lord All-Powerful, say to you. I brought you in from the fields where you took care of sheep, and I made you the leader of my people. ", "9": "Wherever you went, I helped you and destroyed your enemies right in front of your eyes. I have made you one of the most famous people in the world.", "10": "I have given my people Israel a land of their own where they can live in peace, and they won't have to tremble with fear any more. Evil nations won't bother them, as they did ", "11": "when I let judges rule my people. And I have kept your enemies from attacking you. Now I promise that you and your descendants will be kings. ", "12": "I'll choose one of your sons to be king when you reach the end of your life and are buried in the tomb of your ancestors. I'll make him a strong ruler, ", "13": "and no one will be able to take his kingdom away from him. He will be the one to build a temple for me. ", "14": "I will be his father, and he will be my son. When he does wrong, I'll see that he is corrected, just as children are corrected by their parents. ", "15": "But I will never put an end to my agreement with him, as I put an end to my agreement with Saul, who was king before you. ", "16": "I will make sure that one of your descendants will always be king.", "17": "Nathan told David exactly what he had heard in the vision.", "18": "David went into the tent he had set up for the sacred chest. Then he sat there and prayed: Lord All-Powerful, my family and I don't deserve what you have already done for us, ", "19": "and yet you have promised to do even more. Is this the way you usually treat people?[a] ", "20": "I am your servant, and you know my thoughts, so there is nothing more that I need to say. ", "21": "You have done this wonderful thing, and you have let me know about it, because you wanted to keep your promise.", "22": "Lord All-Powerful, you are greater than all others. No one is like you, and you alone are God. Everything we have heard about you is true. ", "23": "And there is no other nation on earth like Israel, the nation you rescued from slavery in Egypt to be your own. You became famous by using great and wonderful miracles to force other nations and their gods out of your land, so your people could live here.[b] ", "24": "You have chosen Israel to be your people forever, and you have become their God.", "25": "And now, Lord God, please do what you have promised me and my descendants. ", "26": "Then you will be famous forever, and everyone will say, “The Lord God All-Powerful rules Israel, and David's descendants are his chosen kings.” ", "27": "After all, you really are Israel's God, the Lord All-Powerful. You've told me that you will let my descendants be kings. That's why I have the courage to pray to you like this, even though I am only your servant.", "28": "Lord All-Powerful, you are God. You have promised me some very good things, and you can be trusted to do what you promise. ", "29": "Please bless my descendants and let them always be your chosen kings. You have already promised, and I'm sure that you will bless my family forever."}