{"1": "Later, David attacked and badly defeated the Philistines. Israel was now free from their control.[a]", "2": "David also defeated the Moabites. Then he made their soldiers lie down on the ground, and he measured them off with a rope. He would measure off two lengths of the rope and have those men killed, then he would measure off one length and let those men live. The people of Moab had to accept David as their ruler and pay taxes to him.", "3": "David set out for the Euphrates River to build a monument[b] there. On his way,[c] he defeated the king of Zobah, whose name was Hadadezer the son of Rehob. ", "4": "In the battle, David captured seventeen hundred cavalry[d] and twenty thousand foot soldiers. He also captured war chariots, but he destroyed all but one hundred of them.[e] ", "5": "When troops from the Aramean kingdom of Damascus came to help Hadadezer, David killed twenty thousand of them. ", "6": "He left some of his soldiers in Damascus, and the Arameans had to accept David as their ruler and pay taxes to him. Everywhere David went, the Lord helped him win battles.", "7": "Hadadezer's officers had carried their arrows in gold cases hung over their shoulders, but David took these cases[f] and brought them to Jerusalem. ", "8": "He also took a lot of bronze from the cities of Betah and Berothai, which had belonged to Hadadezer.", "9-10": "King Toi of Hamath and King Hadadezer had been enemies. So when Toi heard that David had attacked and defeated[g] Hadadezer's whole army, he sent his son Joram to praise and congratulate David. Joram also brought him gifts made of silver, gold, and bronze. ", "11": "David gave these to the Lord, just as he had done with the silver and gold that he had captured from ", "12": "Edom,[h] Moab, Ammon, Philistia, and from King Hadadezer of Zobah.", "13": "David fought the Edomite[i] army in Salt Valley and killed eighteen thousand of their soldiers. When he returned, he built a monument.[j] ", "14": "David left soldiers all through Edom, and the people of Edom had to accept him as their ruler. Wherever David went, the Lord helped him.", "15": "David ruled all Israel with fairness and justice.", "16": "Joab the son of Zeruiah was the commander in chief of the army. Jehoshaphat the son of Ahilud kept the government records.", "17": "Zadok the son of Ahitub, and Abiathar the son of Ahimelech,[k] were the priests. Seraiah was the secretary.", "18": "Benaiah the son of Jehoiada was the commander of[l] David's bodyguard.[m] David's sons were priests."}