{"1": "This is the word of Adonai that came to Mikhah the Morashti during the days of Yotam, Achaz and Y'chizkiyah, kings of Y'hudah, which he saw concerning Shomron and Yerushalayim:", "2": "Listen, peoples, all of you! Pay attention, earth, and everything in it! Adonai Elohim will witness against you, Adonai, from his holy temple.", "3": "For — look! — Adonai is coming out of his place, coming down to tread on the high places of the land.", "4": "Beneath him the mountains will melt, the valleys split open like wax before fire, like water poured down a steep slope.", "5": "All this is because of the crime of Ya'akov and the sins of the house of Isra'el. What is the crime of Ya'akov? Isn't it Shomron? And what are the high places of Y'hudah? Aren't they Yerushalayim?", "6": "“So I will make Shomron a heap in the countryside, a place for planting vineyards; I will pour her stones down into the valley, laying bare her foundations.", "7": "All her carved images will be smashed to pieces, all she earned consumed by fire; and I will reduce her idols to rubble. She amassed them from a whore's wages, and as a whore's wages they will be spent again.”", "8": "This is why I howl and wail, why I go barefoot and stripped, why I howl like the jackals and mourn like the ostriches.", "9": "For her wound cannot be healed, and now it is coming to Y'hudah as well; it reaches even to the gate of my people, to Yerushalayim itself.", "10": "Don't tell about it in Gat, don't shed any tears. At Beit-L'afrah [house of dust] roll yourself in the dust.", "11": "Inhabitants of Shafir, pass on your way in nakedness and shame. The inhabitants of Tza'anan have not left yet. The wailing of Beit-Ha'etzel will remove from you their support.", "12": "The inhabitants of Marot have no hope of anything good; for Adonai has sent down disaster to the very gate of Yerushalayim.", "13": "Harness the chariots to the fastest horses, inhabitants of Lakhish; she was the beginning of sin for the daughter of Tziyon; for the crimes of Isra'el are traceable to you.", "14": "Therefore you must bestow parting gifts upon Moreshet-Gat. The houses of Akhziv will disappoint the kings of Isra'el.", "15": "Inhabitants of Mareshah, I have yet to bring you the one who will [invade and] possess you. The glory of Isra'el will come to 'Adulam.", "16": "Shave the hair from your head as you mourn for the children who were your delight; make yourselves as bald as vultures, for they have gone from you into exile."}