{"1": "Woe to those who think up evil and plan wickedness as they lie in bed. When morning comes, they do it, since they have it in their power.", "2": "They covet fields and seize them; they take over houses as well, doing violence to both owner and house, to people and their inherited land.", "3": "Therefore this is what Adonai says: “Against this family I am planning an evil from which you will not withdraw your necks; nor will you walk with your heads held high, for it will be an evil time.”", "4": "On that day they will take up a dirge for you; sadly lamenting, they will wail, “We are completely ruined! Our people's land has changed hands. Our fields are taken away from us; instead of restoring them, he parcels them out.”", "5": "Therefore, you will have no one in the assembly of Adonai to stretch out a measuring line and restore the land assigned by lot.", "6": "“Don't preach!” — thus they preach! “They shouldn't preach about these things. Shame will not overtake us” —", "7": "is this what the house of Ya'akov says? Adonai has not grown impatient, and these things are not his doings. “Rather, my words do only good to anyone living uprightly.", "8": "But lately my people behave like an enemy, stripping both cloaks and tunics from travelers who thought they were secure, so that they become like war refugees.", "9": "You throw my people's women out of the homes they love. You deprive their children of my glory forever.", "10": "Get up and go! You can't stay here! Because [the land] is now unclean, it will destroy you with a grievous destruction.”", "11": "If a man who walks in wind and falsehood tells this lie: “I will preach to you of [how good it is to drink] wine and strong liquor” — this people will accept him as their preacher!", "12": "“I will assemble all of you, Ya'akov; I will gather the remnant of Isra'el, I will put them together like sheep in a pen, like a herd in its pasture — it will hum with the sounds of people.”", "13": "The one breaking through went up before them; they broke through, passed the gate and went out. Their king passed on before them; Adonai was leading them."}