{"1": "But in the acharit-hayamim it will come about that the mountain of Adonai's house will be established as the most important mountain. It will be regarded more highly than the other hills, and peoples will stream there.", "2": "Many Gentiles will go and say, “Come, let's go up to the mountain of Adonai, to the house of the God of Ya'akov! He will teach us about his ways, and we will walk in his paths.” For out of Tziyon will go forth Torah, the word of Adonai from Yerushalayim.", "3": "He will judge between many peoples and arbitrate for many nations far away. Then they will hammer their swords into plow-blades and their spears into pruning-knives; nations will not raise swords at each other, and they will no longer learn war.", "4": "Instead, each person will sit under his vine and fig tree, with no one to upset him, for the mouth of Adonai-Tzva'ot has spoken.", "5": "For all the peoples will walk, each in the name of its god; but we will walk in the name of Adonai our God forever and ever.", "6": "“When that day comes,” says Adonai, “I will assemble the lame and gather those who were dispersed, along with those I afflicted.", "7": "I will make the lame a remnant and those who were driven off a strong nation.” Adonai will rule them on Mount Tziyon from that time forth and forever.", "8": "You, tower of the flock, hill of the daughter of Tziyon, to you your former sovereignty will return, the royal power of the daughter of Yerushalayim.", "9": "Why are you now crying out? Don't you have a king? Has your counselor been destroyed, that you are seized with pain like a woman in labor?", "10": "Be in pain! Work to give birth like a woman in labor, daughter of Tziyon! For now you will go out of the city and live in the wilds till you reach Bavel. There you will be rescued; there Adonai will redeem you from the power of your enemies.", "11": "Now many nations have gathered against you; they say, “Let her be defiled, let's gloat over Tziyon.”", "12": "But they don't know the thoughts of Adonai, they don't understand his plan; for he has gathered them like sheaves on the threshing-floor.", "13": "Get up! Start threshing, daughter of Tziyon! “For I will make your horns like iron and your hoofs like bronze.” You will crush many peoples and devote their plunder to Adonai, their wealth to the Lord of all the earth.", "14": "(5:1) Now gather yourself in troops, you who are accustomed to being in troops; they have laid siege to us. They are striking the judge of Isra'el on the cheek with a stick."}