{"1": "(2) But you, Beit-Lechem near Efrat, so small among the clans of Y'hudah, out of you will come forth to me the future ruler of Isra'el, whose origins are far in the past, back in ancient times.", "2": "(3) Therefore he will give up [Isra'el] only until she who is in labor gives birth. Then the rest of his kinsmen will return to the people of Isra'el.", "3": "(4) He will stand and feed his flock in the strength of Adonai, in the majesty of the name of Adonai his God; and they will stay put, as he grows great to the very ends of the earth;", "4": "(5) and this will be peace. If Ashur invades our land, if he overruns our fortresses, we will raise seven shepherds against him, eight leaders of men.", "5": "(6) They will shepherd the land of Ashur with the sword, the land of Nimrod at its gates; and he will rescue us from Ashur when he invades our land, when he overruns our borders.", "6": "(7) Then the remnant of Ya'akov, surrounded by many peoples, will be like dew from Adonai, like showers on the grass, which doesn't wait for a man or expect anything from mortals.", "7": "(8) The remnant of Ya'akov among the nations, surrounded by many peoples, will be like a lion among forest animals, like a young lion among flocks of sheep — if it passes through, tramples and tears to pieces, there is no one to rescue them.", "8": "(9) Your hand will be raised over your enemies; all your adversaries will be destroyed.", "9": "(10) “When that day comes,” says Adonai, “I will cut off your horses from among you and destroy your chariots.", "10": "(11) I will cut off the cities of your land and lay waste your strongholds.", "11": "(12) I will cut off sorceries from your land; you will no longer have soothsayers.", "12": "(13) I will cut off your carved images and standing-stones from among you; no longer will you worship what your own hands have made.", "13": "(14) I will pull up your sacred poles from among you and destroy your enemies.", "14": "(15) I will wreak vengeance in anger and fury on the nations, because they would not listen.”"}