{"1": "So listen now to what Adonai says: “Stand up and state your case to the mountains, let the hills hear what you have to say.”", "2": "Listen, mountains, to Adonai's case; also you enduring rocks that support the earth! Adonai has a case against his people; he wants to argue it out with Isra'el:", "3": "“My people, what have I done to you? How have I wearied you? Answer me!", "4": "I brought you up from the land of Egypt. I redeemed you from a life of slavery. I sent Moshe, Aharon and Miryam to lead you.", "5": "My people, just remember what Balak the king of Mo'av had planned, what Bil'am the son of B'or answered him, [and what happened] between Sheetim and Gilgal — so that you will understand the saving deeds of Adonai.”", "6": "“With what can I come before Adonai to bow down before God on high? Should I come before him with burnt offerings? with calves in their first year?", "7": "Would Adonai take delight in thousands of rams with ten thousand rivers of olive oil? Could I give my firstborn to pay for my crimes, the fruit of my body for the sin of my soul?”", "8": "Human being, you have already been told what is good, what Adonai demands of you — no more than to act justly, love grace and walk in purity with your God.", "9": "The voice of Adonai! He calls to the city — and it is wisdom to fear your name — “Listen to the rod and to him who commissioned it.", "10": "Are there still ill-gotten gains in the house of the wicked? still the detestable short eifah-measure?", "11": "Should I declare innocent wicked scales and a bag of fraudulent weights?", "12": "The rich men there are full of violence, the inhabitants tell lies, with tongues of deceit in their mouths.", "13": "“Therefore, I am starting to strike you down, to destroy you because of your sins.", "14": "You will eat but not be satisfied, with hunger gnawing inside you. You will conceive but not give birth; if you do give birth, I will give him to the sword.", "15": "You will sow but will not reap, you will press olives but not rub yourself with oil, likewise you will press grapes but not drink the wine.", "16": "For you keep the regulations of 'Omri and all the practices of the house of Ach'av, modeling yourselves on their advice. Therefore I will make you an object of horror, the inhabitants of this city a cause for contempt; you will suffer the insults aimed at my people.”"}