{"1": "Woe to me! for I have become like the leavings of summer fruit, like the gleanings when the vintage is finished — there isn't a cluster worth eating, no early-ripened fig that appeals to me.", "2": "The godly have been destroyed from the land, there is no one upright among humankind. They all lie in wait for blood, each hunts his brother with a net.", "3": "Their hands do evil well. The prince makes his request, the judge grants it for a price, and the great man expresses his evil desires — thus they weave it together.", "4": "The best of them is a briar, the most upright worse than a thorn hedge. The time of your watchmen — of your punishment — has come; now they will be confused.", "5": "Don't trust in your neighbor; don't put confidence in a close friend; shut the gates of your mouth even from [your wife], lying there with you in bed.", "6": "For a son insults his father, a daughter rises against her mother, daughter-in-law against her mother-in-law — a person's enemies are the members of his own household.", "7": "But as for me, I will look to Adonai, I will wait for the God of my salvation; my God will hear me.", "8": "Enemies of mine, don't gloat over me! Although I have fallen, I will rise; though I live in the dark, Adonai is my light.", "9": "I will endure Adonai's rage, because I sinned against him; until he pleads my cause and judges in my favor. Then he will bring me out to the light, and I will see his justice.", "10": "My enemies will see it too, and shame will cover those who said to me, “Where is Adonai your God?” I will gloat over them, as they are trampled underfoot like mud in the streets.", "11": "That will be the day for rebuilding your walls, a day for expanding your territory,", "12": "a day when [your] people will come [back] to you from Ashur and from the cities of Egypt, from Egypt and from as far as the Euphrates River, and from sea to sea, and from mountain to mountain.", "13": "The earth will be desolate for those living in it, as a result of their deeds.", "14": "Shepherd your people with your staff, the flock that belongs to you, who live alone, like a forest in the middle of a fertile pasture. Let them feed in Bashan and Gil'ad, as they did in days of old.", "15": "“As in the days when you came out of Egypt, I will show them wonders.”", "16": "The nations will see and be put to shame, in spite of all their power. They will cover their mouths with their hands, and their ears will be deafened.", "17": "They will lick the dust like snakes; they will emerge from their fortresses trembling like reptiles that crawl about on the earth; they will come with fear to Adonai our God, afraid because of you.", "18": "Who is a God like you, pardoning the sin and overlooking the crimes of the remnant of his heritage? He does not retain his anger forever, because he delights in grace.", "19": "He will again have compassion on us, he will subdue our iniquities. You will throw all their sins into the depths of the sea.", "20": "You will show truth to Ya'akov and grace to Avraham, as you have sworn to our ancestors since days of long ago."}