{"1": "So the word of the Lord came to Jonah son of Amittai: ", "2": "“Get up. Go to Nineveh, the great city, and preach against it, for its people's evil way has come up before me.”", "3": "But Jonah set out to flee to Tarshish, away from the presence of the Lord. He went down to Joppa and found a ship going to Tarshish.[a] He paid the fare and boarded the ship to go with them to Tarshish, away from the presence of the Lord.", "4": "But the Lord hurled a great wind onto the sea, and there was such a great storm on the sea that the ship was about to break apart. ", "5": "The sailors were afraid, and each one cried out to his gods. They threw the ship's cargo into the sea to lighten the ship's load. Jonah had gone down into the hold of the ship. He was lying down and sleeping soundly. ", "6": "The captain approached him and said, “How can you be sleeping so soundly? Get up and call on your god! Maybe your god will treat us with favor so that we will not perish.”", "7": "Then the sailors said to each other, “Come on, let's cast lots so that we can find out whose fault it is that this disaster has come to us.” So they cast lots, and the lot fell on Jonah.", "8": "So they said to him, “Please tell us whose fault it is that this disaster has come to us! What is your occupation? Where do you come from? What is your country? What people are you from?”", "9": "He answered, “I am a Hebrew, and I fear the Lord, the God of Heaven, who made the sea and the dry land.”", "10": "Then the men were terrified and said to him, “What have you done?” The men already knew that he was fleeing from the presence of the Lord, because he had told them so.", "11": "Then, because the storm on the sea kept getting worse, they said to him, “What should we do to you, to quiet the sea that is raging against us?”", "12": "He said to them, “Pick me up and throw me into the sea. Then the sea will calm down for you, for I know that this violent storm striking against you has come about because of me.”", "13": "Instead, the men rowed hard to return the ship to dry land, but they could not, because the storm on the sea kept getting worse for them. ", "14": "So they cried out to the Lord and said, “Please, Lord, please do not let us perish because of this man's life, and do not charge innocent blood against us, for you, Lord, have done as you pleased.” ", "15": "So they picked Jonah up and threw him into the sea, and the sea stopped its raging. ", "16": "Then the men feared the Lord greatly, and they offered a sacrifice to the Lord and made vows.", "17": "Then the Lord provided a large fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights.[b]"}