{"1": "The Lord told Abram, “You are to leave your land, your relatives, and your father's house and go to the land that I'm going to show you. ", "2": "I'll make a great nation of your descendants, I'll bless you, and I'll make your reputation great, so that you will be a blessing. ", "3": "I'll bless those who bless you, but I'll curse the one who curses you, and through you all the people[a] of the earth will be blessed.”", "4": "So Abram left there, as the Lord had directed him, and Lot accompanied him. Abram was 75 years old when he left Haran. ", "5": "Abram took his wife Sarai, his nephew Lot, all the possessions they had accumulated, and the servants[b] he had acquired while living[c] in Haran. Then they set out to go to the land of Canaan. When they arrived in the land of Canaan, ", "6": "Abram traveled through the land to the place called Shechem, as far as the oak of Moreh. At that time the Canaanites were in the land.", "7": "Then the Lord appeared to Abram and said, “I'll give this land to your descendants.”[d] So Abram[e] built an altar to the Lord, who had appeared to him. ", "8": "From there Abram[f] traveled on to the hill country east of Bethel and set up his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and called on the name of the Lord. ", "9": "Then Abram traveled on, continuing into the Negev.[g]", "10": "There was a famine in the land, so Abram went down to Egypt to live because the famine was so severe. ", "11": "When he was about to enter Egypt, he told his wife Sarai, “Look, I'm aware that you're a beautiful woman. ", "12": "When the Egyptians see you, they will say, 'She is his wife.' Then they'll kill me, but allow you to live. ", "13": "Please say that you are my sister, so things will go well for me for your sake. That way, you'll be saving my life.”", "14": "As Abram was entering Egypt, the Egyptians noticed how beautiful Sarai[h] was. ", "15": "When Pharaoh's officials saw her, they brought her to the attention of Pharaoh and took the woman to Pharaoh's palace. ", "16": "He treated Abram well because of her, so Abram acquired sheep, oxen, male and female donkeys, male and female servants, and camels. ", "17": "But the Lord afflicted Pharaoh and his household with severe plagues because of Sarai, Abram's wife. ", "18": "Pharaoh summoned Abram and asked, “What have you done to me! Why didn't you tell me that she was your wife? ", "19": "Why did you say, 'She is my sister,' so that I took her as a wife for myself? Now, here is your wife! Take her and get out!”", "20": "So Pharaoh assigned men to Abram,[i] and they escorted him, his wife, and all that he had out of the country.[j]"}