{"1": "Some time later, a message came from the Lord to Abram in a vision. “Stop being afraid, Abram.” he said. “I myself—your shield—am your very great reward.”", "2": "But Abram replied, “Lord God, what can you give me since I continue to be childless, and the heir of my household is Eliezer from Damascus? ", "3": "Look!” Abram said, “You haven't given me any offspring, so a servant born in[a] my house is going to be my heir.”", "4": "A message came from the Lord to him again: “This one will not be your heir. Instead, the child who will be born to you[b] will be your heir.” ", "5": "Then the Lord[c] took him outside. “Look up at the sky and count the stars—if you can!” he said. “Your descendants will be that numerous.”[d] ", "6": "Abram believed the Lord, and it was credited to him as righteousness.", "7": "The Lord[e] spoke to him, “I am the Lord, who brought you from Ur of the Chaldeans, to give you this land as an inheritance.”", "8": "But he replied, “Lord God, how will I know that I will inherit it?”", "9": "The Lord responded, “Bring me a three-year-old cow, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”", "10": "So Abram brought him all these animals and cut each of them in half, down the middle, placing the pieces opposite each other, but he did not cut the birds in half. ", "11": "When birds of prey swooped down on the carcasses, Abram drove them away. ", "12": "As the sun began to set, Abram was overcome with deep sleep, and suddenly a frightening and terrifying darkness descended on him.", "13": "Then the Lord told Abram, “You can be certain about this: Your descendants will be foreigners in a land that isn't theirs. They will be slaves there and will be oppressed for 400 years. ", "14": "However, I will judge the nation that they serve, and later they will leave there with many possessions. ", "15": "Now as for you, you'll die peacefully, join your ancestors, and be buried at a good old age. ", "16": "Your descendants[f] will return here in the fourth generation, since the iniquity of the Amorites has not yet run its course.”", "17": "When the sun had fully set and it was dark, a smoking fire pot and a fiery torch passed between the animal pieces.[g] ", "18": "That very day the Lord made this covenant with Abram: “I'm giving[h] this land to your descendants, from the river of Egypt to the great Euphrates River— ", "19": "including the land of the Kenites, the Kenizzites, the Kadmonites, ", "20": "the Hittites, the Perizzites, the Rephaim, ", "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"}