{"1": "When Abram was 99 years old, the Lord appeared to Abram and announced, “I am God Almighty. Live in constant awareness that I'm always with you,[a] and be blameless. ", "2": "I'll establish my covenant between me and you, and I'll greatly increase your numbers.” ", "3": "Then Abram fell to the ground[b] as God continued speaking to him. ", "4": "“Look, I've made a covenant with you. You will be the father of many nations. ", "5": "Your name is no longer to be Abram.[c] Instead your name will be Abraham,[d] since I'll make you the father of many nations. ", "6": "I'm going to cause you to have many descendants, and I'll bring nations from you. Kings will come from you. ", "7": "I'm establishing my covenant between me and you, and with your descendants who come after you, generation after generation, as an eternal covenant, to be your God and your descendants' God after you. ", "8": "I'll give to you and to your descendants the land to which you have traveled—all the land of Canaan—as an eternal possession. I will be their God.”", "9": "God continued to speak to Abraham, “You and your descendants who are born in the future are to keep my covenant—that is, you and your descendants, generation after generation. ", "10": "Here is my covenant that you are to observe, between me and you and your descendants: Every male among you is to be circumcised. ", "11": "You are all to be circumcised in the flesh of your foreskin, and this is to be the sign of the covenant between me and you. ", "12": "Generation after generation, every male among you is to be circumcised on the eighth day after his birth,[e] including the servant born in your house or the one purchased from a foreigner, who is not of your offspring. ", "13": "The servant born in your house or the one purchased with money is to be circumcised. My covenant is to remain in your flesh as an eternal covenant. ", "14": "Any uncircumcised male who does not have the foreskin of his flesh circumcised on the eighth day[f] after his birth[g] is to be eliminated from his people because he has broken my covenant.”", "15": "God told Abraham, “As for Sarai your wife, you are not to call her Sarai any longer,[h] because her name is to be Sarah.[i] ", "16": "I will bless her. Furthermore, I will give you a son from her. I will bless her, so that nations, kings, and people will come from her.”", "17": "Abraham fell to the ground,[j] laughed, and told himself, “Can a child be born to a 100-year-old man? Can a 90-year-old Sarah give birth?” ", "18": "So Abraham responded to God, “If only Ishmael would live in constant awareness that you're always with him!”[k]", "19": "But God replied, “No, but your wife Sarah will give birth to your son, and you are to name him Isaac.[l] I'll confirm my covenant with him as an eternal covenant for his descendants. ", "20": "And as for Ishmael, I've heard you. I'll bless him, and he'll have many descendants.[m] I will multiply him greatly, he'll father twelve tribal leaders, and I'll cause his descendants[n] to become a great nation. ", "21": "Now as to Isaac, I'll confirm my covenant with him, to whom Sarah will give birth as your son at this time next year.” ", "22": "With that, God finished talking to Abraham, and ascended, leaving him.", "23": "Abraham took his son Ishmael and all the servants born in his house or purchased with his money—every male among the men of his household—and circumcised them[o] that very day, just as God had spoken to him. ", "24": "Abraham was 99 years old when he was circumcised,[p] ", "25": "and his son Ishmael was thirteen years old when he was circumcised.[q] ", "26": "Both Abraham and his son Ishmael were circumcised on that very day. ", "27": "Every man born in his household—as well as those who had been purchased with money from a foreigner—was circumcised with him."}