{"1": "The Lord came to Sarah, just as he had said, and the Lord did for Sarah what he had promised. ", "2": "Sarah conceived and gave birth to a son for Abraham in his old age, at the very time that God had told him.", "3": "Abraham named his son who was born to him Isaac—the very one whom Sarah bore for him! ", "4": "On the eighth day after his son Isaac had been born,[a] Abraham circumcised him, just as God had commanded him. ", "5": "Abraham was 100 years old when his son Isaac was born to him.", "6": "Now Sarah had said, “God has caused me to laugh,[b] and all who hear about it[c] will laugh with me.” ", "7": "She also said, “Who would have told Abraham that Sarah would nurse sons? Yet I have given birth to a son in my husband's[d] old age!”", "8": "The child grew and eventually was weaned, so Abraham threw a tremendous banquet on the very day Isaac was weaned. ", "9": "Nevertheless, when Sarah saw the son of Hagar the Egyptian—whom Hagar had borne to Abraham—making fun of Isaac,[e] ", "10": "she told Abraham, “Throw out this slave girl, along with her son, because this slave's son will never be a co-heir with my son Isaac!”", "11": "Abraham was very troubled about what was being said about his son, ", "12": "but God told Abraham, “Don't be troubled about the youth and your slave girl. Pay attention to Sarah in everything she tells you, because your offspring are to be named through Isaac. ", "13": "Nevertheless, I will make the slave girl's son into a nation, since he, too, is your offspring.”", "14": "So early the next morning, Abraham got up, took bread and a leather bottle of water, gave them to Hagar, and placed them on her shoulder. He then sent her away, along with the child. She went off and roamed in the Beer-sheba wilderness. ", "15": "Eventually, the water in the leather bottle ran out, so she placed the child under one of the bushes. ", "16": "Then she went and sat by herself about a distance of a bowshot away, because she kept saying to herself, “I can't bear to watch the child die!” That's why she sat a short distance away, crying aloud and weeping.", "17": "God heard the boy's voice, and the angel of God called to Hagar from heaven. He asked her, “What's wrong with you, Hagar? Don't be afraid, because God has heard the voice of the youth where he is. ", "18": "Get up! Pick up the youth and grab his hand, because I will make a great nation of his descendants.”[f] ", "19": "Then God opened her eyes, and she saw a well of water. So she went, filled the skin with water, and gave the boy a drink. ", "20": "God was with the boy as he grew up. He settled in the wilderness and became an expert archer. ", "21": "Later he settled in the desert area of Paran, and his mother chose a wife for him from the land of Egypt.", "22": "About that time, Abimelech and Phicol, the commander of his army, told Abraham, “God is with you in everything that you're doing. ", "23": "Therefore swear an oath here by God that you won't deal falsely with me, my sons, or my descendants. Just as I've dealt graciously with you, won't you do so with me and with the land in which you live as a foreigner?”", "24": "And Abraham replied, “I agree!” ", "25": "But then Abraham complained to Abimelech about a well of water that Abimelech's servants had seized.", "26": "“I don't know who did this thing,” Abimelech replied. “You didn't report this to me, and I didn't hear about it until today.”", "27": "So Abraham took sheep and oxen and presented them to Abimelech, and the two of them made a covenant. ", "28": "Then Abraham set aside seven ewe lambs, ", "29": "so Abimelech asked Abraham, “What is the meaning of these seven ewe lambs that you have set aside?”", "30": "He replied, “You are to accept from me these seven ewe lambs as a witness that I have dug this well.” ", "31": "Therefore that place was called Beer-sheba, because the two of them swore an oath.[g] ", "32": "So after they had made a covenant in Beer-sheba, Abimelech and Phicol, the commander of his army, left and returned to Philistine territory.", "33": "Abraham[h] planted a tamarisk tree in Beer-sheba, and there he called on the name of the Lord God Everlasting. ", "34": "After this, Abraham resided as a foreigner in Philistine territory for a long period of time."}