{"1": "Sometime later, God tested Abraham. He called out to him, “Abraham!” “Here I am!” he answered.", "2": "God[a] said, “Please take your son, your unique son whom you love—Isaac—and go to the land of Moriah. Offer him as a burnt offering there on one of the mountains that I will point out to you.”", "3": "So Abraham got up early in the morning, saddled his donkey, and took two of his male servants[b] with him, along with his son Isaac. He cut the wood for the burnt offering and set out to go to the place about which God had spoken to him. ", "4": "On the third day he looked ahead and saw the place from a distance.", "5": "Abraham ordered his two servants,[c] “Both of you are to stay here with the donkey. Now as for the youth and me, we'll go up there, we'll worship, and then we'll return to you.” ", "6": "Then Abraham took the wood for the burnt offering and placed it on his son Isaac. Abraham[d] carried the fire and the knife. And so the two of them went on together.", "7": "Isaac addressed his father Abraham: “My father!” “I'm here, my son,” Abraham replied. Isaac asked, “The fire and the wood are here, but where's the lamb for the burnt offering?”", "8": "Abraham answered, “God will provide[e] himself the lamb for the burnt offering, my son.” The two of them went on together ", "9": "and came to the place about which God had spoken. Abraham built an altar there, arranged the wood, tied up his son Isaac, and placed him on the altar on top of the wood. ", "10": "Then he stretched out his hand and grabbed the knife to slaughter his son.", "11": "Just then, an angel of the Lord called out to him from heaven and said, “Abraham! Abraham!” “Here I am,” he answered.", "12": "“Don't lay your hand on the youth!” he said. “Don't do anything to him, because I've just demonstrated[f] that you fear God, since you have not withheld your son, your only unique one, from me.”", "13": "Then Abraham looked up and behind him to see a ram caught by its horns in the thicket. So Abraham went over, grabbed the ram, and offered it as a burnt offering in place of his son. ", "14": "Abraham named that place, “The Lord Will Provide,”[g] as it is told this day, “On the Lord's mountain, he will provide.”[h]", "15": "The angel of the Lord called to Abraham a second time from heaven ", "16": "and said, “I have taken an oath to swear by myself,” declares the Lord, “that since you have carried this out and have not withheld your only unique[i] son, ", "17": "I will certainly bless you and make your descendants as numerous as the stars in heaven and as the sand on the seashore. Your descendants will take possession of the gates[j] of their enemies. ", "18": "Furthermore, through your descendants all the nations of the earth will be blessed,[k] because you have obeyed my command.”", "19": "After this, Abraham returned to his servants[l] and they set out together for Beer-sheba, where Abraham settled.", "20": "Now after these things somebody told Abraham, “Look, Milcah has given birth to sons for your brother Nahor. ", "21": "Uz is his firstborn, Buz is his brother, and Kemuel is the father of Aram, ", "22": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.” ", "23": "Bethuel fathered Rebekah. Milcah bore these eight sons to Nahor, Abraham's brother. ", "24": "Also, his concubine Reumah gave birth to Tebah, Gaham, Tahash, and Maacah."}