{"1": "Eventually, Isaac grew so old that he could not see.[a] One day, he called his eldest son Esau. “My son,” he called out to him. ", "2": "“Look how old I am! I could die any day now,[b] ", "3": "so go find your weapons, take your bow and arrows, go outside, and hunt some game for me. ", "4": "Then prepare some food, just the way I like it, and bring it to me so that I can eat and bless you before I die.”", "5": "Now Rebekah overheard Isaac while he was speaking to his son Esau. When Esau had gone out to the field to hunt and bring in some game, ", "6": "Rebekah gave these instructions to her son Jacob: “Quick! Pay attention!” she said. “I heard your father talking to your brother Esau. He told him, ", "7": "'Bring me some game and then prepare some food for me so I can eat and bless you in the presence of the Lord before I die.' ", "8": "So now, my son, listen to what I have to say and pay attention to what I'm about to tell you. ", "9": "Go to the flock and bring me two healthy young goats. I'll prepare some delicious food for your father, just the way he loves it. ", "10": "Then you are to take it to your father so that he can eat and bless you before he dies.”", "11": "“But look!” Jacob pointed out to his mother Rebekah, “My brother Esau is a hairy man, but I'm smooth skinned. ", "12": "My father might touch me and he'll realize that I'm deceiving him. Then, I'll bring a curse on myself instead of a blessing.”", "13": "“My son,” she replied, “let any curse against you fall on me. Just listen to me, then go and get them for me.” ", "14": "So out he went, got them, and brought them to his mother, who then prepared some delicious food, just the way his father liked it.", "15": "Then Rebekah took some garments that belonged to her elder son Esau—the best ones available—and put them on her younger son Jacob. ", "16": "She put some goat skins over his hands and on the smooth part of his neck. ", "17": "Then she handed the delicious food and bread that she had prepared to her son Jacob, ", "18": "who went to his father and said, “My father…” “It's me!” he replied. “Which one are you, my son?”", "19": "“I'm Esau, your firstborn!” Jacob told his father. “I've done what you asked, so please sit up and eat what I caught, so you can bless me.”", "20": "“How did you get it so quickly, my son?” Isaac asked. Jacob[c] responded, “…because the Lord your God made me successful.”", "21": "So Isaac told Jacob, “Come here, my son, so I can feel you and know for sure whether or not you're my son Esau.”", "22": "So Jacob approached his father, who felt him and said, “It's Jacob's voice, but Esau's hands.” ", "23": "He didn't recognize Jacob,[d] because his hands were hairy like those of his brother Esau, so Isaac[e] blessed him.", "24": "He asked, “Are you really my son Esau?” “I am,” Jacob[f] replied.", "25": "“Come closer to me,” Isaac replied, “so I can eat some of the game, my son, and then bless you.” So Jacob came closer, and Isaac ate. Jacob also brought wine so his father[g] could drink. ", "26": "After this, Jacob's father Isaac told him, “Come closer and kiss me, my son.” ", "27": "So Jacob[h] drew closer to kiss him. When Isaac[i] smelled the scent of his son's[j] clothes, he blessed him and said, “How my son's scent is the fragrance of the field that the Lord has blessed.", "28": "May the Lord grant you dew from the skies,[k] and from the fertile land; may he grant you[l] abundant grain and fresh wine.", "29": "May people serve and bow before you; may you be master over your brothers; may your mother's sons bow before you; may anyone who curses you be cursed; and may anyone who blesses you be blessed.”", "30": "Just after Isaac had finished blessing Jacob and Jacob had left his father Isaac, Jacob's[m] brother Esau returned from hunting, ", "31": "prepared some delicious food, brought it to his father, and told him, “Can you get up now, father, so you may eat some of your son's game and then bless me?”", "32": "But his father Isaac asked him, “Who are you?” “I'm Esau, your firstborn son,” he answered.", "33": "At this, Isaac began to tremble violently. “Who then,” he asked, “hunted some game and brought it to me to eat before you arrived, so that I've blessed him? Indeed, he is blessed.”", "34": "When Esau realized[n] what his father Isaac was saying, he began to wail out loud bitterly. “Bless me,” he cried, “even me, too, my father!”", "35": "Isaac[o] replied, “Your brother came here deceitfully and stole your blessing.”", "36": "Then he said, “Isn't his name rightly called Jacob?”[p] Esau asked. “He has circumvented me this second time. First,[q] he took away my birthright, and now, look how he also stole my blessing.” Then he added, “Haven't you reserved a blessing for me?”", "37": "In response, Isaac told Esau, “Look! I've predicted that he's going[r] to become your master, and I've assigned all his brothers to be his servants. What then can I do for you, my son?”", "38": "Then Esau implored his father, “Don't you have even one blessing for me, my father? Bless me, even me too, my father!” Then Esau lifted his voice and wept bitterly.", "39": "At this, his father Isaac replied to him, “Look! Away from the fertile land will be your dwellings; away from the dew of the skies above.", "40": "By your sword you'll live; but you'll serve your brother. But when you've become restless, you'll break off his yoke from your neck.”", "41": "So Esau harbored animosity toward Jacob because of the way his father had blessed him. Esau kept saying to himself,[s] “The time[t] to mourn for my father is very near. That's when I'm going to kill my brother Jacob.”", "42": "Eventually, what Rebekah's older son Esau had been saying was reported to her, so she sent for her younger son Jacob and warned him, “Look! Your brother is planning to get even by killing you.[u] ", "43": "Son, you'd better do what I say! Get up, run off to my brother Laban in Haran, ", "44": "and stay there with him a few days until your brother's fury subsides.[v] ", "45": "After that happens[w] and he has forgotten what you've done to him, I'll send for you so you can return from there. Why should I be bereaved of you both in one day?”", "46": "Rebekah also told herself,[x] “Heth's daughters are making me tired of living. If Jacob marries one of Heth's daughters, and she turns out to be just like these other local women,[y] what kind of life would there be left for me?”"}