{"1": "Jacob journeyed on and reached the territory that belonged to the people who lived in the east.[a] ", "2": "As he was observing a well that had been dug out on the open range, all of a sudden he noticed three flocks of sheep lying there, because shepherds watered their flocks from that well. There was a very large stone that covered the opening of the well, ", "3": "and when all the flocks had been gathered there, they would roll away the stone from the opening of the well, water their flocks, and then return the stone to its place covering the opening of the well.", "4": "Jacob asked them, “My brothers, where are you from?” “We're from Haran,” they answered.", "5": "“Do you happen to know Nahor's son Laban?” he inquired. “We do,” they replied.", "6": "So he asked them, “How's he doing?” “Very well,” they answered. “As a matter of fact, look over there! That's his daughter Rachel, coming here with his sheep.”", "7": "“Look!” Jacob replied. “The sun[b] is still high. It's not yet time for the flocks to be gathered. Let's water the sheep, then let them graze.”", "8": "But they responded, “We can't do that until all the sheep have been gathered and the stone has been rolled away from the opening of the well. Only then can we water the flock.” ", "9": "While he was still talking with them, Rachel arrived with her father's sheep, since she was a shepherdess.", "10": "When Jacob saw Rachel, the daughter of Laban, his mother's brother, accompanied by Laban's sheep, Jacob approached the well, rolled the stone from the opening of the well, and then watered his mother's brother Laban's flock. ", "11": "Then Jacob kissed Rachel and began to cry out loud. ", "12": "Jacob told Rachel that he was related to her father, since he was Rebekah's son, so she ran and told her father.", "13": "When Laban heard the news about his sister's son Jacob, he ran out to meet him. He embraced him, kissed him, and brought him back to his house. Then Jacob told Laban about everything that had happened. ", "14": "Laban responded, “You certainly are my flesh and blood!”[c] So Jacob[d] stayed with him for about a month.[e]", "15": "Later, Laban asked Jacob, “Should you serve me for free, just because you're my nephew?[f] Let's talk about what your wages should be.”", "16": "Now Laban happened to have two daughters. The older one was named Leah and the younger was named Rachel. ", "17": "Leah looked rather plain,[g] but Rachel was lovely in form and appearance. ", "18": "Jacob loved Rachel, so he made this offer to Laban: “I'll serve you for seven years for Rachel, your younger daughter.”", "19": "“It's better that I give her to you than to another man,” Laban replied, “so stay with me.” ", "20": "Jacob served seven years for Rachel, but it seemed like only a few days because of his love for her.", "21": "Eventually, Jacob told Laban, “Bring me my wife, now that my time of service[h] has been completed, so I can go be with her.” ", "22": "So Laban gathered all the men who lived in that place and held a wedding festival.", "23": "That night Laban took his daughter Leah and brought her to Jacob.[i] He had marital relations with her. ", "24": "Laban also gave his servant woman Zilpah to Leah to be her maidservant. ", "25": "The next morning, Jacob[j] realized that it was Leah! “What have you done to me?” he demanded of Laban. “Didn't I serve you for seven years in order to marry Rachel? Why did you deceive me?”", "26": "But Laban responded, “It's not the practice of our place to give the younger one in marriage[k] before the firstborn. ", "27": "Fulfill the week for this daughter,[l] then we'll give you the other one in exchange for serving me another seven years.”", "28": "So Jacob completed another seven years' work, and then Laban[m] gave him his daughter Rachel to be his wife. ", "29": "Laban also gave his woman servant Bilhah to his daughter Rachel to be her maidservant. ", "30": "Jacob[n] also married Rachel, since he loved her. He served Laban another full seven years' work for Rachel.", "31": "Later, the Lord noticed that Leah was being neglected,[o] so he made her fertile, while Rachel remained childless. ", "32": "Leah conceived, bore a son, and named him Reuben,[p] because she was saying, “The Lord had looked on my torture, so now my husband will love me.”", "33": "Later, she conceived again, bore a son, and declared, “Because the Lord heard that I'm neglected, he gave me this one, too.” So she named him Simeon.[q]", "34": "Later, she conceived again and said, “This time my husband will become attached to me, now that I've borne him three sons.” So he named him Levi.[r]", "35": "Then she conceived yet again, bore a son, and said, “This time I'll praise the Lord.” So she named him Judah.[s] Then she stopped bearing children."}