{"1": "Now the Shining One[a] was more clever than any animal of the field that the Lord God had made. He[b] asked the woman, “Did God actually say, 'You are not to eat from any tree of the garden'?”", "2": "“We may eat from the trees of the garden,” the woman answered the Shining One,[c] ", "3": "“but as for the fruit of the tree that is in the middle of the garden, God has said, 'You are not to eat from it, nor are you to touch it, or you will die.'”", "4": "“You certainly will not die!” the Shining One[d] told the woman. ", "5": "“Even God knows that on the day you eat from it, your eyes will be opened and you'll become like God,[e] knowing good and evil.”", "6": "When the woman saw that the tree produced good food, was attractive in appearance,[f] and was desirable for making one wise, she took some of its fruit and ate it.[g] Then she also gave some to her husband who was with her, and he ate some, too.[h] ", "7": "As a result, they both understood what they had done,[i] and they became aware that they were naked. So they sewed fig leaves together and made loincloths for themselves.", "8": "When they heard the voice of the Lord God as he was walking in the garden during the breeze of the day, the man and his wife concealed themselves from the presence of the Lord God among the trees of the garden. ", "9": "So the Lord God called out to the man, asking him, “Where are you?”", "10": "“I heard your voice in the garden,” the man[j] answered, “and I was afraid because I was naked, so I hid from you.”[k]", "11": "“Who told you that you are naked?” God[l] asked. “Did you eat fruit[m] from the tree that I commanded you not to eat?”", "12": "The man answered, “The woman whom you provided for[n] me gave me fruit[o] from the tree, and I ate some of it.”[p]", "13": "Then the Lord God asked the woman, “What did you do?”[q] “The Shining One[r] misled me,” the woman answered, “so I ate.”", "14": "The Lord God told the Shining One,[s] “Because you have done this, you are more cursed than all the livestock, and more than all the earth's animals,[t] You'll crawl on your belly and eat dust as long as you live.", "15": "“I'll place hostility between you and the woman, between your offspring and her offspring. He'll strike you on the head, and you'll strike him on the heel.”", "16": "He told the woman, “I'll greatly increase the pain of your labor during childbirth. It will be painful for you to bear children, “since your trust is turning[u] toward your husband, and he will dominate you.”", "17": "He told the man, “Because you have listened to what your wife said,[v] and have eaten from the tree about which I commanded you,[w] 'You are not to not eat from it,' cursed is the ground because of you. You'll eat from it through pain-filled labor for the rest of your life.", "18": "It will produce thorns and thistles for you, and you'll eat the plants from the meadows.", "19": "You will eat food by the sweat of your brow until you're buried in[x] the ground, because you were taken from it. You're made from dust and you'll return to dust.”", "20": "Now Adam[y] had named his wife “Eve,”[z] because she was to become the mother of everyone who was living. ", "21": "The Lord God fashioned garments from animal skins for Adam and his wife, and clothed them.", "22": "Later, the Lord God said, “Look! The man has become like one of us in knowing good and evil. Now, so he won't reach out, also take from the tree of life, eat, and then live forever—” ", "23": "therefore the Lord God expelled the man[aa] from the garden of Eden so he would work the ground from which he had been taken. ", "24": "After he had expelled the man, the Lord God[ab] placed winged angels[ac] at the eastern end of the garden of Eden, along with a fiery, turning sword, to prevent access to[ad] the tree of life."}