{"1": "Now Jacob[a] used to listen while Laban's sons kept on complaining,[b] “Jacob has taken over everything our father owns! He made himself wealthy from what belongs to our father!” ", "2": "Jacob also noticed that the way[c] Laban had been looking at him wasn't as nice as it had been just two days earlier.[d]", "3": "Then the Lord ordered Jacob, “Go back to your father's territory and to your relatives. I'll be with you.”", "4": "Jacob sent for Rachel and Leah to come out to the field where his flock was ", "5": "and informed them, “I've noticed that the way[e] your father has been looking at us hasn't been as nice as it was just two days ago.[f] But my father's God has been with me. ", "6": "You know I've been serving your father with all my heart. ", "7": "Even so, your father has cheated me. He broke our wage agreement ten times. However, God didn't allow him to harm me.", "8": "“When Laban said, 'The speckled ones will be your wages,' then all the flock gave birth to speckled ones. Then when he said, 'The streaked ones will be your wages,' all the flock gave birth to streaked offspring.", "9": "“So God has taken away your father's livestock and has given them to me. ", "10": "As it was, when it was time for the livestock to breed, I once looked up in a dream, and the male goats that were mating[g] with the flock were producing streaked, speckled, and spotted offspring.", "11": "“Later, the angel of God spoke to me in a dream, 'Jacob.' “'Here I am,' I replied", "12": "“'Look around!' he said. 'Go ahead, look! All the male goats have been mating with the flock, producing offspring that are streaked, speckled, and spotted, because I've been watching everything that Laban has done to you. ", "13": "I am the God of Bethel, the place where you consecrated that stone and made a vow to me. Now get up, leave this territory, and return to your native land.'”[h]", "14": "Then Rachel and Leah asked him, “Do we have anything left of inheritance[i] remaining in our father's house? ", "15": "He's treating us like foreigners. He sold us and spent all of the money[j] that rightfully belonged to us. ", "16": "Furthermore, all of the wealth that God has stripped away from our father belongs to us now and to our children. So do everything that God tells you to do.” ", "17": "So Jacob got up, seated his children and wives on camels, ", "18": "and drove all his livestock ahead of him, with everything that belonged to him, including the livestock that he had bought and accumulated in Paddan-aram,[k] intending to deliver them to his father Isaac in the land of Canaan.", "19": "Meanwhile, Laban had been out shearing his sheep. While he was away, Rachel stole her father's personal idols.[l] ", "20": "Moreover, Jacob had deceived[m] Laban the Aramean,[n] because he had never told him that he was intending to leave. ", "21": "Jacob fled, taking everything that he owned. He got up, crossed the river,[o] and headed to the hill country of Gilead. ", "22": "Three days later, somebody reported to Laban that Jacob had left, ", "23": "so he took his relatives with him and pursued Jacob. Laban[p] was on the road for seven days when he finally caught up with Jacob[q] in the hill country of Gilead.", "24": "That night, God appeared to Laban the Aramean[r] in a dream and warned him, “Be careful what you say to Jacob, whether it's one word good or bad.” ", "25": "Meanwhile, Jacob had pitched his tent on the mountain, where Laban had caught up with him.[s] Laban and his relatives encamped on that same mountain in the hill country of Gilead, too.", "26": "Then Laban asked Jacob, “What did you do? You deceived me,[t] carried off my daughters like you would war captives,[u] ", "27": "ran away from me secretly,[v] and stole from me by not keeping me informed. Otherwise, I could have sent you off with a party and singing, accompanied by a band playing tambourines and harps. ", "28": "As it is, you didn't even allow me to kiss my grandchildren[w] and daughters goodbye! You've acted foolishly. ", "29": "It's actually in my power to do some serious[x] evil to you, but last night the God of your father told me, 'Be careful what you say to Jacob whether good or evil.' ", "30": "Now, you can go if you must go, because you certainly are longing to go to your father's house. But why did you steal my gods?”", "31": "“I was afraid,” Jacob replied. “I thought you might take your daughters from me. ", "32": "Now as to your gods, if you find someone has them in their possession, he's a dead man.[y] Take our relatives as witnesses, search through our belongings, and take whatever belongs to you that's in my possession.” But Jacob didn't know that Rachel had stolen the idols.[z] ", "33": "So Laban entered Jacob's tent, Leah's tent, and the tents of the two maid servants, but he didn't find them.[aa] Then he left Leah's tent and entered Rachel's tent.", "34": "Meanwhile, Rachel had taken the idols,[ab] placed them inside the saddle of her camel, and sat on them. Laban searched through the whole tent, but found nothing. ", "35": "Then Rachel told her father, “Sir, please don't be angry that I cannot stand up in your presence. It's that time of the month.”[ac] So Laban[ad] searched for the idols,[ae] but never did find them.[af]", "36": "Then Jacob got angry and started an argument with Laban. “What have I done?” he demanded. “What's my crime that would cause you to come pursue me so violently? ", "37": "Now that you've searched all my belongings, what did you find that belongs to your house? Set it here in front of our relatives[ag] and we'll let them judge between us! ", "38": "Meanwhile, these past 20 years that I've been with you, your sheep and goats never had miscarriages, I never once ate any of the rams from your flock, ", "39": "and whatever was torn by beasts, I never bothered to bring to you. Instead, I bore the losses myself. Even so, you demanded that I provide restitution for anything that was stolen, whether during the day or the night. ", "40": "As it was, I was attacked by drought during the day and by cold at night. I never got any decent rest. ", "41": "I've lived in your house these 20 years—serving fourteen years for your two daughters and another six years for your flocks. During all that time you changed[ah] my wages ten times. ", "42": "If the God of my father—the God of Abraham, the God whom Isaac feared—had not been with me, you would have sent me away empty handed. But God saw my misery and how hard I've worked with my own hands—and he rebuked you last night.”", "43": "But Laban answered Jacob, “These women are my daughters. These children are my children. The flocks are mine. In fact, everything that you see belongs to me. But what would I do today to my daughters and the children they have borne? ", "44": "Come, let's make a covenant just between you and me. And let it serve as a witness between you and me.”", "45": "So Jacob took a stone and raised it as a pillar. ", "46": "Then Jacob told his relatives, “Go gather some stones.” So they picked up stones and stacked them one on top of the other. Then they had a meal together there by the stack of stones. ", "47": "Laban named the place Jegar-sahadutha,[ai] but Jacob named it Galeed.[aj]", "48": "Then Laban said, “This stack will serve as a witness between you and me today.” That's how the place came to be named Galeed. ", "49": "It was also called Mizpah,[ak] because Laban[al] said, “May the Lord watch between you and me, when we are estranged[am] from each other. ", "50": "If you mistreat my daughters or if you take other wives besides them, though no one is watching[an] us, keep in mind that God stands as a witness between you and me.”", "51": "“Look!” Laban added, “Here is the stack of stones and here is the pillar that I've set up between you and me. ", "52": "This stack is a witness, and so is this pillar, reminding me not to cross beyond this stack of stones, and reminding you not to pass by this stack in my direction, intending to cause harm. ", "53": "May Abraham's God and Nahor's god judge between us.” So Jacob made an oath by his father's Fear,[ao] ", "54": "offered sacrifices there on the mountain, and called on his relatives to eat some food. So they ate the food and spent the night on the mountain. ", "55": "[ap]Early the next morning, Laban woke up, kissed his grandchildren and daughters, blessed them, and then left for home.[aq]"}