{"1": "[a]As Jacob went on his way, angels from God met him. ", "2": "As he was watching them, Jacob said, “This must be God's camp,” so he named that place Mahanaim.[b]", "3": "Then Jacob sent messengers ahead of him into the land of Seir (that is, into the territory of Edom) to meet his brother Esau. ", "4": "He instructed them, “This is what you are to say to my master Esau: 'Your servant Jacob told me to tell you, “I've journeyed to stay with Laban and I've remained there until now. ", "5": "I now have cattle, donkeys, flocks, and male and female servants. I'm sending this message to you, sir,[c] so that you'll show favor to me.”'”", "6": "Later, the messengers returned to Jacob and reported, “We went to your brother Esau. He's now coming to meet you—and he has 400 men with him!”", "7": "Feeling mounting terror and distress, Jacob divided the people who were with him into two groups, doing the same with the flocks, the cattle, and the camels. ", "8": "Jacob was thinking, “If Esau comes to one group and attacks it, then the remaining group may escape.”", "9": "Then Jacob prayed,[d] “O God of my father Abraham, O God of my father Isaac, O Lord, you who told me, 'Return to your country and to your relatives and I'll cause things to go well for you.' ", "10": "I'm unworthy of all your gracious love, your faithfulness, and everything that you've done for your servant. When I first crossed over this river, I had only my staff. But now I've become two groups. ", "11": "Deliver me from my brother Esau's control, because I'm terrified of him, and I'm afraid that he's coming to attack me, the mothers, and their children. ", "12": "Now, you promised me that 'I'm certainly going to cause things to go well with you, and I'm going to make your offspring[e] as numerous as the sand of the sea, which cannot be counted.'”", "13": "Jacob spent the night there. Out of everything that he had brought with him, he chose a gift for his brother Esau— ", "14": "female goats, 20 male goats, 200 ewes, 20 rams, ", "15": "milking camels with their young, 40 cows with ten bulls, and 20 female donkeys with ten male donkeys. ", "16": "He entrusted them into the care of his servants, one herd at a time.[f] Then he told his servants, “Go in front of me, making sure there's plenty of space between herds.”", "17": "To the first group he said, “When you meet my brother Esau, if he asks, 'To whom do you belong? Where are you going? And to whom do these herds[g] belong?' ", "18": "then you are to reply, 'We're from[h] your servant Jacob. The herds[i] are a gift. He's sending them to my master, Esau. Look! There he is, coming along behind us.'”", "19": "He issued similar instructions to the second and third group, as well as to all the others who drove the herds that followed: “This is how you are to speak to Esau when you find him. ", "20": "You are to tell him, 'Look! Your servant Jacob is coming along behind us.'” Jacob was thinking, “I'll pacify him with the presents that are being sent ahead of me. Then, when I meet him,[j] perhaps he'll accept me.”[k] ", "21": "So the presents went[l] ahead of him, while he spent that night in the camp. ", "22": "Later that night, he woke up, quickly took his two wives, his[m] two women servants, and his eleven children, and forded the river at Jabbok. ", "23": "He took them across the river, along with all his possessions.", "24": "And so Jacob was left alone, and he struggled with a man until daybreak. ", "25": "When the man realized that he hadn't yet won the struggle, he injured the socket[n] of Jacob's thigh, dislocating it as he wrestled with him, ", "26": "and said, “Let me go, because the dawn has come.”[o] “I won't let you go,” Jacob[p] replied, “unless you bless me.”", "27": "Then the man[q] asked him, “What's your name?” “Jacob,” he responded", "28": "“Your name won't be[r] Jacob anymore,” the man[s] replied, “but Israel, because you exerted yourself against both God and men, and you've emerged victorious.”", "29": "“Please,” Jacob inquired, “Tell me your name.” But he asked, “Why are you asking about my name?” And he blessed Jacob[t] there.", "30": "Jacob would later call that place Peniel,[u] because “I saw God face to face, but my life was spared.”", "31": "The sun was rising above Jacob[v] as he crossed over from Peniel, limping due to his wounded thigh. ", "32": "Therefore, to this day the Israelis do not eat the hip tendon that connects to the thigh socket, because he had injured the socket of the thigh where the tendon connected to Jacob's hip."}