{"1": "When Jacob looked off in the distance, there was Esau coming toward him, accompanied by 400 men! So Jacob divided Leah's children, Rachel, and the children of the two servants into separate groups.[a] ", "2": "Then he positioned the women servants and their children first, then Leah and her children next, and then Rachel and Joseph after them. ", "3": "Then he went out to meet Esau,[b] passing in front of all of them, and bowed low to the ground seven times as he approached his brother.", "4": "Esau ran to meet Jacob and embraced him. Then he fell on his neck and kissed him. And they wept.", "5": "When Esau eventually looked around, he saw the women and the children. “Who are these people[c] with you?” he asked. “The children, whom God has graciously given[d] your servant,” he answered. ", "6": "Then the women servants approached, accompanied by their children, and bowed low. ", "7": "Leah also approached, and she and her children bowed low. After this, Joseph and Rachel approached and bowed low.", "8": "Then Esau asked, “What are all these livestock for?” “To solicit favor from you,[e] sir,”[f] Jacob answered.", "9": "But Esau replied, “I already have so much, my brother, so keep what belongs to you.”", "10": "“Please,” Jacob implored him, “don't refuse. If I'm to receive favor from you, then receive this gift from me, because seeing your face is like seeing the face of God, since you have favorably accepted me. ", "11": "So receive my blessing, which has been sent to you, since God has been gracious to me. Besides, I have enough.” Because Jacob kept pressing him, Esau accepted the gifts.", "12": "Then Esau suggested, “Let's set out and travel together, but let me go in front of you.”", "13": "“Sir, you know[g] that the children are frail,” Jacob suggested, “and the ewes and cows with me are still nursing their young. If they're driven even for a day, the entire flock will die. ", "14": "So allow yourself to[h] go ahead of your servant while I travel more slowly, letting the herds set their own pace[i] with the children until I arrive to see my lord in Seir.”", "15": "Esau said, “Let me leave with you some of the people who are with me.” “Why do that?” Jacob asked. “I've already found favor in your sight, sir.”[j] ", "16": "So Esau set out that very day back on his way to Seir, ", "17": "but Jacob set out for Succoth, built a house there, and constructed some cattle shelters. He named the place Succoth.[k]", "18": "After Jacob had arrived safely from Paddan-aram,[l] he entered the city of Shechem, which was located in the territory of Canaan, and encamped facing that city. ", "19": "Then he bought a parcel of land for 100 pieces of silver from the descendants of Hamor, Shechem's father. He pitched his tent there, ", "20": "set up an altar, and named it El-elohe-israel.[m]"}