{"1": "Some time later, Dinah, Leah's daughter whom she had borne to Jacob, went out to visit the women[a] of the land. ", "2": "When Hamor the Hivite's son Shechem, the regional leader, saw her, he grabbed her and raped her, humiliating her. ", "3": "He was attached to[b] Dinah, Jacob's daughter, since he loved the young woman and spoke tenderly to her.[c] ", "4": "Then Shechem told his father Hamor, “Get this young woman[d] for me to be my wife.”", "5": "Because Jacob learned that Shechem had dishonored his daughter Dinah while his sons were still out with their cattle on the open range, he remained silent until they returned. ", "6": "Meanwhile, Shechem's father Hamor arrived to talk to Jacob. ", "7": "Just then Jacob's sons arrived from the field. When they heard what had happened, they were distraught with grief and livid with anger toward Shechem,[e] because he had committed a disgraceful deed in Israel by forcing Jacob's daughter to have sex, an act that never should have happened.", "8": "But Hamor said this: “My son is deeply attracted to your daughter. Please give her to him as his wife. ", "9": "Intermarry with us. Give your daughters to us and take our sons for yourselves. ", "10": "Live with us anywhere you want.[f] Live, trade, and grow rich in it.”", "11": "Shechem also addressed Dinah's[g] father and brothers. He told them, “If you'll just approve me, I'll give whatever you ask of me. ", "12": "No matter how big or how extensive your demands are for a dowry and wedding presents from me, I'll provide whatever you ask. Only give me the young lady to be my wife.”", "13": "But Jacob's sons answered Shechem and his father Hamor deceptively, because Shechem had dishonored their sister Dinah. ", "14": "They told them, “We can't do this. We can't give our sister to a man who isn't circumcised, because that would be insulting to us. ", "15": "But we'll agree to your request, only if you will become like us by circumcising every male among you. ", "16": "Then we'll give our daughters to you and take your daughters for ourselves, live among you, and be as a united people. ", "17": "But if you won't listen to us, then we're going to take our daughter and leave.” ", "18": "What they said pleased Hamor and his son Shechem, ", "19": "so the young man did not delay the matter any further, since he was delighted with Jacob's daughter. Now Shechem was the most important person in his father's household. ", "20": "So Hamor and his son Shechem entered the gate of their city and addressed the men of their city. ", "21": "“These men are at peace with us,” they announced. “Therefore, let them live in the land and trade in it. Look! The land is large enough for them. Let's take their daughters as wives for ourselves and let's give our sons to them.", "22": "“However,” they added, “only on this condition will the men consent to live with us and be united as a single people with us: every male among us will have to be circumcised just as they are. ", "23": "Shouldn't all their cattle, acquisitions, and animals belong to us? So, let's give our consent to them, and then they'll live with us.”", "24": "All of the males who heard Hamor and his son Shechem, who had gone out to the city gate, were circumcised. ", "25": "Three days later, while they were still in pain, Jacob's sons Simeon and Levi, two of Dinah's brothers, each grabbed a sword and entered the city unannounced, intending to kill all the males. ", "26": "They killed Hamor and his son Shechem with their swords, took back Dinah from Shechem's house, and left. ", "27": "Jacob's other sons came along afterward and plundered the city where their sister had been defiled, ", "28": "seizing all of their flocks, herds, donkeys, and whatever else was in the city or had been left out in the field. ", "29": "They carried off all their wealth, their children, and their wives as captives, plundering everything that remained in the houses.", "30": "Then Jacob told Simeon and Levi, “You have certainly stirred up trouble for me! You've made me despised by[h] the Canaanites and the Perizzites who live in this territory. Because I have only a few men with me, they're going to gather themselves together and attack me until I am totally destroyed, along with my entire household!”", "31": "“Should he have treated our sister like a whore?” they asked in response."}