{"1": "Jacob continued to live in the land they were occupying, where his father had journeyed in the territory of Canaan. ", "2": "This is a record of Jacob's descendants. When Joseph was seventeen years old, he was helping his brothers tend their flocks. He was a young man at that time, as were the children of Bilhah and Zilpah, his father's wives. But Joseph would come back and tell his father that his brothers were doing bad things. ", "3": "Now Israel loved Joseph more than all his brothers, since he was born to him in his old age, so he had made a richly-embroidered[a] tunic for him. ", "4": "When Joseph's[b] brothers realized that their father loved him more than all of his brothers, they hated him so much that they were unable to speak politely to him.", "5": "Right about this time, Joseph had a dream and then told it to his brothers. As a result, his brothers hated him all the more! ", "6": "“Let me tell you about this dream that I had!” he said. ", "7": "“We were tying sheaves together out in the middle of the fields, when all of a sudden, my sheaf stood up erect! And then your sheaves gathered around it and bowed down to my sheaf!”", "8": "At this, his brothers replied, “Do you really think you're going to rule us or lord it over us?” So they hated him even more because of his dreams and his interpretations of them.", "9": "But then he had another dream, and he proceeded to tell his brothers about that one, too. “I had another dream,” he said. “The sun, moon, and eleven of the stars were bowing down before me!”", "10": "When Joseph told his father about this, his father rebuked him and asked him, “What kind of dream is that? Will I, your mother, and your brothers really come to you and bow down to the ground in front of you?” ", "11": "As a result, his brothers became more envious of him. But his father kept thinking about all of this.", "12": "Some time later, his brothers left to tend their father's flock in Shechem. ", "13": "And Israel instructed Joseph, “Your brothers are tending the flock in Shechem. Come here, because I'm going to send you to them.” “Here I am!” he responded.", "14": "“Go and see how things are with your brothers,” Israel[c] ordered him. “And see how things are with the flock. Bring back a report for me.” Then he sent Joseph[d] from the valley of Hebron. When Joseph reached Shechem, ", "15": "a man found him wandering around in a field. So the man asked him, “What are you looking for?”", "16": "“I'm searching for my brothers,” he responded. “Tell me, where are they tending the flock?”[e]", "17": "“They've already left,” the man answered. “I heard them saying that they were headed to Dothan.” So Joseph followed his brothers to Dothan and found them there.", "18": "Now as soon as they saw him approaching from a distance, before he arrived they plotted together to kill him. ", "19": "“Look!” they said. “Here comes the Dream Master! ", "20": "Come on! Let's kill him and toss him into one of the cisterns. Then we'll report that some wild animal devoured him and wait to see what becomes of his dreams!”", "21": "When Reuben heard about it, he tried to save Joseph[f] from their plot. “Let's not do any killing,”[g] ", "22": "Reuben told them. “And no blood shedding, either. Instead, let's toss him into this cistern that's way out here in the wilderness. But don't lay a hand on him.” (Reuben[h] intended to free Joseph[i] and return him to his father.)", "23": "As it was, when Joseph arrived where his brothers were, they stripped off the tunic that Jacob had given him—that is, the richly-embroidered[j] tunic that he was wearing. ", "24": "They grabbed him and tossed him into the cistern, but the cistern was empty. (There was no water in it.) ", "25": "After this, while they were seated, eating their food, they looked around and saw a caravan of Ishmaelites coming from Gilead with camels carrying spices, balm, and myrrh for sale down in Egypt.", "26": "Then Judah suggested to his brothers, “Where's the profit in just killing our brother and shedding his blood? ", "27": "Come on! Let's sell him to the Ishmaelites! That way, we won't have laid our hands on him. After all, he's our brother, our own flesh.” So Judah's[k] brothers listened to him. ", "28": "As the Midianite merchants were passing through, they extracted Joseph from the cistern and sold Joseph for 20 pieces of silver to the Ishmaelites, who then took Joseph down to Egypt.", "29": "Later, when Reuben returned to the cistern, Joseph wasn't there! In mounting panic, he tore his clothes, ", "30": "returned to his brothers, and shouted, “He's[l] not there! Now what? Where am I to go?”", "31": "So they took Joseph's coat, slaughtered a young goat, and dipped the coat in the blood. ", "32": "Then they stretched out the richly-embroidered[m] tunic to dry,[n] and brought it to their father. “We've found this,” they reported. “Look at it and see if this is or isn't your son's tunic.”", "33": "Examining it, he cried out, “It's my son's tunic! A wild animal has no doubt torn Joseph to pieces.”", "34": "So Jacob tore his clothes, dressed himself in sackcloth, and then mourned many days for his son. ", "35": "All his sons and daughters showed[o] up to comfort him, but he refused to be comforted. He kept saying, “Leave me alone! I'll go down to the next world,[p] still mourning for my son.” So Joseph's father wept for him.", "36": "Meanwhile, down in Egypt, the Midianites sold Joseph[q] to Potiphar, one of Pharaoh's court officials, who was also Commander-in-Chief of the imperial guards."}