{"1": "Meanwhile, Joseph had been delivered to Egypt and turned over to Potiphar, one of Pharaoh's court officials and the Commander-in-Chief of the imperial guards. An Egyptian, he bought Joseph from the Ishmaelites, who had brought him down there.", "2": "But the Lord was with Joseph. He became a very prosperous man while in the house of his Egyptian master, ", "3": "who could see that the Lord was with Joseph,[a] because the Lord made everything prosper that Joseph[b] did. ", "4": "That's how Joseph pleased Potiphar[c] as he served him. Eventually, Potiphar appointed Joseph as overseer of his entire household. Moreover, he entrusted everything that he owned into his care.[d] ", "5": "From the time he appointed Joseph to be overseer over his entire household and everything that he owned, the Lord blessed the household of the Egyptian because of Joseph. The Lord's blessing rested on Joseph,[e] whether in Potiphar's household or in Potiphar's fields. ", "6": "Everything that he owned, he entrusted into Joseph's care. He never concerned himself about anything, except for the food he ate. Now Joseph was well built and good looking. ", "7": "That's why, sometime later, Joseph's master's wife looked straight at Joseph and propositioned him: “Come on! Let's have a little sex!”[f]", "8": "But he refused, telling his master's wife, “Look! My master doesn't have to worry about anything in the house with me in charge, and he has entrusted everything into my care. ", "9": "No one has more authority in this house than I do. He has withheld nothing from me, except you, and that's because you're his wife. So how can I commit such a horrible evil? How can I sin against God?”", "10": "She kept on talking to him like this day after day, but he wouldn't listen to her. Not only would he refuse to have sex with her, he refused even to stay around her. ", "11": "One day, though,[g] he went into the house to do his work. None of the household servants[h] were inside, ", "12": "so she grabbed Joseph[i] by his outer garment and demanded “Let's have some sex!” Instead, Joseph ran outside, leaving his outer garment still in her hand. ", "13": "When she realized that he had left his outer garment right there in her hand, she ran outside ", "14": "and yelled for her household servants. “Look!” she cried out. “My husband[j] brought in a Hebrew man to humiliate us. He came in here to have sex with me, but I screamed out loud! ", "15": "When he heard me starting to scream, he left his outer garment with me and fled outside.” ", "16": "She kept his outer garment by her side until Joseph's master came home, ", "17": "and then this is what she told him: “That Hebrew slave whom you brought to us came in here to rape[k] me. ", "18": "But when I started to scream, he left his outer garment with me and ran outside.”", "19": "When Joseph's master heard his wife's claim to the effect that “This is how your servant treated me,” he flew into a rage, ", "20": "arrested Joseph, and locked him up in the same prison where the king's prisoners were confined. So Joseph remained there in prison.", "21": "But the Lord was with Joseph. He extended gracious love to him, causing the prison warden to be pleased with Joseph.[l] ", "22": "So the prison warden entrusted into Joseph's care all the prisoners who were confined in prison. Whatever they did, Joseph was in charge of the work detail.[m] ", "23": "The prison warden did not have to worry about anything under Joseph's care, because the Lord was with him. That's why Joseph prospered in everything he did."}