{"1": "Two years later—to the day—Pharaoh dreamed that he was standing by the Nile River,[a] ", "2": "when all of a sudden seven healthy, plump cows emerged from the Nile to graze in the grass that grew in the reeds that lined the bank.[b] ", "3": "Right after that, seven more cows came up out of the Nile. Ugly and gaunt, they stood next to the other cows on the bank of the Nile River. ", "4": "But all of a sudden they ate up the seven healthy, plump cows! Then Pharaoh woke up.", "5": "After he had fallen back to sleep, he had a second dream, in which seven ears of plump, fruit-filled grain grew up on a single stalk. ", "6": "Suddenly seven thin ears of grain that had been scorched by an east wind sprouted up right after them ", "7": "and ate up the seven plump, fruit-filled ears. Then Pharaoh woke up a second time,[c] and it had been a very vivid[d] dream!", "8": "The very next morning, he[e] was frustrated[f] about the dream, so he sent word to summon all the magicians and wise men of Egypt. Pharaoh told them what he had dreamed, but no one could interpret them.[g]", "9": "Then Pharaoh's senior security advisor[h] spoke up. “Maybe I should make a confession. ", "10": "When Pharaoh was angry with some of his servants, he incarcerated me in custody of the captain of the bodyguard, along with Pharaoh's head chef.[i] ", "11": "We each had a dream on the same night, and each dream had its own meaning. ", "12": "There was a Hebrew young man incarcerated with us, who was also working as a servant to the captain of the bodyguard. “We each related our dreams,[j] and then he interpreted them for us. He provided specific meanings for each of our dreams. ", "13": "And what he interpreted for each of us came true! Pharaoh[k] restored me to my responsibilities, but he executed[l] the other man.”", "14": "Pharaoh sent word to summon Joseph quickly from the dungeon, so they shaved his beard, changed his clothes, and then sent him straight to Pharaoh. ", "15": "“I've had a dream,” Pharaoh told Joseph, “but nobody can interpret it. I've heard that you can interpret dreams.”", "16": "“I can't do that,” Joseph replied, “but God is concerned about Pharaoh's well-being.”", "17": "So Pharaoh told Joseph, “In my dream, I was standing on the bank of the Nile River, ", "18": "and all of a sudden seven healthy, plump, beautiful cows emerged from the Nile and began to graze among the reeds that line the bank.[m] ", "19": "Just then, seven other cows emerged after them, poor, ugly, and appearing very gaunt in their flesh. I've never seen anything as ugly as those cows anywhere in the entire land of Egypt! ", "20": "But those thin, gaunt cows gobbled up the first seven healthy cows! ", "21": "Not only that,” Pharaoh continued,[n] “after they had finished devouring the cows, nobody could tell that they had gobbled them up, because they were just as ugly as before. Then I woke up. ", "22": "Later, I also dreamed about seven plump, fruit-filled ears of grain[o] that grew up out of a single stalk. ", "23": "All of a sudden, seven thin, withered ears of grain,[p] scorched by the east wind, sprouted up after them. ", "24": "But the thin ears gobbled up the seven good ears. I told all this to my advisors, but nobody was able to explain it to me.”", "25": "“Pharaoh's dreams are identical,” Joseph replied. “God has told Pharaoh what he is getting ready to do. ", "26": "The seven healthy cows represent seven years, as do the seven healthy ears. The dreams are identical. ", "27": "The seven gaunt cows that arose after the healthy cows[q] are seven years, as are the seven gaunt ears scorched by the east wind. There will be seven years of famine. ", "28": "So the message that I have for Pharaoh is that God is telling Pharaoh what he is getting ready to do. ", "29": "Be advised that seven years of phenomenal abundance are coming throughout all the land of Egypt, ", "30": "but after them seven years of famine are ahead, during which all of the abundance will be forgotten throughout the land of Egypt. The famine will ravage the land so severely that[r] ", "31": "there will be no surplus in the land due to the coming famine, because it will be very severe.", "32": "“Now since Pharaoh had that dream twice, it means that this event has been scheduled by God, and God will bring it to pass very soon. ", "33": "Therefore let Pharaoh select a wise, discerning person to place in charge over the land of Egypt. ", "34": "Also, let Pharaoh immediately proceed to appoint supervisors over the land of Egypt, who will collect one fifth of its agricultural production[s] during the coming seven years of abundance. ", "35": "Let them collect all the food during the coming fruitful years, store up the grain in cities governed by Pharaoh's authority,[t] and place it under guard. ", "36": "Let the food be kept in reserve to feed[u] the land for the seven years of famine that will occur throughout Egypt, so the people don't[v] die during the famine.”", "37": "What Joseph proposed pleased Pharaoh and all of his advisors, ", "38": "so Pharaoh asked his servants, “Can we find anyone else like this—someone in whom the Spirit of God lives? ", "39": "Since God has revealed all of this to you,” Pharaoh told Joseph, “there is no one so wise and discerning as you. ", "40": "So you are to be appointed in charge over my palace, and all of my people are to do whatever you command them to do. Only the throne will have greater authority than you.”", "41": "“Look!” Pharaoh confirmed[w] to Joseph, “I've put you in charge of the entire land of Egypt!”", "42": "Then Pharaoh[x] removed his signet ring from his hand, placed it on Joseph's hand, had him clothed in fine linen garments, and placed a gold chain around his neck. ", "43": "Then he provided him with a chariot as his second-in-command, outfitted with a group of people who shouted out in front of him, “Bow your knees!” And that's how Pharaoh set Joseph over the entire land of Egypt.", "44": "Pharaoh also told Joseph, “I'm still Pharaoh, but without your permission nobody in all of the land of Egypt will so much as lift up their hands or take a step!” ", "45": "Pharaoh also changed Joseph's name to Zaphenath-paneah[y] and gave Asenath, daughter of Potiphera, the priest of On, to him as his wife. And that's how Joseph gained authority over the land of Egypt.", "46": "Joseph was 30 years old when he began to serve Pharaoh, king of Egypt, by traveling throughout the land of Egypt, independent from Pharaoh's oversight.[z] ", "47": "While bumper crops grew during the seven abundant years, ", "48": "Joseph[aa] collected the surplus food throughout the land of Egypt, storing food in cities; that is, he gathered the food from fields that surrounded every city and stored it there. ", "49": "Joseph stored up so much grain—like sand on the seashore in so much abundance!—that he stopped keeping records because it was proving to be impossible to measure how much they were gathering.", "50": "Before the years of famine arrived, Joseph fathered two sons with Asenath, the daughter of Potiphera, the priest of On. ", "51": "Joseph named his firstborn son[ab] Manasseh because, he said, “God has made me forget all of my hard life and my father's house.” ", "52": "He named his second son Ephraim because, he said, “God has made me fruitful in the land of my troubles.”", "53": "As soon as the seven years of abundance throughout the land of Egypt ended, ", "54": "the seven years of famine started, just as Joseph had predicted.[ac] It was an international famine, but there was food everywhere throughout the land of Egypt. ", "55": "Eventually, the land of Egypt began to feel the effects of the famine, so the people[ad] cried out to Pharaoh for food. “Go see Joseph,” Pharaoh announced to all the Egyptians, “and do whatever he tells you to do.”", "56": "Joseph opened all of the storehouses and sold grain to the Egyptians, because the famine was beginning to be severe throughout the land of Egypt. ", "57": "In addition, all of the surrounding nations[ae] came to Joseph to buy grain from Egypt, because the famine had become severe throughout the world."}