{"1": "Eventually, Jacob observed that there was grain in Egypt, so he asked his sons, “Why do you keep on staring at one another? ", "2": "Pay attention now! I've heard that there is grain in Egypt, so go down there and buy some grain for us, so we can live, instead of dying.”", "3": "So ten of Joseph's brothers left to buy grain from Egypt. ", "4": "Jacob would not send Joseph's brother Benjamin to accompany them, because he was saying, “I'm afraid that he'll come to some kind of harm.” ", "5": "Israel's sons went in a caravan that included others who were going to Egypt to buy grain, because the famine pervaded the land of Canaan, too.", "6": "Meanwhile, Joseph continued to be ruler over the land, in charge of selling to everyone in the land. Joseph's brothers appeared and bowed down to him, face down.[a] ", "7": "As soon as Joseph saw his brothers, he knew who they were, but he remained disguised and asked them gruffly, “Where are you from?” “From the land of Canaan,” they replied. “We're here[b] to buy food.”", "8": "But Joseph had already recognized his brothers, even though they had not recognized him. ", "9": "Furthermore, Joseph remembered the dreams that he had about them. So he accused them, “You're spies! You've come here to spy on our undefended territories!”[c]", "10": "“No, your majesty,” they replied. “Your servants have come here to buy food. ", "11": "We're all sons of a common father. We're honest men, your majesty. We're[d] not spies!”", "12": "But Joseph[e] kept insisting, “It's just as I've said—you've come here to spy on our unguarded[f] territories!”", "13": "“But your majesty,” they pleaded, “your servants include twelve brothers, the sons of a common father back in the land of Canaan. Please! Our youngest brother[g] remains with our father, and the other one[h] is no longer alive.”", "14": "“I'm right!” Joseph insisted. “Just as I said, you're spies! ", "15": "So here's how we'll test you. You can bet the life of Pharaoh that you're not leaving here until your youngest brother comes here! ", "16": "One of you is to be sent back so he can get your brother while the rest of[i] you remain in custody. That way, we'll test whether or not you're telling the truth. If you're not, as surely as the Pharaoh lives, you're spies!”", "17": "Then Joseph locked them all together in prison for three days. ", "18": "Three days later, Joseph told them, “I fear God, so do this and you'll live. ", "19": "If you're honest men, leave one of your brothers here in custody, then the rest of[j] you can leave and take some grain with you[k] to alleviate the famine that's affecting your households. ", "20": "Just be sure to bring your youngest brother back to me so what you've claimed can be verified. That way, you won't die.”", "21": "“We're all guilty because of what we did to[l] our brother!” they told each other. “We kept on watching his suffering while he pleaded with us! We're in this mess because we wouldn't listen!”", "22": "“Didn't I tell you!” Reuben replied. “'Don't wrong the kid!' I said, but would you listen? No! Now it's payback time!”", "23": "Meanwhile, they had no idea that Joseph could understand them, since he was talking to them through an interpreter. ", "24": "He turned away from them and began to weep. When he returned, he spoke with them, but then he took Simeon away from them and had him placed under arrest[m] right in front of them. ", "25": "After this, Joseph gave orders to fill up their sacks with grain, to return each man's money to his own sack, and to supply each of them with provisions for their return journey. All of this was done for them.", "26": "Then they each mounted up, their donkeys having been loaded with grain, and left from there. ", "27": "Later on, one of them opened up his sack to give his donkey some fodder after they had stopped at the place where they intended to lodge for the night. There, in the mouth of his sack, was all of his money! ", "28": "He reported to his brothers, “My money has been returned! It's right here in my sack!” Trembling with mounting consternation, each of them asked one another, “What is God doing to us?”", "29": "As soon as they had returned to their father Jacob in the land of Canaan, they told him everything that had happened to them. ", "30": "“The man who was in charge[n] of the land spoke harshly to us,” they said. “He accused us of being spies![o] ", "31": "But we told him, 'No! We're honest men! We're not spies! ", "32": "Our father has twelve sons, but one of us isn't alive anymore, and our youngest brother is with our father today back home in[p] Canaan.' ", "33": "But the man who was in charge of the land responded, 'I'm going to test your honesty. Leave one of your brothers with me, take some grain for the famine that's afflicting your households, and leave. ", "34": "But bring your youngest brother back to me so I can be sure that you're honest men, and not spies. Then I'll return your brother to you, and you'll be allowed to trade anywhere in the land.'”", "35": "Later on, as they went about unloading their sacks, each man's bundle of money was found in each man's sack. When they and their father saw their bundles of money, they were greatly distressed. ", "36": "Their father Jacob told them, “You're causing me to lose my children! Joseph is gone. Now Simeon is gone, and you're planning to take Benjamin, too. Everything's going against me!”", "37": "“Feel free to put my own two sons to death,” Reuben responded to his father, “if I don't bring him back to you. Trust me—I'll bring him back to you.”", "38": "But Jacob replied, “My son isn't going back with you, since his brother is dead and he's the only one left. If something should harm him as you travel, then it'll be death for me and my sad, gray hair!”[q]"}