{"1": "Meanwhile, the famine remained severe throughout the region. ", "2": "As a result, when Jacob's family[a] was beginning to eat the last of the grain that they had brought back from Egypt, their father Jacob[b] told his sons, “Go back to Egypt and buy us some food.”", "3": "But Judah reminded him, “The man distinctly warned us: 'You'll never see my face unless your brother comes with you.' ", "4": "So if you send our brother with us, we'll go down and buy some food. ", "5": "But if you don't send him, we're not going, because the man told us, 'You'll never see my face unless your brother is with you.'”", "6": "Israel replied, “Why did you make all this trouble by telling the man that you have another brother?”", "7": "“The man specifically asked about us and our relatives,” they responded. “He asked us, 'Is your father still alive?' and 'Do you have another brother?' So we answered his questions. How could we have known that he would tell us to bring our brother back with us?”", "8": "“Send the young man with me,” Judah told his father Israel, “and we'll get up and go so we can survive and not die—and that includes all of us, you and our families.[c] ", "9": "I'll even offer myself to guarantee that I'll be responsible for him. If I don't bring him back and present him to you, I'll personally bear the consequences forever. ", "10": "After all, if we hadn't delayed, we could have been there and back[d] twice by now!”", "11": "“If that's the way it has to be,” their father Israel replied, “then do this: take some of the best produce of the land in your containers and take them to the man as a gift—some resin ointment, some honey, fragrant resins, myrrh, pistachios, and almonds. ", "12": "Also take twice as much money with you so you can return the money that had been replaced in the mouth of your sacks. Maybe it was an accounting[e] mistake on his part. ", "13": "And be sure to take your brother, too. So get up, return to the man, ", "14": "and may God Almighty cause the man to show compassion toward you. May he send all of you back, including your other brother and Benjamin. Now as for me, if I lose my children, I lose them.”", "15": "So the men took their gift and twice as much money, got up, took Benjamin with them, and set out for Egypt. Eventually they appeared before Joseph.", "16": "As soon as Joseph noticed that Benjamin had come with them, he ordered his palace manager, “Bring the men into the palace.[f] Slaughter an animal and prepare it, because these men will be dining with me for lunch.”[g] ", "17": "So the man did what Joseph had ordered, and brought the men to Joseph's palace.", "18": "The men were terrified as they were being taken to Joseph's palace. “It's because of that money that was returned to our sacks the first time we were brought to him,” they reasoned. “He's seeking an excuse to attack us, enslave us, and confiscate our donkeys!”", "19": "So they approached Joseph's palace manager and talked with him at the palace entrance. ", "20": "“Your Excellency,” they said, “The first time we came here to buy food, ", "21": "when we arrived at our overnight lodging place, we opened our sacks and discovered each man's money was still in the mouth of his sack. All of our money was there! We've brought it back with us in full. ", "22": "We've also brought along some more money to buy supplies, but we don't know who put our money back into our sacks.”", "23": "“Relax,” the manager said. “You can stop being afraid, now. Your God, the God of your father, has placed hidden treasure within those sacks for you. I've been paid in full.” Then he brought Simeon out to them, ", "24": "ushered the men into Joseph's palace, gave them water to wash their feet, and provided[h] fodder for their donkeys. ", "25": "Then off he went to prepare the honorary meal that was to be made ready for Joseph's arrival at noon, since they had been informed that they were going to be eating there.", "26": "When Joseph arrived at his palace, his brothers[i] brought to him their gifts that they had carried with them and bowed to the ground in front of him.", "27": "Joseph asked them how they had been doing. “Is your father well, the older gentleman about whom you spoke?” he inquired. “Is he still alive?”", "28": "“Your servant, our father, is doing well,” they replied. “He is still alive.” Then they bowed down in humility.", "29": "As Joseph looked up and recognized his brother Benjamin, his own mother's son, he asked, “Is this your youngest brother about whom you spoke to me?” And he addressed him directly, “May God be gracious to you, my son.”[j]", "30": "At this, Joseph hurried out, deeply moved because of his brother, and looked for a place to weep by himself. He entered his personal quarters, wept there awhile,[k] ", "31": "then washed his face and came out. Barely controlling himself, he ordered his staff to serve the meal.", "32": "Joseph's staff[l] served him by himself, his brothers[m] separately, and the Egyptian staff members by themselves, because the Egyptians wouldn't take their meal with the Hebrews, since doing so was detestable for the Egyptians. ", "33": "Meanwhile, the brothers[n] were seated in front of Joseph in birth order, from firstborn to youngest. The men stared at one another in astonishment. ", "34": "Joseph[o] himself brought portions to them from his own table, except that he provided to Benjamin five times as much as he did for each of the others. So they feasted together and drank freely with Joseph.[p]"}