{"1": "Later, Joseph[a] commanded his palace manager, “Fill the men's sacks to full capacity with food and replace each man's money at the top of the sack. ", "2": "Then place my cup—the silver one—in the top of the sack belonging to the youngest one, along with the money he brought to buy[b] grain.” So the manager[c] did precisely what Joseph told him to do.", "3": "Early the next morning, the men were sent on their way, along with their donkeys. ", "4": "They had not traveled far from the city when Joseph ordered his palace manager, “Get up, follow those men, and when you've caught up with them, ask them, 'Why did you repay evil for good? ", "5": "Don't you have[d] the cup that my master uses to drink from and also uses to practice divination? You're wrong to have done this.'” ", "6": "So he went after them and made that accusation.", "7": "“Your Excellency,” they replied, “Why do you speak like this? Far be it from your servants to act like this. ", "8": "Look, we brought back to you from the land of Canaan the money that we found at the top of our sacks. How, then, could we have stolen silver or gold from your master's palace? ", "9": "Go ahead and execute whichever one of your servants is discovered to have it, and we'll remain as your master's slaves.”", "10": "“Agreed,” he responded. “Just as you've said, the one who is found to have it in his possession will become my slave, and the rest of[e] you will be innocent.”", "11": "So they quickly dismounted, unloaded their sacks onto the ground, and each one of them opened his own sack. ", "12": "The palace manager[f] searched for the cup, beginning with the oldest brother's sack and ending with the youngest brother's sack, and there it was!—in Benjamin's sack. ", "13": "At this, they all tore their clothes,[g] reloaded their donkeys, and returned to the city.", "14": "Joseph was waiting for them back at his palace when his brothers returned. They fell to the ground in front of him, ", "15": "and Joseph asked them, “Why did you do this? Don't you know that I'm an expert at divination?”", "16": "“What can we say, Your Excellency?” Judah replied. “How can we explain this or justify ourselves? God has discovered the sin of your servants, and now we've become slaves to you, Your Excellency, both we and the one in whose possession the cup has been discovered.”", "17": "“Far be it from me to do this,” Joseph[h] responded. “The man in whose possession the cup was discovered will be my slave, but the rest of you may leave in peace to be with your father.”", "18": "But Judah approached him and begged him, “Your Excellency, please allow your servant to speak to you privately.[i] Please don't be angry with your servant, since you are equal to Pharaoh. ", "19": "Your Excellency asked his servants, 'Do you have a father or brother?' ", "20": "and we answered Your Excellency, 'We have an aged father and a younger child who was born when he was old. His brother is now dead, so he's the only surviving son of his mother. His father loves him.'", "21": "“But then you ordered your servants, 'Bring him here to me so I can see him for myself.' ", "22": "So we told Your Excellency, 'The young man cannot leave his father, because if he were to do so, his father would die.' ", "23": "But then you told your servants, 'Unless your youngest brother comes back with you, you won't see my face again.' ", "24": "Later on, after we had gone back to your servant, my father, we told him what Your Excellency had said.", "25": "“'Go back,' our father ordered, 'and buy us a little food.'", "26": "“But we told him, 'We can't go back there. If our youngest brother accompanies us, we'll go back, but we cannot see the man's face again unless our youngest brother accompanies us.'", "27": "“Then your servant, our father, told us, 'You know my wife bore me two sons. ", "28": "One of them left me, so I concluded “I'm certain that he has been torn to pieces,” and I haven't seen him since then. ", "29": "If you take this one from me, too, and then something harmful happens to him, then it will be death for me and my sad, gray hair!'[j]", "30": "“So when I go back to your servant, my father, and the young man isn't with us, since he's constantly living life focused on his son,[k] ", "31": "when he notices that the young man hasn't come back with us, he'll die, and your servants really will have brought death to your servant, our father,[l] along with his sad, gray hair! ", "32": "Also, your servant pledged his own life as[m] a guarantee of the young man's safety. I told my father, 'If I don't bring him back to you, you can blame me forever.' ", "33": "Therefore, please allow your servant to remain as a slave to Your Excellency, instead of the young man, and let the young man go back home with his brothers. ", "34": "After all, how can I go back to my father if the young man doesn't accompany me? I'm afraid of what might happen to my father.”"}