{"1": "Later, Israel began his journey, taking along everything that he owned, and arrived at Beer-sheba, where he offered sacrifices to the God of his father Isaac. ", "2": "God spoke to Israel through night visions, addressing him, “Jacob! Jacob!” “Here I am!” Jacob[a] replied.", "3": "“I'm God, your father's God. Don't be afraid to move down to Egypt, because I'm going to turn you into a mighty nation there. ", "4": "I'm going down with you to Egypt, and I'm certainly going to bring you back again. And Joseph himself will be with you when you die.”[b] ", "5": "So Jacob got up and left Beer-sheba, and Israel's sons carried their father Jacob, their little ones, and their wives in the transport wagons that Pharaoh had sent to carry them. ", "6": "They took their livestock and their household property that they had acquired in the land of Canaan and traveled to Egypt. Jacob and all of his descendants went with him— ", "7": "including his sons, his grandsons, his daughters, and his granddaughters—every one of his descendants accompanied him to Egypt.", "8": "Here's a list of the names of Israel's sons, that is, of Jacob and his sons who moved to Egypt: Reuben, Jacob's firstborn; ", "9": "Reuben's sons Hanoch, Pallu, Hezron, and Carmi; ", "10": "Simeon's sons Jemuel,[c] Jamin, Ohad, Jachin,[d] Zohar,[e] and Shaul, who was the son of a Canaanite woman; ", "11": "Levi's sons Gershon,[f] Kohath, and Merari; ", "12": "and Judah's sons Er, Onan, Shelah, Perez, and Zerah. (Technically,[g] Er and Onan had died in the land of Canaan.) Perez's sons were Hezron and Hamul. ", "13": "Also included were Issachar's sons Tola, Puvvah,[h] Job,[i] and Shimron; ", "14": "along with Zebulun's sons Sered, Elon, and Jahleel. ", "15": "These were all sons from Leah, whom she bore for Jacob in Paddan-aram,[j] along with his daughter Dinah. He had 33 sons and daughters.", "16": "Also included were Gad's sons Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli; ", "17": "Asher's sons Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. Beriah's sons Heber and Malchiel were also included.[k] ", "18": "These were all sons from Zilpah, whom Laban had given to his daughter Leah. She bore these sixteen children for Jacob.", "19": "Jacob's wife Rachel's sons were Joseph and Benjamin.", "20": "Joseph's sons born in the land of Egypt were Manasseh and Ephraim, whom Asenath, daughter of Potiphera, the priest of On, bore for him. ", "21": "Benjamin's sons included Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard. ", "22": "These were all the sons of Rachel, who were born for Jacob—fourteen in all.", "23": "Also included were Dan's son Hushim; ", "24": "Naphtali's sons Jahzeel, Guni, Jezer, and Shillem. ", "25": "These were sons of Bilhah, whom Laban had given to his daughter Rachel. She bore these children for Jacob—seven in all.", "26": "All of these people, who belonged to Jacob's family, traveled to Egypt. All of Jacob's[l] direct descendants, not including his sons' wives, numbered 66 persons in all. ", "27": "Joseph had two sons born to him in Egypt, and all of Jacob's household who went to Egypt numbered 70.", "28": "Jacob[m] sent Judah ahead of them to meet with Joseph, who would be guiding them to Goshen, and so they arrived. ", "29": "Joseph prepared his chariot and went to meet his father Israel in Goshen. As soon as Jacob[n] appeared in his presence, he embraced him[o] and wept for a long time as he held on to him.[p] ", "30": "“Now let me die,” Israel told Joseph, “since I've seen your face and confirmed that you're still alive!”", "31": "But Joseph addressed his brothers and his father's household and told them, “I'll go up and tell Pharaoh that my brothers and my father's household have arrived from Canaan to be with me. ", "32": "I'll mention that[q] the men are shepherds. Because they've been taking care of livestock, they brought along their flocks, their herds, and everything else that they own. ", "33": "When Pharaoh calls for you and asks you 'What's your occupation?' ", "34": "you are to tell him, 'Your servants have been taking care of livestock since we were youths. We and our ancestors have taken care of livestock.' That way, you'll be able to live in the Goshen territory, since shepherds are detestable to the Egyptians.”"}