{"1": "Some time later, somebody informed Joseph, “Your father is ill!” So he took his two sons Manasseh and Ephraim with him to visit Jacob.[a]", "2": "As soon as Jacob was informed, “Look! Your son Joseph has come to visit you,” Israel rallied his strength and sat up in bed.", "3": "Jacob reminded Joseph, “God Almighty revealed himself to me at Luz in Canaan and blessed me. ", "4": "He told me, 'Pay attention! I'm going to make you fruitful and numerous. I'm going to build you into a vast nation of people and then I'll give this land to your descendants[b] for an eternal possession.' ", "5": "You have two sons who were born to you in Egypt before I came to be with you, whom I now take as my own. Ephraim and Manasseh are mine, just as Reuben and Simeon are. ", "6": "Your descendants[c] are to be reckoned as yours, but are to be referred to among the names of their brothers in their respective[d] inheritances.", "7": "“Now as for me, Rachel died after I arrived in Canaan from Paddan, much to my sorrow. While I was on my journey to Ephrathah (also known as Bethlehem), I buried her there.”", "8": "Just then, Israel saw Joseph's sons and asked, “Who are these?”", "9": "“These are my sons,” Joseph replied.[e] “God gave them to me here in Egypt.”[f] “Please bring them close to me,” Jacob[g] said, “so I can bless them.”", "10": "Now Israel's eyesight had become poor[h] from age. Because he couldn't see well, Joseph brought them close to him, and Israel[i] kissed them both and embraced them. ", "11": "Then he told Joseph, “I never thought I'd see you again, and now God has allowed me to see your children as well!”", "12": "Joseph took them off his knees and then bowed low with his face to the ground. ", "13": "Then he brought them both close to his father,[j] placing Ephraim with his right hand toward Israel's left and Manasseh with his left hand toward Israel's right. ", "14": "But Israel stretched out his right hand, laying it on Ephraim's head (he was the younger son) and laying his left hand on Manasseh's head (even though Manasseh was the firstborn).", "15": "Then Israel blessed Joseph by saying: “May the God in whose presence my ancestors Abraham and Isaac walked, the God who has continued shepherding me my whole life even until today,", "16": "the angel who has been rescuing[k] me from all sorts of evil, bless these young men. May my name continue to live on within them, including the names of my ancestors Abraham and Isaac, and may they grow into a vast multitude throughout the earth.”", "17": "But Joseph observed that his father had laid his right hand on Ephraim's head. That displeased him, so he grabbed his father's hand and started to move it from Ephraim's head to Manasseh's head. ", "18": "“No, father, this one is the firstborn. Place your right hand on his head.”", "19": "But his father refused. “I know,” he said. “I know. He's going to produce a large nation, and he's going to be very great. However, his younger brother will become even greater than he, and his descendants will become a multitude of nations.”", "20": "That very day, Jacob[l] blessed them with this blessing:[m] “By you Israel will extend this blessing: 'May God make you like Ephraim and Manasseh!'” By doing this, he placed Ephraim before Manasseh. ", "21": "Then Israel told Joseph, “Pay attention! I'm about to die, but God will be with you. He'll bring you back to the land that belongs to your ancestors. ", "22": "I'm assigning you one portion more than your brothers from the land that I confiscated from the control[n] of the Amorites in battle.”[o]"}