{"1": "After this, Jacob called his sons together and told them, “Assemble yourselves around me[a] so I can tell you all what is going to happen to you in the last days.[b]", "2": "“Gather together and listen, you children of Jacob. Listen to your father Israel.”", "3": "“Reuben, you're my firstborn, my strength, and the first fruit of my vitality. You excel in rank and excel in power.", "4": "But you're as undisciplined as a roaring river, so eventually you won't succeed, because you got in your father's bed,[c] defiled it, and then approached my couch.”", "5": "“Simeon and Levi are brothers; their swords are violent weapons.", "6": "I'll[d] never join their council; I'll never enter their assembly. In their anger they committed murder and lamed cattle just for fun.", "7": "Their anger is cursed, because it is so fierce, as is their vehemence, because it is so cruel. I will separate them throughout Jacob's territory[e] and disperse them throughout Israel.”", "8": "“Your brothers will praise you, Judah.[f] Your hand will be at the throat of your enemies, and your father's children will bow down to you.", "9": "Judah is a lion cub. My son, you have gone up from the prey. Crouching like a lion, he lies down, Like a lioness, who would dare rouse him?", "10": "The scepter will not depart from Judah, nor the ruler's staff from between his feet, until the one[g] comes, who owns them both,[h] and to him will belong the allegiance[i] of nations.", "11": "Binding his donkey to the vine and his mare's foal to its thick tendrils, he will wash his garments in wine and his robe in the juice of grapes.", "12": "His eyes are darker than wine and his teeth whiter than milk.”", "13": "“Zebulun will settle down near the sea shore and become a safe haven for shipping, bordering Sidon.”", "14": "“Issachar is a strong donkey, resting between sheepfolds.", "15": "He observed that his resting place was excellent, and that the land was pleasant; he bent down, picked up his burdens, and became a slave at forced labor.”", "16": "“Dan will judge[j] his people as one of Israel's tribes.", "17": "Dan will be a snake on the path, a viper on the road that snaps at the heels of horses, causing their riders to fall off.", "18": "“Lord, I'm waiting for your salvation.”", "19": "“Bandits will raid Gad, but Gad will raid them back.”[k]", "20": "“Asher's food will be delicious; he will be a provider of delicacies fit for royalty.”", "21": "“Naphtali is a free running deer who produces eloquent literature.”", "22": "“Joseph is descended from a fruitful vine, a fruitful vine planted near springs of water. His branches climb over walls.", "23": "Even though enemies[l] attacked him, shooting at him and pursuing him viciously,", "24": "nevertheless his bow remained steady and his arms kept in shape by the strength of Jacob's Mighty One, in the name of the Shepherd, Israel's Rock,", "25": "by your father's God who helps you, by the Almighty who will keep on blessing you with blessings from heaven above, with blessings from the deepest ocean, with blessing from the breasts and the womb.", "26": "Your father's blessings will prove to be stronger than blessings from the eternal mountains or bounties from the everlasting hills. May they come to rest on Joseph's head, May they be set upon the brow of the one who was separated from his own brothers.”", "27": "“Benjamin is vicious like a wolf; what he kills in the morning he devours in the evening.”", "28": "That's how Israel blessed these[m] twelve tribes of Israel, and this is what their father told them when he pronounced his blessing for them, blessing each one with a blessing suitable for them. ", "29": "In his last words, Jacob[n] issued this set of instructions to them all: “I'm about to join[o] our ancestors. Bury me alongside my ancestors in the cave in the field that used to belong to Ephron the Hittite. ", "30": "It's the cave in the field near Mamre at Machpelah in the land of Canaan that Abraham bought to serve as a cemetery. ", "31": "It's where Abraham and his wife Sarah were buried, where Isaac and his wife Rebekah were buried, and where I buried Leah. ", "32": "Both the field and the cave that's in it were purchased from the Hittites.”", "33": "After concluding this set of instructions to his sons, Jacob[p] tucked his feet up into bed, quit breathing, and was gathered to his ancestors."}