{"1": "Now after the population of human beings had increased throughout the[a] earth, and daughters had been born to them, ", "2": "some divine beings[b] noticed how attractive human women[c] were, so they took wives for themselves from a selection that pleased them.[d] ", "3": "So the Lord said, “My Spirit won't remain[e] with human beings forever, because they're truly mortal.[f] Their lifespan[g] will be 120 years.”", "4": "The Nephilim[h] were on the earth at that time[i] (and also immediately afterward), when those divine beings[j] were having sexual relations with[k] those human women,[l] who gave birth to children for them. These children[m] became the heroes and legendary figures of ancient times.[n]", "5": "The Lord saw that human evil was growing more and more throughout the earth, with every inclination of people's thoughts[o] becoming only evil on a continuous basis. ", "6": "Then the Lord regretted that he had made human beings on the earth, and he was deeply grieved about that.[p] ", "7": "So the Lord said, “I will annihilate these human beings whom I've created from the[q] earth, including people, animals, crawling things, and flying creatures, because I'm grieving that I made them.” ", "8": "However, the Lord was pleased with Noah.", "9": "These are the family records[r] of Noah: Noah was a righteous man. Blameless during his times,[s] Noah communed[t] with God. ", "10": "Noah fathered three sons: Shem, Ham, and Japheth. ", "11": "By this time, the earth had become ruined in God's opinion[u] and filled with violence. ", "12": "God looked at the earth, observing how corrupt its population had become, because the entire human race[v] had corrupted itself.[w] ", "13": "So God announced to Noah, “I've decided to destroy every living thing on earth,[x] because it has become filled with violence due to them. Look! I'm about to annihilate them, along with the earth. ", "14": "So make yourself an ark out of cedar,[y] constructing compartments in it, and cover it inside and out with tar. ", "15": "Make the ark like this: 300 cubits[z] long, 50 cubits[aa] wide, and 30 cubits[ab] high. ", "16": "Make a roof[ac] for the ark, and finish the walls[ad] to within one cubit[ae] from the top.[af] Place the entrance in the side of the ark, and build a lower, a middle, and an upper deck.", "17": "“For my part, I'm about to flood the earth with water and destroy every living thing[ag] that breathes. Everything on earth will die. ", "18": "However, I will establish my own covenant with you, and you are to enter the ark—you, your sons, your wife, and your sons' wives. ", "19": "You are to bring two of every living thing[ah] into the ark so they may remain alive with you. They are to be male and female. ", "20": "From birds according to their species,[ai] from domestic animals according to their species,[aj] and from everything that crawls on the ground according to their species[ak]—two of everything will come to you so they may remain alive. ", "21": "For your part, take some of the edible food and store it away—these stores will be food for you and the animals.”[al]", "22": "Noah did all of this, precisely as[am] God had commanded."}