{"1": "Then the Lord told Noah, “Come—you and all your household—into the ark, because I've seen that you alone are righteous[a] in this generation. ", "2": "You are to take with you seven pairs[b] of every clean animal, a male and its mate, and two of the unclean animals, a male and its mate; ", "3": "along with seven pairs[c] of the flying birds, male and female, in order to keep their offspring alive on the surface of all the earth. ", "4": "Seven days from now I'll send rain on the earth for 40 days and 40 nights, and I'll destroy every living creature that I've made.”", "5": "Noah did everything that the Lord commanded.", "6": "Noah was 600 years old when water began to flood the earth. ", "7": "Noah, his sons, his wife, and his sons' wives entered the ark with him before the flood waters arrived.[d] ", "8": "From both clean and unclean animals, from birds, and from everything that crawls on the ground, ", "9": "two by two, male and female, they entered the ark to join Noah, just as God had commanded.", "10": "Seven days later, the flooding started. ", "11": "On the seventeenth day of the second month, when Noah was 600 years old, all the springs of the great deep burst open, the floodgates of the heavens were opened, ", "12": "and it rained throughout the earth for 40 days and 40 nights. ", "13": "On that very day, Noah entered the ark with his[e] sons Shem, Ham, and Japheth, Noah's wife, his sons' three wives with them, ", "14": "along with every species of wild animal,[f] livestock, crawling creature, bird, and every creature that has wings. ", "15": "Two of each living creature[g] entered the ark with Noah. ", "16": "The males and females of each living creature[h] entered the ark,[i] just as God had commanded. Then the Lord sealed them inside.", "17": "The flood continued throughout the earth for 40 days, while the flood waters increased, lifting the ark so that it rose above the surface of the[j] earth. ", "18": "The flood waters continued to surge, increasing throughout the earth, while the ark floated on the surface of the flood water. ", "19": "The flood water surged even higher throughout the earth, until all the highest mountains under the sky were covered. ", "20": "The flood waters rose 15 cubits[k] above the mountains. ", "21": "Every living thing[l] on earth died—flying creatures, livestock, wildlife, all creatures that swarm over the earth, and all human beings. ", "22": "Everything that breathed[m] and everything that had lived on dry land died. ", "23": "All existing creatures that had lived on the surface of the ground were annihilated, from humans to livestock, from crawling creatures to birds of the sky. They were wiped off the earth. Only Noah remained, along with those who were with him in the ark. ", "24": "The flood waters surged over the earth for 150 days."}