{"1": "God kept Noah in mind, along with all the wildlife[a] and livestock that were with him in the ark. God's Spirit[b] moved throughout the earth, causing the flood waters to subside. ", "2": "The water sources from the ocean depths were blocked and the floodgates of the heavens were closed. ", "3": "Then the flood waters steadily receded,[c] diminishing completely by the end of the 150 days. ", "4": "The ark came to rest on the mountains of Ararat[d] on the seventeenth day of the seventh month. ", "5": "The flood water continued to recede until the tenth month, when, on the first of that month, the tops of the mountains could be seen.", "6": "After 40 days, Noah opened the window of the ark that he had built ", "7": "and sent out a raven. It went back and forth as the flood water continued to evaporate throughout the earth. ", "8": "Later, he sent a dove out from the ark[e] to see whether the water that covered the land's surface had completely[f] receded, ", "9": "but the dove could not yet find a place to rest,[g] so it returned to Noah[h] on the ark, since water still covered the land. Noah reached out his hand and took the dove back[i] into the ark with him.", "10": "Noah[j] waited another seven days and sent the dove out from the ark again. ", "11": "The dove returned to him in the evening, but in its beak there was an olive leaf that it had plucked! So Noah knew that the flood waters had decreased on the land. ", "12": "He waited seven more days and sent the dove out again, but it did not return to him anymore.", "13": "In the six hundred and first year of Noah's life,[k] during the first month, the flood water began to evaporate from the land. Noah then removed the ark's cover and saw that the surface of the land was drying. ", "14": "By the twenty-seventh day of the second month, the ground was dry.", "15": "God spoke to Noah, ", "16": "“It's time for you, your wife, your sons, and your sons' wives who are with you to leave the ark. ", "17": "Bring out with you every living creature—including the flying creatures, animals, and everything that crawls on the ground—so they may disperse throughout the land, be fruitful, and multiply throughout the earth.” ", "18": "So Noah, his sons, his wife, and his sons' wives emerged. ", "19": "Every animal, every crawling thing, every flying creature, and everything that moves on the earth emerged from the ark by groups.[l]", "20": "Then Noah built an altar to the Lord and offered burnt offerings on it[m] from every clean animal and every clean bird. ", "21": "When the Lord smelled the pleasing aroma, he told himself, “I will never again curse the land because of human beings—even though human inclinations remain evil from youth—nor will I destroy every living being ever again, as I've done.", "22": "“Never[n] again, as long as the earth exists, will sowing and harvest, cold and heat, summer and winter, and day and night ever cease.”"}