{"1": "The Lord said to Moses, ", "2": "“Send men to explore the land of Canaan. I will give that land to the Israelites. Send one leader from each tribe.”", "3": "So Moses obeyed the Lord's command. He sent the Israelite leaders out from the Desert of Paran. ", "4": "These are their names: from the tribe of Reuben, Shammua son of Zaccur; ", "5": "from the tribe of Simeon, Shaphat son of Hori; ", "6": "from the tribe of Judah, Caleb son of Jephunneh; ", "7": "from the tribe of Issachar, Igal son of Joseph; ", "8": "from the tribe of Ephraim, Hoshea son of Nun; ", "9": "from the tribe of Benjamin, Palti son of Raphu; ", "10": "from the tribe of Zebulun, Gaddiel son of Sodi; ", "11": "from the tribe of Manasseh (a tribe of Joseph), Gaddi son of Susi; ", "12": "from the tribe of Dan, Ammiel son of Gamalli; ", "13": "from the tribe of Asher, Sethur son of Michael; ", "14": "from the tribe of Naphtali, Nahbi son of Vophsi; ", "15": "from the tribe of Gad, Geuel son of Maki.", "16": "These are the names of the men Moses sent to explore the land. (Moses gave Hoshea son of Nun the new name Joshua.)", "17": "Moses sent them to explore Canaan. He said, “Go through southern Canaan and then into the mountains. ", "18": "See what the land looks like. Are the people who live there strong or weak? Are there a few or many? ", "19": "What kind of land do they live in? Is it good or bad? What about the towns they live in—do they have walls, or are they open like camps? ", "20": "What about the soil? Is it fertile or poor? Are there trees there? Try to bring back some of the fruit from that land.” (It was the season for the first grapes.)", "21": "So they went up and explored the land. They went from the Desert of Zin all the way to Rehob by Lebo Hamath. ", "22": "They went through the southern area to Hebron. That is where Ahiman, Sheshai and Talmai lived. They were the descendants of Anak. (The city of Hebron had been built seven years before Zoan in Egypt.) ", "23": "In the Valley of Eshcol, they cut off a branch of a grapevine. It had one bunch of grapes on it. They carried that branch on a pole between two of them. They also got some pomegranates and figs. ", "24": "They call that place the Valley of Eshcol.[a] That is because the Israelites cut off the bunch of grapes there. ", "25": "After 40 days of exploring the land, the men returned to the camp.", "26": "They came back to Moses and Aaron and all the Israelites at Kadesh. This was in the Desert of Paran. The men reported to them and showed everybody the fruit from the land. ", "27": "They told Moses, “We went to the land where you sent us. It is a land where much food grows! Here is some of its fruit. ", "28": "But the people who live there are strong. Their cities are walled and large. We even saw some Anakites there. ", "29": "The Amalekites live in the southern area. The Hittites, Jebusites and Amorites live in the mountains. The Canaanites live near the sea and along the Jordan River.”", "30": "Then Caleb told the people near Moses to be quiet. Caleb said, “We should go up and take the land for ourselves. We can do it.”", "31": "But the men who had gone with him said, “We can't attack those people. They are stronger than we are.” ", "32": "And those men gave the Israelites a bad report about the land they explored. They said, “The land would eat us up. All the people we saw are very tall. ", "33": "We saw the Nephilim people there. (The Anakites come from the Nephilim people.) We felt like grasshoppers. And we looked like grasshoppers to them.”"}