{"1": "The Lord said to Moses, ", "2": "“Speak to the people of Israel. Say to them, 'You will enter a land that I am giving you as a home. ", "3": "There give the Lord offerings made by fire. These may be from your herds or flocks. And the smell will be pleasing to the Lord. These offerings may be burnt offerings or sacrifices for special promises. They may be offerings which are gifts to the Lord. Or they may be festival offerings. ", "4": "And the one who brings his offering shall also give the Lord a grain offering. It should be two quarts of fine flour mixed with one quart of olive oil. ", "5": "Each time you offer a lamb as a burnt offering or sacrifice, also prepare a quart of wine. This is a drink offering.", "6": "“'If you are giving a male sheep, also prepare a grain offering. It should be four quarts of fine flour mixed with one and one-fourth quarts of olive oil. ", "7": "Also prepare one and one-fourth quarts of wine. This is a drink offering. Offer it to the Lord. Its smell is pleasing to him.", "8": "“'You might prepare a young bull as a burnt offering or sacrifice. This might be for a fellowship offering or for a special promise to the Lord. ", "9": "Bring a grain offering with the bull. It should be six quarts of fine flour mixed with two quarts of olive oil. ", "10": "Also bring two quarts of wine as a drink offering. This offering is made by fire. And its smell will be pleasing to the Lord. ", "11": "Prepare each bull or male sheep, lamb or young goat this way. ", "12": "Do this for every one of the animals you bring.", "13": "“'All citizens must do these things in this way. And the smell of their offerings by fire will be pleasing to the Lord. ", "14": "From now on foreigners will live among you. They will make offerings by fire so the smell will be pleasing to the Lord. They must offer them the same way you do. ", "15": "The law is the same for you and for foreigners. It will be a law from now on. You and the foreigners are alike before the Lord. ", "16": "The teachings and rules are the same for you and for the foreigners among you.'”", "17": "The Lord said to Moses, ", "18": "“Tell the Israelites: 'You are going to another land. I am taking you there. ", "19": "When you eat the food there, offer part of it to the Lord. ", "20": "Offer a loaf of bread from the first of your grain. That will be your offering from the threshing floor. ", "21": "From now on offer to the Lord the first part of your grain.", "22": "“'Now what if you forget to obey any of these commands the Lord gave Moses? ", "23": "These are the Lord's commands given to you through Moses. They began the day the Lord gave them to you. And they will continue from now on. ", "24": "But you might forget to obey one of these commands. The people might not remember the command. Then all the people must offer a young bull as a burnt offering. Its smell is pleasing to the Lord. By law you must also give the grain offering and the drink offering with it. And you must bring a male goat as a sin offering.", "25": "“'The priest will remove that sin for all the Israelites so they will belong to God. They are forgiven. They didn't know they were sinning. For the wrong they did they brought offerings to the Lord. They brought an offering by fire and a sin offering. ", "26": "All of the people of Israel and the foreigners living among them will be forgiven. No one meant to do wrong.", "27": "“'Just one person might sin without meaning to. He must bring a year-old female goat for a sin offering. ", "28": "The priest will remove the sin of the person who sinned without meaning to. That person will belong to the Lord again. He will be forgiven. ", "29": "The same teaching is for everyone who sins without meaning to. It is the same for those born Israelites and for foreigners living among you.", "30": "“'But anyone who sins on purpose is against the Lord. That person must be separated from his people. It is the same for someone born among you or a foreigner. ", "31": "That person has turned against the Lord's word. He has not obeyed the Lord's commands. He must surely be separated from the others. He is guilty.'”", "32": "This happened when the Israelites were still in the desert. They found a man gathering wood on the Sabbath day. ", "33": "Those who found him gathering wood brought him to Moses and Aaron and all the people. ", "34": "They held the man under guard. They did not know what to do with him. ", "35": "Then the Lord said to Moses, “The man must die. All the people must kill him with stones outside the camp.” ", "36": "So the people took him outside the camp. They killed him with stones as the Lord commanded Moses.", "37": "The Lord said to Moses, ", "38": "“Speak to the Israelites. Tell them this: 'Tie several pieces of thread together. And tie them to the corners of your clothes. Put a blue thread in each one of these tassels. Wear them from now on. ", "39": "You will have these tassels to look at. They will remind you of the Lord's commands. Then you will obey them. And you won't follow what your bodies want and what your eyes wish for. ", "40": "Remember to obey all my commands. Then you will be God's holy people. ", "41": "I am the Lord your God. I brought you out of Egypt to be your God. I am the Lord your God.'”"}