{"1": "Korah, Dathan, Abiram and On turned against Moses. (Korah was the son of Izhar. Izhar was the son of Kohath, and Kohath was the son of Levi. Dathan and Abiram were brothers, the sons of Eliab. And On was the son of Peleth.) Dathan, Abiram and On were from the tribe of Reuben. ", "2": "These 4 men gathered 250 other Israelite men and challenged Moses. They were well-known leaders chosen by the community. ", "3": "They came as a group to speak to Moses and Aaron. The men said, “You have gone too far. All the people are holy. Every one of them is holy. And the Lord is with them. So why do you put yourselves above all the people?”", "4": "When Moses heard this, he bowed facedown. ", "5": "Then he said to Korah and all his followers: “Tomorrow morning the Lord will show who belongs to him. The Lord will bring the one who is holy near to him. The Lord will bring to himself the person he chooses. ", "6": "So Korah, you and all your followers do this: Get some pans for burning incense. ", "7": "Tomorrow put fire and incense in them. Then take them before the Lord. He will choose the man who is holy. You Levites have gone too far.”", "8": "Moses also said to Korah, “Listen, you Levites. ", "9": "The God of Israel has separated you from the rest of the Israelites. He brought you near to himself. You do the work in the Lord's Holy Tent. You stand before all the Israelites and serve them. Isn't that enough? ", "10": "The Lord has brought you and all your fellow Levites near to himself. Now you want to be priests. ", "11": "You and your followers have joined together against the Lord. Your complaint is not against Aaron.”", "12": "Then Moses called Dathan and Abiram, the sons of Eliab. But they said, “We will not come! ", "13": "You have brought us out of a land where much food grows. You brought us to the desert to kill us. And now you want to order us around. ", "14": "You haven't brought us into a land where much food grows. You haven't given us any land with fields and vineyards. Will you put out the eyes of these men? No! We will not come!”", "15": "Then Moses became very angry. He said to the Lord, “Don't accept their gifts. I have not taken anything from them, not even a donkey. I have not done wrong to any of them.”", "16": "Then Moses said to Korah, “You and all your followers must stand before the Lord tomorrow. And Aaron will stand there with you and them. ", "17": "Each of you must take your pan and put incense in it. Present these 250 pans before the Lord. You and Aaron must also present your pans.” ", "18": "So each man got his pan and put burning incense in it. Then they stood with Moses and Aaron at the entrance to the Meeting Tent. ", "19": "Korah gathered all his followers who were against Moses and Aaron. And they stood at the entrance to the Meeting Tent. Then the glory of the Lord appeared to everyone.", "20": "The Lord said to Moses and Aaron, ", "21": "“Move away from these men. In a minute I will destroy them.”", "22": "But Moses and Aaron bowed facedown. They cried out, “God, you are the God over the spirits of all people. Please don't be angry with this whole group. Only one man has really sinned.”", "23": "Then the Lord said to Moses, ", "24": "“Tell everyone to move away from the tents of Korah, Dathan and Abiram.”", "25": "Moses stood and went to Dathan and Abiram. The elders of Israel followed him. ", "26": "Moses warned the people, “Move away from the tents of these evil men! Don't touch anything of theirs. If you do, you will be destroyed because of their sins.” ", "27": "So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram were standing outside their tents with their wives, children and little babies.", "28": "Then Moses said, “Now you will know that the Lord has sent me to do all these things. It was not my idea. ", "29": "If these men die a normal death—the way men usually die—then the Lord did not really send me. ", "30": "But if the Lord does something new, you will know they have insulted the Lord. The earth will open and swallow them. Alive, they will go to where the dead are. And everything that belongs to them will go with them.”", "31": "When Moses finished saying these things, the ground under the men opened up. ", "32": "The earth seemed to open its mouth and swallow them. All their families, all Korah's men and everything they owned went down. ", "33": "They were buried alive, going to where the dead are. And everything they owned went with them. Then the earth closed over them. They died and were gone from the community. ", "34": "The people of Israel around them heard their screams. They ran away and said, “The earth will swallow us, too!”", "35": "Then a fire came down from the Lord. It destroyed the 250 men who had presented the incense.", "36": "The Lord said to Moses, ", "37": "“Tell Eleazar son of Aaron, the priest, to take all the incense pans out of the fire. Have him scatter the coals. But the incense pans are still holy. ", "38": "These men sinned and lost their lives. Take their pans and hammer them into flat sheets. Cover the altar with them. They are holy because they were presented to the Lord. It will be a sign to the Israelites.”", "39": "So Eleazar the priest gathered all the bronze pans. These were the pans brought by the men who were burned up. Eleazar had the pans hammered into flat sheets to put on the altar. ", "40": "This is what the Lord had commanded him through Moses. These sheets were to remind the Israelites that only descendants of Aaron should burn incense before the Lord. Anyone else would die like Korah and his followers.", "41": "The next day all the Israelites complained against Moses and Aaron. They said, “You have killed the Lord's people.”", "42": "The people gathered to complain against Moses and Aaron. But when they turned toward the Meeting Tent, the cloud covered it. The glory of the Lord appeared. ", "43": "Then Moses and Aaron went in front of the Meeting Tent.", "44": "The Lord said to Moses, ", "45": "“Move away from these people. In a minute I am going to destroy them.” So Moses and Aaron bowed facedown.", "46": "Then Moses said to Aaron, “Get your pan. Put fire from the altar and incense in it. Hurry to the people and remove their sin. The Lord is angry with them. The sickness has already started.” ", "47": "So Aaron did as Moses said. He ran to the middle of all the people. The sickness had already started among them. So Aaron offered the incense to remove their sin. ", "48": "He stood between the living and the dead. And the sickness stopped there. ", "49": "But 14,700 people died from that sickness. There were also those who died because of Korah. ", "50": "Then Aaron went back to Moses at the entrance to the Meeting Tent. The terrible sickness had been stopped."}