{"1": "The Lord said to Moses and Aaron: ", "2": "“The Israelites should make their camps around the Meeting Tent. But they should not camp too close to it. Each person should camp under the flag of his division near the banner of his family group.”", "3": "The camp of Judah will be on the east side, where the sun rises. They will camp by divisions there under their flag. The leader of the people of Judah is Nahshon son of Amminadab. ", "4": "There are 74,600 men in his division.", "5": "Next to them the tribe of Issachar will camp. The leader of the people of Issachar is Nethanel son of Zuar. ", "6": "There are 54,400 men in his division.", "7": "Next is the tribe of Zebulun. The leader of the people of Zebulun is Eliab son of Helon. ", "8": "There are 57,400 men in his division.", "9": "There are a total of 186,400 men in the camp of Judah. They are in their divisions. They will be the first to march out of camp.", "10": "The divisions of the camp of Reuben will be south of the Holy Tent. They will camp under their flag. The leader of the people of Reuben is Elizur son of Shedeur. ", "11": "There are 46,500 men in his division.", "12": "Next to them the tribe of Simeon will camp. The leader of the people of Simeon is Shelumiel son of Zurishaddai. ", "13": "There are 59,300 men in his division.", "14": "Next is the tribe of Gad. The leader of the people of Gad is Eliasaph son of Deuel. ", "15": "There are 45,650 men in his division.", "16": "There are a total of 151,450 men in the camp of Reuben. They are in their divisions. They will be the second group to march out of camp.", "17": "When the Levites move the Meeting Tent, they will be in between the other camps. The tribes will move in the same order as they camp. Each person will be with his family flag.", "18": "The divisions of the camp of Ephraim will be on the west side. They will camp under their flag. The leader of the people of Ephraim is Elishama son of Ammihud. ", "19": "There are 40,500 men in his division.", "20": "Next to them the tribe of Manasseh will camp. The leader of the people of Manasseh is Gamaliel son of Pedahzur. ", "21": "There are 32,200 men in his division.", "22": "Next to them the tribe of Benjamin will camp. The leader of the people of Benjamin is Abidan son of Gideoni. ", "23": "There are 35,400 men in his division.", "24": "There are a total of 108,100 men in the camp of Ephraim. They are in their divisions. They will be the third group to march out of camp.", "25": "The divisions of the camp of Dan will be on the north side. They will camp under their flag. The leader of the people of Dan is Ahiezer son of Ammishaddai. ", "26": "There are 62,700 men in his division.", "27": "Next to them the tribe of Asher will camp. The leader of the people of Asher is Pagiel son of Ocran. ", "28": "There are 41,500 men in his division.", "29": "Next is the tribe of Naphtali. The leader of the people of Naphtali is Ahira son of Enan. ", "30": "There are 53,400 men in his division.", "31": "There are 157,600 men in the camp of Dan. They will be the last to march out of camp. They will travel under their own flag.", "32": "These are the Israelites who were counted by families. The total number of Israelites in the camps, counted by divisions, is 603,550. ", "33": "Moses did not count the Levites among the other people of Israel. This is what the Lord had commanded.", "34": "So the Israelites obeyed everything the Lord commanded Moses. They camped under their flags. Each person traveled with his family and family group."}