{"1": "Balaam saw that the Lord wanted to bless Israel. So Balaam did not try to use any magic. He looked toward the desert. ", "2": "Balaam saw the Israelites camped in their tribes. Then the Spirit of God entered him. ", "3": "And Balaam gave this message: “This is the message of Balaam son of Beor. This is the message of a man who sees clearly.", "4": "This is the message of a man who heard the words of God. I see a vision from the All-Powerful One. My eyes are open as I fall before him.", "5": "Your tents are beautiful, people of Jacob! So are your homes, Israel!", "6": "Your tents spread out like valleys. They are like gardens beside a river. They are like spices planted by the Lord. They are like cedar trees growing by the water.", "7": "Israel's water buckets will always be full. Their crops will have plenty of water. Their king will be greater than Agag. Their kingdom will be very great.", "8": "God brought them out of Egypt. They are as strong as a wild ox. They will defeat their enemies. They will break their enemies' bones. They will shoot them with arrows.", "9": "Like a lion, they lie waiting to attack. No one would wake a sleeping lion. Anyone who blesses you will be blessed. And anyone who curses you will be cursed.”", "10": "Then Balak was angry with Balaam. Balak pounded his fist. He said to Balaam, “I called you here to curse my enemies. But you have blessed them three times. ", "11": "Now go home! I said I would pay you well. But the Lord has made you lose your reward.”", "12": "Balaam said to Balak, “You sent messengers to me. I told them, ", "13": "'Balak could give me his palace filled with silver and gold. But I still cannot go against the Lord's commands. I could not do anything, good or bad, on my own. I must say what the Lord says.' ", "14": "Now I am going back to my own people. But I will tell you what these people will do to your people in the future.”", "15": "Then Balaam gave this message: “This is the message of Balaam son of Beor. This is the message of a man who sees clearly.", "16": "This is the message of a man who hears the words of God. I know the Most High God. I see a vision from the All-Powerful One. My eyes are open as I fall before him.", "17": "I see someone who will come some day. I see someone who will come, but not soon. A star will come from Jacob. A ruler will rise from Israel. He will crush the heads of the Moabites. He will smash the skulls of the sons of Sheth.", "18": "Edom will be conquered. His enemy Edom will be conquered. But Israel will grow wealthy.", "19": "The descendants of Jacob will beat them down. The Israelites will destroy those left in the city.”", "20": "Then Balaam saw Amalek and gave this message: “Amalek was the most important nation. But Amalek will be destroyed at last.”", "21": "Then Balaam saw the Kenites and gave this message: “Your home is safe. It is like a nest on a cliff.", "22": "But you Kenites will be burned up. Assyria will keep you captive.”", "23": "Then Balaam gave this message: “No one can live when God does this.", "24": "Ships will sail from the shores of Cyprus. They will defeat Assyria and Eber. But they will also be destroyed.”", "25": "Then Balaam got up and returned home. Balak also went on his way."}