{"1": "The people of Israel were still camped at Acacia. The men began sinning sexually with Moabite women. ", "2": "The women invited them to their sacrifices to their false gods. The Israelites ate food there and worshiped these gods. ", "3": "So the Israelites began to worship Baal of Peor. And the Lord was very angry with them.", "4": "The Lord said to Moses, “Get all the leaders of the people. Then kill them in open daylight in the presence of the Lord. Then the Lord will not be angry with the people of Israel.”", "5": "So Moses said to Israel's judges, “Each of you must put to death your men who have become worshipers of Baal of Peor.”", "6": "Moses and the Israelites were gathered at the entrance to the Meeting Tent. They were crying there. Then an Israelite man brought a Midianite woman to his brothers. This was in plain sight of Moses and all the people. ", "7": "Phinehas son of Eleazar, the son of Aaron, the priest, saw this. So he left the meeting and got his spear. ", "8": "He followed the Israelite into his tent. And he drove his spear through both the Israelite man and the Midianite woman. Then the terrible sickness among the Israelites stopped.", "9": "This sickness had killed 24,000 people.", "10": "The Lord said to Moses, ", "11": "“Phinehas son of Eleazar, the son of Aaron, the priest, has saved the Israelites from my anger. He is like I am in his concern for the people. He tried to save my honor among them. So I will not kill them. ", "12": "So tell Phinehas that I am making my peace agreement with him. ", "13": "He and all his descendants will have an agreement. They will always be priests. This is because he had great concern for the honor of his God. He removed the sins of the Israelites so they would belong to God.”", "14": "The Israelite man who was killed with the Midianite woman was named Zimri son of Salu. He was the leader of a family in the tribe of Simeon. ", "15": "And the name of the Midianite woman who was put to death was Cozbi daughter of Zur. Zur was the chief of a Midianite family.", "16": "The Lord said to Moses, ", "17": "“The Midianites are your enemies. You should kill them. ", "18": "They have already made you their enemies. They tricked you at Peor. Then there was Cozbi, the daughter of a Midianite leader. She was the woman who was killed when the sickness came. It came because the people were worshiping the false god at Peor.”"}