{"1": "Zelophehad was the son of Hepher. Hepher was the son of Gilead. Gilead was the son of Makir. Makir was the son of Manasseh. Zelophehad's daughters belonged to the family groups of Manasseh son of Joseph. The daughters' names were Mahlah, Noah, Hoglah, Milcah and Tirzah. ", "2": "They went to the entrance of the Meeting Tent. There they stood before Moses, Eleazar the priest, the leaders and all the people. They said, ", "3": "“Our father died in the desert. He was not one of Korah's followers who came against the Lord. Our father died because of his own sin. But he had no sons. ", "4": "Our father's name will die out because he had no sons. Give us property among our father's relatives.”", "5": "So Moses brought their case to the Lord. ", "6": "The Lord said to him, ", "7": "“The daughters of Zelophehad are right. They should get what their father owned. Give them property among their father's relatives.", "8": "“Tell the Israelites, 'If a man dies and has no son, then everything he owned should go to his daughter. ", "9": "If he has no daughter, then everything he owned should go to his brothers. ", "10": "If he has no brothers, then everything he owned should go to his father's brothers. ", "11": "If his father had no brothers, then everything he owned should go to the nearest relative in his family group. This should be a rule among the people of Israel as the Lord has given this command to Moses.'”", "12": "Then the Lord said to Moses, “Climb this mountain in the Abarim Mountains. Look at the land I have given to the Israelites. ", "13": "After you have seen it, you will die as your brother Aaron did. ", "14": "You both acted against my command in the Desert of Zin. You did not honor me as holy before the people at the waters of Meribah.” (This was at Meribah in Kadesh in the Desert of Zin.)", "15": "Moses said to the Lord, ", "16": "“The Lord is the God of the spirits of all people. May he choose a good leader for these people. ", "17": "He must go in and out before them. He must lead them out like sheep and bring them in. The Lord's people must not be like sheep without a shepherd.”", "18": "So the Lord said to Moses, “Take Joshua son of Nun. My Spirit is in him. Put your hand on him. ", "19": "Have him stand before Eleazar the priest and all the people. Then give him his orders as they watch. ", "20": "Let him share your honor. Then all the Israelites will obey him. ", "21": "He must stand before Eleazar the priest. And Eleazar will get advice from the Lord by using the Urim. At his command all the Israelites will go out. At his command they will all come in.”", "22": "Moses did what the Lord told him. Moses had Joshua stand before Eleazar the priest and all the people. ", "23": "Then Moses put his hands on him and gave him orders. This was just as the Lord had told him."}