{"1": "“'Have a holy meeting on the first day of the seventh month. Don't work on that day. That is the day you blow the trumpets. ", "2": "Bring these burnt offerings to the Lord: one young bull, one male sheep and seven male year-old lambs. They all must have nothing wrong with them. Their smell will be pleasing to the Lord. ", "3": "Give a grain offering with the bull. It must be six quarts of fine flour mixed with oil. With the male sheep offer four quarts. ", "4": "And with each of the seven lambs offer two quarts. ", "5": "Offer one male goat for a sin offering. It will remove your sins so you will belong to God. ", "6": "These offerings are in addition to the monthly and daily burnt offerings. Their grain offerings and drink offerings must be done as you have been told. These offerings are made by fire to the Lord. And their smell is pleasing to him.", "7": "“'Have a holy meeting on the tenth day of the seventh month. On that day do not eat and do not work. ", "8": "Bring these burnt offerings to the Lord: one young bull, one male sheep and seven male lambs a year old. They all must have nothing wrong with them. The smell will be pleasing to the Lord. ", "9": "Give a grain offering with the bull. It must be six quarts of fine flour mixed with oil. With the male sheep it must be four quarts. ", "10": "And with each of the seven lambs it must be two quarts. ", "11": "Offer one male goat as a sin offering. This will be in addition to the sin offering which removes your sins. It will also be in addition to the daily burnt offering with its grain offering and the drink offerings.", "12": "“'Have a holy meeting on the fifteenth day of the seventh month. Do not work on that day. Celebrate a festival to the Lord for seven days. ", "13": "Give these burnt offerings to the Lord: 13 young bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. The smell is pleasing to the Lord. ", "14": "Also offer a grain offering with each of the 13 bulls. It must be six quarts of fine flour mixed with oil. With each of the 2 male sheep it must be four quarts. ", "15": "And with each of the 14 lambs it must be two quarts. ", "16": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "17": "“'On the second day of this festival give an offering. Offer 12 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. ", "18": "Bring the grain and drink offerings for the bulls, sheep and lambs. ", "19": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "20": "“'On the third day offer 11 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. ", "21": "Bring the grain and drink offerings for the bulls, sheep and lambs. ", "22": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "23": "“'On the fourth day offer 10 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. ", "24": "Bring the grain and drink offerings for the bulls, sheep and lambs. ", "25": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "26": "“'On the fifth day offer 9 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. ", "27": "Bring the grain and drink offerings for the bulls, sheep and lambs. ", "28": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "29": "“'On the sixth day offer 8 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. ", "30": "Bring the grain and drink offerings for the bulls, sheep and lambs. ", "31": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "32": "“'On the seventh day offer 7 bulls, 2 male sheep and 14 male lambs a year old. They all must have nothing wrong with them. ", "33": "Bring the grain and drink offerings for the bulls, sheep and lambs. ", "34": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "35": "“'On the eighth day have a closing meeting. Do not work on that day. ", "36": "Bring a burnt offering. Its smell will be pleasing to the Lord. Offer 1 bull, 1 male sheep and 7 male lambs a year old. They all must have nothing wrong with them. ", "37": "Bring the grain and drink offerings for the bull, male sheep and lambs. ", "38": "Offer 1 male goat as a sin offering. This must be in addition to the daily burnt offering with its grain and drink offerings.", "39": "“'At your festivals you should bring these to the Lord: your burnt offerings, grain offerings, drink offerings and fellowship offerings. These are in addition to other promised offerings and special gifts you want to give to the Lord.'”", "40": "Moses told the Israelites everything the Lord had commanded him."}