{"1": "This is the family history of Aaron and Moses. This was at the time the Lord talked to Moses on Mount Sinai.", "2": "Aaron had four sons. Nadab was the oldest. Then Aaron had Abihu, Eleazar and Ithamar. ", "3": "Those were the names of Aaron's sons. They were appointed to serve as priests. ", "4": "But Nadab and Abihu died when they sinned in the presence of the Lord. They made an offering to the Lord in the Desert of Sinai. But they used the wrong kind of fire. They had no sons. So Eleazar and Ithamar served as priests during the lifetime of their father Aaron.", "5": "The Lord said to Moses, ", "6": "“Bring the tribe of Levi to Aaron the priest. They must help him. ", "7": "They will help him and all the Israelites at the Meeting Tent. They will do the work of the Holy Tent. ", "8": "The Levites must take care of everything in the Meeting Tent. They will serve the people of Israel by doing the work in the Holy Tent. ", "9": "Give the Levites to Aaron and his sons. Of all the Israelites, the Levites are given completely to him. ", "10": "Appoint Aaron and his sons to serve as priests. Anyone else who comes near the holy things must be put to death.”", "11": "The Lord also said to Moses, ", "12": "“I am choosing the Levites from all the Israelites. They will take the place of all the firstborn children of Israel. The Levites will be mine. ", "13": "All the firstborn are mine. When you were in Egypt, I killed all the firstborn children of the Egyptians. I took all the firstborn of Israel to be mine. Firstborn animals and children are mine. I am the Lord.”", "14": "The Lord again talked to Moses in the Desert of Sinai. The Lord said, ", "15": "“Count the Levites by families and family groups. Count every male one month old or older.” ", "16": "So Moses obeyed the Lord and counted them all.", "17": "Levi had three sons. Their names were Gershon, Kohath and Merari.", "18": "The Gershonite family groups were Libni and Shimei.", "19": "The Kohathite family groups were Amram, Izhar, Hebron and Uzziel.", "20": "The Merarite family groups were Mahli and Mushi. These were the family groups that belonged to the Levites.", "21": "The family groups of Libni and Shimei belonged to Gershon. They were all the Gershonite family groups. ", "22": "They had 7,500 males one month or older. ", "23": "The Gershonite family groups camped on the west side, behind the Holy Tent. ", "24": "The leader of the families of Gershon was Eliasaph son of Lael. ", "25": "In the Meeting Tent the Gershonites were responsible for taking care of these things: the Holy Tent, its covering, the curtain at the entrance to the Meeting Tent, ", "26": "the curtains in the courtyard, the curtain at the entry to the courtyard around the Holy Tent and the altar, the ropes and all the work connected with these things.", "27": "The family groups of Amram, Izhar, Hebron and Uzziel belonged to Kohath. They were all the Kohathite family groups. ", "28": "They had 8,600 males one month old or older. They were responsible for taking care of the Holy Place. ", "29": "The Kohathite family groups camped south of the Holy Tent. ", "30": "The leader of the Kohathite families was Elizaphan son of Uzziel. ", "31": "They were responsible for the Ark of the Covenant, the table, the lampstand, the altars, the tools of the holy place, the curtain and all the work connected with these things. ", "32": "The main leader of the Levites was Eleazar son of Aaron, the priest. Eleazar was in charge of all those responsible for the Holy Place.", "33": "The family groups of Mahli and Mushi belonged to Merari. They were all the Merarite family groups. ", "34": "They had 6,200 males one month old or older. ", "35": "The leader of the Merari families was Zuriel son of Abihail. They were to camp north of the Holy Tent. ", "36": "The Merarites were responsible for the frame of the Holy Tent, the braces, the posts, the bases and all the work connected with these things. ", "37": "They were also responsible for the posts in the courtyard around the Holy Tent and their bases, tent pegs and ropes.", "38": "Moses, Aaron and his sons camped east of the Holy Tent. They were in front of the Meeting Tent. They were responsible for the Holy Place. They did this for the Israelites. Anyone else who came near the Holy Place was to be put to death.", "39": "Moses and Aaron counted the Levite men. The Lord commanded this. There were 22,000 males one month old or older.", "40": "The Lord said to Moses, “Count all the firstborn sons in Israel one month old or older. List their names. ", "41": "Take the Levites for me instead of the firstborn sons of Israel. Take the animals of the Levites instead of the firstborn animals from the rest of Israel. I am the Lord.”", "42": "So Moses did what the Lord commanded. Moses counted all the firstborn sons of the Israelites. ", "43": "He listed all the firstborn sons one month old or older. There were 22,273 names.", "44": "The Lord also said to Moses, ", "45": "“Take the Levites instead of all the firstborn sons of the Israelites. And take the animals of the Levites instead of the animals of the other people. The Levites are mine. I am the Lord. ", "46": "There are 273 more firstborn sons than Levites. ", "47": "So collect two ounces of silver for each of the 273 sons. Use the measure as set by the Holy Place. It weighs two-fifths of an ounce. ", "48": "Give the silver to Aaron and his sons. It is the payment for the 273 Israelites.”", "49": "So Moses collected the money for the people the Levites could not replace. ", "50": "Moses collected the silver from the firstborn of the Israelites. He collected 35 pounds of silver, using the measure set by the Holy Place. ", "51": "So Moses obeyed the Lord. He gave the silver to Aaron and his sons."}