{"1": "The people of Reuben and Gad had many cattle. They saw that the lands of Jazer and Gilead were good for cattle. ", "2": "So they came to Moses, Eleazar the priest and the leaders of the people. ", "3-4": "They said, “We, your servants, have many cattle. The Lord has captured for the Israelites a land that is good for cattle. This is the land around Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon. ", "5": "If it pleases you, we would like this land to be given to us. Don't make us cross the Jordan River.”", "6": "Moses told the people of Gad and Reuben, “Shall your brothers go to war while you stay behind? ", "7": "You will discourage the Israelites. They will not want to go over to the land the Lord has given them. ", "8": "Your ancestors did the same thing. From Kadesh Barnea I sent them to look at the land. ", "9": "They went as far as the Valley of Eshcol. They saw the land. And they discouraged the Israelites from going into the land the Lord had given them. ", "10": "The Lord became very angry that day. He made this promise: ", "11": "'None of the people who came from Egypt and who are 20 years old or older will see this land. I promised it to Abraham, Isaac and Jacob. But these people have not followed me completely. ", "12": "Only Caleb son of Jephunneh the Kenizzite and Joshua son of Nun followed the Lord completely.'", "13": "“The Lord was very angry with Israel. So he made them wander in the desert for 40 years. Finally all the people who had sinned against him had died. ", "14": "And now you are acting just like your fathers! You sinful people are making the Lord even more angry with Israel. ", "15": "If you quit following the Lord, it will add to their stay in the desert. So you will destroy all these people.”", "16": "But the Reubenites and Gadites came up to Moses. They said, “We will build pens for our animals. And we will build cities for our wives and children here. ", "17": "Then our families will be in strong, walled cities. They will be safe from the people who live in this land. Then we will prepare for war. We will help the other Israelites get their land. ", "18": "We will not return home until every Israelite has received his land. ", "19": "We won't take any of the land west of the Jordan River. Our part of the land is east of the Jordan.”", "20": "So Moses told them, “You must do these things. You must go before the Lord into battle. ", "21": "You must cross the Jordan River armed. The Lord will force out the enemy. ", "22": "After the Lord helps us take the land, you may return home. You will have done your duty to the Lord and Israel. Then you may have this land as your own.", "23": "“But if you don't do these things, you will be sinning against the Lord. And know for sure that you will be punished for your sin. ", "24": "Build cities for your wives and children and pens for your animals. But then you must do what you promised.”", "25": "The Gadites and Reubenites said to Moses, “We are your servants. We will do what you, our master, command. ", "26": "Our wives, children and all our cattle will stay in the cities of Gilead. ", "27": "But we, your servants, will prepare for battle. We will go over and fight for the Lord, as you have said.”", "28": "So Moses gave orders about them to Eleazar the priest. And he gave them to Joshua son of Nun and the leaders of the tribes of Israel. ", "29": "Moses said to them, “The Gadites and Reubenites will prepare for battle. They will cross the Jordan River with you. They will go before the Lord and help you take the land. If they do that, give them the land of Gilead for their own. ", "30": "But if they do not go over armed, they will not receive it. Their land will be in Canaan with you.”", "31": "The Gadites and Reubenites answered, “We are your servants. We will do as the Lord said. ", "32": "We will cross over into Canaan. We will go before the Lord ready for battle. But our land will be east of the Jordan River.”", "33": "So Moses gave that land to the Gadites, Reubenites and the eastern half-tribe of Manasseh. (Manasseh was Joseph's son.) That land had been the kingdom of Sihon, the king of the Amorites. And it included the kingdom of Og, king of Bashan. It also included all the cities and the land around them.", "34": "The Gadites rebuilt the cities of Dibon, Ataroth, Aroer, ", "35": "Atroth Shophan, Jazer, Jogbehah, ", "36": "Beth Nimrah and Beth Haran. These were strong, walled cities. And they built sheep pens.", "37": "The Reubenites built Heshbon, Elealeh, Kiriathaim, ", "38": "Nebo, Baal Meon and Sibmah. They renamed Nebo and Baal Meon when they rebuilt them.", "39": "The descendants of Makir son of Manasseh went and captured Gilead. They forced out the Amorites who were there. ", "40": "So Moses gave Gilead to the family of Makir son of Manasseh. And they settled there. ", "41": "Jair son of Manasseh went out and captured the small towns there. He called them the Towns of Jair. ", "42": "Nobah went and captured Kenath and the small towns around it. Then he named it Nobah after himself."}