{"1": "The leaders of Gilead's family group went to talk to Moses and the leaders of the families of Israel. (Gilead was the son of Makir. Makir was Manasseh's son, and Manasseh was Joseph's son.) ", "2": "They said, “The Lord commanded you, our master, to give the land to the Israelites by throwing lots. And the Lord commanded you to give the land of Zelophehad, our brother, to his daughters. ", "3": "His daughters may marry men from other tribes of Israel. Then that land will leave our family. The people of the other tribes will get that land. So we will lose some of our land. ", "4": "The time of Jubilee will come for the Israelites. Then their land will go to other tribes. It will go to the tribes of the people they marry. So their land will be taken away from us. And that was land we received from our fathers.”", "5": "Then Moses gave the Israelites this command from the Lord: “These men from the tribe of Joseph are right. ", "6": "This is the Lord's command to Zelophehad's daughters: You may marry anyone you wish from your own tribe. ", "7": "In this way the Israelites' land will not pass from tribe to tribe. Each Israelite will keep the land in the tribe that belonged to his ancestors. ", "8": "A woman who inherits her father's land may marry. But she must marry someone from her own tribe. In this way every Israelite will keep the land that belonged to his ancestors. ", "9": "The land must not pass from tribe to tribe. Each Israelite tribe will keep the land it received from its ancestors.”", "10": "Zelophehad's daughters obeyed the Lord's command to Moses.", "11": "So Zelophehad's daughters—Mahlah, Tirzah, Hoglah, Milcah and Noah—married their cousins. These were their father's relatives. ", "12": "Their husbands were from the tribe of Manasseh son of Joseph. So their land stayed in their father's family group and tribe.", "13": "These were the laws and commands that the Lord gave to the Israelites. He gave them through Moses. The Israelites were on the plains of Moab by the Jordan River, across from Jericho."}