{"1": "The Lord said to Moses, ", "2": "“Command the Israelites to send away from camp anyone with a harmful skin disease. Send away anyone who gives off body fluid. And send away anyone who has touched a dead body. ", "3": "Send both men and women away from camp. Then they won't spread the disease there. I am living among you.” ", "4": "So Israel obeyed God's command. They sent those people outside the camp as the Lord had told Moses.", "5": "The Lord said to Moses, ", "6": "“Tell the Israelites: 'When a man or woman does something wrong to another person, that is really sinning against God. That person is guilty. ", "7": "He must tell what he has done wrong. And he must fully pay for the wrong he has done. Then he must add one-fifth to it. And he must give it to the person he wronged. ", "8": "But that person may be dead. That person may not have any close relatives to receive the payment. Then the one who did wrong owes the Lord. That person must pay the priest. The priest must sacrifice a male sheep to remove the wrong so that person will belong to God. ", "9": "When an Israelite brings a holy gift, he should give it to the priest. ", "10": "No one has to give these holy gifts. But if someone does give them, they belong to the priest.'”", "11": "Then the Lord said to Moses, ", "12": "“Tell the Israelites: 'A man's wife might be unfaithful to him. ", "13": "She might commit adultery with another man. Her sin might be kept hidden from her husband. Her husband might not know about the wrong thing she did. Perhaps no one saw it, and she wasn't caught. ", "14": "But her husband might have feelings of jealousy whether she has sinned or not. ", "15": "He then should take her to the priest. The husband must also take an offering for her. This offering will be two quarts of barley flour. He must not pour oil or incense on it. This is a grain offering for jealousy. It is to find out if she is guilty.", "16": "“'The priest will bring in the woman and make her stand before the Lord. ", "17": "He will take some holy water in a clay jar. Then he will put some dirt from the floor of the Holy Tent into the water. ", "18": "The priest will make the woman stand before the Lord. Then he will loosen her hair. And he will hand her the grain offering for jealousy. He will hold the bitter water that brings a curse on her. ", "19": "The priest will tell her what the oath says will happen to her. He will ask her, “Has another man committed adultery with you? Have you been unfaithful to your husband? If you haven't, then this water that brings a curse won't hurt you. ", "20": "But what if you have been unfaithful to your husband? What if you have committed adultery with a man besides your husband?” ", "21": "The priest will tell her the curse that the oath will bring. He will say, “If you are guilty, the Lord will make the people curse you. Your stomach will get big, and you will not be able to have another baby. ", "22": "This water that brings a curse will go inside you. Your stomach will get big, and you will not be able to have another baby.” “'The woman must say, “I agree.”", "23": "“'The priest should write these curses on a scroll. Then he should wash the words off into the water. ", "24": "Then he will make the woman drink the water that brings a curse. When she does, it may make her sick. ", "25": "Then the priest will take the grain offering for jealousy from her. He will present it before the Lord. Then he will bring it to the altar. ", "26": "Then the priest will take a handful of the grain. This is a memorial offering. He will burn it on the altar. After that he will make the woman drink the water. ", "27": "He will make her drink it to see if she is not pure. He will know if she has sinned against her husband. When it goes into her, her stomach may get big. And she may not be able to have another baby. Her people will turn against her. ", "28": "But if the woman has not sinned, she is pure. She is not guilty. She will be able to have more babies.", "29": "“'So this is the teaching about jealousy. This is what to do when a woman is unfaithful to her husband. ", "30": "It also should be done if the man gets jealous because he suspects his wife. The priest will have her stand before the Lord. Then he will do all these things. This is the teaching. ", "31": "If the husband is right, the woman will suffer.'”"}