{"1": "The Lord spoke to Moses in the Desert of Sinai. This was in the first month of the second year after the Israelites left Egypt. He said, ", "2": "“Tell the Israelites to celebrate the Passover at the appointed time. ", "3": "That appointed time is the fourteenth day of this month. They should celebrate it at twilight. They must obey all the rules about it.”", "4": "So Moses told the Israelites to celebrate the Passover. ", "5": "And so they did. It was in the Desert of Sinai at twilight. This was on the fourteenth day of the first month. The Israelites did everything just as the Lord commanded Moses.", "6": "But some of the people could not celebrate the Passover on that day. They were unclean because of a dead body. So they went to Moses and Aaron that day. ", "7": "They said to Moses, “We are unclean because of a dead body. But why should we be kept from offering gifts to the Lord at this appointed time? Why can't we join the other Israelites?”", "8": "Moses said to them, “Wait. I will find out what the Lord says about you.”", "9": "Then the Lord said to Moses, ", "10": "“Tell the Israelites this: 'You or your descendants might become unclean because of a dead body. Or, you might be away on a trip during the Passover. Still celebrate the Lord's Passover. ", "11": "But celebrate it at twilight on the fourteenth day of the second month. Eat the lamb with bitter herbs and bread made without yeast. ", "12": "Don't leave any of it until the next morning. Don't break any of its bones. When you celebrate the Passover, follow all the rules. ", "13": "Anyone who is clean and is not away on a trip must eat the Passover. If he doesn't, he must be separated from his people. He did not give an offering to the Lord at the appointed time. He must be punished for his sin.", "14": "“'A foreigner among you may celebrate the Lord's Passover. But he must follow all the rules. You must have the same rules for foreigners as you have for yourselves.'”", "15": "On the day the Holy Tent was set up, a cloud covered it. (The Holy Tent was also called the Tent of the Agreement.) From dusk until dawn the cloud above the Tent looked like fire. ", "16": "The cloud stayed above the Tent. At night it looked like fire. ", "17": "When the cloud moved from its place over the Tent, the Israelites moved. Wherever the cloud stopped, the Israelites camped. ", "18": "So the Israelites moved at the Lord's command. And they camped at his command. While the cloud stayed over the Tent, they stayed in place. ", "19": "Sometimes the cloud stayed over the Tent for a long time. The Israelites obeyed the Lord and did not move. ", "20": "Sometimes the cloud was over it only a few days. At the Lord's command the people camped. And at his command they moved. ", "21": "Sometimes the cloud stayed only from dusk until dawn. When the cloud lifted the next morning, the people moved. When the cloud lifted, day or night, the people moved. ", "22": "The cloud might stay over the Tent for two days, a month or a year. As long as it stayed, the people would camp. But when the cloud lifted, they moved. ", "23": "At the Lord's command the people camped. And at his command they moved. They obeyed the Lord's order that he commanded through Moses."}