{"1": "The praises of the Church. 7 She is without blemish in his sight. 9 The love of Christ towards her. Behold, thou art [a]fair, my love: behold, thou art fair: thine eyes are like the doves: among thy locks thine hair is like the [b]flock of goats, which look down from the mountain of Gilead.", "2": "Thy teeth are like a flock of sheep in good order, which go up from the washing: which every one brings out twins, and none is barren among them.", "3": "Thy lips are like a thread of scarlet, and thy talk is comely: thy temples are within thy locks as a piece of a pomegranate.", "4": "Thy neck is as the tower of David built for defense: a thousand shields hang therein, and all the targets of the strong men.", "5": "Thy two [c]breasts are as two young roes that are twins, feeding among the lilies.", "6": "Until the day break, and the shadows fly away, I will go into the mountain of myrrh, and to the mountain of incense.", "7": "Thou art all fair my love, and there is no spot in thee.", "8": "[d]Come with me from Lebanon, my spouse, even with me from Lebanon, and look from the top of Amana, from the top of Senir, and Hermon, from the dens of the lions, and from the mountains of the leopards.", "9": "My [e]sister, my spouse, thou hast wounded mine heart: thou hast wounded mine heart with one of thine [f]eyes, and with a chain of thy neck.", "10": "My sister, my Spouse, how fair is thy love? how much better is thy love than wine? and the savor of thine ointments than all spices?", "11": "Thy [g]lips, my Spouse, drop as honeycombs: honey and milk are under thy tongue, and the savor of thy garment is as the savor of Lebanon.", "12": "My sister, my spouse is as a garden enclosed, as a spring shut up, and a fountain sealed up.", "13": "Thy plants are as an orchard of pomegranates with sweet fruits, as camphire, spikenard,", "14": "Even spikenard, and saffron: calamus, and cinnamon, with all the trees of incense, myrrh and aloes, with all the chief spices.", "15": "[h]O fountain of the gardens, O well of living waters, and the springs of Lebanon.", "16": "Arise, O [i]North, and come, O South, and blow on my garden, that the spices thereof may flow out: let my well-beloved come to his garden, and eat his pleasant fruit."}