{"1": "Christ calleth his Church to the participation of all his treasures. 2 She heareth his voice. 3 She confesseth her nakedness. 10 She praiseth Christ her husband. I am come into my [a]garden, my sister, my spouse, I gathered my myrrh with my spice: I ate mine honeycomb with mine honey, I drank my wine with my milk: eat, O friends, drink, and make you merry, O well-beloved.", "2": "[b]I sleep, but mine heart waketh, it is the voice of my well-beloved that knocketh, saying, Open unto me, my sister, my love, my dove, my undefiled: for mine head is full of dew, and my locks with the drops of the [c]night.", "3": "I have put off my [d]coat, how shall I defile [put] it on? I have washed my feet, how shall I defile them?", "4": "My well-beloved put in his hand by the hole of the door, and [e]mine heart was affectioned toward him.", "5": "I rose up to open to my well-beloved, and mine hands did drop down myrrh, and my [f]fingers pure myrrh upon the handles of the bar.", "6": "I opened to my well-beloved: but my well-beloved was gone and past: mine heart was gone when he did speak: I sought him, but I could not find him: I called him, but he answered me not.", "7": "The [g]watchmen that were about the city, found me: they smote me, and wounded me: the watchmen of the walls took away my veil from me.", "8": "I charge you, [h]O daughters of Jerusalem, if you find my well-beloved, that you tell him that I am sick of love.", "9": "[i]O the fairest among women, what is thy well-beloved more than other well-beloved? what is thy well-beloved more than another lover, that thou dost so charge us?", "10": "My well-beloved is white and ruddy, the chiefest of ten thousand.", "11": "His [j]head is as fine gold, his locks curled, and black as a raven.", "12": "His eyes are like doves upon the rivers of waters, which are washed with milk, and remain by the full vessels.", "13": "His cheeks are as a bed of spices, and as sweet flowers, and his lips like lilies dropping down pure myrrh.", "14": "His hands as rings of gold set with the [k]chrysolite, his belly like white ivory covered with sapphires.", "15": "His legs are as pillars of marble set upon sockets of fine gold: his countenance as Lebanon, excellent as the cedars.", "16": "His mouth is as sweet things, and he is wholly delectable: this is my well-beloved, and this is my lover, O daughters of Jerusalem.", "17": "[l]O the fairest among women, whither is thy well-beloved gone? whither is thy well-beloved turned aside, that we may seek him with thee?"}