{"1": "The land determined by lot for the clans of the Judahite tribe ran southward to the border of Edom. The Zin wasteland was the southern limit.", "2": "Their south border ran from the end of the Dead Sea, from the bay that faces south.", "3": "It went south from the ascent of Akrabbim, passed on to Zin, and went up south of Kadesh-barnea. It passed on to Hezron, went up to Addar, and turned toward Karka.", "4": "It passed on to Azmon and went by the border[a] of Egypt. The border ended at the sea. This will be their south border.", "5": "The east border was the Dead Sea as far as the mouth of the Jordan. The border on the north side ran from the bay of the sea at the mouth of the Jordan.", "6": "The border went up to Beth-hoglah and passed north of Beth-arabah. The border went up to the Stone of Bohan (Reuben's son).", "7": "The border went up to Debir from the Achor Valley, turning north to Gilgal. Gilgal was opposite the ascent of Adummim, which was south of the ravine. The border passed on to the waters of En-shemesh and ended at En-rogel.", "8": "The border went up by the valley of Ben-Hinnom to the slope of the Jebusite city, Jerusalem, on the south. The border went up to the top of the mountain that is opposite the Hinnom Valley on the west, which is at the north end of the Rephaim Valley.", "9": "The border turned from the top of the mountain to the waters of Nephtoah Spring and went to the cities of Mount Ephron. The border turned toward Baalah (that is, Kiriath-jearim).", "10": "The border turned westward from Baalah to Mount Seir. It passed on to the slope of Mount Jearim on the north (that is, Chesalon), went down to Beth-shemesh, and passed by Timnah.", "11": "The border went to the slope of Ekron on the north. The border turned toward Shikkeron, passed on to Mount Baalah, and went to Jabneel. The border ended at the sea.", "12": "The west border was the Mediterranean Sea and its shoreline. This was the border surrounding the clans of the Judahites.", "13": "In agreement with the Lord's command to him, Joshua gave a portion among the Judahites to Caleb, Jephunneh's son. It was Kiriath-arba, that is, Hebron (Arba was the father of Anak).", "14": "Caleb removed the three sons of Anak from there: Sheshai, Ahiman, and Talmai. They were the offspring of Anak.", "15": "Then he went up from there against the population of Debir. Debir used to be called Kiriath-sepher.", "16": "Caleb said, “I will give Achsah my daughter in marriage to whoever strikes Kiriath-sepher and captures it.”", "17": "So Othniel son of Kenaz, Caleb's brother, captured it, and Caleb gave him Achsah his daughter in marriage.", "18": "Now when she arrived, she prodded Othniel into asking for a field from her father. After she got down off her donkey, Caleb asked her, “What do you want?”", "19": "She said, “Give me a blessing. Since the land you've given me is in the arid southern plain, you should also give me springs of water.” So he gave her the upper springs and the lower springs.", "20": "This is the legacy for the clans of the tribe of the people of Judah.", "21": "The outlying cities of the tribe of the people of Judah ran down to the border of Edom. In the arid southern plain: Kabzeel, Eder, Jagur,", "22": "Kinah, Dimonah, Adadah,", "23": "Kedesh, Hazor, Ithnan,", "24": "Ziph, Telem, Bealoth,", "25": "Hazor-hadattah, Kerioth-hezron (that is, Hazor),", "26": "Amam, Shema, Moladah,", "27": "Hazar-gaddah, Heshmon, Beth-pelet,", "28": "Hazar-shual, Beer-sheba and its dependent cities,[b]", "29": "Baalah, Iim, Ezem,", "30": "Eltolad, Chesil, Hormah,", "31": "Ziklag, Madmannah, Sansannah,", "32": "Lebaoth, Shilhim, Ain, and Rimmon. In total: twenty-nine cities and their surrounding areas.", "33": "In the lowlands: Eshtaol, Zorah, Ashnah,", "34": "Zanoah, En-gannim, Tappuah, Enam,", "35": "Jarmuth, Adullam, Socoh, Azekah,", "36": "Shaaraim, Adithaim, Gederah, and Gederothaim. In total: fourteen cities and their surrounding areas.", "37": "Zenan, Hadashah, Migdal-gad,", "38": "Dilan, Mizpeh, Jokthe-el,", "39": "Lachish, Bozkath, Eglon,", "40": "Cabbon, Lahmam, Chitlish,", "41": "Gederoth, Beth-dagon, Naamah, and Makkedah. In total: sixteen cities and their surrounding areas.", "42": "Libnah, Ether, Ashan,", "43": "Iphtah, Ashnah, Nezib,", "44": "Keilah, Achzib, and Mareshah. In total: nine cities and their surrounding areas.", "45": "Ekron, its dependent cities and surrounding areas.", "46": "From Ekron toward the sea, everything that was near Ashdod and its surrounding areas.", "47": "Ashdod, its dependent cities and surrounding areas. Gaza, its dependent cities and surrounding areas as far as the border of Egypt and the Mediterranean Sea and its shoreline.", "48": "In the highlands: Shamir, Jattir, Socoh,", "49": "Dannah, Kiriath-sannah (that is, Debir),", "50": "Anab, Eshtemoh, Anim,", "51": "Goshen, Holon, and Giloh. In total: eleven cities and their surrounding areas.", "52": "Arab, Dumah, Eshan,", "53": "Janim, Beth-tappuah, Aphekah,", "54": "Humtah, Kiriath-arba (that is, Hebron), and Zior. In total: nine cities and their surrounding areas.", "55": "Maon, Carmel, Ziph, Juttah,", "56": "Jezreel, Jokdeam, Zanoah,", "57": "Kain, Gibeah, and Timnah. In total: ten cities and their surrounding areas.", "58": "Halhul, Beth-zur, Gedor,", "59": "Maarath, Beth-anoth, and Eltekon. In total: six cities and their surrounding areas. Tekoah, Ephrathah (that is, Bethlehem), Peor, Etam, Koulon, Tatam, Sores, Karem, Gallim, Bether, and Manahath. In total: eleven cities and their surrounding areas.[c]", "60": "Kiriath-baal (that is, Kiriath-jearim) and Rabbah. In total: two cities and their surrounding areas.", "61": "In the desert: Beth-arabah, Middin, Secacah,", "62": "Nibshan (the Salt City), and En-gedi. In total: six cities and their surrounding areas.", "63": "But the people of Judah couldn't remove the Jebusites who lived in Jerusalem. So today the Jebusites still live along with the people of Judah in Jerusalem."}