{"1": "The whole community of the Israelites assembled at Shiloh and set up the meeting tent there. The conquered land lay before them.", "2": "Among the Israelites, seven tribes were left that had not yet received their legacy.", "3": "Joshua said to the Israelites, “How long will you avoid going to take over the land that the Lord, the God of your ancestors, has given you?", "4": "Pick out three men for each tribe. I will send them out, and they will go up and travel throughout the land. They will write a description of it as the basis for determining their legacy. Then they will come back to me.", "5": "They will divide up the land among themselves into seven portions. Judah will stay on its territory to the south. The house of Joseph will stay on their territory to the north.", "6": "But you will write a report in seven parts and bring the report back here to me. Then I will cast the lot for you here, before the Lord our God.", "7": "However, there won't be a portion among you for the Levites because their legacy is the priesthood of the Lord. Gad, Reuben, and half the tribe of Manasseh have already received their legacy on the east side of the Jordan. Moses the Lord's servant gave it to them.”", "8": "When the men had prepared to go, Joshua gave orders to those going to write a description of the land. “Go and travel around the land, write about it, and return to me. I will cast the lot for you before the Lord here in Shiloh.”", "9": "So the men went and passed through the land and wrote about it in a document, city by city, in seven sections. They came back to Joshua in the camp at Shiloh.", "10": "Then Joshua cast lots for them in Shiloh before the Lord. There Joshua divided up the shares of the land for the Israelites.", "11": "The lot for the clans of the Benjaminite tribe appeared first. The border of their allotment went out between the people of Judah and the people of Joseph.", "12": "Their border on the north side ran from the Jordan. The border went up to the slope of Jericho on the north. It went up westward in the highlands and ended at the wasteland of Beth-aven.", "13": "The border passed on from there to Luz, to the slope of Luz on the south (that is, Bethel). The border went down to Ataroth-adar on the mountain that is south of Lower Beth-horon.", "14": "The border turned and came around southward on the west side, running from the mountain that is opposite Beth-horon on the south. It ended at Kiriath-baal (that is, Kiriath-jearim), a city of the people of Judah. This was its west side.", "15": "The south side ran from the limits of Kiriath-jearim. The border went out westward. It then proceeded to the waters of Nephtoah Spring.", "16": "The border went down to the foot of the mountain that is opposite the valley of the son of Hinnom, which is in the north part of the Rephaim Valley. It went down through the Hinnom Valley to the slope of the Jebusite city on the south. It then went down to En-rogel.", "17": "It turned northward. Then it went to En-shemesh and then to Geliloth, which is opposite the ascent of Adummim. It went down to the Stone of Bohan (Reuben's son).", "18": "It passed on to the slope of Beth-arabah[a] on the north and went down into the desert plain.", "19": "The border passed on to the slope of Beth-hoglah on the north. The border ended at the north bay of the Dead Sea, at the southern mouth of the Jordan. This was the southern border.", "20": "The Jordan bordered it on the east side. This is the legacy of the Benjaminite clans according to its borders.", "21": "The cities of the clans of the Benjaminite tribe are Jericho, Beth-hoglah, Emek-keziz,", "22": "Beth-arabah, Zemaraim, Bethel,", "23": "Avvim, Parah, Ophrah,", "24": "Chephar-ammoni, Ophni, and Geba. In total: twelve cities and their surrounding areas.", "25": "Gibeon, Ramah, Beeroth,", "26": "Mizpeh, Chephirah, Mozah,", "27": "Rekem, Irpeel, Taralah,", "28": "Zela, Haeleph, the Jebusite city (that is, Jerusalem), Gibeath, and Kiriath. In total: fourteen cities and their surrounding areas. This is the legacy of the Benjaminite clans."}