{"1": "The second lot fell to Simeon. The legacy of the clans of the Simeonite tribe lay inside the legacy of the people of Judah.", "2": "They had in their legacy: Beer-sheba, Sheba, Moladah,", "3": "Hazar-shual, Balah, Ezem,", "4": "Eltolad, Bethul, Hormah,", "5": "Ziklag, Beth-marcaboth, Hazar-susah,", "6": "Beth-lebaoth, and Sharuhen. In total: thirteen cities and their surrounding areas.", "7": "Ain, Rimmon, Ether, and Ashan. In total: four cities and their surrounding areas.", "8": "In addition were all the areas that surround these cities as far as Baalath-beer and Ramah of the arid southern plain. This is the legacy of the clans of the Simeonite tribe.", "9": "Some of the portion of the people of Judah belonged to the legacy of the people of Simeon. This was because the portion of the people of Judah was too large for them. So the people of Simeon received a legacy inside Judah's legacy.", "10": "The lot turned up third for the clans of Zebulun. The border of their legacy ran as far as Sarid.", "11": "Their border went up westward to Maralah, touched Dabbesheth, and touched the ravine that is opposite Jokneam.", "12": "It reversed from Sarid eastward toward the east to the border of Chisloth-tabor. It went to Daberath and then up to Japhia.", "13": "From there it passed on the east side, running eastward to Gath-hepher and Eth-kazin. Going to Rimmon, it bent toward Neah.", "14": "The border turned north of Hannathon and ended at the Iphtah-el Valley.", "15": "They also owned Kattath, Nahalal, Shimron, Idalah, and Bethlehem; in total: twelve cities and their surrounding areas.", "16": "These cities and their surrounding areas are the legacy of Zebulun's clans.", "17": "The lot went out fourth for the clans of Issachar.", "18": "Their border ran toward Jezreel. They also owned Chesulloth, Shunem,", "19": "Hapharaim, Shion, Anaharath,", "20": "Rabbith, Kishion, Ebez,", "21": "Remeth, En-gannim, En-haddah, and Beth-pazzez.", "22": "The border touched Tabor, Shahazumah, and Beth-shemesh. Their border ended at the Jordan; in total: sixteen cities with their surrounding areas.", "23": "These cities and their surrounding areas are the legacy for the clans of the Issachar tribe.", "24": "The lot went out fifth for the clans of the tribe of Asher.", "25": "Their border included Helkath, Hali, Beten, Achshaph,", "26": "Allammelech, Amad, and Mishal. It touched Carmel on the west and Shihor-libnath.", "27": "The border reversed eastward to Beth-dagon. It touched Zebulun and the Iphtah-el Valley on the north, also Beth-emek and Neiel. It went to Cabul on the north,", "28": "as far as Great Sidon. They also owned Ebron, Rehob, Hammon, and Kanah.", "29": "The border turned around to Ramah as far as the fortified city of Tyre. The border turned around to Hosah and ended at the sea. They also owned Mahalab,[a] Achzib,", "30": "Ummah, Aphek, and Rehob; in total: twenty-two cities and their surrounding areas.", "31": "These cities and their surrounding areas are the legacy for the clans of the Asher tribe.", "32": "For the people of Naphtali, the lot went out sixth. For the clans of Naphtali", "33": "their border ran from Heleph, from the oak in Zaanannim and Adami-nekeb and Jabneel as far as Lakkum. It ended at the Jordan.", "34": "The border reversed westward to Aznoth-tabor. It went from there to Hukkok. It touched Zebulun on the south, Asher on the west, and Judah at the Jordan on the east.", "35": "They also owned the fortified cities Ziddim, Zer, Hammath, Rakkath, Chinnereth,", "36": "Adamah, Ramah, Hazor,", "37": "Kedesh, Edrei, En-hazor,", "38": "Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh; in total: nineteen cities and their surrounding areas.", "39": "These cities and their surrounding areas are the legacy for the clans of the Naphtali tribe.", "40": "The lot went out seventh for the clans of the Danite tribe.", "41": "The territory of their legacy was Zorah, Eshtaol, Ir-shemesh,", "42": "Shaalabbin, Aijalon, Ithlah,", "43": "Elon, Timnah, Ekron,", "44": "Eltekeh, Gibbethon, Baalath,", "45": "Jehud, Bene-berak, Gath-rimmon,", "46": "Me-jarkon, and Rakkon, along with the territory opposite Joppa.", "47": "But the territory of the people of Dan was lost to them. So the people of Dan went up and attacked Leshem and captured it. They struck it down without mercy. They took it over and settled it. Then they named Leshem as Dan, after the name of Dan their ancestor.", "48": "These cities and their surrounding areas are the legacy for the clans of the Danite tribe.", "49": "So when they finished assigning the borders of the land, the Israelites gave to Joshua, Nun's son, a legacy among them.", "50": "By the Lord's command, they gave him the city that he asked for. This was Timnath-serah in the highlands of Ephraim. He built a city and lived in it.", "51": "These are the legacies that Eleazar the priest, Joshua, Nun's son, and the heads of the families of the Israelite tribes assigned by lot at Shiloh. They did this before the Lord at the entrance of the meeting tent and finished dividing up the land."}