{"1": "The heads of the levitical families approached Eleazar the priest, Joshua, Nun's son, and the heads of the families of the Israelite tribes.", "2": "They spoke to them at Shiloh in the land of Canaan: “The Lord gave a command through Moses to give us cities to live in and their pasturelands for our cattle.”", "3": "So the Israelites gave the Levites the following cities and their pasturelands out of their own legacy. This was in agreement with the Lord's command.", "4": "The lot went out for the clans of the Kohathites. The descendants of Aaron the priest from among the Levites acquired thirteen cities by lot from the tribes of Judah, Simeon, and Benjamin.", "5": "The rest of the descendants of Kohath acquired ten cities by lot from the clans of the tribes of Ephraim, Dan, and half of Manasseh.", "6": "The descendants of Gershon acquired thirteen cities by lot from the clans of the tribes of Issachar, Asher, Naphtali, and the half of Manasseh located in Bashan.", "7": "The descendants of Merari acquired twelve cities for their clans from the tribes of Reuben, Gad, and Zebulun.", "8": "So the Israelites gave these cities and their pasturelands to the Levites by lot, exactly as the Lord had commanded through Moses.", "9": "They gave the following cities, identified here by name, from the tribe of the Judahites and the tribe of the Simeonites.", "10": "The cities belonged to the descendants of Aaron, one of the Kohathite clans of the Levites, because the lot had fallen to them first.", "11": "They gave them Kiriath-arba (that is, Hebron) in the highlands of Judah and the pastures around it. (Arba was the father of Anak.)", "12": "But they had already given the fields of the city and its surrounding areas to Caleb, Jephunneh's son, as his property.", "13": "To the descendants of Aaron the priest they gave: Hebron, the refuge city for a killer, and its pastures; Libnah and its pastures;", "14": "Jattir and its pastures; Eshtemoa and its pastures;", "15": "Holon and its pastures; Debir and its pastures;", "16": "Ain and its pastures; Juttah and its pastures; and Beth-shemesh and its pastures. Total from these two tribes: nine cities.", "17": "From the tribe of Benjamin: Gibeon and its pastures, Geba and its pastures,", "18": "Anathoth and its pastures, and Almon and its pastures. In total: four cities.", "19": "This is the total of all the cities of the priests descended from Aaron: thirteen cities with their pastures.", "20": "Other clans from the levitical descendants of Kohath still remained from among the descendants of Kohath. Some of their allotted cities were from the tribe of Ephraim.", "21": "They gave them: Shechem, the refuge city for a killer, and its pastures in the highlands of Ephraim; Gezer and its pastures;", "22": "Kibzaim and its pastures; and Beth-horon and its pastures; in total: four cities.", "23": "From the tribe of Dan: Elteke and its pastures, Gibbethon and its pastures,", "24": "Aijalon and its pastures, Gath-rimmon and its pastures; in total: four cities.", "25": "From half the tribe of Manasseh: Taanach and its pastures, and Gath-rimmon and its pastures; in total: two cities.", "26": "This is the total of all cities for the clans of the remaining descendants of Kohath: ten cities with their pastures.", "27": "To the descendants of Gershon, one of the clans of the Levites, from half the tribe of Manasseh: Golan in Bashan, the refuge city for a killer, and its pastures; and Beeshterah and its pastures; in total: two cities.", "28": "From the tribe of Issachar: Kishion and its pastures, Daberath and its pastures,", "29": "Jarmuth and its pastures, En-gannim and its pastures; in total: four cities.", "30": "From the tribe of Asher: Mishal and its pastures, Abdon and its pastures,", "31": "Helkath and its pastures, and Rehob and its pastures; in total: four cities.", "32": "From the tribe of Naphtali: Kedesh in Galilee, the refuge city for the killer, and its pastures; Hammoth-dor and its pastures; and Kartan and its pastures; in total: three cities.", "33": "This is the total of all cities of the Gershonites for their clans: thirteen cities with their pastures.", "34": "To the clans of the descendants of Merari, the rest of the Levites, from the tribe of Zebulun: Jokneam and its pastures, Kartah and its pastures,", "35": "Dimnah and its pastures, Nahalal and its pastures; in total: four cities.", "36": "From the tribe of Reuben: Bezer and its pastures, Jahaz and its pastures,", "37": "Kedemoth and its pastures, and Mephaath and its pastures; in total: four cities.[a]", "38": "From the tribe of Gad: Ramoth in Gilead, the refuge city for a killer, and its pastures; Mahanaim and its pastures;", "39": "Heshbon and its pastures; Jazer and its pastures; in total: four cities.", "40": "As for the cities of the descendants of Merari for their clans, the remaining clans of the Levites, their total allotment was twelve cities.", "41": "This is the total of all the cities of the Levites within the property of the Israelites: forty-eight cities with their pastures.", "42": "Each of these cities had its pastures around it. This was the case for all these cities.", "43": "The Lord gave to Israel all the land he had pledged to give to their ancestors. They took it over and settled there.", "44": "The Lord gave them rest from surrounding danger, exactly as he had pledged to their ancestors. Not one of all their enemies held out against them. The Lord gave all their enemies into their power.", "45": "Not one of all the good things that the Lord had promised to the house of Israel failed. Every promise was fulfilled."}