{"1": "Joshua gathered all the tribes of Israel at Shechem. He summoned the elders of Israel, its leaders, judges, and officers. They presented themselves before God.", "2": "Then Joshua said to the entire people, “This is what the Lord, the God of Israel, says: Long ago your ancestors lived on the other side of the Euphrates. They served other gods. Among them was Terah the father of Abraham and Nahor.", "3": "I took Abraham your ancestor from the other side of the Euphrates. I led him around through the whole land of Canaan. I added to his descendants and gave him Isaac.", "4": "To Isaac I gave Jacob and Esau. I gave Mount Seir to Esau to take over. But Jacob and his sons went down to Egypt.", "5": "Then I sent Moses and Aaron. I plagued Egypt with what I did to them. After that I brought you out.", "6": "I brought your ancestors out of Egypt, and you came to the sea. The Egyptians chased your ancestors with chariots and horses to the Reed Sea.[a]", "7": "Then they cried for help to the Lord. So he set darkness between you and the Egyptians. He brought the sea down on them, and it covered them. With your own eyes you saw what I did to the Egyptians. You lived in the desert for a long time.", "8": "“Then I brought you into the land of the Amorites who lived on the other side of the Jordan. They attacked you, but I gave them into your power, and you took over their land. I wiped them out before you.", "9": "Then Moab's King Balak, Zippor's son, set out to attack Israel. He summoned Balaam, Beor's son, to curse you.", "10": "But I wasn't willing to listen to Balaam, so he actually blessed you. I rescued you from his power.", "11": "Then you crossed over the Jordan. You came to Jericho, and the citizens of Jericho attacked you. They were Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites. But I gave them into your power.", "12": "I sent the hornet[b] before you. It drove them out before you and did the same to the two kings of the Amorites. It wasn't your sword or bow that did this.", "13": "I gave you land on which you hadn't toiled and cities that you hadn't built. You settled in them and are enjoying produce from vineyards and olive groves that you didn't plant.", "14": "“So now, revere the Lord. Serve him honestly and faithfully. Put aside the gods that your ancestors served beyond the Euphrates and in Egypt and serve the Lord.", "15": "But if it seems wrong in your opinion to serve the Lord, then choose today whom you will serve. Choose the gods whom your ancestors served beyond the Euphrates or the gods of the Amorites in whose land you live. But my family and I will serve the Lord.”", "16": "Then the people answered, “God forbid that we ever leave the Lord to serve other gods!", "17": "The Lord is our God. He is the one who brought us and our ancestors up from the land of Egypt, from the house of bondage. He has done these mighty signs in our sight. He has protected us the whole way we've gone and in all the nations through which we've passed.", "18": "The Lord has driven out all the nations before us, including the Amorites who lived in the land. We too will serve the Lord, because he is our God.”", "19": "Then Joshua said to the people, “You can't serve the Lord, because he is a holy God. He is a jealous God. He won't forgive your rebellion and your sins.", "20": "If you leave the Lord and serve foreign gods, then he will turn around and do you harm and finish you off, in spite of having done you good in the past.”", "21": "Then the people said to Joshua, “No! The Lord is the one we will serve.”", "22": "So Joshua said to the people, “You are witnesses against yourselves that you have chosen to serve the Lord.” They said, “We are witnesses!”", "23": "“So now put aside the foreign gods that are among you. Focus your hearts on the Lord, the God of Israel.”", "24": "The people said to Joshua, “We will serve the Lord our God and will obey him.”", "25": "On that day Joshua made a covenant for the people and established just rule for them at Shechem.", "26": "Joshua wrote these words in God's Instruction scroll. Then he took a large stone and put it up there under the oak in the sanctuary of the Lord.", "27": "Joshua said to all the people, “This stone will serve here as a witness against us, because it has heard all the Lord's words that he spoke to us. It will serve as a witness against you in case you aren't true to your God.”", "28": "Then Joshua sent the people away to each one's legacy.", "29": "After these events, Joshua, Nun's son, the Lord's servant, died. He was 110.", "30": "They buried him within the border of his own legacy, in Timnath-serah in the highlands of Ephraim north of Mount Gaash.", "31": "Israel served the Lord all the days of Joshua and all the days of the elders who outlived Joshua. They had known every act the Lord had done for Israel.", "32": "The Israelites had brought up the bones of Joseph from Egypt. They buried them at Shechem in the portion of field that Jacob had purchased for one hundred qesitahs from the descendants of Hamor the father of Shechem. They became a legacy of the descendants of Joseph.", "33": "Eleazar son of Aaron died. They buried him at Gibeah, which belonged to his son Phinehas. It had been given to him in the highlands of Ephraim."}