{"1": "All the Amorite kings on the west side of the Jordan and all the Canaanite kings near the sea heard that the Lord had dried up the water of the Jordan before the Israelites until they had crossed over. Then their hearts melted. They lost all courage because of the Israelites.", "2": "At that time the Lord said to Joshua, “Make yourself flint knives. Circumcise the Israelites for a second time.”", "3": "So Joshua made flint knives for himself. He circumcised the Israelites at Foreskins Hill.", "4": "This is the reason Joshua did so: All the people who went out of Egypt, that is, all the men who were soldiers, had died in the desert on the way after they left Egypt.", "5": "All the people who went out were circumcised. But none of the people born in the desert on the way after they had left Egypt had been circumcised.", "6": "This was because the Israelites journeyed forty years in the desert until the whole nation died off. These were the men old enough to fight who went out from Egypt and who hadn't obeyed the Lord. The Lord had pledged to them never to show them the land that the Lord had pledged to their ancestors to give us. It is a land full of milk and honey.", "7": "Joshua circumcised their children, the ones the Lord had set in their place. They were uncircumcised because they hadn't been circumcised on the way.", "8": "After the whole nation had undergone circumcision, they remained in the camp until they got well again.", "9": "Then the Lord said to Joshua, “Today I have rolled away from you the disgrace of Egypt.” So the place was called Gilgal,[a] as it is today.", "10": "The Israelites camped in Gilgal. They celebrated Passover on the evening of the fourteenth day of the month[b] on the plains of Jericho.", "11": "On the very next day after Passover, they ate food produced in the land: unleavened bread and roasted grain.", "12": "The manna stopped on that next day, when they ate food produced in the land. There was no longer any manna for the Israelites. So that year they ate the crops of the land of Canaan.", "13": "When Joshua was near Jericho, he looked up. He caught sight of a man standing in front of him with his sword drawn. Joshua went up and said to him, “Are you on our side or that of our enemies?”", "14": "He said, “Neither! I'm the commander of the Lord's heavenly force. Now I have arrived!” Then Joshua fell flat on his face and worshipped. Joshua said to him, “What is my master saying to his servant?”", "15": "The commander of the Lord's heavenly force said to Joshua, “Take your sandals off your feet because the place where you are standing is holy.” So Joshua did this."}