{"1": "All the kings on the west side of the Jordan heard about this, including those in the highlands, the lowlands, and along the entire coast of the Mediterranean Sea toward Lebanon. They were Hittites and Amorites, Canaanites, Perizzites, Hivites, and Jebusites.", "2": "They formed an alliance to fight Joshua and Israel.", "3": "In contrast, when the population of Gibeon heard what Joshua had done to Jericho and Ai,", "4": "they acted cleverly. They set out pretending to be messengers.[a] They took worn-out sacks for their donkeys and worn-out wineskins that were split and mended.", "5": "They had worn-out, patched sandals on their feet and were wearing worn-out clothes. All the bread in their supplies was dry and crumbly.", "6": "They went to Joshua at the camp at Gilgal. They said to him and to Israel, “We have come from a distant country. So now, make a treaty with us.”", "7": "Israel said to the Hivites, “Perhaps you live among us. How then could we make a treaty with you?”", "8": "Then they said to Joshua, “We are your servants.” Joshua said to them, “Who are you? Where have you come from?”", "9": "They said to him, “Your servants have come from a very distant country because of the reputation of the Lord your God. We have heard a report about him and everything he did in Egypt.", "10": "We heard about everything he did to the two kings of the Amorites on the east side of the Jordan, Heshbon's King Sihon and Bashan's King Og, who was in Ashtaroth.", "11": "Our elders and all the population of our land said to us, 'Take along supplies for the journey. Go meet them and say to them, “We are your servants. So now make a treaty with us.”'", "12": "This is our bread. On the day we left to come to you we took it warm from our houses as supplies. But now here it is, dried up and crumbly.", "13": "These wineskins were new when we filled them. But here they are, split open. These clothes and sandals of ours are worn out from the very long journey.”", "14": "The Israelites[b] took some of their supplies, but they didn't ask for any decision from the Lord.", "15": "Joshua made peace with them. He made a treaty with them to protect their lives. The leaders of the community made a solemn pledge to them.", "16": "Three days after the Israelites made a treaty with the Gibeonites, the Israelites heard that they were actually their neighbors and were living among them.", "17": "So on the third day the Israelites marched out and came to their cities: Gibeon, Chephirah, Beeroth, and Kiriath-jearim.", "18": "But the Israelites didn't strike at them. This was because the leaders of the community had made a solemn pledge to them by the Lord, the God of Israel. The entire community grumbled against the leaders.", "19": "Then all the leaders said to the whole community, “We have made a solemn pledge to them by the Lord, the God of Israel. So we can't touch them now.", "20": "This is what we'll do with them. We'll let them live so that wrath won't come down on us because of the solemn pledge that we made to them.”", "21": "The leaders went on to say to them, “Let them live.” So they became woodcutters and water haulers for the whole community, exactly as the leaders had intended for them.", "22": "Joshua called for the Gibeonites and spoke to them: “Why have you deceived us by saying, 'We live very far away from you,' when actually you live among us?", "23": "So now you are cursed. Some of you will always serve as woodcutters and water haulers for my God's house.”", "24": "They answered Joshua, “Your servants had been told that the Lord your God had commanded his servant Moses to give you the entire land and to wipe out all its population on your account. So we feared for our very lives because of you and did this thing.", "25": "Now, here we are in your power. Do to us whatever seems good and proper to you.”", "26": "So Joshua treated them in this way. He spared them from the power of the Israelites, and they didn't kill them.", "27": "That day Joshua assigned them as woodcutters and water haulers for the community and for the Lord's altar, located wherever God[c] would choose. That is still the case today."}