{"1": "Therefore, my brethren, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.", "2": "I entreat Eu-o′dia and I entreat Syn′tyche to agree in the Lord. ", "3": "And I ask you also, true yokefellow, help these women, for they have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life.", "4": "Rejoice in the Lord always; again I will say, Rejoice. ", "5": "Let all men know your forbearance. The Lord is at hand. ", "6": "Have no anxiety about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. ", "7": "And the peace of God, which passes all understanding, will keep your hearts and your minds in Christ Jesus.", "8": "Finally, brethren, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is gracious, if there is any excellence, if there is anything worthy of praise, think about these things. ", "9": "What you have learned and received and heard and seen in me, do; and the God of peace will be with you.", "10": "I rejoice in the Lord greatly that now at length you have revived your concern for me; you were indeed concerned for me, but you had no opportunity. ", "11": "Not that I complain of want; for I have learned, in whatever state I am, to be content. ", "12": "I know how to be abased, and I know how to abound; in any and all circumstances I have learned the secret of facing plenty and hunger, abundance and want. ", "13": "I can do all things in him who strengthens me.", "14": "Yet it was kind of you to share my trouble. ", "15": "And you Philippians yourselves know that in the beginning of the gospel, when I left Macedo′nia, no church entered into partnership with me in giving and receiving except you only; ", "16": "for even in Thessaloni′ca you sent me help[a] once and again. ", "17": "Not that I seek the gift; but I seek the fruit which increases to your credit. ", "18": "I have received full payment, and more; I am filled, having received from Epaphrodi′tus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God. ", "19": "And my God will supply every need of yours according to his riches in glory in Christ Jesus. ", "20": "To our God and Father be glory for ever and ever. Amen.", "21": "Greet every saint in Christ Jesus. The brethren who are with me greet you. ", "22": "All the saints greet you, especially those of Caesar's household.", "23": "The grace of the Lord Jesus Christ be with your spirit."}