{"1-2": "From there he went to the area of Judea across the Jordan. A crowd of people, as was so often the case, went along, and he, as he so often did, taught them. Pharisees came up, intending to give him a hard time. They asked, “Is it legal for a man to divorce his wife?”", "3": "Jesus said, “What did Moses command?”", "4": "They answered, “Moses gave permission to fill out a certificate of dismissal and divorce her.”", "5-9": "Jesus said, “Moses wrote this command only as a concession to your hardhearted ways. In the original creation, God made male and female to be together. Because of this, a man leaves father and mother, and in marriage he becomes one flesh with a woman—no longer two individuals, but forming a new unity. Because God created this organic union of the two sexes, no one should desecrate his art by cutting them apart.”", "10-12": "When they were back home, the disciples brought it up again. Jesus gave it to them straight: “A man who divorces his wife so he can marry someone else commits adultery against her. And a woman who divorces her husband so she can marry someone else commits adultery.”", "13-16": "The people brought children to Jesus, hoping he might touch them. The disciples shooed them off. But Jesus was irate and let them know it: “Don't push these children away. Don't ever get between them and me. These children are at the very center of life in the kingdom. Mark this: Unless you accept God's kingdom in the simplicity of a child, you'll never get in.” Then, gathering the children up in his arms, he laid his hands of blessing on them.", "17": "As he went out into the street, a man came running up, greeted him with great reverence, and asked, “Good Teacher, what must I do to get eternal life?”", "18-19": "Jesus said, “Why are you calling me good? No one is good, only God. You know the commandments: Don't murder, don't commit adultery, don't steal, don't lie, don't cheat, honor your father and mother.”", "20": "He said, “Teacher, I have—from my youth—kept them all!”", "21": "Jesus looked him hard in the eye—and loved him! He said, “There's one thing left: Go sell whatever you own and give it to the poor. All your wealth will then be heavenly wealth. And come follow me.”", "22": "The man's face clouded over. This was the last thing he expected to hear, and he walked off with a heavy heart. He was holding on tight to a lot of things, and not about to let go.", "23-25": "Looking at his disciples, Jesus said, “Do you have any idea how difficult it is for people who 'have it all' to enter God's kingdom?” The disciples couldn't believe what they were hearing, but Jesus kept on: “You can't imagine how difficult. I'd say it's easier for a camel to go through a needle's eye than for the rich to get into God's kingdom.”", "26": "That set the disciples back on their heels. “Then who has any chance at all?” they asked.", "27": "Jesus was blunt: “No chance at all if you think you can pull it off by yourself. Every chance in the world if you let God do it.”", "28": "Peter tried another angle: “We left everything and followed you.”", "29-31": "Jesus said, “Mark my words, no one who sacrifices house, brothers, sisters, mother, father, children, land—whatever—because of me and the Message will lose out. They'll get it all back, but multiplied many times in homes, brothers, sisters, mothers, children, and land—but also in troubles. And then the bonus of eternal life! This is once again the Great Reversal: Many who are first will end up last, and the last first.”", "32-34": "Back on the road, they set out for Jerusalem. Jesus had a head start on them, and they were following, puzzled and not just a little afraid. He took the Twelve and began again to go over what to expect next. “Listen to me carefully. We're on our way up to Jerusalem. When we get there, the Son of Man will be betrayed to the religious leaders and scholars. They will sentence him to death. Then they will hand him over to the Romans, who will mock and spit on him, give him the third degree, and kill him. After three days he will rise alive.”", "35": "James and John, Zebedee's sons, came up to him. “Teacher, we have something we want you to do for us.”", "36": "“What is it? I'll see what I can do.”", "37": "“Arrange it,” they said, “so that we will be awarded the highest places of honor in your glory—one of us at your right, the other at your left.”", "38": "Jesus said, “You have no idea what you're asking. Are you capable of drinking the cup I drink, of being baptized in the baptism I'm about to be plunged into?”", "39-40": "“Sure,” they said. “Why not?” Jesus said, “Come to think of it, you will drink the cup I drink, and be baptized in my baptism. But as to awarding places of honor, that's not my business. There are other arrangements for that.”", "41-45": "When the other ten heard of this conversation, they lost their tempers with James and John. Jesus got them together to settle things down. “You've observed how godless rulers throw their weight around,” he said, “and when people get a little power how quickly it goes to their heads. It's not going to be that way with you. Whoever wants to be great must become a servant. Whoever wants to be first among you must be your slave. That is what the Son of Man has done: He came to serve, not to be served—and then to give away his life in exchange for many who are held hostage.”", "46-48": "They spent some time in Jericho. As Jesus was leaving town, trailed by his disciples and a parade of people, a blind beggar by the name of Bartimaeus, son of Timaeus, was sitting alongside the road. When he heard that Jesus the Nazarene was passing by, he began to cry out, “Son of David, Jesus! Mercy, have mercy on me!” Many tried to hush him up, but he yelled all the louder, “Son of David! Mercy, have mercy on me!”", "49-50": "Jesus stopped in his tracks. “Call him over.” They called him. “It's your lucky day! Get up! He's calling you to come!” Throwing off his coat, he was on his feet at once and came to Jesus.", "51": "Jesus said, “What can I do for you?” The blind man said, “Rabbi, I want to see.”", "52": "“On your way,” said Jesus. “Your faith has saved and healed you.” In that very instant he recovered his sight and followed Jesus down the road."}