{"1-3": "When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so they could embalm him. Very early on Sunday morning, as the sun rose, they went to the tomb. They worried out loud to each other, “Who will roll back the stone from the tomb for us?”", "4-5": "Then they looked up, saw that it had been rolled back—it was a huge stone—and walked right in. They saw a young man sitting on the right side, dressed all in white. They were completely taken aback, astonished.", "6-7": "He said, “Don't be afraid. I know you're looking for Jesus the Nazarene, the One they nailed on the cross. He's been raised up; he's here no longer. You can see for yourselves that the place is empty. Now—on your way. Tell his disciples and Peter that he is going on ahead of you to Galilee. You'll see him there, exactly as he said.”", "8": "They got out as fast as they could, beside themselves, their heads swimming. Stunned, they said nothing to anyone.", "9-11": "[After rising from the dead, Jesus appeared early on Sunday morning to Mary Magdalene, whom he had delivered from seven demons. She went to his former companions, now weeping and carrying on, and told them. When they heard her report that she had seen him alive and well, they didn't believe her.", "12-13": "Later he appeared, but in a different form, to two of them out walking in the countryside. They went back and told the rest, but they weren't believed either.", "14-16": "Still later, as the Eleven were eating supper, he appeared and took them to task most severely for their stubborn unbelief, refusing to believe those who had seen him raised up. Then he said, “Go into the world. Go everywhere and announce the Message of God's good news to one and all. Whoever believes and is baptized is saved; whoever refuses to believe is damned.", "17-18": "“These are some of the signs that will accompany believers: They will throw out demons in my name, they will speak in new tongues, they will take snakes in their hands, they will drink poison and not be hurt, they will lay hands on the sick and make them well.”", "19-20": "Then the Master Jesus, after briefing them, was taken up to heaven, and he sat down beside God in the place of honor. And the disciples went everywhere preaching, the Master working right with them, validating the Message with indisputable evidence.] Note: Mark 16:9-20 [the portion in brackets] is contained only in later manuscripts."}