{"1-5": "After a few days, Jesus returned to Capernaum, and word got around that he was back home. A crowd gathered, jamming the entrance so no one could get in or out. He was teaching the Word. They brought a paraplegic to him, carried by four men. When they weren't able to get in because of the crowd, they removed part of the roof and lowered the paraplegic on his stretcher. Impressed by their bold belief, Jesus said to the paraplegic, “Son, I forgive your sins.”", "6-7": "Some religion scholars sitting there started whispering among themselves, “He can't talk that way! That's blasphemy! God and only God can forgive sins.”", "8-12": "Jesus knew right away what they were thinking, and said, “Why are you so skeptical? Which is simpler: to say to the paraplegic, 'I forgive your sins,' or say, 'Get up, take your stretcher, and start walking'? Well, just so it's clear that I'm the Son of Man and authorized to do either, or both . . .” (he looked now at the paraplegic), “Get up. Pick up your stretcher and go home.” And the man did it—got up, grabbed his stretcher, and walked out, with everyone there watching him. They rubbed their eyes, incredulous—and then praised God, saying, “We've never seen anything like this!”", "13-14": "Then Jesus went again to walk alongside the lake. Again a crowd came to him, and he taught them. Strolling along, he saw Levi, son of Alphaeus, at his work collecting taxes. Jesus said, “Come along with me.” He came.", "15-16": "Later Jesus and his disciples were at home having supper with a collection of disreputable guests. Unlikely as it seems, more than a few of them had become followers. The religion scholars and Pharisees saw him keeping this kind of company and lit into his disciples: “What kind of example is this, acting cozy with the riffraff?”", "17": "Jesus, overhearing, shot back, “Who needs a doctor: the healthy or the sick? I'm here inviting the sin-sick, not the spiritually-fit.”", "18": "The disciples of John and the disciples of the Pharisees made a practice of fasting. Some people confronted Jesus: “Why do the followers of John and the Pharisees take on the discipline of fasting, but your followers don't?”", "19-20": "Jesus said, “When you're celebrating a wedding, you don't skimp on the cake and wine. You feast. Later you may need to pull in your belt, but not now. As long as the bride and groom are with you, you have a good time. No one throws cold water on a friendly bonfire. This is Kingdom Come!”", "21-22": "He went on, “No one cuts up a fine silk scarf to patch old work clothes; you want fabrics that match. And you don't put your wine in cracked bottles.”", "23-24": "One Sabbath day he was walking through a field of ripe grain. As his disciples made a path, they pulled off heads of grain. The Pharisees told on them to Jesus: “Look, your disciples are breaking Sabbath rules!”", "25-28": "Jesus said, “Really? Haven't you ever read what David did when he was hungry, along with those who were with him? How he entered the sanctuary and ate fresh bread off the altar, with the Chief Priest Abiathar right there watching—holy bread that no one but priests were allowed to eat—and handed it out to his companions?” Then Jesus said, “The Sabbath was made to serve us; we weren't made to serve the Sabbath. The Son of Man is no lackey to the Sabbath. He's in charge!”"}