{"1-2": "He went back to teaching by the sea. A crowd built up to such a great size that he had to get into an offshore boat, using the boat as a pulpit as the people pushed to the water's edge. He taught by using stories, many stories.", "3-8": "“Listen. What do you make of this? A farmer planted seed. As he scattered the seed, some of it fell on the road and birds ate it. Some fell in the gravel; it sprouted quickly but didn't put down roots, so when the sun came up it withered just as quickly. Some fell in the weeds; as it came up, it was strangled among the weeds and nothing came of it. Some fell on good earth and came up with a flourish, producing a harvest exceeding his wildest dreams.", "9": "“Are you listening to this? Really listening?”", "10-12": "When they were off by themselves, those who were close to him, along with the Twelve, asked about the stories. He told them, “You've been given insight into God's kingdom—you know how it works. But to those who can't see it yet, everything comes in stories, creating readiness, nudging them toward receptive insight. These are people— Whose eyes are open but don't see a thing, Whose ears are open but don't understand a word, Who avoid making an about-face and getting forgiven.”", "13": "He continued, “Do you see how this story works? All my stories work this way.", "14-15": "“The farmer plants the Word. Some people are like the seed that falls on the hardened soil of the road. No sooner do they hear the Word than Satan snatches away what has been planted in them.", "16-17": "“And some are like the seed that lands in the gravel. When they first hear the Word, they respond with great enthusiasm. But there is such shallow soil of character that when the emotions wear off and some difficulty arrives, there is nothing to show for it.", "18-19": "“The seed cast in the weeds represents the ones who hear the kingdom news but are overwhelmed with worries about all the things they have to do and all the things they want to get. The stress strangles what they heard, and nothing comes of it.", "20": "“But the seed planted in the good earth represents those who hear the Word, embrace it, and produce a harvest beyond their wildest dreams.”", "21-22": "Jesus went on: “Does anyone bring a lamp home and put it under a washtub or beneath the bed? Don't you put it up on a table or on the mantel? We're not keeping secrets, we're telling them; we're not hiding things, we're bringing them out into the open.", "23": "“Are you listening to this? Really listening?", "24-25": "“Listen carefully to what I am saying—and be wary of the shrewd advice that tells you how to get ahead in the world on your own. Giving, not getting, is the way. Generosity begets generosity. Stinginess impoverishes.”", "26-29": "Then Jesus said, “God's kingdom is like seed thrown on a field by a man who then goes to bed and forgets about it. The seed sprouts and grows—he has no idea how it happens. The earth does it all without his help: first a green stem of grass, then a bud, then the ripened grain. When the grain is fully formed, he reaps—harvest time!", "30-32": "“How can we picture God's kingdom? What kind of story can we use? It's like a pine nut. When it lands on the ground it is quite small as seeds go, yet once it is planted it grows into a huge pine tree with thick branches. Eagles nest in it.”", "33-34": "With many stories like these, he presented his message to them, fitting the stories to their experience and maturity. He was never without a story when he spoke. When he was alone with his disciples, he went over everything, sorting out the tangles, untying the knots.", "35-38": "Late that day he said to them, “Let's go across to the other side.” They took him in the boat as he was. Other boats came along. A huge storm came up. Waves poured into the boat, threatening to sink it. And Jesus was in the stern, head on a pillow, sleeping! They roused him, saying, “Teacher, is it nothing to you that we're going down?”", "39-40": "Awake now, he told the wind to pipe down and said to the sea, “Quiet! Settle down!” The wind ran out of breath; the sea became smooth as glass. Jesus reprimanded the disciples: “Why are you such cowards? Don't you have any faith at all?”", "41": "They were in absolute awe, staggered. “Who is this, anyway?” they asked. “Wind and sea at his beck and call!”"}