{"1-4": "The Pharisees, along with some religion scholars who had come from Jerusalem, gathered around him. They noticed that some of his disciples weren't being careful with ritual washings before meals. The Pharisees—Jews in general, in fact—would never eat a meal without going through the motions of a ritual hand-washing, with an especially vigorous scrubbing if they had just come from the market (to say nothing of the scourings they'd give jugs and pots and pans).", "5": "The Pharisees and religion scholars asked, “Why do your disciples flout the rules, showing up at meals without washing their hands?”", "6-8": "Jesus answered, “Isaiah was right about frauds like you, hit the bull's-eye in fact: These people make a big show of saying the right thing, but their heart isn't in it. They act like they are worshiping me, but they don't mean it. They just use me as a cover for teaching whatever suits their fancy, Ditching God's command and taking up the latest fads.”", "9-13": "He went on, “Well, good for you. You get rid of God's command so you won't be inconvenienced in following the religious fashions! Moses said, 'Respect your father and mother,' and, 'Anyone denouncing father or mother should be killed.' But you weasel out of that by saying that it's perfectly acceptable to say to father or mother, 'Gift! What I owed you I've given as a gift to God,' thus relieving yourselves of obligation to father or mother. You scratch out God's Word and scrawl a whim in its place. You do a lot of things like this.”", "14-15": "Jesus called the crowd together again and said, “Listen now, all of you—take this to heart. It's not what you swallow that pollutes your life; it's what you vomit—that's the real pollution.”", "17": "When he was back home after being with the crowd, his disciples said, “We don't get it. Put it in plain language.”", "18-19": "Jesus said, “Are you being willfully stupid? Don't you see that what you swallow can't contaminate you? It doesn't enter your heart but your stomach, works its way through the intestines, and is finally flushed.” (That took care of dietary quibbling; Jesus was saying that all foods are fit to eat.)", "20-23": "He went on: “It's what comes out of a person that pollutes: obscenities, lusts, thefts, murders, adulteries, greed, depravity, deceptive dealings, carousing, mean looks, slander, arrogance, foolishness—all these are vomit from the heart. There is the source of your pollution.”", "24-26": "From there Jesus set out for the vicinity of Tyre. He entered a house there where he didn't think he would be found, but he couldn't escape notice. He was barely inside when a woman who had a disturbed daughter heard where he was. She came and knelt at his feet, begging for help. The woman was Greek, Syro-Phoenician by birth. She asked him to cure her daughter.", "27": "He said, “Stand in line and take your turn. The children get fed first. If there's any left over, the dogs get it.”", "28": "She said, “Of course, Master. But don't dogs under the table get scraps dropped by the children?”", "29-30": "Jesus was impressed. “You're right! On your way! Your daughter is no longer disturbed. The demonic affliction is gone.” She went home and found her daughter relaxed on the bed, the torment gone for good.", "31-35": "Then he left the region of Tyre, went through Sidon back to Galilee Lake and over to the district of the Ten Towns. Some people brought a man who could neither hear nor speak and asked Jesus to lay a healing hand on him. He took the man off by himself, put his fingers in the man's ears and some spit on the man's tongue. Then Jesus looked up in prayer, groaned mightily, and commanded, “Ephphatha!—Open up!” And it happened. The man's hearing was clear and his speech plain—just like that.", "36-37": "Jesus urged them to keep it quiet, but they talked it up all the more, beside themselves with excitement. “He's done it all and done it well. He gives hearing to the deaf, speech to the speechless.”"}