{"1-3": "At about this same time he again found himself with a hungry crowd on his hands. He called his disciples together and said, “This crowd is breaking my heart. They have stuck with me for three days, and now they have nothing to eat. If I send them home hungry, they'll faint along the way—some of them have come a long distance.”", "4": "His disciples responded, “What do you expect us to do about it? Buy food out here in the desert?”", "5": "He asked, “How much bread do you have?” “Seven loaves,” they said.", "6-10": "So Jesus told the crowd to sit down on the ground. After giving thanks, he took the seven bread loaves, broke them into pieces, and gave them to his disciples so they could hand them out to the crowd. They also had a few fish. He pronounced a blessing over the fish and told his disciples to hand them out as well. The crowd ate its fill. Seven sacks of leftovers were collected. There were well over four thousand at the meal. Then he sent them home. He himself went straight to the boat with his disciples and set out for Dalmanoutha.", "11-12": "When they arrived, the Pharisees came out and started in on him, badgering him to prove himself, pushing him up against the wall. Provoked, he said, “Why does this generation clamor for miraculous guarantees? If I have anything to say about it, you'll not get so much as a hint of a guarantee.”", "13-15": "He then left them, got back in the boat, and headed for the other side. But the disciples forgot to pack a lunch. Except for a single loaf of bread, there wasn't a crumb in the boat. Jesus warned, “Be very careful. Keep a sharp eye out for the contaminating yeast of Pharisees and the followers of Herod.”", "16-19": "Meanwhile, the disciples were finding fault with each other because they had forgotten to bring bread. Jesus overheard and said, “Why are you fussing because you forgot bread? Don't you see the point of all this? Don't you get it at all? Remember the five loaves I broke for the five thousand? How many baskets of leftovers did you pick up?” They said, “Twelve.”", "20": "“And the seven loaves for the four thousand—how many bags full of leftovers did you get?” “Seven.”", "21": "He said, “Do you still not get it?”", "22-23": "They arrived at Bethsaida. Some people brought a sightless man and begged Jesus to give him a healing touch. Taking him by the hand, he led him out of the village. He put spit in the man's eyes, laid hands on him, and asked, “Do you see anything?”", "24-26": "He looked up. “I see men. They look like walking trees.” So Jesus laid hands on his eyes again. The man looked hard and realized that he had recovered perfect sight, saw everything in bright, twenty-twenty focus. Jesus sent him straight home, telling him, “Don't enter the village.”", "27": "Jesus and his disciples headed out for the villages around Caesarea Philippi. As they walked, he asked, “Who do the people say I am?”", "28": "“Some say 'John the Baptizer,'” they said. “Others say 'Elijah.' Still others say 'one of the prophets.'”", "29": "He then asked, “And you—what are you saying about me? Who am I?” Peter gave the answer: “You are the Christ, the Messiah.”", "30-32": "Jesus warned them to keep it quiet, not to breathe a word of it to anyone. He then began explaining things to them: “It is necessary that the Son of Man proceed to an ordeal of suffering, be tried and found guilty by the elders, high priests, and religion scholars, be killed, and after three days rise up alive.” He said this simply and clearly so they couldn't miss it.", "32-33": "But Peter grabbed him in protest. Turning and seeing his disciples wavering, wondering what to believe, Jesus confronted Peter. “Peter, get out of my way! Satan, get lost! You have no idea how God works.”", "34-37": "Calling the crowd to join his disciples, he said, “Anyone who intends to come with me has to let me lead. You're not in the driver's seat; I am. Don't run from suffering; embrace it. Follow me and I'll show you how. Self-help is no help at all. Self-sacrifice is the way, my way, to saving yourself, your true self. What good would it do to get everything you want and lose you, the real you? What could you ever trade your soul for?", "38": "“If any of you are embarrassed over me and the way I'm leading you when you get around your fickle and unfocused friends, know that you'll be an even greater embarrassment to the Son of Man when he arrives in all the splendor of God, his Father, with an army of the holy angels.”"}