{"1": "Then he drove it home by saying, “This isn't pie in the sky by and by. Some of you who are standing here are going to see it happen, see the kingdom of God arrive in full force.”", "2-4": "Six days later, three of them did see it. Jesus took Peter, James, and John and led them up a high mountain. His appearance changed from the inside out, right before their eyes. His clothes shimmered, glistening white, whiter than any bleach could make them. Elijah, along with Moses, came into view, in deep conversation with Jesus.", "5-6": "Peter interrupted, “Rabbi, this is a great moment! Let's build three memorials—one for you, one for Moses, one for Elijah.” He blurted this out without thinking, stunned as they all were by what they were seeing.", "7": "Just then a light-radiant cloud enveloped them, and from deep in the cloud, a voice: “This is my Son, marked by my love. Listen to him.”", "8": "The next minute the disciples were looking around, rubbing their eyes, seeing nothing but Jesus, only Jesus.", "9-10": "Coming down the mountain, Jesus swore them to secrecy. “Don't tell a soul what you saw. After the Son of Man rises from the dead, you're free to talk.” They puzzled over that, wondering what on earth “rising from the dead” meant.", "11": "Meanwhile they were asking, “Why do the religion scholars say that Elijah has to come first?”", "12-13": "Jesus replied, “Elijah does come first and get everything ready for the coming of the Son of Man. They treated this Elijah like dirt, much like they will treat the Son of Man, who will, according to Scripture, suffer terribly and be kicked around contemptibly.”", "14-16": "When they came back down the mountain to the other disciples, they saw a huge crowd around them, and the religion scholars cross-examining them. As soon as the people in the crowd saw Jesus, admiring excitement stirred them. They ran and greeted him. He asked, “What's going on? What's all the commotion?”", "17-18": "A man out of the crowd answered, “Teacher, I brought my mute son, made speechless by a demon, to you. Whenever it seizes him, it throws him to the ground. He foams at the mouth, grinds his teeth, and goes stiff as a board. I told your disciples, hoping they could deliver him, but they couldn't.”", "19-20": "Jesus said, “What a generation! No sense of God! How many times do I have to go over these things? How much longer do I have to put up with this? Bring the boy here.” They brought him. When the demon saw Jesus, it threw the boy into a seizure, causing him to writhe on the ground and foam at the mouth.", "21-22": "He asked the boy's father, “How long has this been going on?” “Ever since he was a little boy. Many times it pitches him into fire or the river to do away with him. If you can do anything, do it. Have a heart and help us!”", "23": "Jesus said, “If? There are no 'ifs' among believers. Anything can happen.”", "24": "No sooner were the words out of his mouth than the father cried, “Then I believe. Help me with my doubts!”", "25-27": "Seeing that the crowd was forming fast, Jesus gave the vile spirit its marching orders: “Dumb and deaf spirit, I command you—Out of him, and stay out!” Screaming, and with much thrashing about, it left. The boy was pale as a corpse, so people started saying, “He's dead.” But Jesus, taking his hand, raised him. The boy stood up.", "28": "After arriving back home, his disciples cornered Jesus and asked, “Why couldn't we throw the demon out?”", "29": "He answered, “There is no way to get rid of this kind of demon except by prayer.”", "30-32": "Leaving there, they went through Galilee. He didn't want anyone to know their whereabouts, for he wanted to teach his disciples. He told them, “The Son of Man is about to be betrayed to some people who want nothing to do with God. They will murder him. Three days after his murder, he will rise, alive.” They didn't know what he was talking about, but were afraid to ask him about it.", "33": "They came to Capernaum. When he was safe at home, he asked them, “What were you discussing on the road?”", "34": "The silence was deafening—they had been arguing with one another over who among them was greatest.", "35": "He sat down and summoned the Twelve. “So you want first place? Then take the last place. Be the servant of all.”", "36-37": "He put a child in the middle of the room. Then, cradling the little one in his arms, he said, “Whoever embraces one of these children as I do embraces me, and far more than me—God who sent me.”", "38": "John spoke up, “Teacher, we saw a man using your name to expel demons and we stopped him because he wasn't in our group.”", "39-41": "Jesus wasn't pleased. “Don't stop him. No one can use my name to do something good and powerful, and in the next breath cut me down. If he's not an enemy, he's an ally. Why, anyone by just giving you a cup of water in my name is on our side. Count on it that God will notice.", "42": "“On the other hand, if you give one of these simple, childlike believers a hard time, bullying or taking advantage of their simple trust, you'll soon wish you hadn't. You'd be better off dropped in the middle of the lake with a millstone around your neck.", "43-48": "“If your hand or your foot gets in God's way, chop it off and throw it away. You're better off maimed or lame and alive than the proud owner of two hands and two feet, godless in a furnace of eternal fire. And if your eye distracts you from God, pull it out and throw it away. You're better off one-eyed and alive than exercising your twenty-twenty vision from inside the fire of hell.", "49-50": "“Everyone's going through a refining fire sooner or later, but you'll be well-preserved, protected from the eternal flames. Be preservatives yourselves. Preserve the peace.”"}