{"1": "Now after these things, the Lord assigned seventy[a] others and sent them out by twos before Him into every town and place where He Himself was about to go. ", "2": "And He was telling them, “The harvest is plentiful, but the workers are few. Therefore, beg the Lord of the harvest to send out workers into His harvest.", "3": "“Go forth! Look, I am sending you as lambs in the midst of wolves. ", "4": "Do not be burdened with a money belt, travel bag, or shoes; and do not greet anyone along the way. ", "5": "Whatever home you enter, first say, “Shalom be on this home.” ", "6": "If a son of shalom is there, your shalom will rest on him; but if not, it will return to you. ", "7": "And remain in this same home, eating and drinking the things they offer, for the worker is deserving of his wage. Do not keep moving from house to house.", "8": "“Whatever town you enter and they welcome you, eat what they set before you. ", "9": "Then heal the sick in that town, and say to them, 'The kingdom of God has come near to you.' ", "10": "But if you enter a town and they do not welcome you, then go out into its streets and say, ", "11": "'Even the dust of your town sticking to our feet, we wipe off as a witness to you. But know this! The kingdom of God has come near.' ", "12": "I tell you, it will be more tolerable for Sodom[b] on that day than for that town.", "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon, they would have turned long ago, sitting in sackcloth and ashes. ", "14": "Yet it will be more bearable for Tyre and Sidon at the Judgment than for you!", "15": "[c] 15 And you, Capernaum? You won't be lifted up to heaven, will you? No, you will go down as far as Sheol. ", "16": "The one who listens to you hears Me, and the one who rejects you rejects Me, and the one who rejects Me rejects the One who sent Me.”", "17": "Then the seventy returned with joy, saying, “Master, even the demons submit to us in Your name!”", "18": "And Yeshua said to them, “I was watching satan fall like lightning from heaven. ", "19": "Behold, I have given you authority to trample upon serpents and scorpions, and over all the power of the enemy; nothing will harm you. ", "20": "Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names have been written in the heavens.”[d]", "21": "In that very hour, He was overjoyed in the Ruach ha-Kodesh and said, “I praise You, Father, Master of the universe, that You have hidden these things from the wise and discerning and revealed them to infants. Yes, Father, for this way was pleasing to You. ", "22": "All things have been handed over to Me by My Father. No one knows who the Son is except the Father, and who the Father is except the Son and anyone to whom the Son chooses to reveal Him.”", "23": "Then turning to the disciples, He said privately, “Blessed are the eyes that see what you see! ", "24": "For I tell you, many prophets and kings desired to see what you are seeing yet did not see, and to hear what you are hearing yet did not hear.”", "25": "Now a certain Torah lawyer stood up to entrap Yeshua, saying, “Teacher, what should I do to gain eternal life?”", "26": "Then Yeshua said to him, “What has been written in the Torah? How do you read it?”", "27": "And he replied, “You shall love Adonai your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.”[e]", "28": "Yeshua said to him, “You have answered correctly. Do this and you will live.”", "29": "But wanting to vindicate himself, he said to Yeshua, “Then who is my neighbor?”", "30": "Yeshua replied, “A certain man was going down from Jerusalem to Jericho. He was attacked by robbers, who stripped him and beat him. Then they left, abandoning him as half dead. ", "31": "And by chance, a kohen was going down that road; but when he saw the man, he passed by on the opposite side. ", "32": "Likewise a Levite also, when he came to the place and saw him, passed by on the opposite side. ", "33": "But a Samaritan who was traveling came upon him; and when he noticed the man, he felt compassion. ", "34": "He went up to him and bandaged his wounds, pouring on olive oil and wine. Then setting him on his own animal, he brought him to a lodge for travelers and took care of him. ", "35": "The next day he took out two denarii[f] and gave them to the innkeeper, saying, 'Take care of him. And whatever else you spend, upon my return I will repay you myself.' ", "36": "Which of these three seems to you a neighbor to the one attacked by robbers?”", "37": "And he said, “The one who showed mercy to him.” Then Yeshua said to him, “Go, and you do the same.”", "38": "Now while they were traveling, Yeshua entered a certain village; and a woman named Martha welcomed Him into her house. ", "39": "She had a sister called Miriam, who was seated at the Master's feet, listening to His teaching. ", "40": "But Martha was distracted with much serving; so she approached Yeshua and said, “Master, doesn't it concern you that my sister has left me to serve alone? Then tell her to help me!”", "41": "But answering her, the Lord said, “Martha, Martha, you are anxious and bothered about many things; ", "42": "but only one thing is necessary. For Miriam has chosen the good part, which will not be taken away from her.”[g]"}