{"1": "Now Yeshua was praying in a certain place. When He finished, one of His disciples said to Him, “Master, teach us to pray, just as John taught his disciples.”", "2": "Then Yeshua said to them, “When you pray, say, 'Father, sanctified be Your Name, Your kingdom come.[a]", "3": "Give us each day our daily bread.", "4": "And forgive us our sins, for we also forgive everyone indebted to us. And lead us not into temptation.”", "5": "Then Yeshua said to them, “Which of you has a friend and will go to him in the middle of the night and say to him, 'Friend, lend me three loaves of bread, ", "6": "because a friend of mine has come to me on his journey and I have nothing to set before him.' ", "7": "Then from within he may answer, saying, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up to give you anything.' ", "8": "I tell you, even if the friend will not get up and give him anything out of friendship, yet because of the man's persistence he will get up and give him as much as he needs.", "9": "“So I say to you, 'Ask, and it shall be given to you. Seek, and you shall find. Knock, and it shall be opened to you. ", "10": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.' ", "11": "What father, if his son asks for a fish, will give him a snake instead? ", "12": "And if he asks for an egg, will he give him a scorpion? ", "13": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Ruach ha-Kodesh[b] to those who ask Him!”", "14": "Now Yeshua was driving out a demon, and it was mute. When the demon had gone out, the mute one spoke and the crowds were amazed. ", "15": "But some among them said, “By beelzebul, the ruler of demons, He drives out demons.” ", "16": "Others, testing Him, were demanding from Him a sign from heaven.", "17": "But Yeshua, knowing their thoughts, said to them, “Every kingdom divided against itself is destroyed, and a house against a house falls. ", "18": "Now if satan is divided against himself, how will his kingdom stand? For you say by beelzebul I drive out the demons. ", "19": "But if by beelzebul I drive out demons, by whom do your sons drive them out? For this reason, they will be your judges. ", "20": "But if by the finger of God[c] I drive out demons, then the kingdom of God has come to you.", "21": "“When a strong one, fully-armed, protects his own estate, his possessions are safe. ", "22": "But as soon as someone stronger than he attacks and overpowers him, then he takes away the armor that he had trusted in and divides up his plunder. ", "23": "He who is not with Me is against Me, and he who does not gather with Me scatters.", "24": "“When an unclean spirit goes out of a man, it passes through waterless places looking for rest. Not finding any, it says, 'I will return to my house where I came from.' ", "25": "And when it comes, it finds the house swept and put in order. ", "26": "Then it goes and takes along seven other spirits more evil than itself, and they go in and settle there. And that man's last condition becomes worse than the first.”", "27": "Then as Yeshua was saying these things, a certain woman in the crowd, raising her voice, said to Him, “Blessed is the womb that carried You and the breasts that nursed You!”", "28": "But He said, “Rather, blessed are those who hear the word of God and obey it.”", "29": "With the crowds increasing, Yeshua began to say, “This generation is a wicked generation. It demands a sign, yet no sign will be given to it except the sign of Jonah. ", "30": "For just as Jonah became a sign to the Ninevites,[d] so also the Son of Man will be to this generation. ", "31": "The Queen of the South will rise up at the Judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon.[e] And behold, something greater than Solomon is here. ", "32": "The men of Nineveh will rise at the judgment with this generation and will condemn it, because they repented at Jonah's proclamation. And indeed, one greater than Jonah is here.", "33": "“No one lighting a lamp puts it in a cellar or under a basket, but on the lampstand so that those entering may see the light. ", "34": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light. But when it is sick, your body is full of darkness. ", "35": "Therefore, watch out that the light in you is not darkness. ", "36": "If then your body is full of light, with no part of it dark, it will be as full of light as when a lamp gives you light with its gleam.”", "37": "As He spoke, a Pharisee asked Yeshua to eat with him, so He entered and sat down. ", "38": "But the Pharisee was surprised when he saw that Yeshua did not do the ritual handwashing before the meal. ", "39": "But the Lord said to him, “You Pharisees clean the outside of the cup and plate, but inside you are full of greed and wickedness. ", "40": "Fools! Didn't He who created the outside also create the inside? ", "41": "But give as tzedakah those things that are within, and indeed everything is pure to you.", "42": "“But woe to you Pharisees, for you tithe mint, rue, and every garden herb,[f] yet bypass justice and the love of God. It is necessary to do these things without neglecting the others. ", "43": "Woe to you Pharisees, for you love the best seats in the synagogues and the greetings in the marketplaces. ", "44": "Woe to you, for you are like unmarked tombs, and people walk over them without knowing.”", "45": "But answering, one of the Torah lawyers says to Him, “Teacher, when You say these things, You insult us too.”", "46": "Then Yeshua said, “Woe to you Torah lawyers as well, for you weigh the people down with burdens hard to carry, yet you yourselves will not touch the burdens with even a finger.", "47": "“Woe to you, for you build the tombs of the prophets whom your own fathers killed! ", "48": "So you are witnesses and approve the deeds of your fathers, for indeed they killed them and you are building their tombs.", "49": "“For this reason also the wisdom of God said, 'I will send them prophets and emissaries, and some of them they will kill and persecute, ", "50": "so that the blood of the prophets shed since the foundation of the world might be required from this generation—", "51": "from the blood of Abel to the blood of Zechariah, the one who perished between the altar and the house of God.[g] Yes, I tell you, it will be required from this generation.'", "52": "“Woe to you, Torah lawyers, for you have taken away the key of knowledge. You yourselves did not enter, and you stood in the way of those entering.”", "53": "When Yeshua left there, the Torah scholars and the Pharisees began to be very hostile and to interrogate Him on many issues, ", "54": "plotting against Him to catch Him in His words."}