{"1": "Now when Yeshua went into the home of one of the leaders of the Pharisees to eat a meal on Shabbat, they were watching Him closely. ", "2": "And there before Him was a man swollen with fluid. ", "3": "So Yeshua said to the Torah lawyers and the Pharisees, “Is it permitted to heal on Shabbat, or not?”", "4": "But they kept silent. So Yeshua took hold of him and healed him, and He sent him away. ", "5": "Then He said to them, “Which of you, with a son or an ox falling into a well on Yom Shabbat, will not immediately pull him out?”", "6": "[a] 6 And they could not reply to these things.", "7": "Yeshua began telling a parable to those who had been invited, when He noticed how they were choosing the seats of honor. He said to them, ", "8": "“When you are invited by someone to a wedding, don't take the seat of honor, for someone more highly esteemed than you may have been invited by him. ", "9": "Then the one who invited both of you will come to you and say, 'Give up this seat.' And with shame, you would proceed to take the lowest seat. ", "10": "But when you are invited, go and recline in the lowest seat so that when the one who invited you comes, he may say to you, 'Friend, move up higher.' Then you shall be honored in the presence of all those who are dining with you. ", "11": "For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”[b]", "12": "Then Yeshua was also saying to the one who invited Him, “When you host a luncheon or dinner, don't invite your friends or your brothers or your relatives or rich neighbors. Otherwise they might invite you in return as your payback. ", "13": "But when you host a banquet, invite the poor, the crippled, the lame, and the blind; ", "14": "and you will be blessed, since they cannot repay you. You will be repaid at the resurrection of the righteous.”", "15": "Now hearing this, one of those dining with Yeshua said to Him, “Blessed is he who eats bread in the kingdom of God.”", "16": "But Yeshua said to him, “A certain man was hosting a large banquet, and he invited many. ", "17": "At the time for the banquet, he sent his slave to tell those who had been invited, 'Come, everything is already prepared.'", "18": "“But every one of them began to beg off. The first said to him, 'I bought a farm, and I'm obligated to go out to see it. I'm asking you to have me excused.' ", "19": "Then another one said, 'I've purchased five teams of oxen, and I'm going to check them out. I'm asking you to have me excused.' ", "20": "Still another said, 'I've married a wife, so I cannot come.'[c]", "21": "“The slave came and reported these things to his master. Then the master of the house got angry and said to his slave, 'Quickly go out into the squares and alleys of the city and bring here the poor, the maimed, the blind, and the lame.'", "22": "“And the slave said, 'Master, I have done as you instructed, and still there is room.'", "23": "“So the master said to the slave, 'Go out into the thoroughfares and fenced areas, and press them to come in so my home may be filled. ", "24": "For I tell you, none of those men who were invited will taste my banquet.'”", "25": "Now great crowds were traveling with Yeshua; and He turned and said to them, ", "26": "“If anyone comes to Me and does not hate his own father, mother, wife, children, brothers, and sisters—and yes, even his own life—he cannot be My disciple. ", "27": "Whoever does not carry his own cross and follow Me cannot be My disciple.", "28": "“For which of you, wanting to build a tower, doesn't first sit down and figure out the cost, to see if he has enough to finish it? ", "29": "Otherwise, when he has laid a foundation and isn't able to finish everything, all who see it begin to mock him, ", "30": "saying, 'This man began to build and wasn't able to finish!'", "31": "“Or what king, going to make war against another king, won't first sit down to consider whether he is able with ten thousand to confront the one coming against him with twenty thousand?", "32": "[d] 32 If not, while the other is still far away, he sends an ambassador and asks for peace. ", "33": "So in the same way, whoever does not renounce all that he has, cannot be My disciple.", "34": "“Therefore, salt is good; but if the salt should lose its flavor, how shall it be made salty again? ", "35": "It is not suitable for the soil or for a manure heap—it is thrown out. The one who has ears to hear, let him hear.”"}