{"1": "Now Yeshua was also saying to the disciples, “There was a rich man who had a household manager, and this manager was accused of squandering his belongings. ", "2": "So he called the manager and said to him, 'What's this I hear about you? Give an accounting of your management, because you cannot be manager any longer.'", "3": "“Then the manager said to himself, 'What shall I do, since my master is taking the management away from me? I'm not strong enough to dig; I'm ashamed to beg. ", "4": "I know what I'll do, so that when I'm put out of management others will welcome me into their homes.' ", "5": "So he called in each one of his master's debtors, and he said to the first, 'How much do you owe my master?'", "6": "“He said, 'One hundred units of olive oil.' “The manager said to him, 'Take your bill, sit down quickly, and write fifty.' ", "7": "Then he said to another, 'Now how much do you owe?' “He said, 'A hundred units of wheat.' “The manager said to him, 'Take your bill and write eighty.'", "8": "“Now the master praised the crooked manager because he had acted shrewdly, for the sons of this age are smarter when dealing with their own generation than the sons of light. ", "9": "I say to you, make friends for yourselves from the wealth of the world, so when it runs out, they will welcome you into the eternal shelters.", "10": "“One who is faithful in the smallest matters is also faithful in much, and the one unjust in the smallest matters will likewise be unjust in much. ", "11": "So then, if you cannot be trusted with unjust wealth, who will trust you with true wealth? ", "12": "Now if you have not been trustworthy with what belongs to another, who will give you anything of your own? ", "13": "No servant can serve two masters; for either he will hate the one and love the other, or he will stick by one and look down on the other. You cannot serve God and money.”[a]", "14": "Now the Pharisees, who were lovers of money, were listening to all these things and sneering at Yeshua. ", "15": "But He said to them, “You are the ones who justify yourselves before the people, but God knows your hearts.[b] For what is prized among men is detestable in God's sight.”", "16": "“The Torah and the Prophets were proclaimed until John. Since then, the Good News of the kingdom of God is being proclaimed, and everyone tries forcing his way in. ", "17": "But it is easier for heaven and earth to pass away than for a single serif[c] of the Torah to fail. ", "18": "Everyone who divorces his wife and marries another commits adultery. And he who marries one who is divorced from a husband commits adultery.", "19": "“Now there was a rich man dressed in purple and fine linen, living it up in luxury every day. ", "20": "But a poor man named Lazarus had been laid at his gate, covered with sores ", "21": "and longing to be fed with what fell from the rich man's table. Besides, even the dogs were coming to lick his sores.", "22": "“It happened that the poor man died and was carried by the angels to Abraham's side. Then the rich man also died and was buried. ", "23": "And from Sheol, as he was in torment, he raised his eyes. And he sees Abraham far off, and Lazarus at his side.", "24": "[d] 24 So he cried out and said, 'Father Abraham, have mercy on me! And send Lazarus so he may dip the tip of his finger in water and cool off my tongue, because I am suffering torment in this flame.'[e]", "25": "“But Abraham said, 'Son, remember that in your life you received your good things, even as Lazarus received the bad things. But now he is comforted here, and you are tormented. ", "26": "Besides all this, between us and you a great chasm is firmly set, so that those who want to cross over to you cannot, nor can those from there cross over to us.", "27": "“Then the rich man said, 'I beg you then, Father Abraham, send Lazarus to my father's house! ", "28": "For I have five brothers to warn, so that they will not also come to this place of torment.'", "29": "“But Abraham says, 'They have Moses and the Prophets. Let them listen to them.'", "30": "“But he said, 'No, Father Abraham, but if someone from the dead goes to them, they will repent.'", "31": "“But Abraham said, 'If they do not listen to Moses and the Prophets, neither will they be convinced even if someone rises from the dead!'”"}