{"1": "Then Yeshua said to His disciples, “Stumbling blocks are bound to come, but woe to the one by whom they come! ", "2": "It would be better for him to have a millstone put around his neck and to be hurled into the sea, than for him to cause one of these little ones to stumble.", "3": "“Keep yourselves alert! If your brother sins, rebuke him; and if he repents, forgive him. ", "4": "Even if he sins against you seven times a day, and seven times returns to you, saying, 'I repent,' you shall forgive him.”", "5": "Then the emissaries said to the Lord, “Increase our faith!”", "6": "Then the Lord said, “If you have faith like a mustard seed, you could say to this mulberry tree, 'Be uprooted and planted in the sea,' and it would obey you. ", "7": "But if you have a slave who is plowing or tending sheep, who among you will say to him when he comes in from the field, 'Come right in, and recline at table'? ", "8": "But won't he instead say to him, 'Prepare something for me to eat! Dress yourself and wait on me while I eat and drink; and afterward, you may eat and drink'? ", "9": "He doesn't thank the slave because he did what he was commanded, does he? ", "10": "So you too, when you've done everything you are commanded, say, 'We are unworthy slaves. We have done only what we were supposed to do.'”", "11": "Now while going up to Jerusalem, Yeshua was passing between Samaria and the Galilee. ", "12": "As He entered a certain village, ten men with tzara'at came toward Him. They stood some distance away", "13": "[a] 13 and raised their voices, saying, “Yeshua, Master, have mercy on us!”", "14": "When He saw them, He said to them, “Go and show yourselves to the kohanim.”[b] And as they went, they were cleansed. ", "15": "Now one of them, when he saw that he was healed, came back, glorifying God with a loud voice. ", "16": "And he fell at Yeshua's feet, facedown, giving Him thanks. And he was a Samaritan.", "17": "Then Yeshua answered and said, “Weren't ten cleansed? But where are the nine? ", "18": "Weren't any found who came back to give glory to God except this foreigner?” ", "19": "Then Yeshua said to the man, “Stand up and go! Your faith has made you well.”", "20": "Now when Yeshua was asked by the Pharisees when the kingdom of God would come, He answered them and said, “The kingdom of God does not come with signs to be seen. ", "21": "Nor will they say, 'Look, here!' or 'There!' For behold, the kingdom of God is in your midst.”", "22": "Then Yeshua said to the disciples, “The days will come when you will long to see one of the days of the Son of Man, and you will not see it. ", "23": "They will say to you, 'Look, there!' or 'Look, here!' Do not go and chase after them. ", "24": "For just as the lightning flashes from one part of the sky and lights up another part, so will the Son of Man be in His day. ", "25": "But first He must suffer much and be rejected by this generation. ", "26": "As it was in the days of Noah,[c] so will it also be in the days of the Son of Man. ", "27": "They were eating, drinking, marrying, and being given in marriage, until the day Noah entered the ark. Then the flood came and destroyed them all.", "28": "“It was just the same in the days of Lot.[d] They were eating, drinking, buying, selling, planting, building. ", "29": "But on the day Lot left Sodom, it rained fire and sulfur from heaven and destroyed them all. ", "30": "Things will be the same on the day when the Son of Man is made fully known. ", "31": "In that day, the one who is on the roof, and his possessions in the house, must not go down to take them away. In the same way, the one who is in the field must not turn back. ", "32": "Remember Lot's wife!", "33": "[e] 33 Whoever tries to keep his life will lose it; but whoever loses his life will preserve it.", "34": "“I tell you, on that night there will be two in one bed. One will be taken along and the other left. ", "35": "There will be two women grinding at the same place. One will be taken and the other left.”", "36": "(36 )[f]", "37": "“Where, Lord?” they replied. And He said to them, “Where there is a corpse, there also will the vultures be gathered.”[g]"}