{"1": "Then Yeshua told them a parable to show that they should always pray and not be discouraged, ", "2": "He said, “There was a judge in a certain city who neither feared God nor respected people. ", "3": "And there was a widow in that city who kept coming to him, saying, 'Give me justice against my opponent.'", "4": "“He was unwilling at the time. But afterward he said to himself, 'Although I don't fear God or respect people, ", "5": "yet because this widow keeps bothering me, I will give her justice so she won't wear me out by her incessant coming.'”", "6": "Then the Lord said, “Hear what the unjust judge is saying. ", "7": "Won't God do justice for His chosen ones, who cry out to Him day and night? Will He be slow to help them? ", "8": "I tell you, He will quickly give them justice. But when the Son of Man comes, will He find faith on the earth?”", "9": "Then Yeshua spoke this parable to some who trusted in themselves that they were righteous, while holding others in contempt. ", "10": "“Two men went up to the Temple to pray, one a Pharisee and the other a tax collector. ", "11": "The Pharisee stood and was praying this to himself: 'O God, I thank You that I am not like other people—thieving, unjust, adulterers, or even like this tax collector. ", "12": "I fast twice a week and tithe on all that I get.'", "13": "“But the tax collector, standing some distance away, wouldn't even lift his eyes toward heaven, but beat his chest, saying, 'God, be merciful to me, the sinner!'", "14": "[a] 14 I tell you, this man, rather than the other, went down to his home declared righteous. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”", "15": "Now they were bringing even their babies to Yeshua, so He might touch them. But when the disciples saw this, they began rebuking them. ", "16": "But Yeshua called for them, saying, “Let the little children come to Me and do not hinder them, for the kingdom of God belongs to such as these. ", "17": "Amen, I tell you, whoever does not receive the kingdom of God like a little child will never enter it.”", "18": "And a religious leader inquired of Yeshua, saying, “Good Teacher, what shall I do to inherit eternal life?”", "19": "“Why are you calling Me good?” Yeshua said to him. “No one is good except One—that is God. ", "20": "You know the commandments: 'Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother.'”[b]", "21": "The man said, “All these I have kept since my youth.”", "22": "When Yeshua heard this, He said to him, “One thing you still lack. Sell all, as much as you have, and distribute to the poor, and you will have treasure in heaven. Then come, follow Me.” ", "23": "But upon hearing these things, he became deeply distressed, for he was very rich.", "24": "Gazing at him, Yeshua said, “How hard it is for the rich to enter into the kingdom of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”", "26": "Then those who heard said, “Then who can be saved?”", "27": "But Yeshua said, “What is impossible with men is possible with God.”[c]", "28": "Then Peter said, “Look, we've left everything of our own to follow You.”", "29": "And Yeshua said to them, “Amen, I tell you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God, ", "30": "who will not receive many times as much in this age; and in the olam ha-ba, eternal life.”", "31": "Then Yeshua took the twelve aside and said to them, “Look, we're going up to Jerusalem, and everything written by the prophets about the Son of Man will be carried out. ", "32": "He will be handed over to the Gentiles, and He will be mocked and insulted and spat upon. ", "33": "After they have scourged Him, they will kill Him. Yet on the third day, He will rise again.” ", "34": "But they understood none of these things; this message was hidden from them, and they did not understand what He was saying.", "35": "Now as Yeshua was approaching Jericho, a certain blind man was sitting by the road, begging. ", "36": "But when he heard the crowd going by, he asked what was happening. ", "37": "They told him that Yeshua ha-Natzrati was passing by. ", "38": "And he cried out, saying, “Yeshua, Ben-David, have mercy on me!”", "39": "And those leading the way were scolding him, so he would be quiet. But he kept shouting all the more, “Ben-David, have mercy on me!”", "40": "So Yeshua stopped and ordered the blind man to be brought to Him. And when he came near, Yeshua asked him, ", "41": "“What do you want Me to do for you?” And he said, “Master, I want to see again!”", "42": "Yeshua said to him, “Receive your sight. Your faith has made you well.” ", "43": "Immediately the man received his sight and began following Yeshua, glorifying God. And when all the people saw it, they also gave praise to God."}