{"1": "Now it happened in those days a decree went out from Caesar Augustus to register all the world's inhabitants. ", "2": "This was the first census taken when Quirinius was governor of Syria. ", "3": "Everyone was traveling to be registered in his own city.", "4": "Now Joseph also went up from the Galilee, out of the town of Natzeret to Judah, to the city of David, which is called Bethlehem, because he was from the house and family of David.", "5": "[a] 5 He went to register with Miriam, who was engaged to him and was pregnant.", "6": "But while they were there, the time came for her to give birth—", "7": "and she gave birth to her firstborn son. She wrapped Him in strips of cloth and set Him down in a manger, since there was no room for them in the inn.", "8": "Now there were shepherds in the same region, living out in the fields and guarding their flock at night. ", "9": "Suddenly an angel of Adonai stood before them, and the glory of Adonai shone all around them; and they were absolutely terrified.", "10": "But the angel said to them, “Do not be afraid! For behold, I proclaim Good News to you, which will be great joy to all the people. ", "11": "A Savior is born to you today in the city of David, who is Messiah the Lord. ", "12": "And the sign to you is this: You will find an infant wrapped in strips of cloth and lying in a manger.”", "13": "And suddenly a multitude of heavenly armies appeared with the angel, praising God and saying,", "14": "“Glory to God in the highest, and on earth shalom to men of good will.”", "15": "And when the angels departed from them into the heavens, the shepherds were saying to one another, “Let's go to Bethlehem and see this thing that has happened which Adonai has made known to us!” ", "16": "So they hurried off and found Miriam and Joseph, and the Baby lying in the manger. ", "17": "When they had seen this, they made known the word that had been spoken to them concerning this Child. ", "18": "And all those who heard were amazed at the things the shepherds told them. ", "19": "But Miriam treasured all these things, pondering them in her heart. ", "20": "The shepherds returned, glorifying and praising God for all the things they had heard and seen, just as they had been told.", "21": "When eight days had passed for His brit-milah,[b] He was named Yeshua, the name given by the angel before He was conceived in the womb. ", "22": "And when the days of their purification were fulfilled,[c] according to the Torah of Moses, they brought Him to Jerusalem to present to Adonai. ", "23": "As it is written in the Torah of Adonai, “Every firstborn male that opens the womb shall be called holy to Adonai.”", "24": "[d] 24 So they offered a sacrifice according to what was said in the Torah of Adonai: “a pair of turtle doves, or two young pigeons.”[e]", "25": "Now there was a man in Jerusalem whose name was Simeon, and this man was just and pious, waiting for the consolation of Israel.[f] The Ruach ha-Kodesh was on him. ", "26": "And it had been revealed to him by the Ruach ha-Kodesh that he would not die before he had seen the Anointed One of Adonai. ", "27": "So in the Ruach, Simeon came into the Temple; and when the parents brought the Child Yeshua to do for Him according to the custom of the Torah, ", "28": "Simeon received Him into his arms and offered a bracha to God, saying,", "29": "“Now may You let Your servant go in peace, O Sovereign Master,[g] according to Your word.", "30": "For my eyes have seen Your salvation,", "31": "which You have prepared in the presence of all peoples:", "32": "'A light for revelation to the nations'[h] and the glory of Your people Israel.”", "33": "And His father and mother were marveling at the things that were said about Him. ", "34": "And Simeon offered a bracha over them and said to Miriam His mother, “Behold, this One is destined to cause the fall and rise of many in Israel, and to be a sign that is opposed, ", "35": "so the thoughts of many hearts may be uncovered. (And even for you, a sword will pierce through your soul.)”", "36": "Now Anna, a daughter of Phanuel of the tribe of Asher, was a prophetess. She was well advanced in age, having lived with a husband only[i] seven years ", "37": "and then as a widow until age eighty-four. She never left the Temple, serving night and day with fasting and prayers. ", "38": "And coming up at that very instant, she began praising God and speaking about the Child to all those waiting for the redemption of Jerusalem.[j]", "39": "When Joseph and Miriam had completed everything according to the Torah of Adonai, they returned to the Galilee, to their own city of Natzeret. ", "40": "The Child kept growing and became strong, filled with wisdom; and the favor of God was upon Him.", "41": "Now His parents were going every year to Jerusalem for the Passover feast.", "42": "[k] 42 When He became twelve years old, they were going up according to festival custom. ", "43": "As they headed home after completing the days, the boy Yeshua remained in Jerusalem, but His parents didn't know. ", "44": "Supposing He was in the caravan, they went a day's journey, then began looking for Him among relatives and friends. ", "45": "When they did not find Him, they returned to Jerusalem to search for Him.", "46": "After three days they found Him in the Temple, sitting in the center of the teachers, listening to them and asking them questions. ", "47": "And all those hearing Him were astonished at His understanding and His answers. ", "48": "When His parents saw Yeshua, they were overwhelmed. And His mother said to Him, “Child, why did you do this to us? Look! Your father and I were searching for You frantically!”", "49": "He said to them, “Why were you searching for Me? Didn't you know that I must be about the things of My Father?” ", "50": "But they did not grasp the message He was telling them.", "51": "Then He went down with them to Natzeret and was obedient to them. But His mother treasured all these words in her heart. ", "52": "And Yeshua kept increasing in wisdom and stature, and in favor with God and men."}