{"1": "On one of the days while Yeshua was teaching the people in the Temple and proclaiming the Good News, the ruling kohanim and the Torah scholars, together with the elders, confronted Him. ", "2": "And they spoke, saying to Him, “Tell us by what authority are You doing these things? Or who is the one who gave You this authority?”", "3": "But answering, Yeshua said to them, “I also will ask you a question, and you tell Me: ", "4": "the immersion of John—was it from heaven or from men?”", "5": "They reasoned among themselves, saying, “If we say, 'From heaven,' He will say, 'Why didn't you believe him?' ", "6": "But if we say, 'From men,' then all the people will stone us, because they are convinced that John is a prophet.” ", "7": "So they answered that they didn't know where it came from.", "8": "And Yeshua said to them, “Neither will I tell you by what authority I do these things.”", "9": "Then He began to tell the people this parable: “A man planted a vineyard,[a] leased it to tenant farmers, and went on a journey for a long time. ", "10": "And at the season, he sent a servant to the tenants so that they would give him part of the vineyard's fruit. But the tenants beat him up and sent him away empty-handed. ", "11": "So he proceeded to send another servant. They beat him too and treated him shamefully, and they sent him away empty-handed. ", "12": "And he proceeded to send a third one. They wounded this one too, and they threw him out.", "13": "“Now the master of the vineyard said, 'What shall I do? I will send my son, whom I love. Probably they will show him respect.' ", "14": "But when the tenants saw him, they discussed the matter among themselves, saying, 'This is the heir! Let's kill him so the inheritance will be ours.' ", "15": "So they threw him out of the vineyard and killed him. What then will the master of the vineyard do to them? ", "16": "He will come and destroy those tenants and give the vineyard to others.” But when they heard this, they said, “May it never happen!”", "17": "Then Yeshua looked right at them and said, “Then what is this that has been written, 'The stone which the builders rejected, this has become the chief cornerstone'?[b]", "18": "Everyone who falls on that stone will be shattered; but the one upon whom it falls, it will crush him.”[c]", "19": "The Torah scholars and the ruling kohanim tried to grab Him that very hour, because they realized that He spoke this parable against them—but they feared the people.", "20": "Now they watched Him and sent spies who pretended to be righteous, in order to trap Him in His words so they could hand Him over to the power and authority of the governor. ", "21": "And they asked Him, saying, “Teacher, we know that You tell it straight and You teach it straight. You show no partiality, but teach the way of God according to the truth. ", "22": "Is it permitted for us to pay taxes to Caesar, or not?”", "23": "But carefully considering their treachery, Yeshua said to them, ", "24": "“Show me a denarius.[d] Whose image and inscription does it have?” And they said, “Caesar's.”", "25": "Then He said to them, “Well then, give to Caesar the things that are Caesar's, and to God the things that are God's.” ", "26": "And they could not trap Him in His words in the presence of the people. Astonished by His answer, they kept silent.", "27": "Then some of the Sadducees (who deny there is a resurrection) came and questioned Yeshua. ", "28": "“Teacher,” they said, “Moses wrote for us that 'if a man's brother dies' having a wife 'but no children, then his brother should take the widow and father children for his brother.'", "29": "[e] 29 Now there were seven brothers, and the first took a wife and died childless; ", "30": "and the second ", "31": "and the third took her, but in this same way, each of the seven brothers died and left no children. ", "32": "Finally the woman died too. ", "33": "So in the resurrection, whose wife is she? For all seven had married her.", "34": "Yeshua said to them, “The sons of this age marry and are given in marriage. ", "35": "But those considered worthy to reach the olam ha-ba and the resurrection of the dead neither marry nor are given in marriage. ", "36": "For they can no longer die, because they are like angels and are sons of God, being sons of the resurrection. ", "37": "But at the burning bush even Moses revealed that the dead are raised, when he calls Adonai 'the God of Abraham, and the God of Isaac, and the God of Jacob.'", "38": "[f] 38 Now He is God not of the dead but of the living, for to Him they all are living.”", "39": "Some of the Torah scholars replied, “Teacher, You have said it well.” ", "40": "For they no longer dared to question Him about anything.", "41": "Then Yeshua said to them, “How can they say that the Messiah is Ben-David? ", "42": "For David himself says in the Book of Psalms, 'Adonai said to my Lord, “Sit at My right hand,", "43": "until I make Your enemies a footstool for Your feet.”'[g]", "44": "David then calls Him 'Lord'; so how is He his son?”", "45": "Then with all the people listening, Yeshua said to the disciples, ", "46": "“Beware of the Torah scholars, who like to walk around in long robes. They love greetings in the marketplaces, the best seats in the synagogues, and places of honor at feasts. ", "47": "They devour widows' houses and make long prayers as a show. These men will receive greater condemnation!”"}