{"1": "Then Yeshua looked up and saw the rich dropping their gifts into the treasury box. ", "2": "He also saw a poor widow dropping in two small copper coins.", "3": "[a] 3 And He said, “Truly I say to you, this poor widow has put in more than all the rest. ", "4": "For all these put in their gifts from their surplus. But she, out of her poverty, put in all she had to live on.”", "5": "And while some were talking about the Temple, how it was decorated with beautiful stones and offerings, Yeshua said, ", "6": "“As for these things you are looking at, the days will come when not one stone will be left upon another. Every one will be torn down!”", "7": "And they questioned Him, saying, “Teacher, so when will these things happen? What will be the sign that these things are about to take place?”", "8": "And He said, “Watch out that you are not led astray! For many will come in My name, saying, 'I am He' and 'The time is near!' Do not follow them. ", "9": "And when you hear of wars and chaos, do not be terrorized. For these things need to happen first, but the end will not come at once.”", "10": "Then He continued telling them, “Nation will rise up against nation, and kingdom against kingdom. ", "11": "There will be great earthquakes along with famines and epidemics in various places, and there will be terrors along with great signs from heaven. ", "12": "But before all these things, they will grab you and persecute you, handing you over to the synagogues and prisons, and leading you away to kings and governors on account of My name. ", "13": "This will lead you to be a witness. ", "14": "So make up your minds not to prepare ahead of time to defend yourselves—", "15": "for I Myself will give you speech and wisdom that none of your opponents will be able to resist or refute. ", "16": "But you will be handed over even by parents, brothers, relatives, and friends—and they will put some of you to death. ", "17": "And you will be hated by all because of My name. ", "18": "Yet not a hair of your head will be lost. ", "19": "By your endurance, you will gain your souls.", "20": "“But when you see Jerusalem surrounded by armies, then recognize that her desolation is near. ", "21": "Then those in Judea must flee to the mountains, and those inside the city must get out, and those in the countryside must not enter her. ", "22": "For these are the days of punishment, to fulfill all that has been written.[b]", "23": "“Woe to those who are pregnant and to those who are nursing babies in those days! For there will be great distress in the land and wrath on this people. ", "24": "They will fall by the edge of the sword and be led away captive into all the nations. Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled.[c]", "25": "“There will be signs in the sun and moon and stars. And upon the earth nations will be confused by the roaring of the sea and its waves.", "26": "[d] 26 People will lose heart from fear and anticipation of what is overtaking the earth, for the powers of the heavens will be shaken.", "27": "[e] 27 And then they will see the Son of Man coming in a cloud with power and great glory.", "28": "[f] 28 Now when these things begin to happen, stand straight and lift up your heads, because your salvation is near!”", "29": "Then Yeshua told them a parable: “Look at the fig tree and all the trees. ", "30": "As soon as they sprout their leaves, you see it and you know at once that summer is near. ", "31": "So also, when you see these all these things happening, know that the kingdom of God is near. ", "32": "Amen, I tell you, this generation will not pass away until all these things happen. ", "33": "Heaven and earth will pass away, but My words will never pass away.[g]", "34": "“But watch out so your hearts are not weighed down by carousing, strong drink, and the worries of life. Do not let that day come upon you suddenly like a trap. ", "35": "For it will come rushing upon all who live on the face of the whole earth. ", "36": "But stay alert at all times, praying that you may have the strength to escape all these things about to happen, and to stand before the Son of Man.”", "37": "So during the days Yeshua was teaching in the Temple, but in the nights He went out and stayed on the Mount of Olives.", "38": "[h] 38 And all the people would come early in the morning to hear Him in the Temple."}