{"1": "Then the entire assembly got up and brought Yeshua to Pilate. ", "2": "And they began to accuse Him, saying, “We found this fellow subverting our nation, forbidding payment of taxes to Caesar and saying that He Himself is Messiah—a king.”", "3": "So Pilate questioned Him, saying, “Are You the King of the Jews?” “As you say,” Yeshua replied.", "4": "Then Pilate said to the ruling kohanim and the crowds, “I find no case against this Man.”", "5": "But they kept insisting, saying, “He stirs up the people, teaching throughout all Judea, starting from the Galilee to as far as here.”", "6": "But when Pilate heard this, he asked whether the Man was a Galilean. ", "7": "And when he learned that Yeshua was from Herod's jurisdiction, he sent Him to Herod, who was also in Jerusalem at that time.", "8": "Now Herod was overjoyed when he saw Yeshua, for he had wanted to see Him for a long time, because he had heard about Him and was hoping to see some miracle done by Him. ", "9": "He was questioning Yeshua on many issues, but Yeshua did not answer at all.", "10": "[a] 10 And the ruling kohanim and the Torah scholars stood their ground, strongly accusing Him.", "11": "Now Herod together with his soldiers were treating Him with contempt and mocking Him.[b] They put splendid clothing on Him and sent Him back to Pilate. ", "12": "And Herod and Pilate became friends with one another from that very day, for previously they had been enemies with one another.", "13": "Now Pilate called together the ruling kohanim, the leaders, and the people. ", "14": "And he said to them, “You brought this Man to me as one who incites the people to revolt. But having examined Him in your presence, I have found no case against this Man regarding what you accuse Him of doing. ", "15": "Nor did Herod, for he sent Him back to us. Indeed, He has done nothing that is worthy of death. ", "16": "Therefore I will scourge Him and release Him.”", "17": "(17 )[c]", "18": "But they shouted out all together, saying, “Take this fellow away! Release to us Bar-Abba!”", "19": "[d] 19 (He was someone who had been thrown into prison for a rebellion in the city and murder.)", "20": "Again Pilate addressed them, wanting to release Yeshua; ", "21": "but they kept shouting out, saying, “Execute, execute Him!”", "22": "And a third time he spoke to them, “Why? What evil has this One done? I have found in Him no fault deserving of death. Therefore, I will scourge and release Him.”", "23": "But they were insistent, demanding with loud shouts that He be executed. And their voices prevailed. ", "24": "So Pilate decreed that their demand be put into effect. ", "25": "And He released the one they were asking for, the one thrown in jail for insurrection and murder. But he handed over Yeshua to their will.", "26": "As they led Him away, they grabbed a man, Simon of Cyrene, coming in from the countryside. They placed on him the cross-beam,[e] to carry behind Yeshua.", "27": "Now a great multitude of people was following Him, including women who were mourning and singing dirges for Him. ", "28": "But Yeshua, turning to them, said, “Daughters of Jerusalem, do not weep for Me, but for yourselves and your children. ", "29": "For indeed, the days are coming when they will say, 'Blessed are barren, and the wombs that never gave birth, and the breasts that did not feed.'", "30": "'Then they will begin to say to the montains, 'Fall on us!' and to the hills, 'Cover us!'[f]", "31": "“For if they do these things when the wood is green, what will happen when it is dry?”", "32": "Others, two evildoers, were also led away to be put to death with Him. ", "33": "When they came to the place called the Skull, there they crucified Him and the evildoers, one on His right and the other on His left.", "34": "But Yeshua was saying, “Father, forgive them, for they do not know what they are doing.” Then they cast lots, dividing up His clothing.[g]", "35": "The people stood there watching. And even the leaders were sneering at Him, saying, “He saved others; let Him save Himself if He is the Messiah of God, the Chosen One!”[h]", "36": "The soldiers likewise mocked Him, coming up and bringing Him sour wine,", "37": "[i] 37 and saying, “If You are the King of the Jews, save Yourself.”", "38": "Now there was also an inscription over Him:[j] THIS IS THE KING OF THE JEWS. ", "39": "One of the evildoers hanging there was jeering at Him, saying, “Aren't You the Messiah? Save Yourself—and us!”", "40": "But the other one, rebuking him, replied, “Don't you fear God, since you are under the same sentence? ", "41": "We're getting what we deserve for our actions, and rightly so—but this One has done nothing wrong.” ", "42": "And he said, “Yeshua, remember me when You come into Your kingdom.”", "43": "Yeshua said to him, “Amen, I tell you, today you shall be with Me in Paradise.”", "44": "It was now about the sixth hour, and darkness fell over the whole land until the ninth hour,", "45": "[k] 45 for the sun died out. And the curtain[l] of the Temple was torn in two.", "46": "And Yeshua, crying out with a loud voice, said, “Father, 'into Your hands I entrust My spirit.'”[m] When He had said this, He breathed His last.", "47": "Now when the centurion saw what had happened, he began glorifying God, saying, “Truly this was a righteous Man.”", "48": "And all the crowds assembled for this spectacle, when they saw what had happened, began to turn back, beating their breasts. ", "49": "But all Yeshua's acquaintances, and the women who were following Him from the Galilee, were standing at a distance, watching these things.", "50": "Now there was a man named Joseph, a council member, a good and righteous man. ", "51": "(He had not been in agreement with the council and their action.) He was from the Judean town of Arimathea, and he was waiting for the kingdom of God. ", "52": "This man went to Pilate and asked for Yeshua's body. ", "53": "And he took it down, wrapped it in a linen cloth, and laid Him in a tomb[n] cut out of the rock, where no one had ever yet been laid.", "54": "Now it was the Day of Preparation, and Shabbat was approaching. ", "55": "The women who had come with Him from the Galilee followed, and they saw the tomb and how His body was laid. ", "56": "Then they returned and prepared spices and perfumes. But on Shabbat they rested according to the commandment."}