{"1": "Now on the first day of the week, at daybreak, the women came to the tomb, carrying the spices they had prepared. ", "2": "They found the stone had been rolled away from the tomb; ", "3": "but when they entered, they did not find the body of the Lord Yeshua.", "4": "And while they were perplexed about this, suddenly two men in dazzling clothes stood beside them. ", "5": "The women were terrified and bowed their faces to the ground, but the men said to them, “Why do you search for the living among the dead? ", "6": "He is not here, but He is risen! Remember what He told you when He was still in the Galilee, ", "7": "saying that the Son of Man must be delivered into the hands of sinful men, and be executed, and on the third day rise up.”", "8": "And they were reminded of His words. ", "9": "And when they returned from the tomb, they told all these things to the eleven and to everyone else. ", "10": "Now it was Miriam from Magdala, Joanna, the Miriam of Jacob and others together with them who were telling these things to the emissaries. ", "11": "But these words appeared to them as nonsense, and they would not believe them. ", "12": "But Peter got up and ran to the tomb. Leaning in, he sees only the linen cloths. And he went away to his home, marveling at what had happened.", "13": "Now behold, two of them on that very day were traveling to a village named Emmaus, a distance of about seven miles[a] from Jerusalem. ", "14": "They were speaking with one another about all the things that had been happening. ", "15": "While they were talking and discussing, Yeshua Himself approached and began traveling with them. ", "16": "But their eyes were kept from recognizing Him.", "17": "Then He said to them, “What are these things you are discussing with one another as you are walking along?” They stood still, looking gloomy. ", "18": "Then the one named Cleopas answered and said to Him, “Are You the only one visiting Jerusalem who doesn't know the things that happened there in these days?”", "19": "Yeshua said to them, “What kind of things?” And they said to Him, “The things about Yeshua from Natzeret, who was a Prophet, powerful in deed and word before God and all the people—", "20": "how the ruling kohanim and our leaders handed Him over to be sentenced to death, and they executed Him. ", "21": "But we were hoping that He was the One about to redeem Israel. Besides all this, today is the third day since these things happened.", "22": "“But also some women among us amazed us. Early in the morning they were at the tomb. ", "23": "When they didn't find His body, they came saying that they had also seen a vision of angels, who said He is alive! ", "24": "Some of those with us went to the tomb and found it just as the women said, but they did not see Him.”", "25": "Yeshua said to them, “Oh foolish ones, so slow of heart to put your trust in all that the prophets spoke! ", "26": "Was it not necessary for Messiah to suffer these things and to enter into His glory?” ", "27": "Then beginning with Moses and all the Prophets, He explained to them the things written about Himself in all the Scriptures.", "28": "They approached the village where they were going, and He acted as though He were going farther on. ", "29": "But they urged Him, saying, “Stay with us, for it is nearly evening and the day is already gone.” So He went in to stay with them.", "30": "And it happened that when He was reclining at the table with them, He took the matzah,[b] offered a bracha and, breaking it, gave it to them. ", "31": "Then their eyes were opened and they recognized Him, and He disappeared from them.", "32": "They said to one another, “Didn't our heart burn within us while He was speaking with us on the road, while He was explaining the Scriptures to us?” ", "33": "And they got up that very hour and returned to Jerusalem. They found the eleven and others with them gathered together, ", "34": "saying, “The Lord is risen indeed! He has appeared to Simon!” ", "35": "Then they began telling about the events on the road and how He became recognized by them in the breaking of the matzah.", "36": "While they were speaking of these things, Yeshua Himself stood in the midst of them and said, “Shalom Aleichem!” ", "37": "But they were startled and terrified, thinking they were seeing a ghost.", "38": "Then He said to them, “Why are you so shaken? And why do doubts arise in your heart? ", "39": "Look at My hands and My feet—it is I Myself! Touch Me and see! For a spirit doesn't have flesh and bones, as you see I have.” ", "40": "And when He had said this, He showed them His hands and His feet.", "41": "But while they were still in disbelief due to joy and wonder, He said to them, “Do you have anything to eat here?”", "42": "They gave Him a piece of broiled fish, ", "43": "and He took it and ate it in their presence. ", "44": "Then He said to them, “These are My words which I spoke to you while I was still with you—everything written concerning Me in the Torah of Moses and the Prophets and the Psalms must be fulfilled.", "45": "Then He opened their minds to understand the Scriptures, ", "46": "and He said to them, “So it is written, that the Messiah is to suffer and to rise from the dead on the third day, ", "47": "and that repentance for the removal of sins[c] is to be proclaimed in His name to all nations, beginning from Jerusalem.", "48": "[d] 48 You are witnesses of these things. ", "49": "And behold, I am sending the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.”", "50": "Then Yeshua led them out as far as Bethany, and He lifted up His hands[e] and blessed them. ", "51": "And while blessing them, He departed from them and was taken up into heaven. ", "52": "After worshiping Him, they returned to Jerusalem with great joy. ", "53": "And they were continually in the Temple, praising God."}