{"1": "It was now the fifteenth year of the reign of Tiberius Caesar—when Pontius Pilate was governor of Judea, and Herod was tetrarch of the Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene. ", "2": "During the high priesthood of Annas and Caiaphas, the word of God came upon John, the son of Zechariah, in the wilderness. ", "3": "And he came into all the surrounding region of the Jordan, proclaiming an immersion of repentance for the removal of sins. ", "4": "As it is written in the scroll of the words of Isaiah the prophet, “The voice of one crying in the wilderness, 'Prepare the way of Adonai, and make His paths straight.", "5": "Every valley shall be filled up and every mountain and hill brought low. The crooked shall be made straight and the rough ways made smooth,", "6": "and all humanity shall see the salvation of God.'”[a]", "7": "Therefore John was saying to the crowds that came out to be immersed by him, “You brood of vipers! Who warned you to flee from the coming wrath? ", "8": "Therefore produce fruits worthy of repentance; and don't even begin to say among yourselves, 'We have Abraham as our father'! For I tell you that from these stones God can raise up children for Abraham. ", "9": "Even now the axe is laid at the root of the trees, so every tree that does not produce good fruit is cut down and thrown into the fire!”", "10": "The crowds were asking him, “What should we do?”", "11": "He answered them, saying, “Whoever has two coats, let him give to the one who has none; and whoever has food, let him do the same.”[b]", "12": "Tax collectors also came to him to be immersed. “Teacher,” they said to him, “what should we do?”", "13": "He said to them, “Do not take more than you are supposed to.”", "14": "Also soldiers asked him, saying, “And what should we do?” He said to them, “Do not take things from anyone by force, do not falsely accuse anyone, and be content with your wages.”[c]", "15": "Now the people were filled with expectation, and all were wondering in their hearts about John, whether he might be the Messiah. ", "16": "John answered them all, saying, “As for me, I immerse you with water. But One is coming who is mightier than I am; I am not worthy to untie the strap of His sandals! He will immerse you in the Ruach ha-Kodesh and fire. ", "17": "His winnowing fork is in His hand to clear His threshing floor and gather the wheat into His barn, but the chaff He will burn up with inextinguishable fire.”", "18": "[d] 18 So with many other exhortations, John proclaimed Good News to the people. ", "19": "But Herod the tetrarch—after being rebuked by John because of Herodias, his brother's wife, and because of all the evil things Herod had done—", "20": "added even this on top of them all: he shut up John in prison.", "21": "Now when all the people were immersed, Yeshua also was immersed. And while He was praying, heaven was opened ", "22": "and the Ruach ha-Kodesh came down upon Him in bodily form like a dove. And from out of heaven came a voice, “You are My Son, whom I love—with You I am well pleased!”[e]", "23": "Yeshua was about thirty years old when He began his ministry. He was the son (as was supposed) of Joseph, the son of Heli, ", "24": "the son of Matthat, the son of Levi, the son of Melki, the son of Jannai, the son of Joseph, ", "25": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, ", "26": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, ", "27": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, ", "28": "the son of Melki, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, ", "29": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, ", "30": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, ", "31": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,", "32": "[f] 32 the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, ", "33": "the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, the son of Judah, ", "34": "the son of Jacob, the son of Yitzhak, the son of Abraham,[g] the son of Terah, the son of Nahor, ", "35": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, ", "36": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, ", "37": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, the son of Kenan, ", "38": "the son of Enosh, the son of Seth, the son of Adam,[h] the son of God."}