{"1": "It happened that the crowds were pressing upon Yeshua to hear the word of God as He was standing by the Lake of Kinneret, ", "2": "when He saw two boats standing beside the lake. Now the fishermen had left them and were washing the nets. ", "3": "Getting into one of the boats, Simon's boat, Yeshua asked him to push out a ways from the land. Then sitting down, He taught the crowds from the boat.", "4": "When He had finished speaking, He said to Simon, “Go out into the deep water, and let down your nets for a catch.”", "5": "Simon replied, “Master, we've worked hard all night and caught nothing. But at Your word I will let down the nets.” ", "6": "When they had done this, they caught so many fish that their nets began to break. ", "7": "So they signaled to their partners in the other boat to come and help them. They came and filled both boats so full that they began to sink. ", "8": "But when Simon Peter saw this, he fell down at Yeshua's knees, saying, “Go away from me, Master, for I am a sinful man!” ", "9": "For amazement had gripped him and all who were with him, over the catch of fish they had netted; ", "10": "so also Jacob and John, Zebedee's sons, who were partners with Simon. But Yeshua said to Simon, “Do not be afraid. From now on, you will be catching men.” ", "11": "So when they had brought the boats to the landing, they left everything and followed Him.", "12": "Now while Yeshua was in one of the towns, a man covered with tzara'at appeared. And when he saw Yeshua, he fell on his face and begged Him, saying, “Master, if You are willing, You can make me clean.”", "13": "Yeshua stretched out His hand and touched him, saying, “I am willing. Be cleansed!” Immediately, the tzara'at left him. ", "14": "Yeshua ordered him to tell no one, but commanded him, “Go and show yourself to the kohen.[a] Then bring an offering for your cleansing, just as Moses commanded, as a testimony to them.”", "15": "But the news about Yeshua was spreading all the more, and many crowds were coming together to hear and to be healed of their diseases. ", "16": "Yet He would often slip away into the wilderness and pray.", "17": "Now on one of those days, Yeshua was teaching. Pharisees and Torah scholars were sitting there, who had come from every village of the Galilee and Judea, as well as from Jerusalem. And Adonai's power to heal was in Him. ", "18": "And behold, men were carrying a paralyzed man on a stretcher, trying to bring him in and place him before Yeshua. ", "19": "But when they found no way to bring him in because of the crowd, they went up on the roof and let him down with his stretcher through the tiles, right in the middle before Yeshua. ", "20": "When He saw their faith, He said, “Man, your sins are forgiven.”", "21": "Then the Torah scholars and the Pharisees began to question, saying, “Who is this fellow speaking blasphemies? Who can pardon sins but God alone?”", "22": "Yeshua, knowing their thoughts, replied to them, “Why are you raising questions in your hearts? ", "23": "Which is easier, to say, 'Your sins are forgiven you,' or to say, 'Get up and walk'? ", "24": "But so you may know that the Son of Man has authority on earth to pardon sins. . . .” He said to the paralyzed one, “I tell you, get up and take your cot, and go home!”", "25": "Immediately he got up before them, picked up what he had been lying on, and went home, glorifying God. ", "26": "Astonishment took hold of them, and they glorified God and all were filled with awe, saying, “We've seen incredible things today!”", "27": "After these things, Yeshua went out and observed a tax collector named Levi, sitting at the tax booth. He said to him, “Follow Me.” ", "28": "And leaving everything, he got up and followed Him.", "29": "Levi made a great banquet for Yeshua at his house, and there was a large crowd of tax collectors and others who were reclining with them. ", "30": "The Pharisees and their Torah scholars began murmuring to His disciples, saying, “Why do you eat and drink with tax collectors and sinners?”", "31": "And Yeshua answered and said to them, “Those who are healthy have no need for a doctor, but those who are sick do. ", "32": "I did not come to call the righteous, but the sinful to repentance.”", "33": "But they said to Him, “John's disciples often fast and offer prayers, as do the disciples of the Pharisees. But Your disciples are eating and drinking.”", "34": "But Yeshua said to them, “You cannot make the guests of the bridegroom fast while the bridegroom is with them, can you? ", "35": "But the days will come; and when the bridegroom is taken away from them, then they will fast in those days.”", "36": "Now he was also telling them a parable. “No one tears a patch from a new garment to use it on an old garment. Otherwise he will rip the new, and the patch from the new will not match the old. ", "37": "And no one puts new wine into old wineskins. Otherwise, the new wine will burst the skins, it will be spilled out, and the skins will be destroyed. ", "38": "But new wine must be put into fresh wineskins. ", "39": "No man who drinks old wine wants new, because he says, 'The old is fine.'”"}