{"1": "Soon afterward, Yeshua began traveling throughout towns and villages, preaching and proclaiming the Good News of the Kingdom of God. The twelve were also with Him. ", "2": "And certain women who had been healed of evil spirits and infirmities—Miriam, the one called Magdalene, out of whom seven demons had gone; ", "3": "Joanna, the wife of Kuza, Herod's finance minister; Susanna; and many others—were supporting them out of their own resources.", "4": "And when a large crowd was gathering and those from various towns were traveling to Him, He spoke by means of a parable. ", "5": "“The sower went out to spread his seed. As he sowed, some fell beside the road and was trampled; and the birds of the air ate it up. ", "6": "And other seed fell on rock; when it came up, that seed withered away because it had no moisture. ", "7": "Other seed fell among the thorns, and the thorns grew up with it and choked it. ", "8": "And other seed fell into the good soil; and when it came up, it produced fruit a hundredfold.” While saying these things, He would call out, “He who has ears to hear, let him hear.”", "9": "Now His disciples were asking Him what this parable meant. ", "10": "Then Yeshua said to them, “To you has been given to know the secrets of the kingdom of God; but to the others it is given in parables,[a] in order that 'Seeing, they may not see, and hearing, they may not understand.'[b]", "11": "“Now the parable is this: the seed is the word of God. ", "12": "Those beside the road are the ones who have heard; then the devil comes and takes away the word from their heart, so that they may not believe and be saved. ", "13": "But those on the rocky places are the ones who, when they hear, accept the word with joy. But these have no root; they believe for a season, and in a time of testing fall away. ", "14": "Now that which fell into the thorns are those who were hearing; but as they go along the way, they are choked by the cares and riches and pleasures of life, and they do not bear mature fruit. ", "15": "But the seed in the good soil are those with a praiseworthy and good heart, who have heard the word and hold it fast and bear fruit with patient endurance.", "16": "“Now no one after lighting a lamp covers it with some object or places it under a bed. But he puts it on a lampstand so that all those who enter may be able to see the light. ", "17": "For nothing is hidden that will not become evident, nor secret that shall not be known and come into open view. ", "18": "So pay attention how you listen. For whoever has, to him more will be given. And whoever does not have, even what he supposes he has will be taken away from him.”", "19": "Yeshua's mother and brothers came to Him, but were not able to reach Him through the crowd. ", "20": "Now it was reported to Him, “Your mother and Your brothers are standing outside, wanting to see You.”", "21": "But answering, He said to them, “My mother and My brothers are these who are hearing the word of God and doing it.”", "22": "Now on one of those days Yeshua and His disciples got into a boat, and He said to them, “Let's move to the other side of the lake.” So they set out. ", "23": "Then as they were sailing, He fell asleep. A violent windstorm came down on the lake, and they were swamped with water and in danger.", "24": "They came to Yeshua and woke Him, saying, “Master, Master, we're perishing!” He got up and rebuked the wind and the surging wave of water. Then they stopped, and it became calm.[c]", "25": "Then Yeshua said to them, “Where is your faith?” But they were afraid and marveled, saying to one another, “Who then is this? He commands even the winds and the water, and they obey Him!”", "26": "They sailed over to the country of the Gerasenes, which is on the opposite side of the Galilee. ", "27": "A demon-plagued man from the town met Yeshua as He was coming out onto the land. The man hadn't worn any clothing for a long time and was living not in a house but in the tombs.", "28": "Seeing Yeshua, he cried out and fell down before Yeshua, and with a loud voice said, “What's between You and me, Yeshua, Ben El Elyon? I'm begging You, do not torment me!” ", "29": "For Yeshua commanded the defiling spirit to come out of the man. For many times it had seized him so that, even though he was restrained and bound with chains and shackles, he would break the chains and be driven by the demons into the desert.", "30": "Yeshua questioned him, “What is your name?” “Legion,” he said, for many demons had entered him. ", "31": "They kept begging Him not to command them to depart into the abyss.", "32": "[d] 32 Now a large herd of pigs was feeding on the mountain. The demons urged Yeshua to let them enter these pigs, and He gave them permission. ", "33": "Then the demons came out of the man and entered into the pigs. The herd rushed down the cliff into the lake and was drowned. ", "34": "But when the herdsmen saw what happened, they ran away and reported it in the town and countryside.", "35": "People went out to see what had happened. They came to Yeshua and found the man from whom the demons had gone—clothed and in his right mind, sitting at the feet of Yeshua. And they were frightened. ", "36": "Now those who had seen it reported how the demon-plagued man had been restored. ", "37": "And all the people from the region surrounding the Gerasenes asked Yeshua to go away from them because they were overcome by great fear. So He got into a boat and returned.", "38": "The man from whom the demons had gone out begged to go with Yeshua. But Yeshua sent him away, saying, ", "39": "“Return to your home, and describe all that God has done for you.” So he went away, proclaiming throughout the whole town all that Yeshua had done for him.", "40": "As Yeshua returned, the crowd welcomed Him, for they were all expecting Him. ", "41": "And here came a man named Jairus, a leader in the synagogue. Falling at Yeshua's feet, he begged Him to come to his house, ", "42": "because his only daughter, about twelve years old, was dying. But as He made His way, the masses were crushing in upon Him.", "43": "And there was a woman with a blood flow for twelve years,[e] who could not be healed by anyone. ", "44": "She came up from behind and touched the tzitzit of Yeshua's garment. Immediately, her blood flow stopped. ", "45": "Yeshua said, “Who touched Me?” When everyone denied it, Peter said, “Master, the crowds are surrounding You and pressing in!”", "46": "But Yeshua said, “Someone touched Me, for I recognized power going out from Me.” ", "47": "Then seeing that she did not escape notice, the woman came trembling and fell prostrate before Him. In the presence of all the people, she confessed why she had touched Him and how she had been healed immediately. ", "48": "He said to her, “Daughter, your faith has made you well. Go in shalom.”", "49": "While He was still speaking, someone comes from the house of the synagogue leader, saying, “Your daughter has died. Don't bother the Teacher anymore.”", "50": "But hearing this, Yeshua replied to him, “Do not fear—just keep trusting, and she shall be restored.”", "51": "When Yeshua came into the house, He didn't let anyone enter with Him except Peter, John, Jacob, and the child's father and mother. ", "52": "And everyone was weeping and lamenting her; but He said, “Don't weep, for she didn't die but is sleeping.” ", "53": "But they were ridiculing Him, knowing she had died.", "54": "But Yeshua, took her by the hand and called out, saying, “Child, get up!” ", "55": "Her spirit returned, and she arose immediately. Yeshua ordered food to be given to her to eat. ", "56": "Her parents were utterly astonished, but He ordered them to say nothing of what had happened."}