{"1": "Now when Yeshua called the twelve together, He gave them power and authority over all the demons and to heal diseases. ", "2": "He sent them out to proclaim the kingdom of God and to heal. ", "3": "And He said to them, “Take nothing for the journey—no walking stick, no travel bag, no bread, no money, nor even to have two shirts. ", "4": "Whatever house you enter, stay there and depart from there. ", "5": "And whoever does not receive you, when you leave that town, shake off the dust from your feet as a witness against them.” ", "6": "So they went out and began traveling throughout the villages, proclaiming the Good News and healing everywhere.", "7": "Now Herod the tetrarch heard all that was happening. He was very confused, because some were saying that John had been raised from the dead, ", "8": "but others that Elijah had appeared, and others that some prophet from among the ancients had arisen. ", "9": "But Herod said, “I beheaded John, but who is this about whom I hear such things?” And he kept trying to see Him.", "10": "When the emissaries returned, they described to Yeshua all they had done. Then He took them along and withdrew privately to a city named Bethsaida. ", "11": "But the crowds found out and followed Him. So Yeshua welcomed them and began speaking to them about the kingdom of God and curing those in need of healing.", "12": "Now the day began to wind down, and the twelve came and said to Yeshua, “Send the crowd away, so they might go into the nearby villages and countryside and find food and lodging; for we are in a desolate place here.”", "13": "But Yeshua said to them, “You give them something to eat!” But they said, “We have no more than five loaves of bread and two fish, unless we go to buy food for all these people.” ", "14": "For there were about five thousand men. Then Yeshua said to His disciples, “Have the people recline in groups of about fifty each.” ", "15": "They did so, and all reclined. ", "16": "And He took the five loaves and the two fish; and looking up to heaven, He offered the bracha and broke them. And He kept giving them to the disciples to set before the crowd. ", "17": "Then they all ate and were satisfied. And what was left over was picked up, twelve baskets of the fragments.", "18": "Once when Yeshua was praying alone and His disciples were near, He put a question to them, saying, “Who do the crowds say that I am?”", "19": "They replied, “John the Immerser, but others Elijah, and others that some prophet from among the ancients has arisen.”", "20": "Then He said to them, “But who do you that say I am?” Then Peter answered and said, “The Messiah of God.”", "21": "But Yeshua warned them, and He ordered them not to tell this to anyone, ", "22": "saying, “The Son of Man must suffer many things and be rejected by the elders and ruling kohanim and Torah scholars, and be killed, and on the third day be raised.”", "23": "Then Yeshua was saying to everyone, “If anyone wants to follow Me, he must deny himself, take up his cross every day, and follow Me. ", "24": "For whoever wants to save his life will lose it, but whoever loses his life for My sake will save it.", "25": "“For what does it profit a man if he gains the whole world but loses or forfeits himself? ", "26": "For whoever is ashamed of Me and My words, the Son of Man will be ashamed of him when He comes in His glory and the glory of the Father and the holy angels.", "27": "[a] 27 But I tell you truthfully, there are some standing here who will never taste death until they see the kingdom of God.”", "28": "About eight days after these teachings, Yeshua took Peter, John, and Jacob with Him and went up the mountain to pray. ", "29": "While He was praying, the appearance of His face changed, and His clothing flashed like white lightning. ", "30": "And behold, two men were talking with Him, Moses and Elijah. ", "31": "Appearing in glory, they were speaking of Yeshua's departure, which was about to take place in Jerusalem.", "32": "Now Peter and those with him were overcome with sleep. But when they awakened, they saw Yeshua's glory and the two men standing with Him. ", "33": "And as they were leaving Yeshua, Peter said to Him, “Master, it's good for us to be here. Let's make three sukkot: one for You, and one for Moses, and one for Elijah”—not knowing what he was saying.", "34": "While he was yet saying these things, a cloud came and overshadowed them; and they were afraid as they entered the cloud. ", "35": "Then a voice came out of the cloud, saying, “This is My Son, the One I have chosen. Listen to Him!”", "36": "[b] 36 And after the voice happened, Yeshua was found alone. They kept quiet and told no one in those days any of the things they had seen.", "37": "On the next day as they came down from the mountain, a large crowd met Yeshua. ", "38": "Suddenly a man from the crowd shouted out loudly, saying, “Teacher, I'm begging You to look at my son, for he's my only child! ", "39": "You see, a spirit takes hold of him, and he immediately screams. It throws him into convulsions with frothing. It hardly ever leaves him—it's crushing him! ", "40": "I begged Your disciples to drive it out, but they couldn't.”", "41": "Then answering, Yeshua said, “O faithless and twisted generation,[c] how long shall I be with you and put up with you? Bring your son here.” ", "42": "And while the boy was still approaching Yeshua, the demon knocked him down to the ground and threw him into convulsions. But Yeshua rebuked the unclean spirit, healed the boy, and restored him to his father. ", "43": "And all were amazed at the mighty power of God. But as everyone was marveling at all He was doing, He said to His disciples, ", "44": "“Put these words into your ears: the Son of Man is about to be delivered into the hands of men.” ", "45": "But they did not understand this statement; it was yet concealed from them so they could not grasp it. And they were afraid to ask Him about this statement.", "46": "Now a dispute began between the disciples as to who might be the greatest among them. ", "47": "But Yeshua, knowing the reasoning of their heart, took a child and set him by His side. ", "48": "He said to them, “Whoever welcomes this child in My name, welcomes Me. And whoever welcomes Me, welcomes the One who sent Me. The one who is the least among all of you is the one who is great.”", "49": "John replied, “Master, we saw someone driving out demons in Your name, and we tried to stop him because he doesn't follow along with us.”", "50": "Yeshua said to him, “Do not stop him, for he who is not against you is for you.”", "51": "When the days were approaching for Him to be taken up, Yeshua was determined to go up to Jerusalem. ", "52": "He sent messengers before Him, and they went and entered a Samaritan village to make His arrangements. ", "53": "But they did not receive Him, because He was focused on going up to Jerusalem. ", "54": "When His disciples Jacob and John saw this, they said, “Master, do You want us to command fire to come down from heaven and consume them[d]?” ", "55": "But Yeshua turned and rebuked them.[e]", "56": "Then they moved on to another village. ", "57": "As they were traveling on the road, someone said to Him, “I will follow You wherever You go.”", "58": "But Yeshua said to him, “Foxes have dens and birds of the air have nests, but the Son of Man has nowhere to lay His head.” ", "59": "He said to another, “Follow Me.” But that one said, “First let me go and bury my father.”", "60": "But Yeshua said to him, “Let the dead bury their own dead. But you, go and proclaim the kingdom of God.”", "61": "Then another also said, “I will follow You, Master, but first let me say goodbye to those in my home.”", "62": "But Yeshua said to him, “No one who has put his hand to the plow and looked back is fit for the kingdom of God.”"}