{"1": "In the eighth month of the second year[a] of Darius, the word of the Lord came to the prophet Zechariah son of Berekiah, the son of Iddo.", "2": "The Lord was very angry with your forefathers.[b] ", "3": "Therefore, now you are to tell this people that this is what the Lord of Armies says to them. Return to me, declares the Lord of Armies, and I will return to you, says the Lord of Armies. ", "4": "Do not be like your forefathers, to whom the earlier prophets proclaimed, “This is what the Lord of Armies says. Return, return from your evil ways and from your evil deeds.” But our forefathers did not listen, nor did they pay attention to me, declares the Lord. ", "5": "Your forefathers—where are they now? And those prophets—did they go on living indefinitely? ", "6": "But my words and my statutes, which I commanded to my servants the prophets, caught up with our forefathers, didn't they? Then they[c] returned[d] and said, “Because of our ways and our deeds, the Lord of Armies has done to us just as he planned to do to us.”", "7": "On the twenty-fourth day of the eleventh month, that is, the month of Shebat,[e] in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berekiah, the son of Iddo.", "8": "I saw a vision at night. In it I saw a man seated on a red horse, standing among myrtle trees in a ravine. Behind him were red, sorrel,[f] and white horses.", "9": "So I asked, “My lord, what are these?” The angel who was speaking with me said to me, “I will show you what these are.”", "10": "Then the man who was standing among the myrtle trees answered, “These are the ones the Lord sent to range throughout the earth.”", "11": "They reported to the angel[g] of the Lord who was standing among the myrtle trees, “We have ranged throughout the earth. Look! All the earth is resting and quiet.”", "12": "Then the angel of the Lord said, “Lord of Armies, how long will you withhold compassion from Jerusalem and the cities of Judah, with whom you were indignant these seventy years?”", "13": "The Lord responded with kind and compassionate words to the angel who was speaking with me.", "14": "So the angel who was speaking with me said to me, “Proclaim this. This is what the Lord of Armies says.” I am very zealous[h] for Jerusalem and for Zion, ", "15": "and I am exceedingly angry with the nations that are complacent. When I was angry only a little,[i] they added to the evil.", "16": "Therefore, this is what the Lord says. I have turned to Jerusalem with compassionate feelings. My house will be built in Jerusalem, declares the Lord of Armies, and the measuring line will be stretched out over Jerusalem.", "17": "Proclaim also this: This is what the Lord of Armies says. Once again my towns will overflow with prosperity. Once again the Lord will console Zion. Once again he will choose Jerusalem.", "18": "Then I looked up, and I saw that there were four horns.[j] ", "19": "I asked the angel who was speaking with me, “What are these?” He answered me, “These are the horns that scattered Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four craftsmen.[k]", "21": "I asked, “What are these men coming to do?” He answered, “These are the horns that scattered Judah to such an extent that no one could raise his head, but these craftsmen are coming to terrify them and to knock down the horns of those nations who lifted up their horns against the land of Judah to scatter her people.”"}