{"1": "Ask the Lord, who makes storm clouds, to give rain at the right time for the spring rains, and he will provide showers of rain, and there will be crops in the field for everyone.", "2": "But household gods speak wicked deception, and the omen readers see illusions. They report trivial dreams and give false comfort. That is why the people wander like sheep. They are in trouble[a] because they have no shepherd.", "3": "My anger burns against the shepherds, and I will punish the leaders of the flock, because the Lord of Armies cares for his flock, the house of Judah, and he will make them like his majestic horse in battle.", "4": "From him will come the cornerstone, from him the tent peg, from him the battle bow, from him every commander.", "5": "Together they will be like strong warriors, going out into battle, trampling the enemy into the mud of the streets. They will fight, because the Lord is with them, and those who ride horses will be put to shame.", "6": "I will strengthen the house of Judah and save the house of Joseph. I will restore them, because I have compassion on them. It will be as if I had not rejected them, because I am the Lord their God, and I will answer them.", "7": "Then Ephraim will become like a strong warrior, and their hearts will be glad as if from wine. Their children will see it and be glad. Their hearts will rejoice in the Lord.", "8": "I will whistle for them and gather them in, for I have redeemed them. They will be as numerous as they were in the past.", "9": "Though I scattered them among the peoples, yet in distant places they will remember me. They will survive and return with their children.", "10": "I will bring them back from the land of Egypt, and I will gather them from Assyria. I will bring them to the land of Gilead and Lebanon, and there will not be enough room for them.", "11": "They[b] will pass through the sea of distress, but the Lord will strike the waves in the sea. All the depths of the Nile will become dry. The pride of Assyria will be brought low. The scepter of Egypt will depart.", "12": "I will make them strong in the Lord, and they will walk in his name, declares the Lord."}