{"1": "Open your doors, Lebanon, so that fire may devour your cedars.", "2": "Wail, you fir trees, because the cedars have fallen. The majestic trees have been destroyed. Wail, oaks of Bashan, for the impenetrable forest has been felled.", "3": "There is a sound of shepherds wailing, because their splendor has been destroyed. There is a sound of young lions roaring, for the dense thickets of the Jordan have been destroyed.", "4": "This is what the Lord, my God, said. Shepherd the flock which is to be slaughtered. ", "5": "Those who buy them slaughter them and are not held accountable, and those who sell them say, “Bless the Lord! I have become rich!” Their own shepherds show them no compassion, ", "6": "because I will no longer show compassion to the people of the land, declares the Lord. Look, I will bring it about that each one of them will fall into the hand of his neighbor and into the hand of his king. They will crush the land, and I will rescue no one from their hands.", "7": "So I[a] shepherded the flock which is to be slaughtered, especially the most afflicted of the flock. I took two staffs for myself. One I called Favor and the other Union. Then I shepherded the flock. ", "8": "I removed three shepherds in one month. I grew very impatient with the flock, and they really detested me. ", "9": "So I said, “I will not shepherd you. Whatever is dying, let it die. Whatever is being destroyed, let it be destroyed. And let those who remain devour one another's flesh.”", "10": "I took my staff, Favor, and I broke it in two, to cancel my covenant that I had made with all the peoples. ", "11": "So it was cancelled on that day, and the most miserable of the flock, who were watching me, knew that this was the word of the Lord.", "12": "Then I said to them, “If it seems good to you, pay me my wages. But if it does not, withhold them.” So they weighed out thirty pieces of silver as my wages.", "13": "Then the Lord said to me, “Throw it to the potter, this magnificent price at which they valued me.” So I took the thirty pieces of silver, and I threw them into the House of the Lord, to the potter.", "14": "Then I broke my second staff, Union, to break the brotherhood between the house of Judah and the house of Israel.", "15": "Then the Lord said to me: Take up once again the equipment of a foolish shepherd.", "16": "Watch closely. I myself am going to raise up a shepherd in the land, one who will pay no attention to those who are being lost, who will not search for the scattered, who will not heal the injured, who will not nourish those who remain standing, but who nevertheless will devour the meat of the fat sheep and even tear off their hoofs.", "17": "Woe to my worthless shepherd, the one who deserts the flock. May the sword strike his arm and his right eye! May his arm wither away to nothing, and his right eye become completely blind."}