{"1": "An oracle, the word of the Lord concerning Israel. This is what the Lord declares, who stretches out the heavens, who lays the foundation of the earth, and who forms the spirit of a man within him:", "2": "Look! I will make Jerusalem a cup that causes all the surrounding peoples to stagger. When there is a siege against Jerusalem, it will also be against Judah. ", "3": "On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will be seriously injured, and all the nations of the earth will be gathered together against it.", "4": "On that day, declares the Lord, I will strike every horse with panic and its rider with madness. But I will keep my eye on the house of Judah, and I will strike with blindness every horse that belongs to the other peoples. ", "5": "Each of the leaders of the clans of Judah will say in his heart, “The inhabitants of Jerusalem are my strength through the Lord of Armies, their God.”", "6": "On that day I will make the leaders of the clans of Judah like a firepot that ignites the woods, and like a flaming torch among the sheaves. They will devour all the surrounding peoples, on the right and on the left. The people of Jerusalem will once again live in their own place—in Jerusalem!", "7": "The Lord also will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem will not become greater than that of Judah. ", "8": "On that day the Lord will protect the inhabitants of Jerusalem. Anyone among them who is feeble will be like David on that day, and the house of David will be like God, like the Angel of the Lord, before them. ", "9": "On that day I will set out to destroy all the nations that come against Jerusalem.", "10": "“I[a] will pour out on the house of David and on the inhabitants of Jerusalem the Spirit of grace, who pleads for mercy.[b] Then they will look at me, the one they have pierced.” They will mourn for him[c] as one mourns for an only child. They will grieve bitterly for him, as one grieves over his firstborn. ", "11": "On that day there will be great mourning in Jerusalem, as great as the mourning for Hadad Rimmon[d] in the plain of Megiddo. ", "12": "The land will mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan[e] by itself, and their wives by themselves; ", "13": "the family of the house of Levi by itself, and their wives by themselves; the family of Shimei[f] by itself, and their wives by themselves; ", "14": "all the families that remain, each family by itself, and their wives by themselves."}