{"1": "Then I turned and lifted up my eyes and looked again. There were four chariots coming out from between two mountains. The mountains were made of bronze. ", "2": "The first chariot had red horses. The second chariot had black horses. ", "3": "The third chariot had white horses. The fourth chariot had dappled horses. All of them were powerful. ", "4": "So I asked the angel who was speaking with me, “What are these, my lord?”", "5": "The angel answered me, “These are the four spirits[a] of the heavens, going forth from their stations to present themselves to the Lord of all the earth. ", "6": "The driver with the black horses is going toward the land of the north, and the one with the white horses is following after them, and the one with the dappled horses is going toward the land of the south.”", "7": "Now the powerful horses came out, and they were eager to range throughout the earth. He said, “Go! Range throughout the earth.” So they ranged throughout the earth.", "8": "Then he called out to me and told me, “Look! Those who are going out toward the land of the north have caused my Spirit to rest in the land of the north.”", "9": "The word of the Lord came to me:", "10": "Take an offering from the exiles—from Heldai, Tobijah, and Jedaiah, who have come from Babylon—and on that very day go into the house of Josiah son of Zephaniah. ", "11": "Take the silver and gold and make a crown, and place it on the head of Joshua son of Jehozadak, the high priest.", "12": "Tell him that this is what the Lord of Armies says: There is a man whose name is the Branch, because he will branch out from his place and build the temple of the Lord. ", "13": "He is the one who will build the temple of the Lord. He will be clothed with majesty, and he will sit and rule on his throne. He will be a priest on his throne, and there will be peaceful relations between the two offices.[b]", "14": "The crown will be kept in the temple as a memorial[c] for Helem[d] and Tobijah and Jedaiah and Hen,[e] son of Zephaniah.", "15": "Those who are far away will come and build the temple of the Lord, and you will know that the Lord of Armies has sent me to you. This will happen if you carefully obey the voice of the Lord your God."}