{"1": "In the fourth year of King Darius,[a] the word of the Lord came to Zechariah on the fourth day of the ninth month, which is Kislev.[b]", "2": "The people of Bethel had sent Sharezer and Regem Melek with their men to plead for the favor of the Lord ", "3": "by asking the priests who were at the house of the Lord of Armies and the prophets, “Should I mourn and fast in the fifth month, as I have done these many years?”", "4": "Then the word of the Lord of Armies came to me:", "5": "Speak to all the people of the land and to the priests. When you fasted and lamented during the fifth and seventh months for these seventy years, was it really for me that you fasted? ", "6": "And when you eat and drink, is it not for yourselves that you eat and drink? ", "7": "Weren't these the words that the Lord proclaimed through the earlier prophets, when Jerusalem was inhabited and prosperous, with her cities around her, and when the Negev and the Shephelah[c] were inhabited?", "8": "Then the word of the Lord came to Zechariah:", "9": "This is what the Lord of Armies says. Execute true justice. Each man is to show kindness and compassion to his brother. ", "10": "Do not oppress the widow, the fatherless child, the foreigner living among you, or the poor. Make sure that none of you plan evil in your heart against your brother.", "11": "But they refused to pay attention. They turned a stubborn shoulder and covered their ears so that they would not hear. ", "12": "They made their hearts like the hardest rock[d] so that they would not hear the law and the words that the Lord of Armies sent by his Spirit through the earlier prophets. As a result, the fierce anger from the Lord of Armies was great.", "13": "When I called, they would not listen. So when they called, I would not listen, says the Lord of Armies. ", "14": "I scattered them with a windstorm, among all the nations which they did not know. So the land was left desolate behind them. No one traveled back and forth through it. They made the pleasant land desolate."}