{"1": "The word of the Lord of Armies came:", "2": "This is what the Lord of Armies says. I am zealous for Zion with great zeal, and with great wrath I am zealous for her.", "3": "This is what the Lord says. I will certainly return to Zion, and I will dwell in the middle of Jerusalem. Jerusalem will be called the faithful city, and the mountain of the Lord of Armies will be called the holy mountain.", "4": "This is what the Lord of Armies says. Old men and old women will again sit in the streets of Jerusalem, all of them with canes[a] in their hand due to old age. ", "5": "Then the streets of the city will be filled with boys and girls playing in its streets.", "6": "This is what the Lord of Armies says. Although in those days this may seem unattainable to the surviving remnant of this people, will it also seem unattainable to me? declares the Lord of Armies.", "7": "This is what the Lord of Armies says. Look, I will save my people from the land where the sun rises and from the land where the sun sets, ", "8": "and I will bring them to settle in the midst of Jerusalem. They will be my people, and I will be their God, in faithfulness and in righteousness.", "9": "This is what the Lord of Armies says. Let your hands be strong so that the temple may be built—you who in these days are listening to these words from the mouths of the prophets, who were present on the day when the foundation of the house of the Lord of Armies was laid. ", "10": "For before those days, there was no one who could pay for workmen or for animals. There was no peace from the adversary for anyone who went out or came in, because I had set every man against his neighbor. ", "11": "But now I will not treat the surviving remnant of this people as in earlier days, declares the Lord of Armies.", "12": "Sowing will take place in peace. The vine will yield its fruit. The earth will yield its produce. The sky will provide its dew. I will give all these things as a possession to the surviving remnant of this people. ", "13": "Just as you once were a curse among the nations, O house of Judah and house of Israel, so now I will save you. You will be a blessing. Do not be afraid. Let your hands be strong.", "14": "For this is what the Lord of Armies[b] says. Just as I planned to bring disaster upon you when your fathers made me angry, says the Lord of Armies, so that I did not relent, ", "15": "so in these days I plan to do good to Jerusalem and to the house of Judah once again. Do not be afraid.", "16": "These are the things that you are to do: Speak the truth to one another. Render judgments that uphold truth, justice, and peace in your gates. ", "17": "Do not plot evil in your hearts against each other. Do not love false oaths. Indeed I hate all these things, declares the Lord.", "18": "The word of the Lord of Armies came to me:", "19": "This is what the Lord of Armies says. The fasts of the fourth, fifth, seventh, and tenth months will become times of rejoicing, joy, and gladness for the house of Judah. Therefore, all of you are to love truth and peace.", "20": "This is what the Lord of Armies says. People will still come as the inhabitants of many cities. ", "21": "Then the inhabitants of one city will go to another and say, “Let us go immediately to plead for the favor of the Lord and to seek the Lord of Armies. I myself will go.” ", "22": "Then many peoples and mighty nations will come to seek the Lord of Armies in Jerusalem and to plead for the favor of the Lord.", "23": "This is what the Lord of Armies says. In those days, ten men from among the speakers of every language of the nations will take firm hold of the hem of a Jew's garment and say, “Let us go along with you, because we have heard that God is with you.”"}