{"1": "A threatening oracle. The word of the Lord is against the land of Hadrak, and against Damascus, its resting place, because the eye of the Lord is on mankind and on all the tribes of Israel.", "2": "It is also against Hamath, which borders on Damascus, and Tyre and Sidon, though they are very wise.", "3": "Tyre has built a stronghold for herself and has piled up silver like dust, and gold like dirt from the streets.", "4": "Look, the Lord will seize everything she possesses and throw her wealth into the sea, and she will be consumed by fire.", "5": "Ashkelon will see it and be afraid. Gaza will writhe in anguish, and Ekron too, because her hopes have been dashed. The kingship will perish from Gaza, and Ashkelon will no longer be inhabited.", "6": "A mixed race will live in Ashdod, and I will cut off the pride of the Philistines.", "7": "I will remove their blood from their mouths and their detestable things from between their teeth. Philistia too will be a remnant for our God, and it will be like a clan in Judah. Ekron will be like the Jebusites.", "8": "I will set up camp around my house, as a guard against those passing back and forth. The oppressor will never again march over them, because now I am watching with my own eyes.", "9": "Rejoice greatly, Daughter of Zion! Shout, Daughter of Jerusalem! Look! Your King is coming to you. He is righteous and brings salvation. He is humble and is riding on a donkey, on a colt, the foal of a donkey.", "10": "I will cut off the chariot from Ephraim and the horse from Jerusalem. The battle bow will be taken away, and he will proclaim peace to the nations. His kingdom will extend from sea to sea, from the River[a] to the ends of the earth.", "11": "As for you, because of the blood of my covenant with you, I will release your prisoners from the waterless pit.", "12": "Return to the stronghold, you prisoners who have hope. This very day I declare that I will restore double to you.", "13": "For I will bend Judah as my bow, and I will load it with Ephraim. I will rouse your sons, Zion, against your sons, Greece, and I will make you like a strong warrior's sword.", "14": "The Lord will appear above them, and his arrow will go out like lightning. The Lord God will sound the ram's horn, and he will go forth in the windstorms from the south.", "15": "The Lord of Armies will defend them, and they will eat. They will overpower their enemies with sling stones. Then they will drink, and they will be boisterous as if drunk with wine. They will be filled like a sprinkling bowl used at the corners of the altar.", "16": "On that day the Lord their God will save them as the flock of his people. For like the jewels of a crown they will shine on his land.", "17": "Yes, what goodness it will have! What beauty! Grain will make the young men thrive, and new wine will make the young women thrive."}