{"1": "This song of songs, more wonderful than any other, was composed by King Solomon: The Girl:[a] ", "2": "“Kiss me again and again, for your love is sweeter than wine. ", "3": "How fragrant your cologne, and how great your name! No wonder all the young girls love you! ", "4": "Take me with you; come, let's run!” The Girl: “The king has brought me into his palace. How happy we will be! Your love is better than wine. No wonder all the young girls love you!” The Girl: ", "5": "“I am dark but beautiful, O girls of Jerusalem, tanned as the dark tents of Kedar.” King Solomon: “But lovely as the silken tents of Solomon!” The Girl: ", "6": "“Don't look down on me, you city girls,[b] just because my complexion is so dark—the sun has tanned me. My brothers were angry with me and sent me out into the sun* to tend the vineyards, but see what it has done to me!”* The Girl: ", "7": "“Tell me, O one I love, where are you leading your flock today? Where will you be at noon? For I will come and join you there instead of wandering like a vagabond among the flocks of your companions.” King Solomon: ", "8": "“If you don't know, O most beautiful woman in all the world, follow the trail of my flock to the shepherds' tents, and there feed your sheep and their lambs. ", "9": "What a lovely filly you are,[c] my love! ", "10": "How lovely your cheeks are, with your hair[d] falling down upon them! How stately your neck with that long string of jewels. ", "11": "We shall make you gold earrings and silver beads.” The Girl: ", "12": "“The king lies on his bed, enchanted by the fragrance of my perfume. ", "13": "My beloved one is a sachet of myrrh lying between my breasts.” King Solomon: ", "14": "“My beloved is a bouquet of flowers in the gardens of Engedi. ", "15": "How beautiful you are, my love, how beautiful! Your eyes are soft as doves'. ", "16": "What a lovely, pleasant thing you are, lying here upon the grass, ", "17": "shaded by the cedar trees and firs.”"}