{"1": "King Solomon: “How beautiful you are, my love, how beautiful! Your eyes are those of doves. Your hair falls across your face like flocks of goats that frisk across the slopes of Gilead. ", "2": "Your teeth are white as sheep's wool, newly shorn and washed; perfectly matched, without one missing. ", "3": "Your lips are like a thread of scarlet—and how beautiful your mouth. Your cheeks are matched loveliness[a] behind your locks.* ", "4": "Your neck is stately[b] as the tower of David, jeweled with a thousand heroes' shields. ", "5": "Your breasts are like twin fawns of a gazelle, feeding among the lilies. ", "6": "Until the morning dawns and the shadows flee away, I will go to the mountain of myrrh and to the hill of frankincense. ", "7": "You are so beautiful, my love, in every part of you.", "8": "“Come with me from Lebanon, my bride. We will look down from the summit of the mountain, from the top of Mount Hermon,[c] where the lions have their dens and panthers prowl. ", "9": "You have ravished my heart, my lovely one, my bride; I am overcome by one glance of your eyes, by a single bead of your necklace. ", "10": "How sweet is your love, my darling, my bride. How much better it is than mere wine. The perfume of your love is more fragrant than all the richest spices. ", "11": "Your lips, my dear, are made of honey. Yes, honey and cream are under your tongue, and the scent of your garments is like the scent of the mountains and cedars of Lebanon.", "12": "“My darling bride is like a private garden, a spring that no one else can have, a fountain of my own. ", "13-14": "You are like a lovely orchard bearing precious fruit,[d] with the rarest of perfumes; nard and saffron, calamus and cinnamon, and perfume from every other incense tree, as well as myrrh and aloes, and every other lovely spice. ", "15": "You are a garden fountain, a well of living water, refreshing as the streams from the Lebanon mountains.” The Girl: ", "16": "“Come, north wind, awaken; come, south wind, blow upon my garden and waft its lovely perfume to my beloved. Let him come into his garden and eat its choicest fruits.”"}