{"1": "King Solomon: “I am here in my garden, my darling, my bride! I gather my myrrh with my spices and eat my honeycomb with my honey. I drink my wine with my milk.” The Young Women of Jerusalem: “Oh, lover and beloved, eat and drink! Yes, drink deeply!” The Girl: ", "2": "“One night as I was sleeping, my heart awakened in a dream. I heard the voice of my beloved; he was knocking at my bedroom door. 'Open to me, my darling, my lover, my lovely dove,' he said, 'for I have been out in the night and am covered with dew.'", "3": "“But I said, 'I have disrobed. Shall I get dressed again? I have washed my feet, and should I get them soiled?'", "4": "“My beloved tried to unlatch the door, and my heart was thrilled within me. ", "5": "I jumped up to open it, and my hands dripped with perfume, my fingers with lovely myrrh as I pulled back the bolt. ", "6": "I opened to my beloved, but he was gone. My heart stopped. I searched for him but couldn't find him anywhere. I called to him, but there was no reply. ", "7": "The guards found me and struck and wounded me. The watchman on the wall tore off my veil. ", "8": "I adjure you, O women of Jerusalem, if you find my beloved one, tell him that I am sick with love.” The Young Women of Jerusalem: ", "9": "“O woman of rare beauty, what is it about your loved one that is better than any other, that you command us this?” The Girl: ", "10": "“My beloved one is tanned and handsome, better than ten thousand others! ", "11": "His head is purest gold, and he has wavy, raven hair. ", "12": "His eyes are like doves beside the water brooks, deep and quiet. ", "13": "His cheeks are like sweetly scented beds of spices. His lips are perfumed lilies, his breath like myrrh. ", "14": "His arms are round bars of gold set with topaz; his body is bright ivory encrusted with jewels. ", "15": "His legs are as pillars of marble set in sockets of finest gold, like cedars of Lebanon; none can rival him. ", "16": "His mouth is altogether sweet, lovable in every way. Such, O women of Jerusalem, is my beloved, my friend.”"}