{"1": "The Girl: “Oh, if only you were my brother; then I could kiss you no matter who was watching, and no one would laugh at me. ", "2": "I would bring you to my childhood home,[a] and there you would teach me. I would give you spiced wine to drink, sweet pomegranate wine. ", "3": "His left hand would be under my head and his right hand would embrace me. ", "4": "I adjure you, O women of Jerusalem, not to awaken him until he pleases.” The Young Women of Jerusalem: ", "5": "“Who is this coming up from the desert, leaning on her beloved?” King Solomon: “Under the apple tree where your mother gave birth to you in her travail, there I awakened your love.” The Girl: ", "6": "“Seal me in your heart with permanent betrothal, for love is strong as death, and jealousy is as cruel as Sheol. It flashes fire, the very flame of Jehovah. ", "7": "Many waters cannot quench the flame of love, neither can the floods drown it. If a man tried to buy it with everything he owned, he couldn't do it.” The Girl's Brothers: ", "8": "“We have a little sister too young for breasts. What shall we do if someone asks to marry her?” King Solomon: ", "9": "“If she has no breasts,[b] we will build upon her a battlement of silver, and if she is a door, we will enclose her with cedar boards.”* The Girl: ", "10": "“I am slim, tall,[c] and full-breasted,* and I have found favor in my lover's eyes. ", "11": "Solomon had a vineyard at Baal-hamon, which he rented out to some farmers there, the rent being one thousand pieces of silver from each. ", "12": "But as for my own vineyard, you, O Solomon, shall have my thousand pieces of silver, and I will give two hundred pieces to those who care for it. ", "13": "O my beloved, living in the gardens, how wonderful that your companions may listen to your voice; let me hear it too. ", "14": "Come quickly, my beloved, and be like a gazelle or young deer upon the mountains of spices.”"}