{"1": "Therefore rid yourselves of all evil, all deceit, hypocrisy, jealousy, and all slander. ", "2": "Like newborn babies, crave the pure milk of the word[a] so that by it you may grow up with the result being salvation. ", "3": "Certainly[b] you have tasted that the Lord is good!", "4": "As you come to him, the Living Stone, rejected by men but chosen by God and precious, ", "5": "you also, like living stones, are being built as a spiritual house to be a holy priesthood, in order to bring spiritual sacrifices that are acceptable to God through Jesus Christ. ", "6": "For it says in Scripture: See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who believes in him will certainly not be put to shame.[c]", "7": "Therefore, for you who believe, this is an honor. But for those who do not believe: The stone which the builders rejected has become the cornerstone,[d]", "8": "and, a stone over which they stumble and a rock over which they fall.[e] Because they continue to disobey the word, they stumble over it. And that is the consequence appointed for them.", "9": "But you are a chosen people, a royal priesthood, a holy nation, the people who are God's own possession, so that you may proclaim the praises of him who called you out of darkness into his marvelous light. ", "10": "At one time you were not a people, but now you are the people of God. At one time you were not shown mercy, but now you have been shown mercy.", "11": "Dear friends, I urge you, as aliens and temporary residents in the world, to abstain from the desires of the sinful flesh, which war against your soul. ", "12": "Live an honorable life among the Gentiles so that even though they slander you as evildoers, when they observe your noble deeds, they may glorify God on the day he visits us.", "13": "Submit to every human authority because of the Lord, whether to the king as the supreme authority ", "14": "or to governors as those who have been sent by him to punish those who do what is wrong and to praise those who do what is right. ", "15": "For this is God's will: that you silence the ignorance of foolish people by doing good. ", "16": "Do this as free people, and do not use your freedom as a cover-up for evil, but use it as servants of God. ", "17": "Honor everyone. Love the brotherhood.[f] Fear God. Honor the king.", "18": "Slaves, submit to your masters with total respect, not only to those who are good and kind but also to those who are harsh. ", "19": "For this is favorable:[g] if a person endures sorrows while suffering unjustly because he is conscious of God. ", "20": "For what credit is it to you if you receive a beating for sinning and patiently endure it? But if you suffer for doing good and endure it, this is favorable with God.", "21": "Indeed, you were called to do this, because Christ also suffered for you, leaving you[h] an example so that you would follow in his steps. ", "22": "He did not commit a sin, and no deceit was found in his mouth. ", "23": "When he was insulted, he did not insult in return. When he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. ", "24": "He himself carried our sins in his body on the tree so that we would be dead to sins and alive to righteousness. By his wounds you were healed. ", "25": "For you were like sheep going astray, but you are now returned to the Shepherd and Overseer of your souls."}