{"1": "Wives, in the same way, be submissive to your own husbands, so that even if some do not obey the word, they might be won over without a word by the behavior of their wives, ", "2": "as they observe your respectful and holy behavior. ", "3": "Do not let your beauty be something outward, such as braided hair or wearing gold jewelry or fine clothes. ", "4": "Rather let your beauty be the hidden person of your heart—the lasting beauty of a gentle and quiet spirit, which is precious in God's sight. ", "5": "In fact, this is also how the holy women of the past who put their hope in God made themselves beautiful. They were submissive to their own husbands, ", "6": "just as Sarah obeyed Abraham and called him lord.[a] You are her daughters if you do what is good and do not fear anything that is intimidating.", "7": "Husbands, in the same way, continue to live with your wives with the knowledge that, as the wife, she is the weaker vessel.[b] Also continue to accord them honor as fellow heirs with you of the gracious gift of life, so that your prayers will not be hindered.", "8": "Finally, all of you, live in harmony with one another. Show sympathy, brotherly love, compassion, and humility.[c] ", "9": "Do not repay evil with evil or insult with insult. Instead, speak a blessing, because you were called for the purpose of inheriting a blessing. ", "10": "Indeed: Let the one who wants to love life and to see good days keep his tongue from evil and his lips from saying anything deceitful.", "11": "Let him turn from evil and do what is good. Let him seek peace and pursue it.", "12": "For the eyes of the Lord are on the righteous, and his ears are open to their requests. But the face of the Lord is against those who do evil.[d]", "13": "Who will harm you if you are eager to do[e] what is good? ", "14": "But even if you should happen to suffer because of righteousness, you are blessed. Do not be afraid of what they fear,[f] and do not be troubled. ", "15": "But regard the Lord, the Christ,[g] as holy in your hearts.[h] Always be prepared to give an answer[i] to everyone who asks you to give a reason for the hope that is in you. ", "16": "But speak with gentleness and respect, while maintaining a clear conscience, so that those who attack your good way of life in Christ may be put to shame because they slandered you as evildoers.[j]", "17": "Indeed, it is better, if it is God's will, to suffer for doing good than for doing evil, ", "18": "because Christ also suffered once for sins in our place,[k] the righteous for the unrighteous, to bring you[l] to God. He was put to death in flesh[m] but was made alive in spirit,[n] ", "19": "in which he also went and made an announcement to the spirits in prison. ", "20": "These spirits disobeyed long ago, when God's patience was waiting in the days of Noah while the ark was being built. In this ark a few, that is, eight souls, were saved by water. ", "21": "And corresponding to that, baptism now saves you—not the removal of dirt from the body but the guarantee[o] of a good conscience before God through the resurrection of Jesus Christ. ", "22": "He went to heaven and is at the right hand of God, with angels, authorities, and powers made subject to him."}