{"1-2": "Before Israel was ruled by kings, Elimelech from the tribe of Ephrath lived in the town of Bethlehem. His wife was named Naomi, and their two sons were Mahlon and Chilion. But when their crops failed, they moved to the country of Moab.[a] And while they were there, ", "3": "Elimelech died, leaving Naomi with only her two sons.", "4": "Later, Naomi's sons married Moabite women. One was named Orpah and the other Ruth. About ten years later, ", "5": "Mahlon and Chilion also died. Now Naomi had no husband or sons.", "6-7": "When Naomi heard that the Lord had given his people a good harvest, she and her two daughters-in-law got ready to leave Moab and go to Judah. As they were on their way there, ", "8": "Naomi said to them, “Don't you want to go back home to your own mothers? You were kind to my husband and sons, and you have always been kind to me. I pray that the Lord will be just as kind to you. ", "9": "May he give each of you another husband and a home of your own.” Naomi kissed them. They cried ", "10": "and said, “We want to go with you and live among your people.”", "11": "But she replied, “My daughters, why don't you return home? What good will it do you to go with me? Do you think I could have more sons for you to marry?[b] ", "12": "You must go back home, because I am too old to marry again. Even if I got married tonight and later had more sons, ", "13": "would you wait for them to become old enough to marry? No, my daughters! Life is harder for me than it is for you, because the Lord has turned against me.”[c]", "14": "They cried again. Orpah kissed her mother-in-law good-by, but Ruth held on to her. ", "15": "Naomi then said to Ruth, “Look, your sister-in-law is going back to her people and to her gods! Why don't you go with her?”", "16": "Ruth answered, “Please don't tell me to leave you and return home! I will go where you go, I will live where you live; your people will be my people, your God will be my God.", "17": "I will die where you die and be buried beside you. May the Lord punish me if we are ever separated, even by death!”[d]", "18": "When Naomi saw that Ruth had made up her mind to go with her, she stopped urging her to go back.", "19": "They reached Bethlehem, and the whole town was excited to see them. The women who lived there asked, “Can this really be Naomi?”", "20": "Then she told them, “Don't call me Naomi any longer! Call me Mara,[e] because God has made my life bitter. ", "21": "I had everything when I left, but the Lord has brought me back with nothing. How can you still call me Naomi, when God has turned against me and made my life so hard?”", "22": "The barley harvest was just beginning when Naomi and Ruth, her Moabite daughter-in-law, arrived in Bethlehem."}