{"1": "One day, Naomi said to Ruth: It's time I found you a husband, who will give you a home and take care of you.", "2": "You have been picking up grain alongside the women who work for Boaz, and you know he is a relative of ours. Tonight he will be threshing the grain. ", "3": "Now take a bath and put on some perfume, then dress in your best clothes. Go where he is working, but don't let him see you until he has finished eating and drinking. ", "4": "Watch where he goes to spend the night, then when he is asleep, lift the cover and lie down at his feet.[a] He will tell you what to do.", "5": "Ruth answered, “I'll do whatever you say.” ", "6": "She went out to the place where Boaz was working and did what Naomi had told her.", "7": "After Boaz finished eating and drinking and was feeling happy, he went over and fell asleep near the pile of grain. Ruth slipped over quietly. She lifted the cover and lay down near his feet.", "8": "In the middle of the night, Boaz suddenly woke up and was shocked to see a woman lying at his feet. ", "9": "“Who are you?” he asked. “Sir, I am Ruth,” she answered, “and you are the relative who is supposed to take care of me. So spread the edge of your cover over me.”[b]", "10": "Boaz replied: The Lord bless you! This shows how truly loyal you are to your family. You could have looked for a younger man, either rich or poor, but you didn't. ", "11": "Don't worry, I'll do what you have asked. You are respected by everyone in town.", "12": "It's true that I am one of the relatives who is supposed to take care of you, but there is someone who is an even closer relative. ", "13": "Stay here until morning, then I will find out if he is willing to look after you. If he isn't, I promise by the living God to do it myself. Now go back to sleep until morning.", "14": "Ruth lay down again, but she got up before daylight, because Boaz did not want anyone to know she had been there. ", "15": "Then he told her to spread out her cape. And he filled it with a lot of grain and placed it on her shoulder. When Ruth got back to town, ", "16": "Naomi asked her[c] what had happened, and Ruth told her everything. ", "17": "She also said, “Boaz gave me this grain, because he didn't want me to come back without something for you.”", "18": "Naomi replied, “Just be patient and don't worry about what will happen. He won't rest until everything is settled today!”"}