{"1": "In the meanwhile, Boaz had gone to the meeting place at the town gate and was sitting there when the other close relative came by. So Boaz invited him to come over and sit down, and he did. ", "2": "Then Boaz got ten of the town leaders and also asked them to sit down. After they had sat down, ", "3": "he said to the man: Naomi has come back from Moab and is selling the land that belonged to her husband Elimelech. ", "4": "I am telling you about this, since you are his closest relative and have the right to buy the property. If you want it, you can buy it now. These ten men and the others standing here can be witnesses. But if you don't want the property, let me know, because I am next in line. The man replied, “I will buy it!”", "5": "“If you do buy it from Naomi,” Boaz told him, “you must also marry Ruth. Then if you have a son by her, the property will stay in the family of Ruth's first husband.”", "6": "The man answered, “If that's the case, I don't want to buy it! That would make problems with the property I already own.[a] You may buy it yourself, because I cannot.”", "7": "To make a sale legal in those days, one person would take off a sandal and give it to the other. ", "8": "So after the man had agreed to let Boaz buy the property, he took off one of his sandals and handed it to Boaz.", "9": "Boaz told the town leaders and everyone else: All of you are witnesses that today I have bought from Naomi the property that belonged to Elimelech and his two sons, Chilion and Mahlon. ", "10": "You are also witnesses that I have agreed to marry Mahlon's widow Ruth, the Moabite woman. This will keep the property in his family's name, and he will be remembered in this town.", "11": "The town leaders and the others standing there said: We are witnesses to this. And we pray that the Lord will give your wife many children, just as he did Leah and Rachel, the wives of Jacob. May you be a rich man in the tribe of Ephrath and an important man in Bethlehem. ", "12": "May the children you have by this young woman make your family as famous as the family of Perez,[b] the son of Tamar and Judah.", "13": "Boaz married Ruth, and the Lord blessed her with a son. ", "14": "After his birth, the women said to Naomi: Praise the Lord! Today he has given you a grandson to take care of you. We pray that the boy will grow up to be famous everywhere in Israel. ", "15": "He will[c] make you happy and take care of you in your old age, because he is the son of your daughter-in-law. And she loves you more than seven sons of your own would love you.", "16": "Naomi loved the boy and took good care of him. ", "17": "The neighborhood women named him Obed, but they called him “Naomi's Boy.” When Obed grew up he had a son named Jesse, who later became the father of King David. ", "18-22": "Here is a list of the ancestors of David: Jesse, Obed, Boaz, Salmon, Nahshon, Amminadab, Ram, Hezron, and Perez."}