{"1": "Then Pharisees and scribes came to Jesus from Jerusalem and said, ", "2": "“Why do your disciples transgress the tradition of the elders? For they do not wash their hands when they eat.” ", "3": "He answered them, “And why do you transgress the commandment of God for the sake of your tradition? ", "4": "For God commanded, 'Honor your father and your mother,' and, 'He who speaks evil of father or mother, let him surely die.' ", "5": "But you say, 'If any one tells his father or his mother, What you would have gained from me is given to God,[a] he need not honor his father.'[b] ", "6": "So, for the sake of your tradition, you have made void the word[c] of God. ", "7": "You hypocrites! Well did Isaiah prophesy of you, when he said:", "8": "'This people honors me with their lips, but their heart is far from me;", "9": "in vain do they worship me, teaching as doctrines the precepts of men.'”", "10": "And he called the people to him and said to them, “Hear and understand: ", "11": "not what goes into the mouth defiles a man, but what comes out of the mouth, this defiles a man.” ", "12": "Then the disciples came and said to him, “Do you know that the Pharisees were offended when they heard this saying?” ", "13": "He answered, “Every plant which my heavenly Father has not planted will be rooted up. ", "14": "Let them alone; they are blind guides. And if a blind man leads a blind man, both will fall into a pit.” ", "15": "But Peter said to him, “Explain the parable to us.” ", "16": "And he said, “Are you also still without understanding? ", "17": "Do you not see that whatever goes into the mouth passes into the stomach, and so passes on?[d] ", "18": "But what comes out of the mouth proceeds from the heart, and this defiles a man. ", "19": "For out of the heart come evil thoughts, murder, adultery, fornication, theft, false witness, slander. ", "20": "These are what defile a man; but to eat with unwashed hands does not defile a man.”", "21": "And Jesus went away from there and withdrew to the district of Tyre and Sidon. ", "22": "And behold, a Canaanite woman from that region came out and cried, “Have mercy on me, O Lord, Son of David; my daughter is severely possessed by a demon.” ", "23": "But he did not answer her a word. And his disciples came and begged him, saying, “Send her away, for she is crying after us.” ", "24": "He answered, “I was sent only to the lost sheep of the house of Israel.”[e] ", "25": "But she came and knelt before him, saying, “Lord, help me.” ", "26": "And he answered, “It is not fair to take the children's bread and throw it to the dogs.” ", "27": "She said, “Yes, Lord, yet even the dogs eat the crumbs that fall from their master's table.” ", "28": "Then Jesus answered her, “O woman, great is your faith! Be it done for you as you desire.” And her daughter was healed instantly.", "29": "And Jesus went on from there and passed along the Sea of Galilee. And he went up into the hills, and sat down there. ", "30": "And great crowds came to him, bringing with them the lame, the maimed, the blind, the dumb, and many others, and they put them at his feet, and he healed them, ", "31": "so that the throng wondered, when they saw the dumb speaking, the maimed whole, the lame walking, and the blind seeing; and they glorified the God of Israel.", "32": "Then Jesus called his disciples to him and said, “I have compassion on the crowd, because they have been with me now three days, and have nothing to eat; and I am unwilling to send them away hungry, lest they faint on the way.” ", "33": "And the disciples said to him, “Where are we to get bread enough in the desert to feed so great a crowd?” ", "34": "And Jesus said to them, “How many loaves have you?” They said, “Seven, and a few small fish.” ", "35": "And commanding the crowd to sit down on the ground, ", "36": "he took the seven loaves and the fish, and having given thanks he broke them and gave them to the disciples, and the disciples gave them to the crowds. ", "37": "And they all ate and were satisfied; and they took up seven baskets full of the broken pieces left over. ", "38": "Those who ate were four thousand men, besides women and children. ", "39": "And sending away the crowds, he got into the boat and went to the region of Mag′adan."}