{"1": "In those days came John the Baptist, preaching in the wilderness of Judea, ", "2": "“Repent,[a] for the kingdom of heaven is at hand.” ", "3": "For this is he who was spoken of by the prophet Isaiah when he said, “The voice of one crying in the wilderness: Prepare the way of the Lord, make his paths straight.”", "4": "Now John wore a garment of camel's hair, and a leather girdle around his waist; and his food was locusts and wild honey. ", "5": "Then went out to him Jerusalem and all Judea and all the region about the Jordan, ", "6": "and they were baptized by him in the river Jordan, confessing their sins.[b]", "7": "But when he saw many of the Pharisees and Sad′ducees coming for baptism, he said to them, “You brood of vipers! Who warned you to flee from the wrath to come? ", "8": "Bear fruit that befits repentance, ", "9": "and do not presume to say to yourselves, 'We have Abraham as our father'; for I tell you, God is able from these stones to raise up children to Abraham. ", "10": "Even now the axe is laid to the root of the trees; every tree therefore that does not bear good fruit is cut down and thrown into the fire.", "11": "“I baptize you with water for repentance, but he who is coming after me is mightier than I, whose sandals I am not worthy to carry; he will baptize you with the Holy Spirit and with fire. ", "12": "His winnowing fork is in his hand, and he will clear his threshing floor and gather his wheat into the granary, but the chaff he will burn with unquenchable fire.”", "13": "Then Jesus came from Galilee to the Jordan to John, to be baptized by him. ", "14": "John would have prevented him, saying, “I need to be baptized by you, and do you come to me?” ", "15": "But Jesus answered him, “Let it be so now; for thus it is fitting for us to fulfil all righteousness.” Then he consented.[c] ", "16": "And when Jesus was baptized, he went up immediately from the water, and behold, the heavens were opened[d] and he saw the Spirit of God descending like a dove, and alighting on him; ", "17": "and lo, a voice from heaven, saying, “This is my beloved Son,[e] with whom I am well pleased.”"}