{"1": "¶ Now it came to pass in the days of Ahasuerus (this is Ahasuerus who reigned from India even unto Ethiopia over one hundred and twenty-seven provinces)", "2": "That in those days, when the King Ahasuerus sat on the throne of his kingdom, which was in Shushan, the palace,", "3": "In the third year of his reign, he made a banquet unto all his princes and his slaves, having before him the power of Persia and Media, the governors and princes of the provinces,", "4": "to show them the riches of the glory of his kingdom and the honour of beauty of his greatness for many days, even one hundred and eighty days.", "5": "And when these days were expired, the king made a banquet unto all the people that were present in Shushan the palace, both unto great and small, for seven days, in the court of the garden of the king's palace.", "6": "There were white, green, and blue hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble; the beds were of gold and silver, upon a pavement of porphyre and of marble and of alabaster and of blue.", "7": "And they gave them drink in vessels of gold (the vessels being diverse one from another) and royal wine in abundance, according to the power of the king.", "8": "And the drink was according to this law: let no one constrain themselves; for so the king had appointed to all the officers of his house that they should do according to the will of each one.", "9": "Likewise Vashti, the queen, made a banquet for the women in the royal house of King Ahasuerus.", "10": "¶ On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, the seven eunuchs that served in the presence of Ahasuerus, the king,", "11": "to bring Vashti, the queen, before the king with the crown of the kingdom, to show the people and the princes her beauty, for she was fair to behold.", "12": "But Queen Vashti refused to come at the king's word by his eunuchs; therefore, the king was very wroth, and his anger burned in him.", "13": "Then the king asked the wise men, who knew the times, (for so was the king's manner toward all that knew about the law and rights,", "14": "and the next to him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, seven princes of Persia and Media, who saw the king's face, and who sat first in the kingdom;)", "15": "What shall we do unto Queen Vashti according to law because she has not performed the decree of King Ahasuerus by the eunuchs?", "16": "And Memucan answered before the king and the princes, Vashti, the queen, has not only committed iniquity against the king, but also against all the princes and against all the people that are in all the provinces of King Ahasuerus.", "17": "For this deed of the queen shall be known abroad unto all the women so that they shall despise their husbands, saying, King Ahasuerus commanded Vashti, the queen, to be brought in before him, but she did not come.", "18": "And now the princesses of Persia and Media who have heard of the deed of the queen shall say this unto all the king's princes, and there shall be much contempt and wrath.", "19": "If it pleases the king, let there go forth a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it not be altered, That Vashti come no more before King Ahasuerus, and let the king give her royal estate unto another that is better than she.", "20": "And this sentence which the king shall make shall be heard throughout all his empire, although it is great, and all the wives shall give their husbands honour, from the greatest to the least.", "21": "And this word pleased the king and the princes, and the king did according to the word of Memucan;", "22": "for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, saying, That every man should bear rule in his own house and that it should be published according to the language of every people."}