{"1": "He setteth out the duties of sundry persons and states, 6 and willeth him to instruct the Church in manners. 11 He draweth an argument from the end of our redemption, 12 which is, that we live godly and uprightly. But [a]speak thou the things which become wholesome doctrine,", "2": "[b]That the elder men be watchful, grave, temperate, sound in the faith, in love, and in patience:", "3": "The elder women likewise, that they be in such behavior as becometh holiness, not false accusers, not subject to much wine, but teachers of honest things.", "4": "That they may instruct the young women to be sober minded, that they love their husbands, that they love their children,", "5": "That they be temperate, chaste, [c]keeping at home, good and subject unto their husbands, that the word of God be not evil spoken of.", "6": "Exhort young men likewise, that they be sober minded.", "7": "[d]In all things show thyself an example of good works with uncorrupt doctrine, with [e]gravity, integrity,", "8": "And with the wholesome word, which cannot be condemned, that he which withstandeth, may be ashamed, having nothing concerning you to speak evil of.", "9": "[f]Let servants be subject to their masters, and please them in all [g]things, not answering again,", "10": "Neither pickers, but that they show all good faithfulness, that they may adorn the doctrine of God our Savior in all things.", "11": "[h]For that grace of God, that bringeth salvation unto all men, hath appeared,", "12": "And teacheth us, that we should deny ungodliness and [i]worldly lusts, and that we should live soberly and righteously, and godly in this present world,", "13": "[j]Looking for that blessed hope, and appearing of that glory of that mighty God, and of our Savior Jesus Christ.", "14": "Who gave himself for us, that he might redeem us from all iniquity, and purge us to be a [k]peculiar people unto himself, zealous of good works.", "15": "These things speak, and exhort, and convince with all [l]authority. See that no man despise thee."}