{"1": "At that time Herod the tetrarch,[a] hearing about the fame of Jesus, ", "2": "told his servants, “This is John the Baptist! He has been raised from the dead, and that's why these miracles are being done by him.” ", "3": "Herod had arrested John, bound him with chains, and put him in prison on account of Herodias, his brother Philip's[b] wife.", "4": "John had been telling him, “It is not lawful for you to have her.” ", "5": "Although Herod[c] wanted to kill him, he was afraid of the crowd, since they regarded John[d] as a prophet.", "6": "But when Herod's birthday celebration was held, the daughter of Herodias danced before the guests.[e] She pleased Herod ", "7": "so much that he promised with an oath to give her whatever she asked for. ", "8": "Prompted by her mother, she said, “Give me, right here on a platter, the head of John the Baptist.” ", "9": "Under pressure because of his promises and his assembled guests, the king ordered that it be done. ", "10": "So he sent word[f] and had John beheaded in prison. ", "11": "His head was brought on a platter and given to the girl, and she took it to her mother. ", "12": "When John's[g] disciples came, they carried off the body and buried it. Then they went and told Jesus.", "13": "When Jesus heard this, he left that place and went[h] by boat to a deserted place by himself. The crowds heard of it and followed him on foot from the neighboring[i] towns. ", "14": "When he got out of the boat,[j] he saw a large crowd. He had compassion for them and healed their sick. ", "15": "When evening had come, the disciples went to him and said, “This is a deserted place, and it's already late. Send the crowds away so that they can go into the villages and buy food for themselves.”", "16": "But Jesus told them, “They don't need to go away. You give them something to eat.”", "17": "They told him, “We don't have anything here except five loaves of bread and two fish.”", "18": "He said, “Bring them to me.” ", "19": "Then he ordered the crowds to sit down on the grass. Taking the five loaves and the two fish, he looked up to heaven and blessed them. Then he broke the loaves in pieces and gave them to his disciples, and the disciples gave them[k] to the crowds. ", "20": "All of them ate and were filled. Then the disciples[l] picked up what was left of the broken pieces, twelve baskets full. ", "21": "Now those who had eaten were about 5,000 men, besides women and children.", "22": "Jesus[m] immediately had the disciples get into a boat and cross to the other side ahead of him, while he sent the crowds away. ", "23": "After dismissing the crowds, he went up on a hillside by himself to pray. When evening came, he was there alone. ", "24": "By this time the boat was in the middle of the sea[n] and was being battered by the waves, because the wind was against them. ", "25": "Shortly before dawn,[o] Jesus[p] came to them, walking on the sea. ", "26": "When the disciples saw him walking on the sea, they were terrified and cried out, “It's a ghost!” And they screamed in terror.", "27": "“Have courage!” Jesus immediately told them. “It's me. Stop being afraid!”", "28": "Peter answered him, “Lord, if it's you, order me to come to you on the water.”", "29": "Jesus[q] said, “Come on!” So Peter got down out of the boat, started walking on the water, and came[r] to Jesus.", "30": "But when he noticed the strong[s] wind, he was frightened. As he began to sink, he shouted, “Lord, save me!”", "31": "At once Jesus reached out his hand, caught him, and asked him, “You who have so little faith, why did you doubt?” ", "32": "As they got into the boat, the wind stopped blowing.", "33": "Then the men in the boat began to worship Jesus,[t] saying, “You certainly are the Son of God!”", "34": "They crossed over and came ashore at Gennesaret. ", "35": "When the men of that place recognized Jesus,[u] they sent word[v] throughout that region and brought him everyone who was sick. ", "36": "They kept begging him to let them touch just the tassel of his garment, and everyone who touched it was completely healed."}