{"1": "Then some Pharisees and scribes came from Jerusalem to Jesus and asked, ", "2": "“Why do your disciples disregard the tradition of the elders? They don't wash their hands when they eat.”[a]", "3": "But he answered them, “Why do you also disregard the commandment of God because of your tradition? ", "4": "Because God said,[b] 'You are to honor your father and your mother,'[c] and, 'Whoever curses father or mother must certainly be put to death.'[d] ", "5": "But you say, 'Whoever tells his father or his mother, “Whatever support you might have received from me has been given to God,”[e] ", "6": "does not have to honor his father.'[f] Because of your tradition, then, you have disregarded[g] the authority of God's word.[h] ", "7": "You hypocrites! How well did Isaiah prophesy of you when he said,", "8": "'These people honor me with their lips, but their hearts are far from me.", "9": "Their worship of me is empty, because they teach human rules as doctrines.'”[i]", "10": "Then calling out to the crowd, he addressed them, “Listen and understand! ", "11": "It is not what goes into the mouth that makes a person unclean. It is what comes out of the mouth that makes a person unclean.”", "12": "Then the disciples came and asked him, “Do you realize that the Pharisees were offended when they heard this statement?”", "13": "He replied, “Every plant that my heavenly Father did not plant will be pulled up by the roots. ", "14": "Leave them alone. They are blind guides of the blind.[j] If one blind person leads another blind person, both will fall into a ditch.”", "15": "Then Peter told him, “Explain to us this[k] parable.”", "16": "Jesus[l] said, “Are you still so ignorant? ", "17": "Don't you know that everything that goes into the mouth passes into the stomach and then is expelled as waste? ", "18": "But the things that come out of the mouth come from the heart, and it is those things that make a person unclean. ", "19": "It is out of the heart that evil thoughts come, as well as murder, adultery, sexual immorality, stealing, false testimony, and slander.[m] ", "20": "These are the things that make a person unclean. But eating with unwashed hands doesn't make a person unclean.”", "21": "Then Jesus left that place and went to the region of Tyre and Sidon. ", "22": "Suddenly, a Canaanite woman from that territory came near and began to shout, “Have mercy on me, Lord, Son of David! My daughter is severely demon-possessed!” ", "23": "But he didn't answer her at all.[n] Then his disciples came up and kept urging him, “Send her away, because she keeps on screaming as she follows[o] us.”", "24": "But he replied, “I was sent only to the lost sheep of the nation[p] of Israel.”", "25": "Then she came and fell down before him, saying, “Lord, help me!”", "26": "He replied, “It's not right[q] to take the children's bread and throw it to the puppies.”", "27": "She said, “Yes, Lord. But even the puppies eat the crumbs that fall from their masters' tables.”", "28": "Then Jesus answered her, “Lady,[r] your faith is great! What you want is granted.” That very hour her daughter was healed.", "29": "Jesus left there and went along the Sea of Galilee. Then he went up on a hillside and sat down. ", "30": "Large crowds came to him, bringing with them the lame, the blind, the crippled, those unable to talk, and many others. They placed them at his feet, and he healed them. ", "31": "As a result, the crowd was amazed to see those who were unable to talk speaking, the crippled healed, the lame walking, and the blind seeing. So they praised the God of Israel.", "32": "Then Jesus called his disciples and said, “I have compassion for the crowd because they have already been with me for three days and have nothing to eat. I don't want to send them away without food, or they may faint on the road.”", "33": "The disciples asked him, “Where in the wilderness are we to get enough bread to feed such a crowd?”", "34": "Jesus asked them, “How many loaves of bread do you have?” They said, “Seven, and a few small fish.”", "35": "Ordering the crowd to sit down on the ground, ", "36": "he took the seven loaves and the fish and gave thanks. Then he broke them in pieces and kept giving them to his disciples, and the disciples gave them[s] to the crowds. ", "37": "All of them ate until they were filled, then the disciples[t] picked up what was left of the broken pieces—seven baskets full. ", "38": "Now those who had eaten were four thousand men, besides women and children. ", "39": "After he sent the crowds away, he got into a boat and went to the region of Magadan.[u]"}