{"1": "When the Pharisees and Sadducees arrived, in order to test Jesus[a] they asked him to show them a sign from heaven. ", "2": "He replied to them, “You say, 'Red sky at night, what a delight!", "3": "Red sky in the morning, cloudy and storming.' You know how to interpret the appearance of the sky, yet you can't interpret the signs of the times?[b] ", "4": "An evil and adulterous generation craves a sign, but no sign will be given to it except the sign of Jonah.” Then he left them and went away.", "5": "When his disciples reached the other side, they had forgotten to take any bread along. ", "6": "Jesus told them, “Watch out! Beware of the yeast of the Pharisees and Sadducees!”", "7": "As they began to discuss this among themselves, they kept saying, “We didn't bring along any bread.”", "8": "Knowing this, Jesus asked them, “You who have little faith, why are you discussing among yourselves the fact that you don't have any bread? ", "9": "Don't you understand yet? Don't you remember the five loaves for the 5,000 and how many baskets you collected, ", "10": "or the seven loaves for the 4,000 and how many baskets you collected? ", "11": "How can you fail to understand that I wasn't talking to you about bread? Beware of the yeast of the Pharisees and Sadducees!”", "12": "Then they understood that he did not say to beware of the yeast used in bread,[c] but of the teaching of the Pharisees and Sadducees.", "13": "When Jesus had come to the region of Caesarea Philippi, he asked his disciples, “Who do people say the Son of Man is?”", "14": "They said, “Some say[d] John the Baptist, others Elijah, and still others Jeremiah or one of the prophets.”", "15": "He asked them, “But who do you say I am?”", "16": "Simon Peter answered, “You are the Messiah,[e] the Son of the living God!”", "17": "Then Jesus told him, “How blessed you are, Simon son of Jonah,[f] since flesh and blood has not revealed this to you, though my Father in heaven has. ", "18": "I tell you that you are Peter,[g] and it is on this rock[h] that I will build my congregation,[i] and the powers of hell[j] will not conquer it. ", "19": "I will give you the keys to the kingdom from[k] heaven. Whatever you prohibit on earth will have been prohibited[l] in heaven, and whatever you permit on earth will have been permitted[m] in heaven.”", "20": "Then he strictly ordered the disciples not to tell anyone that he was the Messiah.[n]", "21": "From that time on, Jesus began to show his disciples that he would have to go to Jerusalem and suffer a great deal because of the elders, the high priests, and the scribes. Then he would be killed, but on the third day he would be raised. ", "22": "Peter took him aside and began to rebuke him, saying, “God be merciful to you, Lord! This must never happen to you!”", "23": "But Jesus[o] turned and told Peter, “Get behind me, Satan! You are an offense[p] to me, because you are not thinking God's thoughts but human thoughts!”", "24": "Then Jesus told his disciples, “If anyone wants to follow me, he must deny himself, pick up his cross, and follow me continuously. ", "25": "Whoever wants to save his life will lose it, but whoever loses his life for my sake will find it, ", "26": "because what profit will a person have if he gains the whole world and forfeits his life? Or what can a person give in exchange for his life? ", "27": "The Son of Man is going to come with his angels in his Father's glory, and then he will repay everyone according to what he has done. ", "28": "I tell all of you[q] with certainty, some people standing here will not experience[r] death before they see the Son of Man coming in his kingdom.”"}