{"1": "Six days later, Jesus took Peter, James, and his brother John and led them up a high mountain by themselves. ", "2": "His appearance was changed in front of them, his face shone like the sun, and his clothes became as white as light. ", "3": "Suddenly, Moses and Elijah appeared to them, talking with Jesus.[a]", "4": "Then Peter told Jesus, “Lord, it's good that we're here! If you want, I'll set up three shelters[b]—one for you, one for Moses, and one for Elijah.” ", "5": "He was still speaking when a bright cloud suddenly overshadowed them. A voice from the cloud said, “This is my Son, whom I love. I am pleased with him. Keep on listening to him!”", "6": "When the disciples heard this, they fell on their faces and were terrified.", "7": "But Jesus came up to them and touched them, saying, “Get up, and stop being afraid.” ", "8": "When they raised their eyes, they saw no one but Jesus all by himself.", "9": "On their way down the mountain, Jesus ordered them, “Don't tell anyone about this vision until the Son of Man has been raised from the dead.”", "10": "So the disciples asked him, “Why, then, do the scribes say that Elijah must come first?”", "11": "He answered them, “Elijah is indeed coming and will restore all things. ", "12": "But I tell you that Elijah has already come, yet people[c] did not recognize him and treated him just as they pleased. In the same way, the Son of Man is going to suffer at their hands.” ", "13": "Then the disciples understood that he had been speaking to them about John the Baptist.", "14": "As they approached the crowd, a man came up to Jesus,[d] knelt down in front of him, ", "15": "and said, “Sir,[e] have mercy on my son, because he is an epileptic and suffers terribly. Often he falls into fire and often into water. ", "16": "I brought him to your disciples, but they couldn't heal him.”", "17": "Jesus replied, “You unbelieving and perverted generation! How long must I be with you? How long must I put up with you? Bring him here to me!” ", "18": "Then Jesus rebuked the demon and it came out of him, and the boy was healed that very hour.", "19": "Then the disciples came to Jesus privately and asked, “Why couldn't we drive it out?”", "20": "He told them, “Because of your lack of faith.[f] I tell all of you[g] with certainty, if you have faith like a grain of mustard seed, you can say to this mountain, 'Move from here to there,' and it will move, and nothing will be impossible for you. ", "21": "But this kind does not come out except by prayer and fasting.”[h]", "22": "While they were gathering together[i] in Galilee, Jesus told them, “The Son of Man is going to be betrayed into human hands. ", "23": "They will kill him, but he will be raised on the third day.” Then they were filled with grief.", "24": "When they came to Capernaum, the collectors of the temple tax[j] came up to Peter and asked, “Your teacher pays the temple tax,[k] doesn't he?”", "25": "He answered, “Yes.” When Peter[l] went home,[m] Jesus spoke to him first and asked him, “What do you think, Simon? From whom do kings on the earth collect tolls or tributes? From their own subjects,[n] or from foreigners?”", "26": "“From foreigners,” he replied. So Jesus told him, “In that case, the subjects[o] are exempt. ", "27": "However, so that we don't offend them, go to the sea and throw in a hook. Take the first fish that comes up, open its mouth, and you will find a coin.[p] Take it and give it to them for me and you.”"}