{"1": "At that time the disciples came to Jesus and asked, “Who, then, is the greatest in the kingdom from[a] heaven?”", "2": "Calling a little child forward, he had him stand among them. ", "3": "Then he said, “I tell all of you[b] with certainty, unless you change[c] and become like little children, you will never get into the kingdom from[d] heaven. ", "4": "Therefore, whoever humbles himself as this little child is the greatest in the kingdom from[e] heaven, ", "5": "and whoever receives a little child like this in my name receives me.”", "6": "“If anyone causes one of these little ones who believe in me to sin, it would be better for him if a large millstone were hung around his neck and he were drowned at the bottom of the sea. ", "7": "How terrible it will be for the world due to its temptations to sin! Temptations to sin are bound to happen, but how terrible it will be for that person who causes someone to sin!", "8": "“So if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life injured or crippled than to have two hands or two feet and be thrown into eternal fire. ", "9": "And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into hell[f] fire.", "10": "“See to it that you do not despise one of these little ones, because I tell you, their angels in heaven always have access to my Father in heaven. ", "11": "For the Son of Man came to save the lost.”[g]", "12": "“What do you think? If a man has 100 sheep and one of them strays, he leaves the 99 in the hills and goes to look for the one that has strayed, doesn't he? ", "13": "If he finds it, I tell all of you[h] with certainty that he rejoices over it more than over the 99 that haven't strayed. ", "14": "In the same way, it is not the will of your[i] Father in heaven that one of these little ones should be lost.”", "15": "“If your brother sins against you,[j] go and confront him while the two of you are alone. If he listens to you, you have won back your brother. ", "16": "But if he doesn't listen, take one or two others with you so that 'every word may be confirmed by the testimony[k] of two or three witnesses.'[l] ", "17": "If, however, he ignores them, tell it to the congregation.[m] If he also ignores the congregation,[n] regard him as an unbeliever[o] and a tax collector.", "18": "“I tell all of you[p] with certainty, whatever you prohibit on earth will have been prohibited[q] in heaven, and whatever you permit on earth will have been permitted[r] in heaven. ", "19": "Furthermore, I tell all of you[s] with certainty that if two of you agree on earth about anything you request, it will be done for you by my Father in heaven, ", "20": "because where two or three have come together in my name, I am there among them.”", "21": "Then Peter came up and asked him, “Lord, how many times may my brother sin against me and I have to forgive him? Seven times?”", "22": "Jesus told him, “I tell you, not just seven times, but 77 times![t] ", "23": "“That is why the kingdom from[u] heaven may be compared to a king who wanted to settle accounts with his servants. ", "24": "When he had begun to settle the accounts, a person who owed him 10,000 talents[v] was brought to him. ", "25": "Because he couldn't pay, his master ordered him, his wife, his children, and everything that he owned to be sold so that payment could be made. ", "26": "Then the servant fell down and bowed low before him, saying, 'Be patient[w] with me, and I will repay you everything!' ", "27": "The master of that servant had compassion and released him, canceling his debt.", "28": "“But when that servant went away, he found one of his fellow servants who owed him a hundred denarii.[x] He grabbed him, seized him by the throat, and said, 'Pay what you owe!' ", "29": "Then his fellow servant fell down and began begging him, 'Be patient with me and I will repay you!' ", "30": "But he refused and had him thrown into prison until he could repay the debt.", "31": "“When his fellow servants saw what had happened, they were very disturbed and went and reported to their master everything that had occurred. ", "32": "Then his master sent for him and told him, 'You evil servant! I canceled that entire debt for you because you begged me. ", "33": "Shouldn't you have had mercy on your fellow servant, just as I had mercy on you?' ", "34": "In anger his master handed him over to the jailers until he could repay the entire debt. ", "35": "This is how my heavenly Father will treat each one of you unless you forgive your brother from your hearts.”"}