{"1": "When they came near Jerusalem and had reached Bethphage on the Mount of Olives, Jesus sent two disciples on ahead and ", "2": "told them, “Go into the village ahead of you. At once you will find a donkey tied up and a colt with it. Untie them, and bring them to me. ", "3": "If anyone says anything to you, tell him, 'The Lord needs them,' and that person will send them at once.”", "4": "Now this happened to fulfill what had been spoken through the prophet when he said,", "5": "“Tell the daughter[a] of Zion, 'Look, your king is coming to you![b] He is humble and mounted on a donkey, even on a colt of a donkey.'”[c]", "6": "So the disciples went and did as Jesus had directed them. ", "7": "They brought the donkey and the colt and put their coats on them, and he sat upon them. ", "8": "Many people in the crowd spread their own coats on the road, while others began cutting down branches from the trees and spreading them on the road. ", "9": "Both the crowds that went ahead of him and those that followed him kept shouting, “Hosanna[d] to the Son of David! How blessed is the one who comes in the name of the Lord![e] Hosanna in the highest heaven!”[f]", "10": "When he came into Jerusalem, the whole city was trembling with excitement. The people[g] were asking, “Who is this?”", "11": "The crowds kept saying, “This is the prophet Jesus, the man from Nazareth in Galilee.”", "12": "Then Jesus went into the Temple,[h] threw out everyone who was selling and buying in the Temple, and overturned the moneychangers' tables and the chairs of those who sold doves. ", "13": "He told them, “It is written, 'My house is to be called a house of prayer,'[i] but you are turning it into a hideout[j] for bandits!”", "14": "Blind and lame people came to him in the Temple, and he healed them. ", "15": "But when the high priests and the scribes saw the amazing things that he had done and the children shouting in the Temple, “Hosanna[k] to the Son of David,” they became furious ", "16": "and asked him, “Do you hear what these people are saying?” Jesus told them, “Yes! Haven't you ever read, 'From the mouths of infants and nursing babies you have created praise'?”[l] ", "17": "Then he left them and went out of the city to Bethany and spent the night there.", "18": "In the morning, as Jesus[m] was returning to the city, he became hungry. ", "19": "Seeing a fig tree by the roadside, he went up to it but found nothing on it except leaves. He told it, “May fruit never come from you again!” And immediately the fig tree dried up.", "20": "When the disciples saw this, they were amazed. “How did the fig tree dry up so quickly?” they asked.", "21": "Jesus answered them, “I tell all of you[n] with certainty, if you have faith and do not doubt, not only will you be able to do what has been done to the fig tree, but you will also say to this mountain, 'Be removed and thrown into the sea,' and it will happen. ", "22": "You will receive whatever you ask for in prayer, if you believe.”", "23": "Then Jesus[o] went into the Temple. While he was teaching, the high priests and the elders of the people came to him and asked, “By what authority are you doing these things, and who gave you this authority?”", "24": "Jesus answered them, “I, too, will ask you one question.[p] If you answer it for me, I will also tell you by what authority I am doing these things. ", "25": "Where did John's authority to baptize[q] come from? From heaven or from humans?” They began discussing this among themselves: “If we say, 'From heaven,' he will ask us, 'Then why didn't you believe him?' ", "26": "But if we say, 'From humans,' we are afraid of the crowd, because everyone regards John as a prophet.” ", "27": "So they told Jesus, “We don't know.” He in turn told them, “Then I won't tell you by what authority I am doing these things.”", "28": "“But what do you think? A man had two sons. He went to the first and said, 'Son, go and work in the vineyard today.' ", "29": "His son[r] replied, 'I don't want to,' but later he changed his mind and went. ", "30": "Then the father[s] went to the other son[t] and told him the same thing. He replied, 'I will,[u] sir,' but he didn't go. ", "31": "Which of the two did the father's will?” They answered, “The first one.” Jesus told them, “I tell all of you[v] with certainty, tax collectors and prostitutes will get into God's kingdom ahead of you! ", "32": "John came to you living a righteous life,[w] and you didn't believe him, but the tax collectors and prostitutes did. But even when you saw that, you didn't change your minds[x] at last and believe him.”", "33": "“Listen to another parable. There was a landowner who planted a vineyard, put a wall around it, dug a wine press in it, and built a watchtower. Then he leased it to tenant farmers and went abroad. ", "34": "When harvest time approached, he sent his servants to the tenant farmers to collect his produce. ", "35": "But the farmers took his servants and beat one, killed another, and attacked another with stones. ", "36": "Again, he sent other servants to them, a greater number than the first, but the tenant farmers[y] treated them the same way. ", "37": "Finally, he sent his son to them, thinking, 'They will respect my son.' ", "38": "But when the tenant farmers saw his son, they told one another, 'This is the heir. Come on, let's kill him and get his inheritance!' ", "39": "So they grabbed him, threw him out of the vineyard, and killed him. ", "40": "Now when the owner of the vineyard returns, what will he do to those farmers?”", "41": "They told him, “He will put those horrible men to a horrible death. Then he will lease the vineyard to other farmers who will give him his produce at harvest time.”", "42": "Jesus asked them, “Have you never read in the Scriptures, 'The stone that the builders rejected has become the cornerstone.[z] This was the Lord's[aa] doing, and it is amazing in our eyes.'?[ab]", "43": "That is why I tell you that the kingdom of God will be taken away from you and given to a people who will produce fruit for it. ", "44": "The person who falls over this stone will be broken to pieces, but it will crush anyone on whom it falls.”[ac]", "45": "When the high priests and the Pharisees heard his parables, they knew that he was talking about them. ", "46": "Although they wanted to arrest him, they were afraid of the crowds, who considered Jesus[ad] to be a prophet."}