{"1": "“At that time, the kingdom from[a] heaven will be comparable to ten bridesmaids[b] who took their oil lamps and went out to meet the groom.[c] ", "2": "Now five of them were foolish, and five were wise, ", "3": "because when the foolish ones took their lamps, they didn't take any oil with them. ", "4": "But the wise ones took flasks of oil with their lamps. ", "5": "Since the groom was late, all of them became sleepy and lay down. ", "6": "But at midnight there came a shout: 'The groom is here! Come out to meet him!' ", "7": "Then all the bridesmaids[d] woke up and got their lamps ready.", "8": "“But the foolish ones told the wise, 'Give us some of your oil, because our lamps are going out!'", "9": "“But the wise ones replied, 'No! There will never be enough for us and for you. You'd better go to the dealers and buy some for yourselves.'", "10": "“While they were away buying it, the groom arrived. Those who were ready went with him into the wedding banquet, and the door was closed. ", "11": "Later, the other bridesmaids[e] arrived and said, 'Lord, lord, open up for us!'", "12": "“But he replied, 'I tell all of you[f] with certainty, I don't know you!' ", "13": "So keep on watching, because you don't know the day or the hour.”[g]", "14": "“Similarly, it is like a man going on a trip, who called his servants and turned his money over to them. ", "15": "To one man he gave five talents,[h] to another two, and to another one, based on their ability. Then he went on his trip.", "16": "“The one who received five talents[i] went out at once and invested them and earned five more. ", "17": "In the same way, the one who had two talents[j] earned two more. ", "18": "But the one who received one talent[k] went off, dug a hole in the ground, and buried his master's money.", "19": "“After a long time, the master of those servants returned and settled accounts with them. ", "20": "The one who had received five talents came up and brought five more talents. 'Master,' he said, 'you gave me five talents. See, I've earned five more talents.'", "21": "“His master told him, 'Well done, good and trustworthy servant! Since you've been trustworthy with a small amount, I'll put you in charge of a large amount. Come and share your master's joy!'", "22": "“The one with two talents also came forward and said, 'Master, you gave me two talents. See, I've earned two more talents.", "23": "“His master told him, 'Well done, good and trustworthy servant! Since you've been trustworthy with a small amount, I'll put you in charge of a large amount. Come and share your master's joy!'", "24": "“Then the one who had received one talent came forward and said, 'Master, I knew that you were a hard man, harvesting where you haven't planted and gathering where you haven't scattered any seed. ", "25": "Since I was afraid, I went off and hid your talent in the ground. Here, take what's yours!'", "26": "“His master answered him, 'You evil and lazy servant! So you knew that I harvested where I haven't planted and gathered where I haven't scattered any seed? ", "27": "Then you should've invested my money with the bankers. When I returned, I would've received my money back with interest.' ", "28": "Then the master said,[l] 'Take the talent from him and give it to the man who has the ten talents, ", "29": "because to everyone who has something, more will be given, and he'll have more than enough. But from the person who has nothing, even what he has will be taken away from him. ", "30": "Throw this useless servant into the darkness outside! In that place there will be weeping and gnashing of teeth.'”[m]", "31": "“When the Son of Man comes in his glory and all the angels are with him, he will sit on his glorious throne. ", "32": "All the nations will be assembled in front of him, and he will cull them out, one from another, like a shepherd separates sheep from goats. ", "33": "He will put the sheep on his right but the goats on his left.", "34": "“Then the king will say to those on his right, 'Come, you who have been blessed by my Father! Inherit the kingdom prepared for you from the foundation of the world, ", "35": "because I was hungry, and you gave me something to eat. I was thirsty, and you gave me something to drink. I was a stranger, and you welcomed me. ", "36": "I was naked, and you clothed me. I was sick, and you took care of me. I was in prison, and you visited me.'", "37": "“Then the righteous will say to him, 'Lord, when did we see you hungry and give you something to eat, or thirsty and give you something to drink? ", "38": "When did we see you as a stranger and welcome you, or see you naked and clothe you? ", "39": "When did we see you sick or in prison, and visit you?'", "40": "The king will answer them, 'I tell all of you[n] with certainty, since you did it for one of the least important of these brothers of mine, you did it for me.'", "41": "“Then he will say to those on his left, 'Get away from me, you who are accursed, into the eternal fire that has been prepared for the Devil and his angels! ", "42": "Here's why: I was hungry, and you gave me nothing to eat. I was thirsty, and you gave me nothing to drink. ", "43": "I was a stranger, and you didn't welcome me. I was naked, and you didn't clothe me. I was sick and in prison, and you didn't visit me.'", "44": "“Then they will reply, 'Lord, when did we see you hungry or thirsty or as a stranger or naked or sick or in prison and didn't help you?'", "45": "Then he will say to them, 'I tell all of you[o] with certainty, since you didn't do it for one of the least important of these, you didn't do it for me.' ", "46": "These people will go away into eternal punishment, but the righteous will go[p] into eternal life.”"}