{"1": "When Jesus had finished saying all these things,[a] he told his disciples, ", "2": "“You know that the Passover will take place in two days, and the Son of Man will be handed over to be crucified.”", "3": "Then the high priests and the elders of the people assembled in the courtyard of the high priest, who was named Caiaphas. ", "4": "They conspired to arrest Jesus by treachery and to kill him. ", "5": "But they kept saying, “This must not happen during the festival. Otherwise, there'll be a riot among the people.”", "6": "While Jesus was in Bethany at the home of Simon the leper, ", "7": "a woman came to him with an alabaster jar of very expensive perfume and poured it on his head while he sat at the table. ", "8": "But when the disciples saw this, they became irritated and said, “Why this waste? ", "9": "Surely this perfume could've been sold for a high price and the money[b] given to the destitute.”", "10": "But knowing this,[c] Jesus asked them, “Why are you bothering the woman? She has done a beautiful thing for me. ", "11": "You'll always have the destitute with you, but you'll not always have me. ", "12": "When she poured this perfume on my body, she was preparing me for burial. ", "13": "I tell all of you[d] with certainty, wherever this gospel is proclaimed throughout the whole world, what she has done will also be told as a memorial to her.”", "14": "Then one of the Twelve, who was called Judas Iscariot, went to the high priests ", "15": "and inquired, “What are you willing to give me if I betray Jesus[e] to you?” They offered him 30 pieces of silver, ", "16": "and from then on he began to look for an opportunity to betray Jesus.[f]", "17": "On the first day of the Festival[g] of Unleavened Bread, the disciples approached Jesus and asked, “Where do you want us to make preparations for you to eat the Passover meal?”", "18": "He said, “Go to a certain man in the city and say to him, 'The Teacher says, “My time is near. I will celebrate the Passover with my disciples at your house.”'”[h] ", "19": "So the disciples did as Jesus had directed them, and they prepared the Passover meal.", "20": "When evening came, Jesus[i] was sitting at the table with the Twelve.[j] ", "21": "While they were eating, he said, “I tell all of you[k] with certainty, one of you is going to betray me.”", "22": "Feeling deeply distressed, each one began to ask him, “Surely I am not the one, Lord?”", "23": "He replied, “The man who has dipped his hand into the bowl with me will betray me. ", "24": "The Son of Man is going away, just as it has been written about him. How terrible it will be for that man by whom the Son of Man is betrayed! It would have been better for him if he had never been born.”", "25": "Then Judas, who was going to betray him, asked, “Rabbi,[l] I'm not the one, am I?” Jesus[m] told him, “You have said so.”", "26": "While they were eating, Jesus took a loaf of bread and blessed it. Then he broke it in pieces and handed it to the disciples, saying, “Take this and eat it. This is my body.”", "27": "Then he took a cup, gave thanks, and gave it to them, saying, “Drink from it, all of you, ", "28": "because this is my blood of the new[n] covenant that is being poured out for many people for the forgiveness of sins. ", "29": "I tell all of you[o] I will never again drink the product of the vine until that day when I drink it with you once again in my Father's kingdom.”", "30": "After singing a hymn, they went out to the Mount of Olives.", "31": "Then Jesus told them, “All of you will turn against me this very night, because it is written, 'I will strike the shepherd, and the sheep of the flock will be scattered.'[p]", "32": "However, after I have been raised, I will go to Galilee ahead of you.”", "33": "But Peter told him, “Even if everyone else turns against you, I certainly won't!”", "34": "Jesus told him, “I tell you[q] with certainty, before a rooster crows this very night, you will deny me three times.”", "35": "Peter told him, “Even if I have to die with you, I will never deny you!” And all the disciples said the same thing.", "36": "Then Jesus went with them to a place called Gethsemane. He told the disciples, “Sit down here while I go over there and pray.” ", "37": "Taking Peter and the two sons of Zebedee with him, he began to be grieved and troubled. ", "38": "Then he told them, “I'm so deeply grieved that I feel I'm about to die. Wait here and stay awake with me.”", "39": "Going on a little farther, he fell on his face and prayed, “O my Father, if it is possible, let this cup pass from me. Yet not what I want but what you want.”", "40": "When he went back to the disciples, he found them asleep. He told Peter, “So, you men couldn't stay awake with me for one hour, could you? ", "41": "All of you must stay awake and pray that you won't be tempted. The spirit is indeed willing, but the body[r] is weak.”", "42": "He went away a second time and prayed, “My Father, if this cup cannot go away unless I drink it, let your will be done.” ", "43": "Then he came back and found them asleep, because they could not keep their eyes open. ", "44": "After leaving them again, he went away and prayed again for the third time, saying the same thing.", "45": "Then he came back to the disciples and told them, “You might as well keep on sleeping and resting.[s] Look! The time is near for the Son of Man to be betrayed into the hands of sinners. ", "46": "Get up! Let's go! See, the one who is betraying me is near!”", "47": "Just then, while Jesus[t] was still speaking, Judas, one of the Twelve, arrived. A large crowd armed with swords and clubs was with him. They were from the high priests and elders of the people. ", "48": "Now the betrayer personally had given them a signal, saying, “The one I kiss[u] is the man. Arrest him.”", "49": "So Judas[v] immediately went up to Jesus and said, “Hello, Rabbi!”[w] and kissed him tenderly.", "50": "Jesus asked him, “Friend, why are you here?”[x] Then the other men[y] surged forward, took hold of Jesus, and arrested him.", "51": "Suddenly, one of the men with Jesus reached out his hand, drew his sword, and struck the high priest's servant, cutting off his ear. ", "52": "Jesus told him, “Put your sword back in its place! Everyone who uses a sword will be killed by a sword. ", "53": "Don't you think that I could call on my Father, and he would send me more than twelve legions of angels now? ", "54": "How, then, would the Scriptures be fulfilled that say this must happen?”", "55": "At this point,[z] Jesus asked the crowds, “Have you come out with swords and clubs to arrest me as if I were a bandit?[aa] Day after day I sat teaching in the Temple, yet you didn't arrest me. ", "56": "But all of this has happened so that the writings of the prophets might be fulfilled.” Then all the disciples deserted Jesus[ab] and ran away.", "57": "Those who had arrested Jesus took him to Caiaphas, the high priest, where the scribes and the elders had assembled. ", "58": "Peter, however, followed him at a distance as far as the high priest's courtyard. He went inside and sat down with the servants to see how this would end.", "59": "Meanwhile, the high priests and the whole Council[ac] were looking for false testimony against Jesus in order to have him put to death. ", "60": "But they couldn't find any, even though many false witnesses had come forward. At last two men came forward ", "61": "and stated, “This man said, 'I can destroy the sanctuary of God and rebuild it in three days.'”", "62": "At this, the high priest stood up and asked Jesus,[ad] “Don't you have any answer to what these men are testifying against you?” ", "63": "But Jesus was silent. Then the high priest told him, “I command you by the living God to tell us if you are the Messiah,[ae] the Son of God!”", "64": "Jesus told him, “You have said so. Nevertheless I tell you, from now on you will see 'the Son of Man seated at the right hand of Power'[af] and 'coming on the clouds of heaven.'”[ag]", "65": "Then the high priest tore his robes and said, “He has blasphemed! Why do we still need witnesses? Listen! You yourselves have just heard the blasphemy! ", "66": "What is your verdict?” They replied, “He deserves to die!”", "67": "Then they spit in his face and hit him. Some slapped him, ", "68": "saying, “Prophesy to us, you Messiah![ah] Who hit[ai] you?”", "69": "Now Peter was sitting outside in the courtyard when a servant girl came up to him and said, “You, too, were with Jesus the Galilean.”", "70": "But he denied it in front of them all. “I don't know what you're talking about!” he exclaimed.", "71": "As he went out to the gateway, another woman saw him and told those who were there, “This man was with Jesus from Nazareth.”[aj]", "72": "Again he denied it and swore with an oath, “I don't know the man!”", "73": "After a little while, the people who were standing there came up and told Peter, “Obviously you're also one of them, because your accent gives you away.”", "74": "Then he began to curse violently. “I don't know the man!” he swore solemnly. Just then a rooster crowed. ", "75": "Peter remembered the words of Jesus when he said, “Before a rooster crows, you'll deny me three times.” Then he went outside and cried bitterly."}