{"1": "When morning came, all the high priests and elders of the people conspired against Jesus to put him to death. ", "2": "They bound him with chains, led him away, and handed him over to Pontius[a] Pilate, the governor.", "3": "Then Judas, who had betrayed him, regretted what had happened when he saw that Jesus[b] was condemned. He brought the 30 pieces of silver back to the high priests and elders, ", "4": "saying, “I have sinned by betraying innocent[c] blood.” But they replied, “What do we care? Attend to that yourself.” ", "5": "Then he flung the pieces of silver into the sanctuary, went outside, ran away, and hanged himself.", "6": "The high priests picked up the pieces of silver and said, “It is not lawful to put this into the Temple treasury, because it is blood money.” ", "7": "So they decided to use the money to buy the Potter's Field as a burial ground for foreigners. ", "8": "That is why that field has been called the Field of Blood to this day. ", "9": "Then what had been declared through the prophet Jeremiah was fulfilled when he said, “They[d] took the 30 pieces of silver, the value of the man on whom a price had been set by the Israelis,", "10": "and they[e] gave them for the potter's field, as the Lord commanded me.”[f]", "11": "Meanwhile, Jesus was made to stand in front of the governor. The governor asked him, “Are you the king of the Jews?” Jesus said, “You say so.”", "12": "While Jesus[g] was being accused by the high priests and elders, he made no reply. ", "13": "Then Pilate asked him, “Don't you hear how many charges they're bringing against you?” ", "14": "But Jesus[h] did not reply at all, so that the governor was very surprised.", "15": "At every festival[i] the governor had a custom of releasing to the crowd any prisoner whom they wanted. ", "16": "At that time they were holding a notorious prisoner named Barabbas.[j] ", "17": "So when the people[k] had gathered, Pilate asked them, “Which man do you want me to release for you—Barabbas,[l] or Jesus who is called 'the Messiah'?”[m] ", "18": "He did this[n] because he knew that they had handed him over out of jealousy.", "19": "While he was sitting on the judge's seat, his wife sent him a message[o] that said, “Have nothing to do with that righteous man, because today I have suffered terribly due to a dream I had about him.”", "20": "But the high priests and elders persuaded the crowds to ask for Barabbas and to demand that Jesus be put to death. ", "21": "So the governor asked them, “Which of the two men do you want me to release for you?” “Barabbas!” they replied.", "22": "Pilate asked them, “Then what should I do with Jesus, who is called the Messiah?”[p] They all said, “Let him be crucified!”", "23": "He asked, “What has he done wrong?” But they kept shouting louder and louder, “Let him be crucified!”", "24": "Pilate saw that he was getting nowhere, but that a riot was about to break out instead. So he took some water and washed his hands in front of the crowd, saying, “I am innocent of this man's[q] blood. Attend to that yourselves.”", "25": "All the people answered, “Let his blood be on us and our children!” ", "26": "Then he released Barabbas for them, but he had Jesus whipped and handed over to be crucified.", "27": "Then the governor's soldiers took Jesus into the imperial headquarters[r] and gathered the whole company of soldiers around him. ", "28": "They stripped[s] him and put a scarlet robe on him. ", "29": "Twisting some thorns into a victor's crown, they placed it on his head and put[t] a stick in his right hand. They knelt down in front of him and began making fun of him, saying, “Long live the king of the Jews!” ", "30": "Then they spit on him and took the stick and hit him repeatedly on his head. ", "31": "When they had finished making fun of him, they stripped him of the robe, put his own clothes back on him, and led him away to crucify him.", "32": "As they were leaving, they found a man from Cyrene named Simon, whom they forced to carry Jesus'[u] cross. ", "33": "When they came to a place called Golgotha (which means “Skull Place”), ", "34": "they offered him a drink of wine mixed with gall. But when he tasted it, he refused to drink it. ", "35": "After they had crucified him, they determined who would get his clothes by throwing dice for them.[v] ", "36": "Then they sat down there and continued guarding him. ", "37": "Above his head they placed the charge against him. It read, “This is Jesus, the king of the Jews.”", "38": "At that time two bandits[w] were crucified with him, one on his right and the other on his left. ", "39": "Those who passed by kept insulting[x] him, shaking their heads, ", "40": "and saying, “You who were going to destroy the sanctuary and rebuild it in three days—save yourself! If you're the Son of God, come down from the cross!”", "41": "In the same way the high priests, along with the scribes and elders, were also making fun of him. They kept saying, ", "42": "“He saved others but can't save himself! He is the king of Israel. Let him[y] come down from the cross now, and we will believe in him. ", "43": "He trusts in God. Let God[z] rescue him, if he wants to do so now. After all, he said, 'I am the Son of God.'”", "44": "In a similar way, the bandits[aa] who were being crucified with him kept insulting him.", "45": "From noon[ab] on, darkness came over the whole land[ac] until three in the afternoon.[ad] ", "46": "About three o'clock,[ae] Jesus cried out with a loud voice, “Eli, eli,[af] lema sabachthani?”,[ag] which means, “My God, my God, why have you forsaken me?”[ah]", "47": "When some of the people standing there heard this, they said, “He's calling for Elijah.”[ai] ", "48": "So one of the men ran off at once, took a sponge, and soaked it in some sour wine. Then he put it on a stick and offered Jesus[aj] a drink.", "49": "But the others kept saying, “Wait! Let's see if Elijah will come and save him.”[ak]", "50": "Then Jesus cried out with a loud voice again and died.[al] ", "51": "Suddenly, the curtain[am] in the sanctuary was torn in two from top to bottom, the earth shook, rocks were split open, ", "52": "tombs were opened, and many[an] saints who had died[ao] were brought back to life. ", "53": "After his resurrection, they came out of their tombs, went into the Holy City,[ap] and appeared to many people.", "54": "When the centurion[aq] and those guarding Jesus with him saw the earthquake and the other things that were taking place, they were terrified and said, “This man certainly was the Son of God!”", "55": "Now many women were also there, watching from a distance. They had accompanied Jesus from Galilee and had ministered to[ar] him. ", "56": "Among them were Mary Magdalene,[as] Mary the mother of James and Joseph, and the mother of Zebedee's sons.", "57": "Later that evening, a rich man arrived from Arimathea. His name was Joseph, and he had become a disciple of Jesus. ", "58": "He went to Pilate and asked for the body of Jesus, and Pilate ordered it to be done. ", "59": "So Joseph took the body and wrapped it in a clean linen cloth. ", "60": "Then he placed it in his own new tomb, which he had cut out of the rock. After rolling a large stone across the door of the tomb, he left, ", "61": "but Mary Magdalene[at] and the other Mary remained there, sitting in front of the tomb.", "62": "The following day (that is, after the Day of Preparation), the high priests and Pharisees gathered before Pilate ", "63": "and said, “Sir, we remember how that impostor said while he was still alive, 'I will be raised after three days.' ", "64": "Therefore, order the tomb to be secured until the third day, or his disciples may go and steal him and then tell the people, 'He has been raised from the dead.' Then the last deception would be worse than the first one.”", "65": "Pilate told them, “You have[au] a military guard. Go and make the tomb[av] as secure as you know how.” ", "66": "So they went and secured the tomb by putting a seal on the stone in the presence of the guards."}