{"1": "After the Sabbaths,[a] around dawn on the first day of the week,[b] Mary Magdalene[c] and the other Mary went to take a look at the burial site.[d] ", "2": "Suddenly, there was a powerful earthquake, because an angel of the Lord had come down from heaven, approached the stone, rolled it away, and was sitting on top of it. ", "3": "His appearance was bright as lightning, and his clothes were white as snow. ", "4": "Trembling from fear, even the guards themselves became catatonic.[e]", "5": "Responding to the women, the angel said, “Stop being frightened! I know you're looking for Jesus, who was crucified. ", "6": "He is not here. He has been raised, just as he said. Come and see the place where he[f] was lying. ", "7": "Then go quickly and tell his disciples that he is risen from the dead. He is going ahead of you into Galilee, and you will see him there. Remember, I have told you!”", "8": "So they quickly left the tomb, terrified but also ecstatic, and ran to tell Jesus'[g] disciples. ", "9": "Suddenly, Jesus met them and said, “Greetings!” They went up to him, took hold of his feet, and worshipped him. ", "10": "Then Jesus told them, “Stop being frightened! Go and tell my brothers to leave for Galilee, and they will see me there.”", "11": "While the women were on their way, some of the guards went into the city and told the high priests everything that had happened. ", "12": "So they met with the elders and agreed on a plan to give the soldiers a large[h] amount of money. ", "13": "They said, “Say that Jesus'[i] disciples came at night and stole him while you were sleeping. ", "14": "If this is reported to the governor, we'll personally persuade him to keep you out of trouble.”[j] ", "15": "So the soldiers[k] took the money, did as they were instructed, and this story has been spread among the Jews to this day.", "16": "The eleven disciples went into Galilee to the hillside to which Jesus had directed them. ", "17": "When they saw him, they worshipped him, though some had doubts. ", "18": "Then Jesus approached them and told them, “All authority in heaven and on earth has been given to me. ", "19": "Therefore, as you go, disciple people in all nations, baptizing them in the name of the Father, and the Son, and the Holy Spirit, ", "20": "teaching them to obey everything that I've commanded you. And remember, I am with you each and every day[l] until the end of the age.”[m]"}