{"1": "After this, Jesus was led by the Spirit into the wilderness to be tempted by the Devil. ", "2": "After fasting for 40 days and 40 nights, he finally became hungry.", "3": "Then the tempter came. “Since[a] you are the Son of God,” he said, “tell these stones to become loaves of bread.”", "4": "But he answered, “It is written, 'One must not live on bread alone, but on every word coming out of the mouth of God.'”[b]", "5": "Then the Devil took him to the Holy City[c] and had him stand on the highest point of the Temple. ", "6": "He told Jesus,[d] “Since[e] you are the Son of God, throw yourself down, because it is written, 'God[f] will put his angels in charge of you,' and, 'With their hands they will hold you up, so that you will never hit your foot against a rock.'”[g]", "7": "Jesus responded to him, “It is also written, 'You must not tempt the Lord[h] your God.'”[i]", "8": "Once more the Devil took him to a very high mountain and showed him all the kingdoms of the world, along with their splendor. ", "9": "He told Jesus,[j] “I will give you all these things if you will bow down and worship me!”", "10": "Then Jesus told him, “Go away,[k] Satan! Because it is written, 'You must worship the Lord your God and serve only him.'”[l]", "11": "So the Devil left him, and angels came and began ministering to him.", "12": "Now when Jesus[m] heard that John had been arrested, he went back to Galilee. ", "13": "He left Nazareth and settled in Capernaum by the sea, in the regions of Zebulun and Naphtali, ", "14": "in order to fulfill what was declared by the prophet Isaiah when he said,", "15": "“O Land of Zebulun and Land of Naphtali, on the road to the sea, across the Jordan, Galilee of the unbelievers![n]", "16": "The people living[o] in darkness have seen a great light, and for those living[p] in the land and shadow of death, a light has risen.”[q]", "17": "From then on, Jesus began to announce, “Repent, because the kingdom from[r] heaven is near!”", "18": "While Jesus[s] was walking beside the Sea of Galilee, he saw two brothers—Simon (also[t] called Peter) and his brother Andrew. They were casting a net into the sea, because they were fishermen. ", "19": "“Follow me,” he told them, “and I will make you fishers of people!” ", "20": "So at once they left their nets and followed him. ", "21": "Going on from there he saw two other brothers—James, son of Zebedee, and his brother John. They were in a boat with their father Zebedee repairing their nets. When he called them, ", "22": "they immediately left the boat and their father and followed him.", "23": "Then he went throughout Galilee, teaching in their synagogues, proclaiming the gospel of the kingdom, and healing every disease and every illness among the people. ", "24": "His fame spread throughout Syria, and people[u] brought to him everyone who was sick—those afflicted with various diseases and pains, the demon-possessed, the epileptics, and the paralyzed—and he healed them. ", "25": "Large crowds from Galilee, the Decapolis,[v] Jerusalem, Judea, and from across the Jordan followed him."}