{"1": "When Jesus[a] saw the crowds, he went up on the hill. After taking his seat, his disciples came to him, ", "2": "and he began[b] to teach them:", "3": "“How blessed are those who are destitute in spirit, because the kingdom from[c] heaven belongs to them!", "4": "“How blessed are those who mourn, because it is they who will be comforted!", "5": "“How blessed are those who are humble,[d] because it is they who will inherit the earth!", "6": "“How blessed are those who are hungry and thirsty for righteousness,[e] because it is they who will be satisfied!", "7": "“How blessed are those who are merciful, because it is they who will receive mercy!", "8": "“How blessed are those who are pure in heart, because it is they who will see God!", "9": "“How blessed are those who make peace, because it is they who will be called God's children!", "10": "“How blessed are those who are persecuted for righteousness' sake, because the kingdom from[f] heaven belongs to them!", "11": "“How blessed are you whenever people[g] insult you, persecute you, and say all sorts of evil things against you falsely[h] because of me! ", "12": "Rejoice and be extremely glad, because your reward in heaven is great! That's how they persecuted the prophets who came before you.”", "13": "“You are the salt of the world. But if the salt should lose its taste, how can it be made salty again? It's good for nothing but to be thrown out and trampled on by people.", "14": "“You are the light of the world. A city located on a hill can't be hidden. ", "15": "People[i] don't light a lamp and put it under a basket but on a lamp stand, and it gives light to everyone in the house. ", "16": "In the same way, let your light shine before people in such a way that they will see your good actions and glorify your Father in heaven.”", "17": "“Do not think that I came to destroy the Law or the Prophets. I didn't come to destroy them, but to fulfill them, ", "18": "because I tell all of you[j] with certainty that until heaven and earth disappear, not one letter[k] or one stroke of a letter will disappear from the Law until everything has been accomplished. ", "19": "So whoever sets aside[l] one of the least of these commandments and teaches others to do the same will be called least in the kingdom from[m] heaven. But whoever does them and teaches them will be called great in the kingdom from[n] heaven ", "20": "because I tell you, unless your righteousness greatly exceeds that of the scribes and Pharisees, you will never enter the kingdom from[o] heaven!”", "21": "“You have heard that it was told those who lived long ago, 'You are not to commit murder,'[p] and, 'Whoever murders will be subject to punishment.'[q] ", "22": "But I say to you, anyone who is angry with his brother without a cause[r] will be subject to punishment. And whoever says to his brother 'Raka!'[s] will be subject to the Council.[t] And whoever says, 'You fool!' will be subject to hell[u] fire.", "23": "“So if you are presenting your gift at the altar and remember there that your brother has something against you, ", "24": "leave your gift there before the altar and first go and be reconciled to your brother. Then come and offer your gift. ", "25": "Come to terms quickly with your opponent while you are on the way to court,[v] or your opponent may hand you over to the judge, and the judge to the guard, and you will be thrown into prison. ", "26": "I tell you[w] with certainty, you will not get out of there until you pay back the last dollar!”[x]", "27": "“You have heard that it was said, 'You are not to commit adultery.'[y] ", "28": "But I say to you, anyone who stares at a woman with lust for her has already committed adultery with her in his heart. ", "29": "So if your right eye causes you to sin, tear it out and throw it away. It is better for you to lose one of your body parts than to have your whole body thrown into hell.[z] ", "30": "And if your right hand causes you to sin, cut it off and throw it away from you. It is better for you to lose one of your body parts than to have your whole body go into hell.”[aa]", "31": "“It was also said, 'Whoever divorces his wife must give her a written notice of divorce.'[ab] ", "32": "But I say to you, any man who divorces his wife, except for sexual immorality, causes her to commit adultery, and whoever marries a divorced woman commits adultery.”", "33": "“Again, you have heard that it was told those who lived long ago, 'You must not swear an oath falsely,' but, 'You must fulfill your oaths to the Lord.'[ac] ", "34": "But I tell you not to swear at all, neither by heaven, because it is God's throne, ", "35": "nor by the earth, because it is his footstool, nor by Jerusalem, because it is the city of the Great King. ", "36": "Nor should you swear by your head, because you cannot make one hair white or black. ", "37": "Instead, let your message be 'Yes' for 'Yes' and 'No' for 'No.' Anything more than that comes from the evil one.”", "38": "“You have heard that it was said, 'An eye for an eye and a tooth for a tooth.'[ad] ", "39": "But I tell you not to resist an evildoer. On the contrary, whoever slaps you on the right cheek, turn the other to him as well. ", "40": "If anyone wants to sue you and take your shirt, let him have your coat as well. ", "41": "And if anyone forces you to go one mile,[ae] go two with him. ", "42": "Give to the person who asks you for something, and do not turn away from the person who wants to borrow something from you.”", "43": "“You have heard that it was said, 'You must love your neighbor'[af] and hate your enemy. ", "44": "But I say to you, love your enemies, and pray for those who persecute you, ", "45": "so that you will become children of your Father in heaven, because he makes his sun rise on both evil and good people, and he lets rain fall on the righteous and the unrighteous. ", "46": "If you love those who love you, what reward will you have? Even the tax collectors do the same, don't they? ", "47": "And if you greet only your relatives, that's no great thing you're doing, is it? Even the unbelievers[ag] do the same, don't they? ", "48": "So be perfect,[ah] as your heavenly Father is perfect.”[ai]"}