{"1": "“Be careful not to practice your righteousness in front of people in order to be noticed by them. If you do, you will have no reward from your Father in heaven. ", "2": "So whenever you give to the poor, don't blow a trumpet before you like the hypocrites do in the synagogues and in the streets so that they will be praised by people. I tell all of you[a] with certainty, they have their full reward! ", "3": "But when you give to the poor, don't let your left hand know what your right hand is doing, ", "4": "so that your giving may be done in secret. And your Father who sees in secret will reward you.”[b]", "5": "“And whenever you pray, don't be like the hypocrites who love to stand in the synagogues and on the street corners so that they will be seen by people. I tell all of you[c] with certainty, they have their full reward! ", "6": "But whenever you pray, go into your room, close the door, and pray to your Father who is hidden. And your Father who sees from the hidden place will reward you.[d]", "7": "“When you are praying, don't say meaningless things[e] like the unbelievers[f] do, because they think they will be heard by being so wordy. ", "8": "Don't be like them, because your Father knows what you need before you ask him. ", "9": "Therefore, this is how you should pray: 'Our Father in heaven, may your name be kept holy.", "10": "May your kingdom come. May your will be done, on earth as it is in heaven.", "11": "Give us today our daily bread,", "12": "and forgive us our sins,[g] as we have forgiven those who have sinned against us.[h]", "13": "And never bring us into temptation, but deliver us from the evil one.'[i]", "14": "Because if you forgive people their offenses, your heavenly Father will also forgive you. ", "15": "But if you do not forgive people their offenses,[j] your Father will not forgive your offenses.”", "16": "“Whenever you fast, don't be gloomy like the hypocrites, because they put on sad faces to show others they are fasting. I tell all of you[k] with certainty, they have their full reward! ", "17": "But when you fast, put oil on[l] your head and wash your face, ", "18": "so that your fasting will not be noticed by others but by your Father who is in the hidden place. And your Father who watches from the hidden place will reward you.”[m]", "19": "“Stop storing up treasures for yourselves on earth, where moths and rust destroy and where thieves break in and steal. ", "20": "But keep on storing up treasures for yourselves in heaven, where moths and rust do not destroy and where thieves do not break in and steal, ", "21": "because where your treasure is, there your heart will be also.”", "22": "“The eye is the lamp of the body. So if your eye is healthy, your whole body will be full of light. ", "23": "But if your eye is evil, your whole body will be full of darkness. Therefore, if the light within you has turned into darkness, how great is that darkness!”", "24": "“No one can serve two masters, because either he will hate one and love the other, or be loyal to one and despise the other. You cannot serve God and riches!”[n]", "25": "“That's why I'm telling you to stop worrying about your life—what you will eat or what you will drink[o]—or about your body—what you will wear. Life is more than food, isn't it, and the body more than clothing? ", "26": "Look at the birds in the sky. They don't plant or harvest or gather food into barns, and yet your heavenly Father feeds them. You are more valuable than they are, aren't you? ", "27": "Can any of you add a single hour to the length of your life[p] by worrying? ", "28": "And why do you worry about clothes? Consider the lilies in the field and how they grow. They don't work or spin yarn, ", "29": "but I tell you that not even Solomon in all of his splendor was clothed like one of them. ", "30": "Now if that is the way God clothes the grass in the field, which is alive today and thrown into an oven tomorrow, won't he clothe you much better—you who have little faith?", "31": "“So don't ever worry by saying, 'What are we going to eat?' or 'What are we going to drink?' or 'What are we going to wear?' ", "32": "because it is the unbelievers[q] who are eager for all those things. Surely your heavenly Father knows that you need all of them! ", "33": "But first be concerned about God's kingdom and his righteousness,[r] and all of these things will be provided for you as well. ", "34": "So never worry about tomorrow, because tomorrow will worry about itself. Each day has enough trouble of its own.”"}