{"1": "When Jesus[a] came down from the hillside, large crowds followed him. ", "2": "Suddenly, a leper[b] came up to him, fell down before him, and said, “Sir,[c] if you want to, you can make me clean.”[d]", "3": "So Jesus[e] reached out his hand, touched him, and said, “I do want to. Be clean!” And instantly his leprosy was made clean. ", "4": "Then Jesus told him, “See to it that you don't speak to anyone. Instead, go and show yourself to the priest, and then offer the sacrifice that Moses commanded[f] as proof to the authorities.”[g]", "5": "When Jesus[h] returned to Capernaum, a centurion[i] came up to him and begged him repeatedly, ", "6": "“Sir,[j] my servant is lying at home paralyzed and in terrible pain.”", "7": "Jesus[k] told him, “I will come and heal him.”", "8": "The centurion replied, “Sir,[l] I am not worthy to have you come under my roof. But just say the word, and my servant will be healed, ", "9": "because I, too, am a man under authority and I have soldiers under me. I say to one of them[m] 'Go' and he goes, to another 'Come' and he comes, and to my servant 'Do this' and he does it.”", "10": "When Jesus heard this, he was amazed and told those who were following him, “I tell all of you[n] with certainty, not even[o] in Israel have I found this kind of faith! ", "11": "I tell all of you,[p] many will come from east and west and will feast with Abraham, Isaac, and Jacob in the kingdom from[q] heaven. ", "12": "But the unfaithful heirs[r] of that kingdom will be thrown into the darkness outside. In that place there will be wailing and gnashing of teeth.”[s]", "13": "“Go,” Jesus told the centurion, “and it will be done for you, just as you have believed.” And his servant was healed that very hour.", "14": "When Jesus went into Peter's house, he saw Peter's[t] mother-in-law lying in bed, sick with a fever. ", "15": "He touched her hand, and the fever left her. Then she got up and began serving him.", "16": "When evening came, people[u] brought to him many who were possessed by demons. He drove out the spirits by speaking a command[v] and healed everyone who was sick. ", "17": "This was to fulfill what was declared by the prophet Isaiah when he said, “It was he who took our illnesses away and removed our diseases.”[w]", "18": "When Jesus saw the large crowds around him, he gave orders to cross to the other side of the Sea of Galilee.[x] ", "19": "Just then, a scribe came up and told him, “Teacher, I will follow you wherever you go.”", "20": "Jesus told him, “Foxes have holes and birds[y] have nests, but the Son of Man has no place to rest.”[z]", "21": "Then another of his disciples told him, “Lord,[aa] first let me go and bury my father.”", "22": "But Jesus told him, “Follow me, and let the dead bury their own dead.”", "23": "When Jesus[ab] got into the boat, his disciples went with him. ", "24": "Suddenly, a violent storm came up on the sea, so that the boat began to be swamped by the waves. Yet Jesus[ac] kept sleeping. ", "25": "They[ad] went to him and woke him up. “Lord!” they cried, “Save us! We're going to die!”", "26": "He asked them, “Why are you afraid, you who have little faith?” Then he got up and rebuked the winds and the sea, and there was a great calm.", "27": "The men were amazed. “What kind of man is this?” they asked. “Even the winds and the sea obey him!”", "28": "When Jesus[ae] arrived on the other side in the region of the Gerasenes,[af] two demon-possessed men met him as they were coming out of the tombs. They were so violent that no one could travel on that road. ", "29": "Suddenly, they screamed, “What do you want with us, Son of God? Did you come here to torture us before the proper time?”", "30": "Now a large herd of pigs was grazing some distance away from them. ", "31": "So the demons began to plead with Jesus,[ag] saying, “If you drive us out, send us into that herd of pigs.”", "32": "He told them, “Go,” and they came out and went into the pigs. Suddenly, the whole herd rushed down a steep slope into the sea and drowned in the water.", "33": "Now when those who had been taking care of the pigs ran away, they came into the city and reported everything, especially what had happened to the demon-possessed men. ", "34": "Then the whole city went out to meet Jesus, and as soon as they saw him, they begged him to leave their region."}