{"1": "The Lord spoke to Moses, saying, ", "2": "“Sanctify to Me [that is, set apart for My purpose] every firstborn, the first offspring of every womb among the children of Israel, both of man and of animal; it is Mine.”", "3": "Moses said to the people, “Remember [solemnly observe and commemorate] this day on which you came out of Egypt, out of the house of bondage and slavery; for by a strong and powerful hand the Lord brought you out of this place. And nothing leavened shall be eaten. ", "4": "On this day in the month Abib, you are about to go onward. ", "5": "And it shall be when the Lord brings you into the land of the Canaanite, the Hittite, the Amorite, the Hivite, and the Jebusite, which He swore to your fathers to give you, a land [of abundance] [a]flowing with milk and honey, that you shall keep and observe this rite (service) in this month. ", "6": "For seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord. ", "7": "Unleavened bread shall be eaten throughout the seven days; no leavened bread shall be seen with you, nor shall there be leaven within the borders of your territory. ", "8": "You shall explain this to your son on that day, saying, 'It is because of what the Lord did for me when I came out of Egypt.' ", "9": "It shall serve as a sign to you on your hand (arm), and as a reminder on your forehead, so that the instruction (law) of the Lord may be in your mouth; for with a strong and powerful hand the Lord brought you out of Egypt. ", "10": "Therefore, you shall keep this ordinance at this time from year to year.", "11": "“Now it shall be when the Lord brings you into the land of the Canaanite, as He swore to you and your fathers, and gives it to you, ", "12": "you shall set apart and dedicate to the Lord all that first opens the womb. All the firstborn males of your livestock shall be the Lord's. ", "13": "Every firstborn of a [b]donkey you shall redeem by [substituting] a lamb [as a sacrifice for it], but if you do not [wish to] redeem it, then you shall break its neck; and every firstborn among your sons you shall redeem [that is, “buy back” from God with a suitable sacrifice]. ", "14": "And it shall be when your son asks you in time to come, saying, 'What does this mean?' you shall say to him, 'With a strong and powerful hand the Lord brought us out of Egypt, from the house of bondage and slavery. ", "15": "For it happened, when Pharaoh stubbornly refused to let us go, that the Lord struck every firstborn in the land of Egypt, both the firstborn of man and the firstborn of animal. Therefore, I sacrifice to the Lord all the males, the first [to be born] of every womb, but every firstborn of my sons I redeem.' ", "16": "So it shall serve as a sign and a reminder on your [left] hand (arm) and as [c]frontlets between your eyes, for by a strong and powerful hand the Lord brought us out of Egypt.”", "17": "So it happened, when Pharaoh let the people go, God did not lead them by way of the land of the Philistines, even though it was nearer; for God said, “The people might change their minds when they see war [that is, that there will be war], and return to Egypt.” ", "18": "But God led the people around by the way of the wilderness toward the [d]Red Sea; the sons of Israel went up in battle array (orderly ranks, marching formation) out of the land of Egypt. ", "19": "Moses took the bones of Joseph with him, for Joseph had solemnly ordered (placed under an oath) the Israelites, saying, “God will assuredly take care of you, and you must carry my bones away from here with you.” ", "20": "They journeyed from Succoth [in Goshen] and camped at Etham on the edge of the wilderness. ", "21": "The [presence of the] Lord was going before them by day in a pillar (column) of cloud to lead them along the way, and in a pillar of fire by night to give them light, so that they could travel by day and by night. ", "22": "He did not withdraw the pillar of cloud by day, nor the pillar of fire by night, from going before the people."}