{"1": "Then all the congregation of the children of Israel moved on from the Wilderness of Sin by stages, according to the commandment of the Lord, and camped at Rephidim, but there was no water for the people to drink. ", "2": "Therefore the people quarreled with Moses and said, “Give us water so we may [have something to] drink.” And Moses said to them, “Why do you quarrel with me? Why do you tempt the Lord and try His patience?” ", "3": "But the people were thirsty for water; and the people murmured against Moses and said, “Why did you bring us up from Egypt to kill us and our children and our livestock with thirst?” ", "4": "So Moses cried out to the Lord for help, saying, “What shall I do with this people? They are almost ready to stone me.” ", "5": "Then the Lord said to Moses, “Pass before the people and take with you some of the elders of Israel; and take in your hand the staff with which you struck the Nile, and go. ", "6": "Behold, I will stand before you there on the rock at [a]Horeb; there you shall strike the rock, and water will come out of it, so that the people may [have something to] drink.” And Moses did so in the sight of the elders of Israel. ", "7": "He named the place [where this miracle occurred] Massah (test) and [b]Meribah (contention) because of the quarreling of the sons of Israel, and because they tested the [patience of the] Lord, saying, “Is the Lord among us, or not?”", "8": "Then [c]Amalek [and his people] came and fought with Israel at Rephidim. ", "9": "So Moses said to [d]Joshua, “Choose men for us and go out, fight against Amalek [and his people]. Tomorrow I will stand on the top of the hill with the staff of God in my hand.” ", "10": "So Joshua did as Moses said, and fought with Amalek; and Moses, Aaron, and [e]Hur went up to the hilltop. ", "11": "Now when Moses held up his hand, Israel prevailed, and when he lowered his hand [due to fatigue], Amalek prevailed. ", "12": "But Moses' hands were heavy and he grew tired. So they took a stone and put it under him, and he sat on it. Then Aaron and Hur held up his hands, one on one side and one on the other side; so it was that his hands were steady until the sun set. ", "13": "So Joshua overwhelmed and defeated [f]Amalek and his people with the edge of the sword.", "14": "Then the Lord said to Moses, “Write this in the book as a memorial and [g]recite it to Joshua, that I will utterly wipe out the memory of Amalek [and his people] from under heaven.” ", "15": "And Moses built an altar and named it [h]The Lord Is My Banner; ", "16": "saying, “The Lord has sworn [an oath]; the Lord will have war against [the people of] Amalek from generation to generation.”"}