{"1": "Now a [a]man of the house of Levi [the priestly tribe] went and took as his wife a daughter of Levi. ", "2": "The woman conceived and gave birth to a son; and when she saw that he was [especially] beautiful and healthy, she hid him for three months [to protect him from the Egyptians]. ", "3": "When she could no longer hide him, she got him a basket (chest) made of papyrus reeds and covered it with tar and pitch [making it waterproof]. Then she put the child in it and set it among the reeds by the bank of the Nile. ", "4": "And his sister [Miriam] stood some distance away to find out what would happen to him.", "5": "Now the [b]daughter of Pharaoh came down to bathe at the Nile, and [she, together with] her maidens walked along the river's bank; she saw the basket among the reeds and sent her maid [to get it], and she brought it to her. ", "6": "When she opened it, she saw the child, and behold, the baby was crying. And she took pity on him and said, “This is one of the Hebrews' children.” ", "7": "Then his sister said to Pharaoh's daughter, “Shall I go and call a [c]wet-nurse from the Hebrew women to nurse the child for you?” ", "8": "And Pharaoh's daughter said to her, “Go ahead.” So the girl went and called the child's mother. ", "9": "Then Pharaoh's daughter said to her, “Take this child away and nurse him for me, and I will give you your wages.” So the woman took the child and nursed him. ", "10": "And the child grew, and she brought him to Pharaoh's daughter and he became her son. And she named him [d]Moses, and said, “Because I drew him out of the water.”", "11": "One day, after Moses had grown [into adulthood], it happened that he went to his countrymen and looked [with compassion] at their hard labors; and he saw an Egyptian beating a Hebrew, one of his countrymen. ", "12": "He turned to look around, and seeing no one, he killed the Egyptian and hid him in the sand. ", "13": "He went out the next day and saw two Hebrew men fighting with each other; and he said to the aggressor, “Why are you striking your friend?” ", "14": "But the man said, “Who made you a prince and a judge over us? Do you intend to kill me as you killed the Egyptian?” Then Moses was afraid and said, “Certainly this incident is known.”", "15": "When [e]Pharaoh heard about this matter, he tried to kill Moses. Then Moses fled from Pharaoh's presence and took refuge in the land of [f]Midian, where he sat down by a well.", "16": "Now the priest of Midian had seven daughters; and they came and drew water [from the well where Moses was resting] and filled the troughs to water their father's flock. ", "17": "Then shepherds came and drove them away, but Moses stood up and helped them and watered their flock. ", "18": "When they came to [g]Reuel (Jethro) their father, he said, “How is it that you have come back so soon today?” ", "19": "They said, “An Egyptian saved us from the shepherds. He even drew water [from the well] for us and watered the flock.” ", "20": "Then he said to his daughters, “Where is he? Why have you left the man behind? Invite him to have something to eat.” ", "21": "Moses was willing to remain with the man, and he gave Moses his daughter Zipporah [to be his wife]. ", "22": "She gave birth to a son, and he named him Gershom (stranger); for he said, “I have been a stranger in a foreign land.”", "23": "Now it happened after a long time [about forty years] that the king of Egypt died. And the children of Israel (Jacob) groaned and sighed because of the bondage, and they cried out. And their cry for help because of their bondage [h]ascended to God. ", "24": "So God heard their groaning and God remembered His covenant with Abraham, Isaac, and Jacob (Israel). ", "25": "God saw the sons of Israel, and God took notice [of them] and was concerned about them [knowing all, understanding all, remembering all]."}