{"1": "Then the Lord said to Moses, “Now hear this: I make you as God to Pharaoh [to declare My will and purpose to him]; and your brother Aaron shall be your prophet. ", "2": "You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the children of Israel go out of his land. ", "3": "And I will make Pharaoh's heart hard, and multiply My signs and My wonders (miracles) in the land of Egypt. ", "4": "But Pharaoh will not listen to you, and I shall lay My hand on Egypt and bring out My hosts [like a defensive army, tribe by tribe], My people the children of Israel, out of the land of Egypt by great acts of judgment (the plagues). ", "5": "The Egyptians shall know that I am the Lord, when I stretch out My hand on Egypt and bring out the children of Israel from among them.” ", "6": "And Moses and Aaron did so; just as the Lord commanded them, so they did. ", "7": "Now Moses was eighty years old and Aaron eighty-three years old when they spoke to Pharaoh.", "8": "Now the Lord said to Moses and Aaron, ", "9": "“When Pharaoh says to you, 'Work a miracle [to prove your authority],' then you say to Aaron, 'Take your staff and throw it down before Pharaoh, so that it may become a serpent.'” ", "10": "So Moses and Aaron came to Pharaoh, and did just as the Lord had commanded; Aaron threw down his staff before Pharaoh and his servants, and it became a serpent. ", "11": "Then Pharaoh called for the wise men [skilled in magic and omens] and the sorcerers [skilled in witchcraft], and they also, these magicians (soothsayer-priests) of Egypt, did the same with their secret arts and enchantments. ", "12": "For every [a]man threw down his staff and they turned into serpents; but Aaron's staff swallowed up their staffs. ", "13": "Yet Pharaoh's heart was hardened and he would not listen to them, just as the Lord had said.", "14": "Then the Lord said to Moses, “Pharaoh's heart is hard; he refuses to let the people go. ", "15": "Go to Pharaoh in the morning as he is going out to the water, and wait for him on the bank of the Nile; and you shall take in your hand the staff that was turned into a serpent. ", "16": "You shall say to him, 'The Lord, the God of the Hebrews, has sent me to you, saying, “Let My people go, so that they may serve Me in the wilderness. But behold, you have not listened until now.” ", "17": "Thus says the Lord, “By this you shall know and recognize and acknowledge that I am the Lord: look, with the staff in my hand I will strike the water in the Nile, and it shall be turned to blood. ", "18": "The fish in the Nile will die, and the Nile will become foul, and the Egyptians will not be able to drink water from the Nile.”'” ", "19": "Then the Lord said to Moses, “Say to Aaron, 'Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their streams, over their pools, and over all their reservoirs of water, so that they may become blood; and there shall be blood throughout all the land of Egypt, in containers both of wood and of stone.'”", "20": "So Moses and Aaron did as the Lord commanded; Aaron lifted up the staff and struck the waters in the Nile, in the sight of Pharaoh and in the sight of his servants, and all the water that was in the Nile was turned into blood. ", "21": "The fish in the Nile died, and the river became foul smelling, and the Egyptians could not drink its water, and there was blood throughout [b]all the land of Egypt. ", "22": "But the magicians of Egypt did the [c]same by their secret arts and enchantments; so Pharaoh's heart was hardened, and he did not listen to Moses and Aaron, just as the Lord had said. ", "23": "Then Pharaoh turned and went into his house, and he did not take even this [divine sign] to heart. ", "24": "So all the Egyptians dug near the river for water to drink, because they could not drink the water of the Nile. ", "25": "Seven days passed after the Lord had struck the Nile."}