{"1": "From Peter,[a] an apostle of Jesus Christ, to those temporarily residing[b] abroad[c] (in Pontus, Galatia, Cappadocia, the province of Asia,[d] and Bithynia) who are chosen[e] ", "2": "according to the foreknowledge of God the Father by being set apart by the Spirit for obedience and for sprinkling[f] with Jesus Christ's blood. May grace and peace be yours in full measure![g]", "3": "Blessed be[h] the God and Father of our Lord Jesus Christ! By his great mercy he gave us new birth into a living hope through the resurrection of Jesus Christ from the dead, ", "4": "that is,[i] into[j] an inheritance imperishable, undefiled, and unfading. It is reserved in heaven for you, ", "5": "who by God's power are protected through faith for a salvation ready to be revealed in the last time. ", "6": "This brings you great joy,[k] although you may have to suffer[l] for a short time in various trials. ", "7": "Such trials show the proven character of your faith,[m] which is much more valuable than gold—gold that is tested by fire, even though it is passing away[n]—and will bring praise[o] and glory and honor when Jesus Christ is revealed.[p] ", "8": "You[q] have not seen him, but you love him. You[r] do not see him now but you believe in him, and so you rejoice[s] with an indescribable and glorious[t] joy, ", "9": "because you are attaining the goal of your faith—the salvation of your souls.", "10": "Concerning this salvation,[u] the prophets[v] who predicted the grace that would come to you[w] searched and investigated carefully. ", "11": "They probed[x] into what person or time[y] the Spirit of Christ within them was indicating when he testified beforehand about the sufferings appointed for Christ[z] and his subsequent glory.[aa] ", "12": "They were shown[ab] that they were serving not themselves but you, in regard to the things now announced to you through those who proclaimed the gospel to you by the Holy Spirit sent from heaven—things angels long to catch a glimpse of.", "13": "Therefore, get your minds ready for action[ac] by being fully sober, and set your hope[ad] completely on the grace that will be brought to you when Jesus Christ is revealed.[ae] ", "14": "Like obedient children, do not comply with[af] the evil urges you used to follow in your ignorance,[ag] ", "15": "but, like the Holy One who called you, become holy yourselves in all of your conduct, ", "16": "for it is written, “You shall be holy, because I am holy.”[ah] ", "17": "And if you address as Father the one who impartially judges according to each one's work, live out the time of your temporary residence here[ai] in reverence. ", "18": "You know that from your empty way of life inherited from your ancestors you were ransomed—not by perishable things like silver or gold, ", "19": "but by precious blood like that of an unblemished and spotless lamb, namely Christ. ", "20": "He was foreknown[aj] before the foundation of the world but[ak] was manifested in these last times[al] for your sake. ", "21": "Through him you now trust[am] in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.", "22": "You have purified[an] your souls by obeying the truth[ao] in order to show sincere mutual love.[ap] So[aq] love one another earnestly from a pure heart.[ar] ", "23": "You have been born anew, not from perishable but from imperishable seed, through the living and enduring word of God. ", "24": "For all flesh[as] is like grass and all its glory like the flower of the grass;[at] the grass withers and the flower falls off,", "25": "but the word of the Lord[au] endures forever.[av] And this is the word that was proclaimed to you."}