{"1": "So get rid of[a] all evil and all deceit and hypocrisy and envy and all slander. ", "2": "And[b] yearn[c] like newborn infants for pure, spiritual milk,[d] so that by it you may grow up to[e] salvation,[f] ", "3": "if you have experienced[g] the Lord's kindness.[h]", "4": "So as you come to him,[i] a living stone rejected by men but[j] chosen and precious[k] in God's sight, ", "5": "you yourselves, as living stones, are built up as a spiritual house to be a holy priesthood and to offer[l] spiritual sacrifices that are acceptable to God through Jesus Christ. ", "6": "For it says[m] in scripture, “Look, I lay in Zion a stone, a chosen and precious cornerstone,[n] and whoever believes[o] in him[p] will never[q] be put to shame.”[r] ", "7": "So you who believe see[s] his value,[t] but for those who do not believe, the stone that the builders rejected has become the[u] cornerstone,[v] ", "8": "and a stumbling-stone[w] and a rock to trip over.[x] They stumble[y] because they disobey the word, as they were destined to do.[z] ", "9": "But you are a chosen race, a royal priesthood, a holy nation, a people of his own, so that you may proclaim the virtues[aa] of the one who called you out of darkness into his marvelous light. ", "10": "You[ab] once were not a people, but now you are God's people. You were shown no mercy,[ac] but now you have received mercy.", "11": "Dear friends, I urge you as foreigners and exiles to keep away from fleshly desires that do battle against the soul, ", "12": "and maintain good conduct[ad] among the non-Christians,[ae] so that though[af] they now malign you as wrongdoers, they may see your good deeds and glorify God when he appears.[ag]", "13": "Be subject to every human institution[ah] for the Lord's sake, whether to a king as supreme ", "14": "or to governors as those he commissions[ai] to punish wrongdoers and praise[aj] those who do good. ", "15": "For God wants you[ak] to silence the ignorance of foolish people by doing good. ", "16": "Live[al] as free people, not using your freedom as a pretext for evil, but as God's slaves.[am] ", "17": "Honor all people, love the family of believers,[an] fear God, honor the king.", "18": "Slaves,[ao] be subject[ap] to your masters with all reverence, not only to those who are good and gentle, but also to those who are perverse. ", "19": "For this finds God's favor,[aq] if because of conscience toward God[ar] someone endures hardships in suffering unjustly. ", "20": "For what credit is it if you sin and are mistreated and endure it? But if you do good and suffer and so endure, this finds favor with God.[as] ", "21": "For to this you were called, since Christ also suffered for you, leaving an example for you to follow in his steps. ", "22": "He[at] committed no sin nor was deceit found in his mouth.[au] ", "23": "When he was maligned, he[av] did not answer back; when he suffered, he threatened[aw] no retaliation,[ax] but committed himself to God[ay] who judges justly. ", "24": "He[az] himself bore our sins[ba] in his body on the tree, that we may cease from sinning[bb] and live for righteousness. By his[bc] wounds[bd] you were healed.[be] ", "25": "For you were going astray like sheep[bf] but now you have turned back to the shepherd and guardian of your souls."}