{"1": "In the same way, wives, be subject to your own husbands. Then,[a] even if some are disobedient to the word, they will be won over without a word by the way you live,[b] ", "2": "when they see your pure and reverent conduct.[c] ", "3": "Let your[d] beauty[e] not be external—the braiding of hair and wearing of gold jewelry[f] or fine clothes—", "4": "but the inner person[g] of the heart, the lasting beauty of a gentle and tranquil spirit, which is precious in God's sight. ", "5": "For in the same way the holy women who hoped in God long ago adorned themselves by being subject to their husbands, ", "6": "like Sarah who obeyed[h] Abraham, calling him lord. You become her children[i] when you do what is good and have no fear in doing so.[j] ", "7": "Husbands, in the same way, treat your wives with consideration as the weaker partners and show them honor[k] as fellow heirs of the grace of life. In this way nothing will hinder your prayers.[l]", "8": "Finally, all of you be harmonious,[m] sympathetic, affectionate, compassionate, and humble. ", "9": "Do not return evil for evil or insult for insult, but instead bless[n] others[o] because you were called to inherit a blessing. ", "10": "For the one who wants to love life and see good days must keep[p] his tongue from evil and his lips from uttering deceit.", "11": "And he must turn away from evil and do good; he must seek peace and pursue it.", "12": "For the eyes of the Lord are[q] upon the righteous and his ears are open to their prayer. But the Lord's face is against those who do evil.[r]", "13": "For[s] who is going to harm you if you are devoted to what is good? ", "14": "But in fact, if you happen to suffer[t] for doing what is right,[u] you are blessed. But do not be terrified of them[v] or be shaken.[w] ", "15": "But set Christ[x] apart[y] as Lord in your hearts and always be ready to give an answer to anyone who asks about the hope you possess.[z] ", "16": "Yet do it with courtesy and respect,[aa] keeping a good conscience, so that those who slander your good conduct in Christ may be put to shame when they accuse you.[ab] ", "17": "For it is better to suffer for doing good, if God wills it,[ac] than for doing evil.", "18": "[ad] Because Christ also suffered[ae] once for sins, the just for the unjust,[af] to bring you to God, by being put to death in the flesh but[ag] by being made alive in the spirit.[ah]", "19": "In it[ai] he went and preached to the spirits in prison,[aj]", "20": "after they were disobedient long ago[ak] when God patiently waited[al] in the days of Noah as an ark was being constructed. In the ark[am] a few, that is eight souls, were delivered through water. ", "21": "And this prefigured baptism, which now saves you[an]—not the washing off of physical dirt[ao] but the pledge[ap] of a good conscience to God—through the resurrection of Jesus Christ, ", "22": "who went into heaven and is at the right hand of God[aq] with angels and authorities and powers subject to him.[ar]"}