{"1": "So, since Christ suffered[a] in the flesh, you also arm yourselves with the same attitude, because the one who has suffered in the flesh has finished with sin,[b] ", "2": "in that he spends the rest of his time[c] on earth concerned about the will of God and not human desires. ", "3": "For the time that has passed was sufficient for you to do what the non-Christians[d] desire.[e] You lived then[f] in debauchery, evil desires, drunkenness, carousing, drinking bouts,[g] and wanton idolatries.[h] ", "4": "So[i] they are astonished[j] when you do not rush with them into the same flood of wickedness, and they vilify you.[k] ", "5": "They will face a reckoning before[l] Jesus Christ[m] who stands ready to judge the living and the dead. ", "6": "Now it was for this very purpose[n] that the gospel was preached to those who are now dead,[o] so that though[p] they were judged in the flesh[q] by human standards[r] they may live spiritually[s] by God's standards.[t]", "7": "For the culmination of all things is near. So be self-controlled and sober-minded for the sake of prayer.[u] ", "8": "Above all keep[v] your love for one another fervent,[w] because love covers a multitude of sins.[x] ", "9": "Show hospitality[y] to one another without complaining. ", "10": "Just as each one has received a gift, use it to serve one another[z] as good stewards of the varied grace of God. ", "11": "Whoever speaks, let it be with[aa] God's words.[ab] Whoever serves, do so with the strength[ac] that God supplies, so that in everything God will be glorified through Jesus Christ. To him belong[ad] the glory and the power forever and ever. Amen.", "12": "Dear friends, do not be astonished[ae] that a trial by fire is occurring among you,[af] as though something strange were happening to you. ", "13": "But rejoice in the degree that you have shared in the sufferings of Christ, so that when his glory is revealed[ag] you may also rejoice and be glad.[ah] ", "14": "If you are insulted for the name of Christ, you are blessed, because the Spirit of glory,[ai] who is the Spirit of God,[aj] rests[ak] on you. ", "15": "But let none of you suffer as a murderer or thief or criminal or as a troublemaker.[al] ", "16": "But if you suffer as a Christian,[am] do not be ashamed, but glorify[an] God that you bear such a name.[ao] ", "17": "For it is time for judgment to begin, starting with the house[ap] of God. And if it starts with us, what will be the fate[aq] of those who are disobedient to the gospel of God? ", "18": "And if the righteous are barely saved, what will become of[ar] the ungodly and sinners?[as] ", "19": "So then let those who suffer according to the will of God entrust their souls to a faithful Creator as they do good.[at]"}