{"1": "These are the people who left the land of Babylon and returned to Jerusalem and Judah, each to his own city. Their families had been taken away to Babylon by Nebuchadnezzar the king of Babylon. ", "2": "These people returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. The number of the men of Israel: ", "3": ",172 sons of Parosh, ", "4": "sons of Shephatiah, ", "5": "sons of Arah, ", "6": ",812 sons of Pahath-moab of the sons of Jeshua and Joab, ", "7": ",254 sons of Elam, ", "8": "sons of Zattu, ", "9": "sons of Zaccai, ", "10": "sons of Bani, ", "11": "sons of Bebai, ", "12": ",222 sons of Azgad, ", "13": "sons of Adonikam, ", "14": ",056 sons of Bigvai, ", "15": "sons of Adin, ", "16": "sons of Ater, ", "17": "sons of Bezai, ", "18": "sons of Jorah, ", "19": "sons of Hashum, ", "20": "sons of Gibbar, ", "21": "sons of Bethlehem, ", "22": "sons of Netophah, ", "23": "sons of Anathoth, ", "24": "sons of Azmaveth, ", "25": "sons of Kiriath-arim, Chephirah, and Beeroth, ", "26": "sons of Raman and Geba, ", "27": "sons of Michmas, ", "28": "sons of Bethel and Ai, ", "29": "sons of Nebo, ", "30": "sons of Magbish, ", "31": ",254 sons of the other Elam, ", "32": "sons of Harim, ", "33": "sons of Lod, Hadid, and Ono, ", "34": "sons of Jericho, ", "35": ",630 sons of Senaah.", "36": "The religious leaders: 973 sons of Jedaiah of the house of Jeshua, ", "37": ",052 sons of Immer, ", "38": ",247 sons of Pashhur, ", "39": ",017 sons of Harim.", "40": "The Levites: 74 sons of Jeshua and Kadmiel, of the sons of Hodaviah. ", "41": "The singers: 128 sons of Asaph. ", "42": "The sons of the gate-keepers: 139 of the sons of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai.", "43": "The men who worked in the house of the Lord: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth, ", "44": "the sons of Keros, the sons of Siaha, the sons of Padon, ", "45": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub, ", "46": "the sons of Hagab, the sons of Shalmai, the sons of Hanan, ", "47": "the sons of Giddel, the sons of Gahar, the sons of Reaiah, ", "48": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam, ", "49": "the sons of Uzza, the sons of Paseah, the sons of Besai, ", "50": "the sons of Asnah, the sons of Meunim, the sons of Nephisim, ", "51": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur, ", "52": "the sons of Bazluth, the sons of Mehida, the sons of Harsha, ", "53": "the sons of Barkos, the sons of Sisera, the sons of Temah, ", "54": "the sons of Neziah, the sons of Hatipha.", "55": "The sons of Solomon's servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda, ", "56": "the sons of Jaalah, the sons of Darkon, the sons of Giddel, ", "57": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Ami. ", "58": "All the servants of the house of the Lord, and all the sons of Solomon's servants, were 392.", "59": "Now these are the men who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer. But they were not able to show that their fathers and they were children of Israel: ", "60": "sons of Delaiah, Tobiah, and Nekoda. ", "61": "And the sons of the religious leaders: the sons of Habaiah, Hakkoz, and Barzillai, who had married one of the daughters of Barzillai the Gileadite, and was called by their name. ", "62": "These men looked for their names among the names of all the families, but could not find them. So they were thought of as being unclean, and were not allowed to work as religious leaders. ", "63": "And the leader told them that they should not eat from the most holy things until a religious leader learned God's will by the Urim and Thummin.", "64": "There were 42,360 people in all, ", "65": "besides the 7,337 men servants and women servants, and 200 singing men and women. ", "66": "They had 736 horses, 245 mules, ", "67": "camels, and 6,720 donkeys.", "68": "When they came to the house of the Lord in Jerusalem, some of the heads of the family groups gave a free-will gift for the house of God to be built again on the same place. ", "69": "As they were able, they gave 61,000 gold-pieces and 5,000 silverpieces and 100 coats for the religious leaders, for the work to be done.", "70": "So the religious leaders, the Levites, some of the people, the singers, the gate-keepers and the servants of the Lord's house lived in their own cities, and all Israel lived in their cities."}