{"1": "Then Na′omi her mother-in-law said to her, “My daughter, should I not seek a home for you, that it may be well with you? ", "2": "Now is not Bo′az our kinsman, with whose maidens you were? See, he is winnowing barley tonight at the threshing floor. ", "3": "Wash therefore and anoint yourself, and put on your best clothes and go down to the threshing floor; but do not make yourself known to the man until he has finished eating and drinking. ", "4": "But when he lies down, observe the place where he lies; then, go and uncover his feet and lie down; and he will tell you what to do.” ", "5": "And she replied, “All that you say I will do.”", "6": "So she went down to the threshing floor and did just as her mother-in-law had told her. ", "7": "And when Bo′az had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of grain. Then she came softly, and uncovered his feet, and lay down. ", "8": "At midnight the man was startled, and turned over, and behold, a woman lay at his feet! ", "9": "He said, “Who are you?” And she answered, “I am Ruth, your maidservant; spread your skirt over your maidservant, for you are next of kin.” ", "10": "And he said, “May you be blessed by the Lord, my daughter; you have made this last kindness greater than the first, in that you have not gone after young men, whether poor or rich. ", "11": "And now, my daughter, do not fear, I will do for you all that you ask, for all my fellow townsmen know that you are a woman of worth. ", "12": "And now it is true that I am a near kinsman, yet there is a kinsman nearer than I. ", "13": "Remain this night, and in the morning, if he will do the part of the next of kin for you, well; let him do it; but if he is not willing to do the part of the next of kin for you, then, as the Lord lives, I will do the part of the next of kin for you. Lie down until the morning.”", "14": "So she lay at his feet until the morning, but arose before one could recognize another; and he said, “Let it not be known that the woman came to the threshing floor.” ", "15": "And he said, “Bring the mantle you are wearing and hold it out.” So she held it, and he measured out six measures of barley, and laid it upon her; then she went into the city. ", "16": "And when she came to her mother-in-law, she said, “How did you fare, my daughter?” Then she told her all that the man had done for her, ", "17": "saying, “These six measures of barley he gave to me, for he said, 'You must not go back empty-handed to your mother-in-law.'” ", "18": "She replied, “Wait, my daughter, until you learn how the matter turns out, for the man will not rest, but will settle the matter today.”"}