{"1": "And Jesus called his 12 disciples to him, and gave them power over unclean spirits, to cast them out, and to heal all manner of sicknesses and all manner of diseases.", "2": "The names of the 12 apostles are these: the first Simon, called also Peter, and Andrew his brother; James the son of Zebedee, and John his brother; ", "3": "Philip and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus otherwise called Thaddaeus; ", "4": "Simon the Canaanite; and Judas Iscariot, who also betrayed him.", "5": "These twelve Jesus sent out and charged, saying, Go not into the roads that lead to the Gentiles, and do not enter into the towns of the Samaritans. ", "6": "But go rather to the lost sheep of the house of Israel. ", "7": "Go and preach, saying, The kingdom of heaven is at hand! ", "8": "Heal the sick, cleanse the lepers, raise the dead, cast out the devils. Freely you have received; freely give again.", "9": "Do not possess gold or silver or copper coins in your belts, ", "10": "nor yet a bag for your journey; neither two coats, nor shoes, nor yet a staff. For the workman is worthy to have his keep. ", "11": "In whatever city or town you enter, enquire who is worthy in it, and there remain till you leave. ", "12": "And when you come into a household, wish it well. ", "13": "And if the house is worthy, your peace will come upon it. But if it is not worthy, your peace will return to you again.", "14": "And whoever will not receive you, nor will hear your preaching, when you depart out of that house or that town, shake off the dust from your feet. ", "15": "Truly I say to you, it will be easier for the land of Sodom and Gomorrah in the day of judgment than for that place.", "16": "Behold, I send you forth as sheep among wolves. Be therefore wise as serpents and innocent as doves. ", "17": "Beware of men, for they will deliver you up to the councils, and will scourge you in their synagogues. ", "18": "And you will be brought to the head governors and kings for my sake, in witness to them and to the Gentiles.", "19": "But when they deliver you up, do not be anxious about how or what you will speak, for it will be given you even in that same hour what you should say. ", "20": "For it is not you who speak, but the Spirit of your Father who speaks in you.", "21": "Brother will betray brother to death, and the father the son. And children will arise against their fathers and mothers, and will put them to death. ", "22": "And you will be hated by all men for my name. But he who endures to the end shall be saved. ", "23": "When they persecute you in one place, flee into another. I tell you for a truth, you will not finish all the cities of Israel before the Son of man comes.", "24": "The disciple is not above his teacher, nor yet the servant above his lord. ", "25": "It is enough for the disciple to be as his teacher is, and that the servant be as his lord is. If they have called the Lord of the house Beelzebub, how much more will they call those of his household so? ", "26": "Fear them not therefore. There is nothing so closed that it will not be opened, and nothing so hid that it will not be known.", "27": "What I tell you in darkness, that speak in light. And what you hear in the ear, that preach on the house tops. ", "28": "And fear not those who kill the body, and are not able to kill the soul. But rather fear him who is able to destroy both soul and body into hell. ", "29": "Are not two sparrows sold for a copper coin? And yet none of them lights on the ground without your Father. ", "30": "And now all the hairs of your heads are numbered. ", "31": "Fear not therefore: you are of more value than many sparrows.", "32": "Whosoever therefore acknowledges me before men, him will I acknowledge also before my Father who is in heaven. ", "33": "But whosoever denies me before men, him will I also deny before my Father who is in heaven.", "34": "Think not that I have come to send peace into the earth. I came not to send peace, but a sword. ", "35": "For I have come to set a man at variance against his father, and the daughter against her mother, and the daughter-in-law against her mother-in-law. ", "36": "And a man's enemies will be those of his own household.", "37": "He who loves his father or mother more than me, is not meet for me. And he who loves his son or daughter more than me, is not meet for me. ", "38": "And he who does not take up his cross and follow me, is not meet for me. ", "39": "He who finds his life will lose it, and he who loses his life for my sake, will find it.", "40": "He who receives you receives me, and he who receives me, receives him who sent me. ", "41": "He who receives a prophet in the name of a prophet will receive a prophet's reward. And he who receives a righteous man in the name of a righteous man, will receive the reward of a righteous man. ", "42": "And whosoever gives one of these little ones to drink a cup of cold water only in the name of a disciple, I tell you of a truth, he shall not lose his reward."}