{"1": "At that time Jesus went through the grain on the Sabbath days. And his disciples were hungry, and began to pluck the ears of grain and to eat. ", "2": "When the Pharisees saw that, they said to him, Look, your disciples are doing that which is not lawful to do on the Sabbath day. ", "3": "He said to them, Have you not read what David did when he was hungry, and those also who were with him? ", "4": "How he entered into the house of God and ate the hallowed loaves, which were not lawful for him to eat, neither for those who were with him, but only for the priests? ", "5": "Or have you not read in the law how the priests in the temple break the Sabbath day, and yet are blameless? ", "6": "But I say to you that there is one here greater than the temple. ", "7": "So then if you had known what this means: I require mercy, and not sacrifice – you would never have condemned the innocent. ", "8": "For the Son of man is Lord even of the Sabbath day.", "9": "And he departed from there and went into their synagogue. ", "10": "And behold, there was a man there who had a withered hand. And they asked him, saying, Is it lawful to heal on the Sabbath days? in order that they might accuse him. ", "11": "And he said to them, Which of you would it be, if he had a sheep fallen into a pit on the Sabbath day, that would not take it and lift it out? ", "12": "And of how much more value is a man than a sheep? Therefore it is lawful to do a good deed on the Sabbath days.", "13": "Then he said to the man, Stretch forth your hand. And he stretched it forth. And it was made whole again like the other.", "14": "Then the Pharisees went out and held a council against him, how they might destroy him. ", "15": "When Jesus knew that, he departed from there. And crowds of people followed him. And he healed them all, ", "16": "and charged them not to make him known, ", "17": "to fulfil that which was spoken by Isaiah the prophet, who says: ", "18": "Behold my child, whom I have chosen, my beloved in whom my soul delights. I will put my Spirit on him, and he shall show judgment to the Gentiles. ", "19": "He will not quarrel; he will not cry out; neither will anyone hear his voice in the streets. ", "20": "A bruised reed he will not break, and a flax that begins to burn he will not quench, till he sends forth judgment unto victory. ", "21": "And in his name shall the Gentiles trust.", "22": "Then was brought to him one who was possessed with a devil, who was both blind and dumb. And Jesus healed him, so that he who had been blind and dumb both spoke and saw. ", "23": "And all the people were amazed and said, Is not this the Son of David? ", "24": "But when the Pharisees heard that, they said, This fellow drives the devils out no other way but by the help of Beelzebub, the chief of the devils.", "25": "But Jesus knew their thoughts and said to them, Every kingdom divided within itself will be brought to nothing. Neither can any city or household divided against itself continue. ", "26": "So if Satan casts out Satan, then he is divided against himself. How then shall his kingdom endure? ", "27": "Also, if I by the help of Beelzebub cast out devils, by whose help do your children cast them out? Therefore they will be your judges. ", "28": "But if I cast out the devils by the Spirit of God, then the kingdom of God has come upon you.", "29": "Or again, how can a man enter into a strong man's house and forcibly take away his goods, unless he first binds the strong man? And then he plunders his house. ", "30": "He who is not with me, is against me, and he who does not gather with me, scatters abroad.", "31": "So I say to you, all manner of sin and blasphemy may be forgiven men, but the blasphemy of the Spirit will not be forgiven men. ", "32": "And whosoever speaks a word against the Son of man, it may be forgiven him, but whosoever speaks against the Holy Spirit, it may not be forgiven him – no, neither in this world, nor in the world to come. ", "33": "Either judge the tree good, and its fruit correspondingly good, or else judge the tree evil, and its fruit evil also. For the tree is known by its fruit.", "34": "O offspring of vipers, how can you speak good things when you yourselves are evil? For out of the abundance of the heart, the mouth speaks. ", "35": "A good man, out of the good treasure of his heart, brings forth good things. And an evil man, out of his evil treasure, brings forth evil things. ", "36": "But I say to you that for every idle word that men speak, they will give account at the day of judgment. ", "37": "For by your words you will be justified, and by your words you will be condemned.", "38": "Then certain of the scribes and Pharisees answered, saying, Teacher, we would like to see a sign from you. ", "39": "He answered and said to them, The evil and adulterous generation seeks a sign, but there shall be no sign given to them except the sign of the prophet Jonah. ", "40": "For as Jonah was three days and three nights in the whale's belly, so shall the Son of man be three days and three nights in the heart of the earth. ", "41": "The people of Ninevah will rise at the day of judgment with this nation and condemn it, for they reformed at the preaching of Jonah, and behold, one greater than Jonah is here. ", "42": "The queen of the south will rise at the day of judgment with this generation and will condemn them, for she came from the furthermost parts of the world to hear the wisdom of Solomon, and behold, one greater than Solomon is here.", "43": "But when the unclean spirit has gone out of a man, he walks throughout dry places, seeking rest, and finds none. ", "44": "Then he says, I will return again into my house, the one I came out of. And when he comes back, he finds the house empty and swept and set in order. ", "45": "Then he goes his way and gets seven other spirits worse than himself, and so they enter in and dwell there. And the end of that man is worse than the beginning. That is how it will be with this evil nation.", "46": "When Jesus was still speaking to the people, his mother and his brethren stood outside, desiring to speak with him. ", "47": "Then someone said to him, Look, your mother and your brethren are standing outside, and want to speak with you. ", "48": "He answered and said to the one that had told him, Who is my mother? or who are my brethren? ", "49": "And he stretched forth his hand over his disciples and said, Behold my mother and my brethren. ", "50": "For whosoever does the will of my Father who is in heaven, the same is my brother, sister, and mother."}