{"1": "The same day, Jesus went out of the house and sat by the sea side. ", "2": "And crowds of people gathered to him, so greatly that he went and sat in a boat, and all the people stood on the shore. ", "3": "And he spoke many things to them in similitudes, saying, Behold, the sower went forth to sow. ", "4": "And as he sowed, some seed fell by the wayside, and the birds came and devoured it up. ", "5": "Some fell on stony ground where it had not much earth, and it sprang up quickly, because it had no depth of earth; ", "6": "and when the sun was up, it caught heat, and for lack of rooting withered away. ", "7": "Some fell among thorns, and the thorns sprang up and choked it. ", "8": "But part fell in good ground, and brought forth good fruit: some a hundredfold, some sixtyfold, some thirtyfold. ", "9": "Whosoever has ears to hear, let him hear!", "10": "And the disciples came and asked him, Why do you speak to them in parables? ", "11": "He answered and said to them, It is given to you to know the secrets of the kingdom of heaven, but to them it is not given. ", "12": "For whosoever has, to him will be given, and he will have abundance. But whosoever has not, from him shall be taken away even what he has. ", "13": "Therefore I speak to them in similitudes. For though they see, they see not. And hearing, they hear not, neither understand. ", "14": "And in them is fulfilled the prophecy of Isaiah, which prophecy says: With the ears you will hear, but will not understand, and with the eyes you will see, and will not perceive. ", "15": "For the hearts of this people have grown dull, and their ears are hard of hearing, and their eyes they have closed, lest they should see with their eyes and hear with their ears and understand with their hearts, and should turn, so that I might heal them.", "16": "But blessed are your eyes, for they see, and your ears, for they hear. ", "17": "Truly I say to you that many prophets and righteous men have desired to see those things that you see, and have not seen them, and to hear those things that you hear, and have not heard them.", "18": "Hear therefore the similitude of the sower. ", "19": "Whosoever hears the word of the kingdom and does not understand it, there comes the evil one, and catches away that which was sown in his heart; and this is he who received the seed by the wayside. ", "20": "But he who received the seed in the stony ground is the person who hears the word of God, and at once receives it with joy. ", "21": "Yet he has no roots in himself, and therefore endures but a season, for as soon as tribulation or persecution arises because of the word, at once he falls. ", "22": "He who received the seed among thorns is the person who hears the word of God, but the care of this world and the deceitfulness of riches choke the word, and so he is made unfruitful. ", "23": "But he who receives the seed in good ground is the person who hears the word and understands it; who also bears fruit and brings forth, some a hundredfold, some sixtyfold, and some thirtyfold.", "24": "Another similitude he put forth to them, saying, The kingdom of heaven is like a man who sowed good seed in his field. ", "25": "But while people were sleeping, his enemy came and sowed tares among the wheat, and went his way. ", "26": "When the blade had sprung up and had brought forth fruit, then the tares appeared also. ", "27": "Then the servants went to the householder and said to him, Sir, did you not sow good seed in your field? Where then did the tares come from? ", "28": "He said to them, The envious man has done this. Then the servants said to him, Do you want us then to go and weed them out? ", "29": "But he said, Nay, lest while you go about to weed out the tares, you pluck up also with them the wheat by the roots. ", "30": "Let both grow together till harvest comes. And in the time of harvest I will say to the reapers, Gather the tares first, and bind them in sheaves to be burned; but gather the wheat into my barn.", "31": "Another parable he put forth to them, saying, The kingdom of heaven is like a grain of mustard seed that a man takes and sows in his field, ", "32": "which is the least of all seeds. But when it is grown, it is the greatest among shrubs; and it is a tree, so that the birds of the air come and build in its branches.", "33": "He told them another similitude: The kingdom of heaven is like leaven that a woman takes and hides in three measures of meal, till all is leavened.", "34": "All these things Jesus spoke to the people by similitudes. And he spoke nothing to them without similitudes, ", "35": "to fulfil that which was spoken by the prophet, saying, I will open my mouth in similitudes, and will speak forth things which have been kept secret from the beginning of the world.", "36": "Then Jesus sent the people away and went indoors. And his disciples came to him, saying, Explain to us the similitude of the tares of the field. ", "37": "Then he answered and said to them, He who sows the good seed is the Son of man. ", "38": "And the field is the world. And the children of the kingdom, they are the good seed. And the tares are the children of the wicked one: ", "39": "the enemy who sows them is the devil. The harvest is the end of the world, and the reapers are the angels. ", "40": "For even as the tares are gathered and burned in the fire, so shall it be in the end of this world. ", "41": "The Son of man will send forth his angels, and they will gather out of his kingdom all injurious things, and those who do iniquity, ", "42": "and will cast them into a furnace of fire. There shall be wailing and gnashing of teeth. ", "43": "Then shall the just shine as bright as the sun in the kingdom of their Father. Whoever has ears to hear, let him hear!", "44": "Again, the kingdom of heaven is like treasure hid in a field, which a person finds and hides, and for the joy of it goes and sells all that he has and buys that field.", "45": "Again, the kingdom of heaven is like a merchant who seeks good pearls, ", "46": "who, when he found one precious pearl, went and sold all that he had and bought it.", "47": "Again, the kingdom of heaven is like a net cast into the sea, which gathers in all kinds of fishes. ", "48": "When it is full, men draw it to land, and sit and gather the good into vessels, and cast the bad away. ", "49": "So shall it be at the end of the world: the angels will come out and separate the bad from the good, ", "50": "and will cast them into a furnace of fire. There will be wailing and gnashing of teeth.", "51": "Jesus asked them, Do you understand all these things? They said, Yes, Lord. ", "52": "Then he said to them, Therefore every scribe who is instructed in the kingdom of heaven is like a householder who brings forth out of his treasure things both new and old.", "53": "And it came to pass, when Jesus had finished these similitudes, that he departed from there, ", "54": "and went into his own country. And he taught the people in their synagogues, insomuch that they were astonished and said, Whence comes all this wisdom and power to him? ", "55": "Is this not the carpenter's son? Is his mother not called Mary? and his brethren James, Joses, Simon, and Judas? ", "56": "Are his sisters not all here with us? Where does he have all these things from? ", "57": "And they were offended by him. Then Jesus said to them, A prophet is not without honour, save in his own country and among his own kin.", "58": "And he did not do many miracles there, because of their unbelief."}