{"1": "Then scribes and Pharisees from Jerusalem came to Jesus, saying, ", "2": "Why do your disciples transgress the precepts of the elders? For they do not wash their hands when they eat bread. ", "3": "He answered and said to them, And why do you transgress the commandment of God through your precepts? ", "4": "For God commanded, saying, Honour your father and mother, and, He who curses father or mother shall suffer death. ", "5": "But you say every man should tell his father or mother, That which you desire of me, to help you with, is given for God – ", "6": "and so he should not honour his father or mother. And thus you have made the commandment of God to be without effect, through your precepts. ", "7": "Hypocrites, well did Isaiah prophesy of you, saying, ", "8": "This people draws near to me with their mouths, and honours me with their lips, but their hearts are far from me. ", "9": "And in vain they worship me, teaching doctrines which are nothing but men's precepts. ", "10": "And he called the people to him and said to them, Hear and understand: ", "11": "that which goes into the mouth does not defile a man, but that which comes out of the mouth defiles a man.", "12": "Then his disciples came and said to him, Do you perceive how the Pharisees are offended in hearing this saying? ", "13": "He answered and said, All plants that my heavenly Father has not planted shall be plucked up by the roots. ", "14": "Let them alone. They are the blind leaders of the blind. If the blind lead the blind, both will fall into the ditch.", "15": "Then Peter answered and said to him, Explain the parable to us. ", "16": "Jesus said, Are you still without understanding? ", "17": "Do you not see that whatever goes in at the mouth descends down into the stomach, and is cast out into the drain? ", "18": "But those things which proceed out of the mouth come from the heart, and they defile the person. ", "19": "For out of the heart come evil thoughts, murder, breaking of wedlock, whoredom, theft, bearing of false witness, slander. ", "20": "These are the things that defile a person. But to eat with unwashed hands does not defile a person.", "21": "And Jesus went from there, and withdrew to the coasts of Tyre and Sidon. ", "22": "And a woman who was a Canaanite came out of the same region and cried out to him, saying, Have mercy on me, Lord Son of David! My daughter is piteously vexed with a devil. ", "23": "But he gave her never a word in answer. Then his disciples came to him and urged him, saying, Send her away; she is following us, crying. ", "24": "He answered and said, I am not sent but to the lost sheep of the house of Israel.", "25": "Then she came and worshipped him, saying, Master, help me! ", "26": "He answered and said, It is not good to take the children's bread and to cast it to dogs. ", "27": "She answered and said, True, Lord; nevertheless, the dogs eat of the crumbs that fall from their master's table. ", "28": "Then Jesus answered and said to her, O woman, great is your faith! Let it be unto you even as you desire. And her daughter was made whole even at that same hour.", "29": "Then Jesus went away from there, and came near to the Sea of Galilee, ", "30": "and went up on a mountain and sat down there. And crowds of people came to him, having with them people who were lame, blind, dumb, maimed, and many others, and put them down at Jesus' feet. ", "31": "And he healed them, and the people were in wonderment to see the dumb speak, the maimed whole, the lame walking, and the blind seeing. And they glorified the God of Israel.", "32": "Then Jesus called his disciples to him and said, I have compassion on the people, because they have continued with me now for three days, and have nothing to eat. I do not want to let them go away without eating, lest they faint along the road. ", "33": "And his disciples said to him, Where could we get enough bread in this remote place to feed such a great number of people? ", "34": "And Jesus said to them, How many loaves do you have? And they said, Seven, and a few little fishes.", "35": "And he directed the people to sit down on the ground, ", "36": "and took the seven loaves and the fishes, and gave thanks, and broke them, and gave them to his disciples; and the disciples gave them to the people. ", "37": "And they did all eat, and were satisfied. And of the pieces left over they took up seven baskets full – ", "38": "and yet those who ate were 4,000 men, as well as women and children.", "39": "And Jesus sent the people away, boarded the boat, and went to the region of Magdala."}