{"1": "Then the Pharisees and Sadducees came and tempted Jesus, asking him to show them some sign from heaven. ", "2": "He answered and said to them, At evening you say the weather will be fair, and that because the sky is red; ", "3": "and in the morning you say it will be bad weather today, and that because the sky is cloudy and red. O ye hypocrites, you can discern the aspect of the sky, and can you not discern the signs of the times? ", "4": "The froward and adulterous nation seeks a sign, but no other sign shall be given to them than the sign of the prophet Jonah. So he left them, and departed.", "5": "And when his disciples had come to the other side of the water, they had forgotten to take bread with them. ", "6": "Then Jesus said to them, Take heed, and beware of the leaven of the Pharisees and of the Sadducees. ", "7": "And they thought in themselves, saying, It is because we have brought no bread with us.", "8": "When Jesus understood this, he said to them, O ye of little faith, why are your minds cumbered because you have brought no bread? ", "9": "Do you not yet perceive? Nor remember those five loaves when there were 5,000 men, and how many baskets you took up? ", "10": "Nor the seven loaves when there were 4,000, and how many baskets you took up? ", "11": "Why do you not perceive then that I was not speaking to you about bread when I said to beware of the leaven of the Pharisees and of the Sadducees?", "12": "Then they understood that he was not telling them to beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees.", "13": "When Jesus arrived in the vicinity of the city which is called Caesarea Phillippi, he asked his disciples, saying, Who do men say that I, the Son of man, am? ", "14": "They said, Some say you are John the Baptist, some Elijah, some Jeremiah, or one of the prophets. ", "15": "He said to them, But who do you say that I am? ", "16": "Simon Peter answered and said, You are Christ, the Son of the living God.", "17": "And Jesus answered and said to him, Blessed are you, Simon son of Jonah, for flesh and blood has not revealed that to you, but my Father who is in heaven. ", "18": "And I say also to you that you are Peter, and upon this rock I will build my congregation. And the gates of hell shall not prevail against it. ", "19": "And I will give to you the keys of the kingdom of heaven: whatever you bind upon earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.", "20": "Then he charged his disciples to tell no one that he was Jesus the Christ.", "21": "From that time on, Jesus began to explain to his disciples how he must go to Jerusalem and suffer many things from the elders, and from the high priests and from the scribes, and must be killed, and rise up again the third day. ", "22": "But Peter took him aside and began to rebuke him, saying, Master, spare yourself! This should not happen to you. ", "23": "Then Jesus turned about and said to Peter, Get behind me, Satan! You offend me, because you savour not the things of God, but things of the world.", "24": "Jesus then said to his disciples, If any person would follow me, let him deny himself, and take up his cross and follow me. ", "25": "For whosoever would save his life, will lose it. And whosoever loses his life for my sake, will find it. ", "26": "What will it profit a man, though he should win all the whole world, if he loses his own soul? Or, what can a man give to redeem his soul? ", "27": "For the Son of man will come in the glory of his Father with his angels, and then shall he reward every person according to his deeds.", "28": "Truly I say to you, some there are among them that stand here who shall not taste of death till they have seen the Son of man come in his kingdom."}