{"1": "At that time the disciples came to Jesus, saying, Who is the greatest in the kingdom of heaven? ", "2": "Jesus called a child to him, and set him in the midst of them, ", "3": "and said, Truly I say to you, unless you turn and become as children, you cannot enter into the kingdom of heaven. ", "4": "Whoever therefore humbles himself like this child, the same is the greatest in the kingdom of heaven. ", "5": "And whoever receives such a child in my name, receives me. ", "6": "But whoever hurts one of these little ones who believe in me, it would be better for him if a millstone were hung about his neck and that he were drowned in the depth of the sea. ", "7": "Woe be to the world because of offences. However, it cannot be avoided but that offences will come. Nevertheless, woe be to the man by whom the offence comes.", "8": "And so if your hand or your foot causes you to offend, cut it off and cast it from you. It is better for you to enter into life lame or maimed than for you, having two hands or two feet, to be cast into everlasting fire. ", "9": "And if also your eye causes you to offend, tear it out and cast it from you. It is better for you to enter into life with one eye than, having two eyes, to be cast into hell fire.", "10": "See that you do not despise one of these little ones. For I say to you that in heaven their angels always behold the face of my Father who is in heaven. ", "11": "Yea, and the Son of man has come to save that which is lost. ", "12": "What do you think: if a man has a hundred sheep and one of them has gone astray, does he not leave the ninety-nine in the mountains and go and seek that one which has gone astray? ", "13": "If it happens that he finds it, truly I say to you, he rejoices more over that sheep than over the ninety-nine that did not go astray. ", "14": "In the same way, it is not the will of your Father in heaven that one of these little ones should perish.", "15": "Moreover, if your brother trespasses against you, go and tell him his fault between him and you alone. If he hears you, you have redeemed your brother. ", "16": "But if he does not hear you, then take along with you one or two others, so that in the mouth of two or three witnesses every matter may be established. ", "17": "If he does not hear them, tell it to the congregation. If he does not hear the congregation, take him as a heathen man and as a publican. ", "18": "Truly I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.", "19": "Again I say to you, if two of you agree in earth about any manner of thing, whatsoever they desire, it shall be given them by my Father who is in heaven. ", "20": "For where two or three are gathered together in my name, there am I in the midst of them.", "21": "Then Peter came to him and said, Master, how often should I forgive my brother if he sins against me? Seven times?", "22": "Jesus said to him, I say to you, not seven times, but seventy times seven times. ", "23": "Therefore the kingdom of heaven is likened to a certain king who wished to take accounts from his servants. ", "24": "And when he had begun the reckoning, one was brought to him who owed him 10,000 talents. ", "25": "Because he had nothing to pay with, his master ordered him to be sold, and his wife and his children and all that he had, and payment to be made. ", "26": "The servant fell down and besought him, saying, Sir, give me respite, and I will pay it every whit. ", "27": "Then the lord had pity on that servant, and released him, and forgave him the debt.", "28": "And that same servant went out and found one of his fellows who owed him 100 denarii, and laid hands on him and took him by the throat, saying, Pay me what you owe! ", "29": "And his fellow servant fell down and besought him, saying, Have patience with me, and I will pay you everything. ", "30": "But he would not, and went and cast him into prison till he should pay the debt.", "31": "When the other servants saw what had been done, they were very grieved, and went and told their lord all that had happened. ", "32": "Then his lord called the man and said to him, O evil servant! I forgave you all that debt because you begged me. ", "33": "Was it not right also that you should have had compassion on your fellow, just as I had pity on you? ", "34": "And his lord was angry, and delivered him to the jailers till he should pay all that was due to him. ", "35": "So likewise shall my heavenly Father do with you, unless you forgive with your hearts each one his brother's trespasses."}