{"1": "For the kingdom of heaven may be likened to a householder who went out early in the morning to hire labourers into his vineyard. ", "2": "And he agreed with the labourers for a denarius a day, and sent them into his vineyard. ", "3": "And he went out about the third hour and saw others standing idle in the market place, ", "4": "and said to them, Go ye also into my vineyard, and whatever is right, I will give you. And they went their way.", "5": "Again he went out about the sixth and ninth hour, and did likewise. ", "6": "And he went out about the eleventh hour and found others standing idle, and said to them, Why do you stand here idle all the day? ", "7": "They said to him, Because no one has hired us. He said to them, Go ye also into my vineyard, and whatever is right, that you will receive.", "8": "When evening was come, the lord of the vineyard said to his steward, Call the labourers and give them their wages, beginning at the last till you come to the first.", "9": "And those who were hired about the eleventh hour came and received every man a denarius. ", "10": "Then came the first, supposing that they would receive more, but they likewise received every man a denarius. ", "11": "And when they had received it, they murmured against the master of the house, ", "12": "saying, These last have worked only one hour, and you have made them equal to us who have borne the burden and heat of the day.", "13": "He answered to one of them, saying, Friend, I do you no wrong. Did you not agree with me for a denarius? ", "14": "Take that which is your due, and go your way. I want to give to the last one as much as to you. ", "15": "Is it not lawful for me to do as I please with what belongs to me? Is your eye evil because I am good?", "16": "In like manner the last may be first, and the first last. For many are called, but few are chosen.", "17": "And Jesus went up to Jerusalem, and took the twelve disciples apart along the way and said to them, ", "18": "Behold, we are going up to Jerusalem. And the Son of man will be betrayed to the chief priests and to the scribes, and they will condemn him to death, ", "19": "and will deliver him to the Gentiles to be mocked, to be scourged, and to be crucified; and the third day he will rise again.", "20": "Then the mother of Zebedee's children came to him with her sons, doing reverence to him and desiring a certain thing of him. ", "21": "He said to her, What would you like? She answered him, Grant that these my two sons may sit, the one on your right hand and the other on your left hand, in your kingdom.", "22": "Jesus answered and said, You know not what you ask. Are you able to drink of the cup that I must drink of, and to be baptized with the baptism that I must be baptized with? They answered to him, That we are.", "23": "And he said to them, You shall drink of my cup, and shall be baptized with the baptism that I will be baptized with. But to sit on my right hand and on my left hand is not mine to give, but is for those for whom it is prepared by my Father.", "24": "And when the ten heard about this, they were indignant at the two brethren. ", "25": "But Jesus called them to him and said, You know that the lords of the Gentiles have dominion over them, and those who are great exercise power over them. ", "26": "It shall not be this way among you, but whosoever would be great among you, let him minister to you, ", "27": "and whoever would be chief, let him be your servant – ", "28": "even as the Son of man came not to be served, but to serve, and to give his life for the redemption of many.", "29": "And as they departed from Jericho, crowds of people followed Jesus. ", "30": "And two blind men sitting by the wayside, when they heard Jesus pass by, cried out, saying, Lord Son of David, have mercy on us! ", "31": "And the people admonished them to hold their peace. But they cried out all the more, saying, Have mercy on us, Lord Son of David!", "32": "Then Jesus stood still and called them, and said, What do you want me to do for you? ", "33": "They said to him, Lord, that our eyes may be opened! ", "34": "Jesus had compassion on them and touched their eyes, and immediately their eyes received sight. And they followed him."}