{"1": "When they drew near to Jerusalem and had come to Bethphage, to the Mount of Olives, Jesus sent two of his disciples, ", "2": "saying to them, Go into the town that lies in front of you, and immediately you will find a donkey tied, and her colt with her. Untie them and bring them to me. ", "3": "And if anyone says anything to you, say that the Lord has need of them, and straightaway he will let them go.", "4": "All this was done to fulfil that which was spoken by the prophet, saying: ", "5": "Tell ye the daughter of Zion: Behold, your king comes to you, humble and sitting upon a donkey and a colt, the foal of a donkey bred to the yoke.", "6": "The disciples went and did as Jesus told them, ", "7": "and brought the donkey and the colt, and put on them their clothes, and set him thereon. ", "8": "And many of the people spread their garments in the road. Others cut down branches from the trees and strew them in the road. ", "9": "Moreover, the people who went ahead, and also those who came after, cried out, saying, Hosanna to the Son of David! Blessed is he who comes in the name of the Lord. Hosanna in the highest!", "10": "And when he came to Jerusalem, all the city was moved, saying, Who is this? ", "11": "And the people said, This is Jesus, the prophet of Nazareth, a town of Galilee.", "12": "And Jesus went into the temple of God and cast out all the people who sold and bought in the temple, and overturned the tables of the money changers and the seats of the people who sold doves, ", "13": "and said to them, It is written: My house shall be called the house of prayer. But you have made it a den of thieves.", "14": "And the blind and the lame came to him in the temple, and he healed them.", "15": "When the chief priests and scribes saw the marvels that he did, and the children calling out in the temple and saying, Hosanna to the Son of David, they were indignant ", "16": "and said to him, Do you hear what they say? Jesus said to them, Yea, have you never read: From the mouth of babes and sucklings, you have ordained praise?", "17": "And he left them, and went out of the city to Bethany, and had his lodging there.", "18": "In the morning, as he returned into the city again, he hungered, ", "19": "and saw a fig tree by the road, and went to it, and found nothing on it but leaves only, and said to it, Let fruit never grow on you from this time forward. And at once the fig tree withered away. ", "20": "And when his disciples saw that, they marvelled, saying, How has the fig tree withered away so suddenly? ", "21": "Jesus answered and said to them, Truly I say to you, if you have faith and do not doubt, you will not only do what I have done to the fig tree, but also if you say to this mountain, Take yourself away and cast yourself into the sea, it will be done. ", "22": "And whatever you ask in prayer (if you believe), you will receive it.", "23": "And when he had come into the temple, the chief priests and the elders of the people came to him as he was teaching and said, By what authority are you doing these things? And who gave you this authority?", "24": "Jesus answered and said to them, I also will ask of you a certain question, which, if you answer me, I likewise will tell you by what authority I do these things. ", "25": "The baptism of John: whence was it? from heaven, or of men? Then they reasoned among themselves, saying, If we say from heaven, he will say to us, why did you not then believe him? ", "26": "But if we say it was of men, then we fear the people. (For everyone held John to be a prophet.)", "27": "And they answered Jesus and said, We don't know. And he likewise said to them, Neither will I tell you by what authority I do these things. ", "28": "What do you say to this: A certain man had two sons, and went to the elder and said, Son, go and work today in my vineyard. ", "29": "He answered and said, I will not, but afterward he repented and went. ", "30": "Then the father went to the second son and said likewise. And he answered and said, I will, Sir. Yet he did not go. ", "31": "Which of the two did the will of the father? And they said to him, The first. Jesus said to them, Truly I say to you that the publicans and the harlots shall come into the kingdom of God before you. ", "32": "For John came to you in the way of righteousness, and you did not believe him. But the publicans and the harlots believed him. And yet you, though you saw it, were still not moved with repentance, so that you might afterward have believed him.", "33": "Hear another similitude: There was a certain householder, who planted a vineyard. He hedged it round about, and made a winepress in it, and built a tower, and let it out to husbandmen, and went into a far country. ", "34": "And when the time of the fruit drew near, he sent his servants to the husbandmen, to receive the fruits of it. ", "35": "And the husbandmen caught his servants, and beat one, killed another, and stoned another. ", "36": "Again he sent other servants, more than at the first, and they treated them likewise. ", "37": "Then last of all he sent to them his own son, saying, They will respect my son. ", "38": "But when the husbandmen saw the son, they said among themselves, This is the heir; come, let us kill him, and let us take his inheritance for ourselves. ", "39": "And they caught him and thrust him out of the vineyard, and slew him. ", "40": "Now when the lord of the vineyard comes, what will he do with those husbandmen?", "41": "They said to him, He will miserably destroy those evil persons, and will let out his vineyard to other husbandmen, who will render to him the fruit in their seasons.", "42": "Jesus said to them, Did you never read in the scriptures: The stone which the builders refused, the same is set in the principal part of the corner; this was the Lord's doing, and it is marvellous in our eyes? ", "43": "Therefore I say to you, the kingdom of God will be taken from you and will be given to the Gentiles, who will bring forth the fruits of it. ", "44": "And whosoever falls on this stone, he shall be broken; but whomever it falls upon, it will grind him to powder.", "45": "When the chief priests and Pharisees heard these similitudes, they perceived that he was speaking of them. ", "46": "And they went about to lay hands on him, but they feared the people, because they took him as a prophet."}