{"1": "And Jesus spoke to them again in similitudes, saying, ", "2": "The kingdom of heaven is like a certain king who arranged a marriage for his son, ", "3": "and sent forth his servants to call those who were bid to the wedding, and they would not come. ", "4": "Again he sent forth other servants, saying, Tell those who are bidden, Behold, I have prepared my dinner; my oxen and my fatted calves are killed, and all things are ready. Come to the marriage.", "5": "But they made light of it and went their ways, one to his farmstead, another about his wares. ", "6": "The rest took his servants and shamefully abused them, and slew them.", "7": "When the king heard about this, he was furious, and sent forth his warriors, and destroyed those murderers, and burnt up their city. ", "8": "Then said the king to his servants, The wedding was prepared, but those who were bidden were not worthy. ", "9": "Go therefore out into the highways, and as many as you find, bid them to the marriage.", "10": "The servants went out into the highways and gathered together as many as they could find, both good and bad, and the wedding was furnished with guests. ", "11": "Then the king came in to visit the guests, and spotted there a man who did not have on a wedding garment, ", "12": "and said to him, Friend, how did it happen that you came in here and do not have on a wedding garment? And the man was quite speechless. ", "13": "Then said the king to his servants, Take and bind him hand and foot, and cast him into outer darkness; there shall be weeping and gnashing of teeth. ", "14": "For many are called, but few are chosen.", "15": "Then the Pharisees went and took counsel, how they might tangle him in his words. ", "16": "And they sent to him their disciples with Herod's servants, saying, Master, we know that you are true, and teach the way of God truly, neither mind any person, for you do not consider men's estate. ", "17": "Tell us therefore what you think: is it lawful to remit tribute to Caesar, or not?", "18": "Jesus perceived their wickedness and said, Why do you bait me, you hypocrites? ", "19": "Let me see the tribute coin. So they brought him a denarius. ", "20": "And he said to them, Whose image and superscription is this? ", "21": "They said to him, Caesar's. Then he said to them, Give therefore to Caesar that which is Caesar's, and give to God that which is God's.", "22": "When they heard that, they marvelled, and left him and went their way.", "23": "The same day the Sadducees, who say there is no resurrection, came to him and asked him, ", "24": "saying, Teacher, Moses said that if a man dies having no children, the brother should marry the widow and raise up seed for his brother. ", "25": "There were with us seven brethren. The first married and died without issue, and left his wife to his brother. ", "26": "Likewise the second and the third, down to the seventh. ", "27": "Last of all the woman died also. ", "28": "Now in the resurrection, whose wife will she be of the seven? For they all had her.", "29": "Jesus answered and said to them, You are deceived, and do not understand the scriptures, nor yet the power of God. ", "30": "For in the resurrection people neither marry nor are married, but are as the angels in heaven. ", "31": "As for the resurrection of the dead, have you not read what is spoken to you by God, who says, ", "32": "I am Abraham's God, and Isaac's God, and the God of Jacob? God is not the God of the dead, but of the living.", "33": "And when the people heard that, they were astonished at his teaching.", "34": "When the Pharisees heard how he had put the Sadducees to silence, they drew together. ", "35": "One of them, who was a doctor of the law, asked him a question, testing him and saying, ", "36": "Teacher, which is the chief commandment in the law? ", "37": "Jesus said to him, Love the Lord your God with all your heart, with all your soul, and with all your mind; ", "38": "this is the first and the chief commandment. ", "39": "And there is another like this: Love your neighbour as yourself. ", "40": "On these two commandments hang all the law and the prophets.", "41": "While the Pharisees were gathered together, Jesus asked them, ", "42": "saying, What do you think about the Christ? Whose son is he? They said to him, The son of David. ", "43": "He said to them, How then does David in the Spirit call him Lord, saying, ", "44": "The Lord said to my Lord, Sit on my right hand, till I make your enemies your footstool? ", "45": "If David calls him Lord, how is he then his son?", "46": "And no one could answer him a word. Neither did anyone from that day forth dare ask him any more questions."}