{"1": "And Jesus went out and departed from the temple, and his disciples came to him to show him the buildings of the temple. ", "2": "Jesus said to them, Do you not see all these things? Truly I say to you, there shall not be left here one stone upon another that will not be cast down.", "3": "And as he sat on the Mount of Olives, his disciples came to him privately, saying, Tell us when these things will be, and what sign will be of your coming, and of the end of the world.", "4": "And Jesus answered and said to them, Take heed that no one deceives you. ", "5": "For many will come in my name saying, I am Christ! and will deceive many. ", "6": "You will hear of wars and of the infamy of wars. But see that you be not troubled. For all these things must come to pass, but the end is not yet. ", "7": "For nation will rise against nation, and realm against realm. And there will be pestilence, hunger, and earthquakes in all quarters. ", "8": "All these are the beginning of sorrows.", "9": "Then they will put you to tribulation, and will kill you, and you will be hated by all nations for my name's sake. ", "10": "And then shall many fall into offence, and will betray one another, and will hate one another. ", "11": "And many false prophets will arise, and will deceive many. ", "12": "And because iniquity will have the upper hand, the love of many will abate.", "13": "But he who endures to the end, the same will be saved. ", "14": "And this glad tidings of the kingdom shall be preached in all the world, for a witness to all nations; and then shall the end come.", "15": "When you therefore see the abomination that betokens desolation spoken of by Daniel the prophet stand in the holy place, let him who reads it, understand it. ", "16": "Then let those who are in Judea flee into the mountains. ", "17": "And let him who is on the housetop not come down to fetch anything out of his house. ", "18": "Neither let him who is in the field return back to fetch his clothes. ", "19": "Woe shall be in those days to women that are with child, and to those who give suck. ", "20": "But pray that your flight be not in the winter, neither on the Sabbath day. ", "21": "For then will be great tribulation, such as was not from the beginning of the world to this time, nor will be. ", "22": "Yea and unless those days were shortened, no flesh would be saved. But for the sake of the chosen, those days will be shortened.", "23": "Then if any one says to you, See, here is Christ! or there is Christ! – believe it not. ", "24": "For false christs and false prophets will arise, and will do great miracles and wonders, insomuch that if it were possible, the very elect should be deceived. ", "25": "Take heed, I have told you beforehand. ", "26": "So if they say to you, Behold, he is in the desert! go not forth; or, Behold, he is in the secret places! believe it not. ", "27": "For as the lightning comes out of the east and shines to the west, so will the coming of the Son of man be. ", "28": "For wherever the dead body is, there will the eagles resort.", "29": "Immediately after the tribulations of those days, the sun will be darkened, and the moon will not give her light, and the stars will fall from heaven, and the powers of heaven shall move. ", "30": "And then will appear the sign of the Son of man in heaven. And then shall all the kindreds of the earth mourn, and they shall see the Son of man come in the clouds of heaven with power and great glory. ", "31": "And he will send his angels with the great voice of a trumpet, and they will gather together his chosen from the four winds, and from the one end of the world to the other.", "32": "Learn from a similitude of the fig tree: when its branches are yet tender and its leaves sprung, you know that summer is near. ", "33": "So likewise you, when you see all these things, may be sure that it is near, even at the doors. ", "34": "Truly I say to you that this generation shall not pass till all these things be fulfilled.", "35": "Heaven and earth shall perish, but my words will abide. ", "36": "But of that day and hour no man knows – no, not the angels of heaven, but my Father only. ", "37": "As the time of Noah was, so likewise will the coming of the Son of man be. ", "38": "For as in the days before the flood they were eating and drinking, marrying and were married, right up to the day that Noah entered into the ship, ", "39": "and knew of nothing till the flood came and took them all away, so also will the coming of the Son of man be. ", "40": "Then two will be in the fields; the one will be received, and the other will be refused. ", "41": "Two will be grinding at the mill; the one will be received, and the other will be refused.", "42": "Watch therefore, because you do not know what hour your master will come. ", "43": "Of this be sure: if the householder knew what hour the thief would come, he would surely watch, and not allow his house to be broken into. ", "44": "Therefore you also be ready, because in the hour you think he would not, the Son of man will come.", "45": "If there be any servant faithful and wise, whom his master has appointed over his household, to give them food in due season, ", "46": "happy is that servant whom his master (when he comes) finds so doing. ", "47": "Truly I say to you, he will appoint him over all his goods. ", "48": "But if the evil servant says in his heart, My master will defer his coming, ", "49": "and begins to smite his fellow servants, yea and to eat and to drink with the drunken, ", "50": "the servant's master will come in a day when he is not expecting him, and in an hour that he is not aware of, ", "51": "and will separate him, and give him his reward with the hypocrites. And there shall be weeping and gnashing of teeth."}