{"1": "When the morning was come, all the chief priests and the elders of the people held a council against Jesus, to put him to death, ", "2": "and brought him bound, and delivered him to Pontius Pilate the governor.", "3": "Then when Judas who had betrayed him saw that he was condemned, he repented, and brought back the thirty pieces of silver to the chief priests and elders, ", "4": "saying, I have sinned, betraying the innocent blood. And they said, What is that to us? You see to it. ", "5": "And Judas cast down the silver pieces in the temple and departed, and went and hanged himself.", "6": "And the chief priests took the silver pieces and said, It is not lawful to put them into the treasury, because it is the price of blood. ", "7": "And they took counsel, and bought with the money a potter's field to bury strangers in. ", "8": "Therefore that field is called the Field of Blood until this day. ", "9": "Then was fulfilled that which was spoken by Jeremiah the prophet, saying: And they took thirty silver pieces, the price of him that was sold, whom they bought from the children of Israel, ", "10": "and gave them for the potter's field, as the Lord appointed me.", "11": "Jesus stood before the governor, and the governor asked him, saying, Are you the king of the Jews? Jesus said to him, It is as you say. ", "12": "And when he was accused by the chief priests and elders, he answered nothing. ", "13": "Then Pilate said to him, Do you not hear how many things they lay against you? ", "14": "And he answered him never a word, insomuch that the governor marvelled greatly.", "15": "At that feast the governor was accustomed to release to the people a prisoner, whomever they would request. ", "16": "He had then a notable prisoner called Barabbas. ", "17": "And when the people were gathered together, Pilate said to them, Which do you want me to release to you: Barabbas, or Jesus who is called Christ? ", "18": "For he knew well that it was for envy they had delivered him.", "19": "When he was seated to give judgment, his wife sent to him, saying, Have nothing to do with that just man. For I have suffered many things this day in a dream about him. ", "20": "But the chief priests and the elders had persuaded the people that they should ask for Barabbas and destroy Jesus. ", "21": "Then the governor spoke and said to them, Which of the two do you want me to set free to you? And they said, Barabbas! ", "22": "Pilate said to them, What shall I do then with Jesus who is called Christ? They all said to him, Let him be crucified! ", "23": "Then said the governor, What evil has he done? And they cried out all the more, saying, Let him be crucified!", "24": "When Pilate saw that he was not prevailing, but that more of a tumult was made, he took water and washed his hands before the people, saying, I am innocent of the blood of this just person, and that you should see. ", "25": "Then all the people answered and said, His blood be on us and on our children!", "26": "Then he let Barabbas go free to them, and had Jesus scourged, and delivered him to be crucified.", "27": "Then the governor's soldiers took Jesus to the common hall, and gathered to him the whole company of soldiers. ", "28": "And they stripped him and put on him a purple robe, ", "29": "and plaited a crown of thorns and put it on his head, and a reed in his right hand. And they bowed their knees before him and mocked him, saying, Hail, King of the Jews! ", "30": "And they spat upon him, and took the reed and struck him on the head.", "31": "And when they had mocked him, they took the robe back from him and put his own clothes on him, and led him away to crucify him. ", "32": "And as they went out, they found a man from Cyrene named Simon; him they compelled to bear his cross. ", "33": "And when they came to the place called Golgotha (which means, a place of dead mens' skulls), ", "34": "they gave him vinegar to drink mixed with gall. But when he had tasted of it, he would not drink.", "35": "When they had crucified him, they parted his garments and cast lots, to fulfil that which was spoken by the prophet: They divided my garments among them, and for my vesture did cast lots. ", "36": "And they sat and kept watch over him there. ", "37": "And they set up over his head his accusation, written this is jesus, the king of the jews. ", "38": "And there were two thieves crucified with him, one on the right hand and another on the left.", "39": "The people who passed by reviled him, wagging their heads ", "40": "and saying, You who destroy the temple of God and build it in three days, save yourself! If you are the Son of God, come down from the cross!", "41": "Likewise also the high priests, mocking him with the scribes and elders, said, ", "42": "He saved others; himself he cannot save. If he really is the king of Israel, let him come down now from the cross, and we will believe him. ", "43": "He trusted in God – let him deliver him now, if he will have him. For he said, I am the Son of God.", "44": "Also the thieves who were crucified with him cast the same in his teeth.", "45": "From the sixth hour there was darkness over all the land until the ninth hour. ", "46": "And about the ninth hour, Jesus cried out with a loud voice, saying, Eli, Eli, lama sabachthani? (which means, My God, my God, why have you forsaken me?)", "47": "Some of the people who were standing there, when they heard that, said, This man is calling for Elijah! ", "48": "And straightaway one of them ran and took a sponge, and filled it full of vinegar and put it on a reed, and gave him to drink. ", "49": "Others said, Leave him be; let us see if Elijah will come and deliver him.", "50": "Jesus cried out again with a loud voice, and yielded up the spirit. ", "51": "And behold: the veil of the temple did tear in two, from the top to the bottom, and the earth did quake, and the rocks did split. ", "52": "And graves did open, and the bodies of many saints who slept arose, ", "53": "and came out of the graves after his resurrection, and came into the holy city and appeared to many.", "54": "When the centurion and those who were with him watching Jesus saw the earthquake and those things that happened, they feared greatly, saying, Surely this was the Son of God.", "55": "And many women were there, watching him from afar – those who had followed Jesus from Galilee, ministering to him. ", "56": "Among them were Mary Magdalene, Mary the mother of James and Joses, and the mother of Zebedee's children.", "57": "When the evening was come, there came a rich man of Arimathea named Joseph, which man also was Jesus' disciple. ", "58": "He went to Pilate and requested the body of Jesus. Then Pilate commanded the body to be delivered.", "59": "And Joseph took the body and wrapped it in a clean linen cloth, ", "60": "and put it in his new tomb, which he had hewn out even in the rock. He rolled a great stone to the door of the sepulchre and departed. ", "61": "And there were Mary Magdalene and the other Mary, sitting across from the sepulchre.", "62": "The next day, which followed the day of preparing the Sabbath, the high priests and Pharisees assembled before Pilate ", "63": "and said, Sir, we remember what this deceiver said while he was still alive: After three days, I will arise again. ", "64": "Command therefore that the sepulchre be made secure until the third day, lest perhaps his disciples come and steal him away, and say to the people that he is risen from the dead, and the last error be worse than the first.", "65": "Pilate said to them, Take watchmen; go and make it as secure as you can. ", "66": "And they went and made the sepulchre secure with watchmen, and sealed the stone."}