{"1": "Take heed to your alms, that you do not give in the sight of men with the intent to be seen by them, or you will receive no reward from your Father who is in heaven. ", "2": "Whenever therefore you give your alms, do not make a trumpet to be blown before you, as the hypocrites do in the synagogues and in the streets in order to be praised by men. Truly I say to you, they have their reward. ", "3": "But when you give, let not your left hand know what your right hand does, ", "4": "so that your giving may be secret. And your Father who sees in secret will reward you openly.", "5": "And when you pray, do not be as the hypocrites are. For they love to stand and pray in the synagogues and in the corners of the streets, because they want to be seen by men. Truly I say to you, they have their reward. ", "6": "But when you pray, enter into your chamber and shut the door to, and pray to your Father who is in secret. And your Father who sees in secret will reward you openly.", "7": "And when you pray, do not use vain repetitions like the heathen do. For they think that they will be heard for their many words. ", "8": "Be not like them therefore. For your Father knows what you need before you ask of him. ", "9": "Pray therefore in this manner: O our Father who art in heaven, Hallowed be thy name.", "10": "Thy kingdom come. Thy will be done on earth as it is in heaven.", "11": "Give us this day our daily bread.", "12": "And forgive us our trespasses, as we forgive them that trespass  against us.", "13": "And lead us not into temptation, but deliver us from evil. For thine is the kingdom and the power and the glory forever. Amen.", "14": "For if you forgive others their trespasses, your heavenly Father will also forgive you. ", "15": "But if you will not forgive others their trespasses, neither will your Father forgive you your trespasses.", "16": "Moreover, when you fast, do not be sad like the hypocrites are. For they disfigure their faces so they may be seen by men, how they fast. Truly I say to you, they have their reward. ", "17": "But you, when you fast, anoint your head and wash your face, ", "18": "so that it does not appear to men that you are fasting, but to your Father who is in secret. And your Father who sees in secret will reward you openly.", "19": "See that you do not gather for yourselves treasure upon the earth, where rust and moths destroy, and where thieves break in and steal. ", "20": "But gather treasures together in heaven, where neither rust nor moths destroy, and where thieves do not break in or steal. ", "21": "For wherever your treasure is, there will your hearts be also.", "22": "The light of the body is your eye. Therefore if your eye is single, all your body will be full of light. ", "23": "But if your eye is bad, then all your body will be full of darkness. Therefore if the light that is in you is darkness, how great is that darkness!", "24": "No one can serve two masters. For either he will hate the one and love the other, or else he will lean to the one and neglect the other. You cannot serve both God and mammon. ", "25": "Therefore I say to you, do not be anxious about your life, what you will eat or what you will drink, nor yet for your body, what you will put on. Is not life more than food, and the body more than clothing? ", "26": "Behold the birds of the air. They do not sow or reap or gather into barns, and yet your heavenly Father feeds them. Are you not of much more value than they?", "27": "Which of you, though he took thought for it, could add one cubit to his stature? ", "28": "Why worry then about clothing? Consider the lilies of the field, how they grow. They do not labour or spin. ", "29": "And yet for all that, I say to you that even Solomon in all his royalty was not arrayed like one of these. ", "30": "Therefore if God so clothes the grass, which is today in the field and tomorrow will be cast into the furnace, will he not much more do the same for you, O ye of little faith?", "31": "Therefore do not be anxious, saying, What will we eat? or, What will we drink? or, How will we be clothed? ", "32": "After all these things the Gentiles seek. For your heavenly Father knows that you have need of all these things.", "33": "But rather seek ye first the kingdom of heaven and its righteousness, and all these things will be ministered unto you.", "34": "Care not then for the morrow, but let the morrow care for itself. For the present day has ever enough of its own trouble."}