{"1": "When Jesus came down from the mountain, crowds of people followed him. ", "2": "And lo, a leper came and worshipped him, saying, Master, if you are willing, you can make me clean. ", "3": "And Jesus put forth his hand and touched him, saying, I will; be clean! And immediately his leprosy was cleansed. ", "4": "And Jesus said to him, See that you tell no one, but go and show yourself to the priest, and offer the gift that Moses commanded, in witness to them.", "5": "When Jesus had entered into Capernaum, there came to him a certain centurion, who besought him, ", "6": "saying, Master, my servant lies sick at home, paralyzed, and is grievously pained. ", "7": "And Jesus said to him, I will come and heal him. ", "8": "The centurion answered and said, Sir, I am not worthy that you should come under my roof. But speak the word only, and my servant shall be healed. ", "9": "For I also myself am a man subject to the authority of another, and have soldiers under me. And I say to one, Go! and he goes, and to another, Come! and he comes, and to my servant, Do this! and he does it.", "10": "When Jesus heard that, he marvelled, and said to the people who followed him, Truly I say to you, I have not found such great faith, no, not in Israel. ", "11": "I say therefore to you that many will come from the east and west, and will rest with Abraham, Isaac, and Jacob in the kingdom of heaven, ", "12": "but the children of the kingdom shall be cast out into outer darkness; there will be weeping and gnashing of teeth.", "13": "Then Jesus said to the centurion, Go your way, and as you believe, so be it unto you. And his servant was healed that very same hour.", "14": "And then Jesus went to Peter's house, and saw his wife's mother lying sick of a fever, ", "15": "and touched her hand, and the fever left her. And she arose and ministered to them.", "16": "When the evening was come, people brought to him many who were possessed with devils. And he cast out the spirits with a word, and healed all who were sick, ", "17": "to fulfil that which was spoken by Isaiah the prophet, saying, He took on him our infirmities, and bore our sicknesses.", "18": "When Jesus saw crowds of people around him, he directed to go over the water. ", "19": "And a scribe came and said to him, Teacher, I will follow you wherever you go. ", "20": "And Jesus said to him, The foxes have holes, and the birds of the air have nests, but the Son of man has nowhere to rest his head. ", "21": "Another, who was one of his disciples, said to him, Master, first allow me to go and bury my father. ", "22": "But Jesus said to him, Follow me, and let the dead bury their own dead.", "23": "And he entered into a boat, and his disciples followed him. ", "24": "And behold, there arose a great tempest in the sea, insomuch that the vessel was swamped with waves. And he was asleep. ", "25": "And his disciples came to him and awoke him, saying, Master, save us! We perish! ", "26": "And he said to them, Why are you fearful, O ye of little faith? Then he arose and rebuked the winds and the sea, and there followed a great calm. ", "27": "And the men marvelled and said, What man is this, that both winds and sea obey him?", "28": "When Jesus had come to the other side, into the country of the Gergesenes, two men possessed by devils met him, coming out from among the graves. They were out of measure fierce, so that no one could pass by that way. ", "29": "And behold, they cried out, saying, O Jesus, Son of God, what have we to do with you? Have you come here to torment us before the time be come?", "30": "And a good way off from them there was a great herd of swine feeding. ", "31": "Then the devils besought him, saying, If you cast us out, let us go our way into the herd of swine. ", "32": "And he said to them, Go your ways. Then they went out and dispersed into the herd of swine. And behold, the whole herd of swine was carried with violence headlong into the sea, and perished in the water.", "33": "Then the herdsmen fled, and went their ways into the town and told everything, and what had happened to the men possessed by the devils. ", "34": "And all the town came out and met Jesus. And when they saw him, they besought him to depart from their shores."}