{"1": "A wise son hears his father's instruction, but a scoffer does not listen to rebuke.", "2": "From the fruit of his mouth a good man eats good, but the desire of the treacherous is for violence.", "3": "He who guards his mouth preserves his life; he who opens wide his lips comes to ruin.", "4": "The soul of the sluggard craves, and gets nothing, while the soul of the diligent is richly supplied.", "5": "A righteous man hates falsehood, but a wicked man acts shamefully and disgracefully.", "6": "Righteousness guards him whose way is upright, but sin overthrows the wicked.", "7": "One man pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth.", "8": "The ransom of a man's life is his wealth, but a poor man has no means of redemption.[a]", "9": "The light of the righteous rejoices, but the lamp of the wicked will be put out.", "10": "By insolence the heedless make strife, but with those who take advice is wisdom.", "11": "Wealth hastily gotten[b] will dwindle, but he who gathers little by little will increase it.", "12": "Hope deferred makes the heart sick, but a desire fulfilled is a tree of life.", "13": "He who despises the word brings destruction on himself, but he who respects the commandment will be rewarded.", "14": "The teaching of the wise is a fountain of life, that one may avoid the snares of death.", "15": "Good sense wins favor, but the way of the faithless is their ruin.[c]", "16": "In everything a prudent man acts with knowledge, but a fool flaunts his folly.", "17": "A bad messenger plunges men into trouble, but a faithful envoy brings healing.", "18": "Poverty and disgrace come to him who ignores instruction, but he who heeds reproof is honored.", "19": "A desire fulfilled is sweet to the soul; but to turn away from evil is an abomination to fools.", "20": "He who walks with wise men becomes wise, but the companion of fools will suffer harm.", "21": "Misfortune pursues sinners, but prosperity rewards the righteous.", "22": "A good man leaves an inheritance to his children's children, but the sinner's wealth is laid up for the righteous.", "23": "The fallow ground of the poor yields much food, but it is swept away through injustice.", "24": "He who spares the rod hates his son, but he who loves him is diligent to discipline him.", "25": "The righteous has enough to satisfy his appetite, but the belly of the wicked suffers want."}