{"1": "The[a] beginning of the good-news of [b] Jesus Christ, God's Son", "2": "Just as it has been written in Isaiah[c] the prophet— “Behold, I am sending-forth My messenger ahead of Your presence[d], who will make Your way ready: ", "3": "A voice of one shouting in the wilderness, 'Prepare the way of the Lord; be making His paths straight'”— ", "4": "John came[e], the one baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins. ", "5": "And the whole Judean country[f] was going out to him, and all the people-of-Jerusalem. And they were being baptized by him in the Jordan River while confessing-out[g] their sins. ", "6": "And John was dressed-in camel's hair and a belt made-of-leather around his waist, and was eating locusts and wild honey. ", "7": "And he was proclaiming, saying “The One more powerful than me is coming after me— of Whom I am not fit, having stooped, to untie the strap of His sandals. ", "8": "I baptized you with[h] water, but He will baptize you with[i] the Holy Spirit”.", "9": "And it came about during those days that Jesus came from Nazareth of Galilee and was baptized in the Jordan by John. ", "10": "And immediately while ascending[j] out-of the water, He saw the heavens being divided[k] and the Spirit like a dove descending to[l] Him. ", "11": "And a voice came from the heavens— “You are My beloved Son. With You I was[m] well-pleased”. ", "12": "And immediately the Spirit sends Him out[n] into the wilderness. ", "13": "And He was in the wilderness forty days being tempted by Satan. And He was with the wild-beasts. And the angels were ministering[o] to Him.", "14": "Now after John was handed-over[p] [to prison], Jesus came to Galilee proclaiming the good-news of [q] God ", "15": "and saying that “The time has been fulfilled, and the kingdom of God has drawn-near. Repent, and put-faith in the good-news”.", "16": "And while passing-by beside the Sea of Galilee, He saw Simon and Andrew (the brother of Simon), casting-a-net in the sea. For they were fishermen. ", "17": "And Jesus said to them, “Come after Me, and I will make you become fishermen of people”. ", "18": "And immediately, having left the nets, they followed Him. ", "19": "And having gone on a little, He saw James (the son of Zebedee) and John (his brother)— they also in their boat, preparing[r] the nets. ", "20": "And immediately He called them. And having left their father Zebedee in the boat with the hired ones, they went after Him.", "21": "And they proceed into Capernaum. And immediately, having entered into the synagogue on the Sabbath, He was teaching. ", "22": "And they were astounded[s] at His teaching, for He was teaching them as one having authority, and not as the scribes. ", "23": "And immediately there was a man in their synagogue with[t] an unclean spirit. And he cried-out, ", "24": "saying “What[u] do we have to do with You, Jesus from-Nazareth? Did You come to destroy us? I know You, Who You are— the Holy One of God!” ", "25": "And Jesus rebuked him, saying “Be silenced and come out of him”. ", "26": "And the unclean spirit, having convulsed[v] him and called-out with a loud voice, came out of him. ", "27": "And they were all astonished, so that[w] they were discussing with themselves, saying “What is this? A new teaching based-on authority[x]! He commands even the unclean spirits and they obey Him!” ", "28": "And the report about Him immediately went out everywhere into the whole surrounding-region of Galilee.", "29": "And immediately, having gone out of the synagogue, they came into the house of Simon and Andrew, with James and John. ", "30": "Now the mother-in-law of Simon was lying-down, being sick-with-fever. And immediately they speak to Him concerning her. ", "31": "And having gone to her, He raised her, having taken-hold-of her hand. And the fever left her and she was serving them. ", "32": "And having become evening, when the sun set[y], they were bringing to Him all the ones being ill and the ones being demon-possessed. ", "33": "And the whole city was gathered-together at the door. ", "34": "And He cured many being ill with various diseases. And He cast-out many demons, and was not permitting the demons to speak, because they knew Him. ", "35": "And having arisen early-in-the-morning[z], very late at-night, He went out and went away to a desolate[aa] place, and was praying there. ", "36": "And Simon and the ones with him hunted-for Him, ", "37": "and found Him. And they say to Him that “Everyone is seeking You”. ", "38": "And He says to them, “Let us be going elsewhere, into the next towns, in order that I may proclaim there also. For I came-forth for this purpose”.", "39": "And He went proclaiming in their synagogues in all Galilee and casting out the demons. ", "40": "And a leper comes to Him, appealing-to Him and kneeling, and saying to Him that “If You are willing, You are able to cleanse me”. ", "41": "And having felt-deep-feelings [of compassion], having stretched-out His hand, He touched him. And He says to him, “I am willing[ab]. Be cleansed”. ", "42": "And immediately the leprosy departed from him and he was cleansed. ", "43": "And having sternly-commanded[ac] him, He immediately sent him out. ", "44": "And He says to him, “See that you tell no one anything. But go, show yourself to the priest[ad], and offer for your cleansing the things which Moses commanded, for a testimony to them”. ", "45": "But the one, having gone forth, began to proclaim greatly and widely-spread the word, so that He was no longer able to enter openly into a city, but was outside at desolate places. And they were coming to Him from-all-directions."}