{"1": "And having arisen, He goes from there into the districts[a] of Judea and beyond the Jordan. And crowds again are coming-together to Him. And as He was accustomed, He again was teaching them.", "2": "And Pharisees having come to Him were asking Him if it is lawful for a husband to send-away[b] a wife— testing Him. ", "3": "And the One, having responded, said to them, “What did Moses command you?” ", "4": "And the ones said, “Moses permitted us to write a certificate[c] of divorce and send her away”. ", "5": "But Jesus said to them, “He wrote this commandment to you because-of your hardness-of-heart. ", "6": "But from the beginning of creation, 'He made them male and female' [Gen 1:27]. ", "7": "'For this[d] reason, a man will leave-behind his father and mother and will be joined[e] to his wife. ", "8": "And the two will be one flesh' [Gen 2:24]. So then, they are no longer two, but one flesh. ", "9": "Therefore what God paired-together[f], let a person[g] not separate”. ", "10": "And the disciples were questioning Him again about this in the house, ", "11": "and He says to them, “Whoever sends-away his wife and marries another is committing-adultery against her. ", "12": "And if she, having sent-away her husband, marries another, she is committing-adultery”.", "13": "And they were bringing children to Him in order that He might touch them. But the disciples rebuked them[h]. ", "14": "But Jesus, having seen it, was indignant and said to them, “Permit the children to be coming to Me. Do not be forbidding them. For the kingdom of God is of [i] such ones. ", "15": "Truly I say to you, whoever does not receive the kingdom of God like a child will never[j] enter into it”. ", "16": "And having taken them in His arms, He was blessing[k] them, while laying His hands on them.", "17": "And while He was proceeding out on the road[l], one having run up and knelt-before Him was asking Him, “Good Teacher, what should I do in order that I may inherit eternal life?” ", "18": "And Jesus said to him, “Why do you call Me good? No one is good except One— God. ", "19": "You know the commandments: 'Do not murder, do not commit-adultery, do not steal, do not give-false-testimony, do not defraud, be honoring your father and mother'” ", "20": "And the one said to Him, “Teacher, I kept these all from my youth”. ", "21": "And Jesus, having looked at him, loved him. And He said to him, “One thing is lacking as to you: Go, sell all-that you have and give it to the poor, and you will have treasure in heaven. And come, be following Me”. ", "22": "But the one, having become downcast at His word, went away grieving. For he was having many properties.", "23": "And having looked around, Jesus says to His disciples, “How difficultly the ones having wealth[m] will enter into the kingdom of God”. ", "24": "And the disciples were astonished at His words. But Jesus, having responded again, says to them, “Children, how difficult it is to enter into the kingdom of God. ", "25": "It is easier that a camel go through the hole of the needle[n] than[o] that a rich one enter into the kingdom of God”. ", "26": "And the ones were even more astounded, saying to themselves, “Who indeed can be saved?” ", "27": "Having looked at them, Jesus says, “With humans it is impossible, but not with God. For all things are possible with God”. ", "28": "Peter began to say to Him, “Behold— we left everything, and have followed You”. ", "29": "Jesus said, “Truly I say to you, there is no one who left house or brothers or sisters or mother or father or children or fields for the sake of Me and for the sake of the good-news ", "30": "except he receive[p] a hundred-fold now in this time— houses and brothers and sisters and mothers and children and fields, along-with persecutions— and in the coming age, eternal life. ", "31": "But many first ones will be last, and the last ones, first”.", "32": "And they were on the road going up to Jerusalem, and Jesus was going-ahead-of them. And they were astonished. And the ones following were fearing. And having again taken aside the twelve, He began to tell them the things going-to happen to Him, ", "33": "that “Behold— we are going up to Jerusalem. And the Son of Man will be handed-over to the chief priests and the scribes. And they will condemn Him to death, and will hand Him over to the Gentiles. ", "34": "And they will mock Him and spit-on Him and whip Him and kill Him. And after three days, He will rise-up”.", "35": "And James and John, the sons of Zebedee, approach Him, saying to Him, “Teacher, we want You to do for us whatever we ask You”. ", "36": "And the One said to them, “What do you want Me to do for you?” ", "37": "And the ones said to Him, “Grant to us that we may sit one on Your right side and one on the left side in Your glory”. ", "38": "But Jesus said to them, “You do not know what you are asking. Are you able to drink the cup which I drink, or to be baptized the baptism which I am baptized?” ", "39": "And the ones said to Him, “We are able”. And Jesus said to them, “You will drink the cup which I drink. And you will be baptized the baptism which I am baptized. ", "40": "But the sitting on My right side or on the left side is not Mine to give, but it is for whom it has been prepared”.", "41": "And having heard-of it, the ten began to be indignant about James and John. ", "42": "And having summoned them, Jesus says to them, “You know that the ones having-the-reputation-of [q] being rulers of the Gentiles are lording-over[r] them, and their great ones are exercising-authority-over[s] them. ", "43": "But it is not so among you. But whoever wants to become great among you shall be your servant, ", "44": "and whoever wants to be first among you shall be slave of all. ", "45": "For even the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many”.", "46": "And they come to Jericho. And while He and His disciples and a considerable crowd are proceeding-out from Jericho, Bartimaeus, the son of Timaeus, a blind beggar, was sitting beside the road. ", "47": "And having heard that it was Jesus from-Nazareth, he began to cry-out and say, “Son of David, Jesus, have-mercy-on me”. ", "48": "And many were rebuking him in order that he might keep-silent. But the one was crying-out by much more, “Son of David, have mercy on me”. ", "49": "And having stopped, Jesus said, “Call him”. And they call the blind one, saying to him, “Take-courage, arise, He is calling you!” ", "50": "And the one, having thrown-off his cloak, having jumped-up, came to Jesus. ", "51": "And having responded to him, Jesus said, “What do you want Me to do for you?” And the blind one said to Him, “Rabboni[t]— that I may see-again!” ", "52": "And Jesus said to him, “Go. Your faith has restored[u] you”. And immediately he saw-again. And he was following Him on the road."}