{"1": "Now the Passover [Feast] and the Feast of Unleavened-Bread was after two days. And the chief priests and the scribes were seeking how, having seized Him by deceit[a], they might kill Him. ", "2": "For they were saying, “Not during the Feast, so that there will not perhaps be an uproar of the people”.", "3": "And He being in Bethany at the house of Simon the leper, while He is reclining [to eat], a woman came having an alabaster-jar of very-precious genuine[b] nard[c] perfume[d]. Having broken the alabaster-jar, she poured it down over His head. ", "4": "But some were being indignant to themselves— “For what purpose has this waste of perfume taken place? ", "5": "For this perfume could have been sold for over three-hundred[e] denarii and given to the poor”. And they were sternly-scolding her. ", "6": "But Jesus said, “Leave her alone. Why are you causing troubles for her? She worked a good work[f] in[g] Me. ", "7": "For you always have the poor with you. And whenever you want, you are able to do good for them. But you do not always have Me. ", "8": "She did what she had[h]. She anticipated to perfume My body for its preparation-for-burial. ", "9": "And truly I say to you, wherever the good-news is proclaimed in the whole world, what this one did will also be spoken for a memorial of her”.", "10": "And Judas Iscariot, the one from the twelve, went to the chief priests in order that he might hand Him over to them. ", "11": "And the ones, having heard, rejoiced and promised to give him money. And he was seeking how he might conveniently[i] hand Him over.", "12": "And on the first day of the Feast of Unleavened-Bread, when they were[j] sacrificing the Passover [lamb], His disciples say to Him, “Where do You want us, having gone, to prepare in order that You may eat the Passover [meal]?” ", "13": "And He sends-forth two of His disciples. And He says to them, “Go into the city, and a man will meet you carrying a jar[k] of water. Follow him. ", "14": "And wherever he enters, say to the house-master that 'The Teacher says, “Where is My guest-room where I may eat the Passover [meal] with My disciples?”' ", "15": "And he will show you a large upstairs room having been spread [with furnishings], prepared. And prepare for us there”. ", "16": "And the disciples went forth and came to the city, and found it just as He told them. And they prepared the Passover [meal]. ", "17": "And having become evening, He comes with the twelve.", "18": "And while they were reclining-back and eating, Jesus said, “Truly I say to you that one of you will hand Me over— the one eating[l] with Me!” ", "19": "They began to be grieved, and to say to Him one by one, “It is not I, is it ?” ", "20": "And the One said to them, “It is one of the twelve, the one dipping with Me into the bowl. ", "21": "Because the Son of Man is going just as it has been written about Him— but woe to that man by whom the Son of Man is being handed-over! It would have been better for him if that man had not been born”.", "22": "And while they were eating, having taken bread, having blessed it [m], He broke it and gave it to them and said, “Take it. This is My body”. ", "23": "And having taken a cup, having given-thanks, He gave it to them. And they all drank from it. ", "24": "And He said to them, “This is My blood of [n] the covenant— the blood being poured-out for many. ", "25": "Truly I say to you that I will no longer by any means drink of the fruit of the grapevine until that day when I drink it new in the kingdom of God”.", "26": "And having sung-a-hymn, they went out to the Mount of Olives. ", "27": "And Jesus says to them that “You will all be caused-to-fall, because it has been written [in Zech 13:7]: 'I will strike the Shepherd and the sheep will be scattered'. ", "28": "But after I am raised, I will go ahead of you to Galilee”. ", "29": "But Peter said to Him, “Even[o] though all will be caused to fall, nevertheless, I will not”. ", "30": "And Jesus says to him, “Truly I say to you, that you, today, on this night, before a rooster crows twice— you will deny Me three-times”. ", "31": "But the one was saying emphatically[p], “If I have-to die-with You, I will never deny You”. And they all were also speaking similarly.", "32": "And they come to a place of which the name is Gethsemane. And He says to His disciples, “Sit here while[q] I pray”. ", "33": "And He takes along Peter and James and John with Him. And He began to be alarmed[r] and distressed. ", "34": "And He says to them, “My soul is deeply-grieved, to the point of death. Stay here and keep-watching”. ", "35": "And having gone ahead a little, He was falling on the ground, and praying that if it is possible, the hour might pass from Him. ", "36": "And He was saying, “Abba[s]! Father! All things are possible for You. Remove this cup from Me. But not what I want[t], but what You want ”. ", "37": "And He comes and finds them sleeping. And He says to Peter, “Simon, are you sleeping? Were you[u] not strong-enough[v] to keep watch for one hour? ", "38": "Keep watching, and be praying that[w] you may not come into temptation[x]. The spirit is willing[y], but the flesh is weak”. ", "39": "And having gone away again, He prayed, having spoken the same thing[z]. ", "40": "And again having come, He found them sleeping. For their eyes were being very-weighed-down. And they did not know what they should answer Him. ", "41": "And He comes the third-time, and says to them, “Are you sleeping[aa] and resting from now on? It is enough. The hour came. Behold— the Son of Man is being handed-over into the hands of the sinners. ", "42": "Arise, let us be going. Behold— the one handing Me over has drawn-near”.", "43": "And immediately, while He is still speaking, Judas, one of the twelve, arrives. And with him is a crowd from the chief priests and the scribes and the elders with swords and clubs. ", "44": "Now the one handing Him over had given a signal to them, saying, “Whomever I kiss is He. Seize Him, and lead Him away securely[ab]”. ", "45": "And having come, having immediately gone to Him, he says “Rabbi”. And he kissed Him. ", "46": "And the ones put their hands on Him and seized Him. ", "47": "And a certain one of the ones standing near, having drawn his sword, hit the slave of the high priest and took-off his ear. ", "48": "And having responded, Jesus said to them, “Did you come out to arrest Me with swords and clubs as-if against a robber? ", "49": "Daily I was with you in the temple teaching, and you did not seize Me. But this is in order that the Scriptures might be fulfilled”. ", "50": "And having left[ac] Him, they all fled. ", "51": "And a certain young-man[ad] was following Him, having put-on a linen-cloth over his naked body. And they seize him. ", "52": "But the one, having left-behind the linen-cloth, fled naked.", "53": "And they led Jesus away to the high priest. And all the chief priests and the elders and the scribes come together. ", "54": "And Peter followed Him at a distance, as far as inside in the courtyard of the high priest. And he was sitting-together with the officers[ae], and warming himself toward the light [of the fire].", "55": "Now the chief priests and the whole Sanhedrin were seeking testimony against Jesus, so that they might put Him to death. And they were not finding it. ", "56": "For many were giving-false-testimony against Him. And the testimonies were not identical. ", "57": "And some, having stood up, were giving false testimony against Him, saying ", "58": "that “We heard Him saying that 'I will tear down this temple made-by-human-hands, and in three days I will build another not-made-by-human-hands'”. ", "59": "And not even thus[af] was their testimony identical. ", "60": "And the high priest, having stood up into the middle, questioned Jesus, saying “Are You not answering anything? What[ag] is it these ones are testifying against You?” ", "61": "But the One was being silent. And He did not answer anything. Again the high priest was questioning Him. And he says to Him, “Are You the Christ, the Son of the Blessed One?” ", "62": "And Jesus said, “I am[ah]. And you will see the Son of Man sitting on the right side of the Power[ai], and coming with the clouds of heaven”. ", "63": "And the high priest, having torn his clothes, says “What further need do we have of witnesses? ", "64": "You heard the blasphemy. What appears right to you?” And the ones all condemned Him to be subject-to[aj] death. ", "65": "And some began to spit-on Him, and to cover His face and beat Him and say to Him, “Prophesy!” And the officers received Him with slaps.", "66": "And Peter being below in the courtyard, one of the servant-girls of the high priest comes. ", "67": "And having seen Peter warming himself, having looked at him, she says “You also were with the One from-Nazareth, Jesus”. ", "68": "But the one denied it, saying “I neither know nor understand what you are saying”. And he went outside to the entryway[ak]. And a rooster crowed. ", "69": "And the[al] servant-girl having seen him began again[am] to say to the ones standing near that “This one is one of them”. ", "70": "But the one was again denying it. And after a little while, again the ones standing near were saying to Peter, “Truly you are one of them, for you also are a Galilean”. ", "71": "But the one began to curse[an], and to swear-with-an-oath[ao] that “I do not know this man Whom you are saying”. ", "72": "And immediately a rooster crowed for a second-time. And Peter remembered the word, how Jesus said to him that “Before a rooster crows twice, you will deny Me three-times”. And having put his mind upon[ap] it, he was weeping."}