{"1": "And immediately, early-in-the-morning, the chief priests (with the elders and scribes) and the whole Sanhedrin having made a consultation[a], having bound Jesus, took Him away and handed Him over to Pilate. ", "2": "And Pilate questioned Him, “Are You the King of the Jews?” And the One, having responded to him, says “You are saying[b] it ”. ", "3": "And the chief priests were accusing Him as to many things. ", "4": "And Pilate again was questioning Him, saying “Are You not answering anything? Look how many things they are accusing You”. ", "5": "But Jesus no longer answered anything, so that Pilate was marveling. ", "6": "Now at the Feast, he was [in the habit of] releasing for them one prisoner whom they were requesting. ", "7": "And the one being called Barabbas had been bound with the rebels[c] who had committed murder in the rebellion[d]. ", "8": "And having come up, the crowd began to ask him to do as he was [in the habit of] doing for them. ", "9": "And Pilate responded to them, saying “Do you want me to release the King of the Jews for you?” ", "10": "For he knew that the chief priests had handed Him over because of envy[e]. ", "11": "But the chief priests stirred-up the crowd in order that he might release Barabbas for them instead. ", "12": "And Pilate, again having responded, was saying to them “Then what do you want me to do as to the One whom you call the King of the Jews?” ", "13": "And the ones cried-out again[f], “Crucify Him!” ", "14": "But Pilate was saying to them, “What indeed[g] did He do wrong?” But the ones cried out even more, “Crucify Him!” ", "15": "And Pilate, wanting to do enough[h] for the crowd, released Barabbas for them, and handed-over Jesus, having flogged[i] Him, in order that He might be crucified.", "16": "And the soldiers led Him away inside the palace (that is, the Praetorium[j]). And they call together the whole [Roman] cohort[k]. ", "17": "And they dress Him in a purple[l] cloak. And having woven a crown made-of-thorns, they set it on Him. ", "18": "And they began to greet Him, “Hail[m], King of the Jews!” ", "19": "And they were striking His head with a staff, and spitting-on Him. And while putting-down their knees, they were paying-homage to Him. ", "20": "And when they mocked Him, they stripped the purple cloak off Him and put His garments on Him. And they lead Him out in order that they might crucify Him. ", "21": "And they press-into-service a certain one passing by, coming from the country— Simon, a Cyrenian[n], the father of Alexander and Rufus— in order that he might take up His cross. ", "22": "And they bring Him to the Golgotha[o] place, which being translated is “The Place of a Skull”. ", "23": "And they were giving wine[p] having been mixed-with-myrrh to Him, but the One did not take it. ", "24": "And they crucify Him, and divide His garments among themselves, casting a lot for them to decide who should take what. ", "25": "And it was the third[q] hour, and they crucified Him. ", "26": "And the inscription of His charge had been inscribed “The King of the Jews”. ", "27": "And they crucify two robbers[r] with Him— one on the right side and one on His left side. ", "28": "[s]", "29": "And the ones passing by were blaspheming Him while shaking their heads and saying, “Ha! The One tearing-down the temple and building it in three days— ", "30": "save Yourself, having come down from the cross”. ", "31": "Likewise also the chief priests, mocking Him to one another with the scribes, were saying, “He saved others— Himself He is not able to save! ", "32": "Let the Christ, the King of Israel, come down now from the cross that we may see and believe”. And the ones having been crucified with Him were reproaching Him.", "33": "And having become the sixth hour, a darkness came over the whole land[t] until the ninth hour. ", "34": "And at the ninth hour Jesus shouted with a loud voice, “Eloi, Eloi, lema sabachthani?”, which being translated is “My God, My God, for what purpose did You forsake[u] Me?” ", "35": "And some of the ones standing near, having heard, were saying “Look— He is calling Elijah”. ", "36": "And someone— having run, and having filled a sponge of sour-wine[v], having put it on a stick[w]— was giving-a-drink to Him, saying “Leave Him alone. Let us see if Elijah comes to take Him down”. ", "37": "And Jesus, having let-go a loud shout[x], expired[y].", "38": "And the curtain of the temple was torn[z] in two from top to bottom. ", "39": "And the centurion standing-by from opposite Him, having seen that He expired in this manner, said “Truly this man was God's Son[aa]!”", "40": "And women were also watching at a distance, among whom were both Mary the Magdalene[ab] and Mary the mother of James the little[ac] and Joses, and Salome[ad]— ", "41": "who, when He was in Galilee, were following Him and serving Him— and many other women having come up with Him to Jerusalem.", "42": "And having already become evening[ae], because it was Preparation[af] day (that is, the-day-before-the-Sabbath), ", "43": "Joseph from Arimathea having come (a prominent council-member[ag] who also himself was waiting-for the kingdom of God), having become daring[ah], went in to Pilate and asked-for the body of Jesus. ", "44": "But Pilate wondered whether He was dead by-this-time. And having summoned the centurion, he asked him whether He died already. ", "45": "And having come-to-know it from the centurion, he granted the corpse to Joseph. ", "46": "And having bought linen-cloth, having taken Him down, he wrapped Him in the linen cloth, and laid Him in a tomb which had been hewn out of rock. And he rolled a stone against[ai] the door of the tomb. ", "47": "And Mary the Magdalene and Mary the mother of Joses were observing where He had been laid."}