{"1": "And the Sabbath having passed[a], Mary the Magdalene, and Mary the mother of James, and Salome bought spices in order that having come, they might anoint Him. ", "2": "And very early-in-the-morning on the first day of the week, they come to the tomb— the sun having risen. ", "3": "And they were saying to themselves, “Who will roll-away the stone from the door of the tomb for us?” ", "4": "And having looked-up, they see that the stone has been rolled-away. For it was extremely large. ", "5": "And having entered into the tomb, they saw a young-man sitting at the right, having been clothed-with a white robe. And they were alarmed. ", "6": "But the one says to them, “Do not be alarmed. You are seeking Jesus from-Nazareth, the One having been crucified. He arose, He is not here. Look— the place where they laid Him! ", "7": "But go, tell His disciples and Peter that 'He is going-ahead-of you to Galilee. You will see Him there, just as He told you'”. ", "8": "And having gone out, they fled from the tomb. For trembling and astonishment was holding them. And they said nothing to anyone, for they were fearing. [Most Greek manuscripts have this “Long[b] Ending” after verse 8, but two of the oldest omit it].", "9": "And [Jesus] having risen-up early-in-the-morning on the first day of the week, He appeared first to Mary the Magdalene, from whom He had cast-out seven demons. ", "10": "That one, having gone, reported it to the ones having been with Him, while they were mourning and weeping. ", "11": "And-those-ones, having heard that He was alive and was seen by her, did not-believe[c] her. ", "12": "And after these things, He appeared in a different form to two of them walking, while they were proceeding into the country. ", "13": "And those ones, having gone, reported it to the rest. They did not even believe those ones. ", "14": "And later He appeared to the eleven themselves while they were reclining-back [to eat]. And He reproached[d] their unbelief and hardness-of-heart because they did not believe the ones having seen Him arisen.", "15": "And He said to them, “Having gone into all the world, proclaim the good-news to[e] all creation. ", "16": "The one having believed and having been baptized will be saved. But the one having not-believed will be condemned. ", "17": "And these signs will accompany[f] the ones having believed: in My name they will cast-out demons, they will speak in[g] new tongues[h], ", "18": "and they will pick up snakes[i] with their hands. And if they drink any deadly thing, it will by-no-means[j] hurt[k] them. They will lay hands on sick ones, and they will be well”.", "19": "So indeed the Lord Jesus, after He spoke to them, was taken-up into heaven and sat-down on the right side of God. ", "20": "And those ones, having gone-forth, proclaimed it everywhere, the Lord working-with them and confirming[l] the word by the signs following-after[m] them. [A few Greek manuscripts have this “Short[n] Ending” after verse 8, followed by the “long ending” above] And they promptly reported all the things having been commanded them to the ones around Peter. And after these things, Jesus Himself also sent-forth the sacred and imperishable proclamation of eternal salvation through them, from the east and as-far-as the west. Amen."}