{"1": "And He entered again into the synagogue. And there was a man there having his hand having become-withered. ", "2": "And they were closely-watching Him to see if He would cure him on the Sabbath, in order that they might accuse Him. ", "3": "And He says to the man having the withered hand, “Arise into the middle”. ", "4": "And He says to them, “Is it lawful on the Sabbath to do good or to do-harm[a], to save a life or to kill?” But the ones were being silent. ", "5": "And having looked-around-at them with anger, while being deeply-grieved at the hardness of their heart, He says to the man, “Stretch out the hand”. And he stretched it out, and his hand was restored. ", "6": "And having gone out, the Pharisees immediately were giving counsel against Him with the Herodians[b] so that they might destroy Him.", "7": "And Jesus withdrew[c] to the sea with His disciples, and a great multitude from Galilee followed. And from Judea, ", "8": "and from Jerusalem, and from Idumea and beyond the Jordan and around Tyre and Sidon, a great multitude hearing all that He was doing came to Him. ", "9": "And He said to His disciples that a small-boat should be standing-ready-for Him because of the crowd— in order that they might not be pressing[d] Him. ", "10": "For He cured many, so that they were falling-upon Him in order that all who were having scourges[e] might touch Him. ", "11": "And the unclean spirits, whenever they were seeing Him, were falling-before Him and crying-out, saying that “You are the Son of God”. ", "12": "And He was sternly rebuking them in order that they might not make Him known.", "13": "And He goes up on the mountain and summons whom He was wanting. And they went to Him. ", "14": "And He appointed twelve, whom He also named apostles, in order that they might be with Him, and in order that He might send them out to proclaim ", "15": "and to have authority to cast out the demons. ", "16": "And He appointed the twelve, even Peter (He put the name on Simon), ", "17": "and James, the son of Zebedee, and John, the brother of James (and He put on them the name Boanerges, which means “sons of thunder”), ", "18": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James, the son of Alphaeus, and Thaddaeus, and Simon, the Cananaean[f], ", "19": "and Judas Iscariot, who also handed Him over.", "20": "And He goes into a house[g]. And the crowd comes-together again, so that they were not even able to eat bread. ", "21": "And having heard-of it, the ones[h] from Him went-forth to take-hold-of [i] Him. For they were saying[j] that “He lost-His-senses”. ", "22": "And the scribes having come down from Jerusalem were saying that “He has Beelzebul”, and that “He is casting-out the demons by[k] the ruler of the demons”. ", "23": "And having summoned them, He was speaking to them in parables: “How is Satan able to be casting-out Satan? ", "24": "And if a kingdom is divided against itself, that kingdom is not able to stand; ", "25": "and if a house is divided against itself, that house will not be able to stand. ", "26": "And if Satan stood-up against himself and was divided, he is not able to stand, but he has an end[l]. ", "27": "But no one, having entered into the house of the strong man, can plunder his things unless he first binds the strong man. And then he will plunder[m] his house. ", "28": "Truly I say to you that all sins and blasphemies will be forgiven to the sons of humans[n], whatever they may blaspheme. ", "29": "But whoever blasphemes against the Holy Spirit does not have forgiveness forever, but is guilty of an eternal sin”— ", "30": "because[o] they were saying “He has an unclean spirit”.", "31": "And His mother and His brothers come. And while standing outside, they sent-forth a message to Him, calling Him. ", "32": "And a crowd was sitting around Him. And they say to Him, “Behold— Your mother and Your brothers and Your sisters are outside seeking You”. ", "33": "And having responded to them, He says “Who is My mother and My brothers?” ", "34": "And having looked-around-at the ones sitting in a circle around Him, He says “Look— My mother and My brothers! ", "35": "For whoever does the will of God— this one is My brother and sister and mother”."}