{"1": "And again He began to teach beside the sea. And a very large crowd is gathered-together with Him so that He, having gotten into a boat, sits-down in the sea [to teach]. And all the multitude were near[a] the sea on the land. ", "2": "And He was teaching them many things in parables. And He was saying to them in His teaching, ", "3": "“Listen! Behold— the one sowing went out to sow. ", "4": "And it came about during the sowing that some seed fell along the road. And the birds came and ate it up. ", "5": "And other[b] seed fell on the rocky[c] place where it was not having much soil. And immediately it sprang-up because of not having a depth of soil. ", "6": "And when the sun rose, it was scorched. And because of not having a root, it was dried-up. ", "7": "And other seed fell into the thorns. And the thorns came-up and choked it, and it did not give fruit. ", "8": "And others[d] fell into the good soil, and were giving fruit while coming up and growing. And they were bearing thirty fold[e] and sixty fold and a hundred fold”. ", "9": "And He was saying, “He who has ears to hear, let him hear”.", "10": "And when He came-to-be alone, the ones around Him with the twelve were questioning Him as to the parables. ", "11": "And He was saying to them, “The mystery[f] of the kingdom of God has been given to you. But all things come in parables to those outside ", "12": "in order that[g] while seeing, they may be seeing and not perceive, and while hearing, they may be hearing and not understanding, that they may not ever turn-back and it be forgiven them”.", "13": "And He says to them, “Do you not know this parable? And how will you understand all the parables? ", "14": "The one sowing sows the word[h]. ", "15": "Now these people are the ones along the road, where the word is sown. And when they hear, immediately Satan comes and takes away the word having been sown into them. ", "16": "And these people are the ones being sown the seed on the rocky places— who, when they hear the word, immediately are receiving it with joy. ", "17": "And they do not have a root in themselves, but are temporary[i]. Then affliction or persecution having come about because of the word, immediately they are caused-to-fall. ", "18": "And other people are the ones being sown the seed into the thorns. These are the ones having heard the word— ", "19": "and coming-in, the anxieties[j] of the age[k] and the deceitfulness[l] of riches and the desires with respect to the other things are choking the word, and it becomes unfruitful[m]. ", "20": "And those people are the ones having been sown[n] the seed on the good soil, who are hearing[o] the word and accepting it and bearing-fruit— thirty fold and sixty fold and a hundred fold”.", "21": "And He was saying to them, “The lamp does not come in order that it may be put under the basket or under the bed, does it? Is it not in order that it may be put on the lampstand? ", "22": "For it is not hidden, except in order that it may be made-visible[p]. Nor did it become hidden-away, but in order that it may come into visibility. ", "23": "If anyone has ears to hear, let him hear”.", "24": "And He was saying to them, “Be watching what you listen-to[q]. With what measure you measure[r], it will be measured to you— and it will be added to you. ", "25": "For he who has— it will be given to him. And he who does not have— even what he has will be taken-away from him”.", "26": "And He was saying, “The kingdom of God is like this: as-if a person would throw the seed upon the soil, ", "27": "and would be sleeping and arising night and day, and the seed would be budding and growing-long— how, he does not[s] know. ", "28": "The soil bears-fruit by-itself [t]— first grass, then a head, then a full grain in the head. ", "29": "And whenever the fruit permits[u], immediately he[v] sends-forth the sickle because the harvest has come[w]”.", "30": "And He was saying, “How should we liken the kingdom of God, or with what parable may we present it?— ", "31": "as a seed of a mustard-plant, which when it is sown upon the soil is being smaller than all[x] the seeds upon the soil. ", "32": "And when it is sown, it goes-up and becomes larger than all the garden-plants. And it makes large branches so that the birds of the heaven are able to be nesting under the shade of it”.", "33": "And with many such parables He was speaking the word to them, as they were able to hear it. ", "34": "And He was not speaking to them apart from a parable. But He was explaining[y] everything privately to His own disciples.", "35": "And on that day, having become evening, He says to them, “Let us go to the other side”. ", "36": "And having left the crowd, they take Him along as He was[z], in the boat. And other boats were with Him. ", "37": "And a great storm of wind takes place. And the waves were throwing-over into the boat so that the boat was already being filled. ", "38": "And He was in the stern on the cushion, sleeping. And they wake Him and say to Him, “Teacher, do You not care[aa] that we are perishing?” ", "39": "And having awakened, He rebuked the wind, and said to the sea “Be still, be silenced[ab]”. And the wind stopped. And there was a great calm. ", "40": "And He said to them, “Why are you afraid[ac]? Do you not yet have faith?” ", "41": "And they feared a great fear[ad]. And they were saying to one another, “Who then is this One, that[ae] even[af] the wind and the sea obey Him?”"}