{"1": "And they came to the other side of the sea, to the country of the Gerasenes. ", "2": "And He having gone out of the boat, immediately a man with[a] an unclean spirit met Him, out of the tombs— ", "3": "who was having his dwelling-place in the tombs. And no one was able to bind him any-more, not even with a chain, ", "4": "because he often had been bound with shackles[b] and chains and the chains had been torn-apart by him, and the shackles broken. And no one was strong-enough to subdue him. ", "5": "And continually, by night and by day, in the tombs and in the mountains, he was crying-out and cutting himself with stones. ", "6": "And having seen Jesus from a distance, he ran and prostrated-himself before Him. ", "7": "And having cried-out with a loud voice, he says “What[c] do I have to do with You, Jesus, Son of the Most-High God? I make You swear[d] by God, do not torment me”. ", "8": "For He was saying to him, “Come out of the man, unclean spirit”. ", "9": "And He was asking him, “What is the name for you?” And he says to Him, “The name for me is Legion[e], because we are many”. ", "10": "And he was begging Him greatly that He not send them outside of the country. ", "11": "Now there was a large herd of pigs feeding there at the mountain. ", "12": "And they begged Him, saying “Send us to the pigs, in order that we may enter into them”. ", "13": "And He permitted them. And the unclean spirits, having come out, entered into the pigs. And the herd, about two-thousand, rushed down the steep-bank into the sea. And they were drowning in the sea. ", "14": "And the ones feeding[f] them fled and reported it in the city and in the fields. And they came to see what the thing having happened was. ", "15": "And they come to Jesus, and see the one being demon-possessed sitting, having been clothed and being sound-minded— the one having had the “legion”. And they became afraid. ", "16": "And the ones having seen it related to them how it happened to the one being demon-possessed, and about the pigs. ", "17": "And they began to beg Him to depart[g] from their districts. ", "18": "And while He was getting into the boat, the one having been demon-possessed was begging Him that he might be with Him. ", "19": "And He did not permit him, but says to him, “Go to your house, to your people, and report to them all-that the Lord has done for you, and that He had mercy on you”. ", "20": "And he departed and began to proclaim in Decapolis[h] all-that Jesus did for him. And they all were marveling.", "21": "And Jesus having crossed-over again in the boat to the other side, a large crowd was gathered to Him. And He was beside the sea. ", "22": "And one of the synagogue-officials comes, Jairus by name. And having seen Him, he falls at His feet ", "23": "and begs Him greatly, saying that “My little-daughter is at the point of death. I beg that having come, You lay Your hands on her in order that she may be restored[i] and live”. ", "24": "And He departed with him. And a large crowd was following Him, and they were pressing-upon Him.", "25": "And a woman[j]— being in a flow of blood for twelve years, ", "26": "and having suffered many things by many physicians, and having spent everything of hers[k] and not having been benefitted at all, but rather having come to the worse, ", "27": "having heard about Jesus, having come in the crowd from behind— touched His garment. ", "28": "For she was saying that “If I touch even His garments, I will be restored”. ", "29": "And immediately the fountain[l] of her blood was dried-up, and she knew in her body that she had been healed from the scourge. ", "30": "And immediately Jesus— having known in Himself the power[m] having gone forth from Him, having turned around in the crowd— was saying “Who touched My garments?” ", "31": "And His disciples were saying to Him, “You see the crowd pressing-upon You and You say 'Who touched Me?'” ", "32": "And He was looking around to see the one having done this. ", "33": "And the woman— having become afraid, and while trembling, knowing what had happened to her— came and fell-before Him and told Him the whole truth. ", "34": "And the One said to her, “Daughter, your faith has restored you. Go in peace and be[n] healthy from your scourge”.", "35": "While He is still speaking, they come from [the house of] the synagogue-official, saying that “Your daughter died. Why are you troubling[o] the Teacher further?” ", "36": "But Jesus, having ignored[p] the statement being spoken, says to the synagogue-official, “Do not be fearing, only be believing[q]”. ", "37": "And He did not permit anyone to follow with Him except Peter and James and John (the brother of James). ", "38": "And they come to the house of the synagogue official, and He sees a commotion[r] and ones weeping and wailing loudly. ", "39": "And having gone in, He says to them, “Why are you being thrown-into-a-commotion, and weeping? The child did not die, but is sleeping”. ", "40": "And they were laughing-scornfully at Him. But He, having put everyone out, takes along the father of the child and the mother and the ones with Him, and proceeds in where the child was. ", "41": "And having taken hold of the hand of the child, He says to her, “Talitha koum” (which being translated is “Little-girl, I say to you, arise”). ", "42": "And immediately the little girl stood-up and was walking around (for she was twelve years old). And immediately they were astonished with great astonishment. ", "43": "And He gave-orders to them strictly that no one should know this. And He said that something should be given to her to eat. "}