{"1": "And He went out from there. And He comes into His hometown[a]. And His disciples are following Him. ", "2": "And having become Sabbath, He began to teach in the synagogue. And while listening, many were astounded, saying “From where did these things come to this One? And what is the wisdom having been given to this One? And such miracles taking place by His hands! ", "3": "Is this One not the carpenter, the son of Mary, and brother of James and Joses and Jude[b] and Simon? And are not His sisters here with us?” And they were taking-offense[c] at Him. ", "4": "And Jesus was saying to them that “A prophet is not without-honor except in his hometown and among his relatives and in his house”. ", "5": "And He was not able to do any miracle there— except, having laid His hands on a few sick ones, He cured them. ", "6": "And He was marveling because of their unbelief. And He was going-around the villages in a circle, teaching. ", "7": "And He summons the twelve, and began to send them out two by two. And He was giving them authority over the unclean spirits. ", "8": "And He instructed them that they should be taking nothing for the journey except a staff [d] only— no bread, no [traveler's] bag, no money[e] for the [money] belt— ", "9": "but should go having [merely] tied-on sandals. “And do not put on two tunics[f]”. ", "10": "And He was saying to them, “Wherever you enter into a house, be staying there until you go forth from-that-place[g]. ", "11": "And whatever place does not welcome you, nor do they listen-to you— while proceeding out from-that-place, shake-out the dirt under your feet for a testimony against them”. ", "12": "And having gone forth, they proclaimed that they should repent. ", "13": "And they were casting out many demons. And they were anointing[h] many sick ones with oil and curing them.", "14": "And King Herod[i] heard [of Him], for His name became known. And they[j] were saying that “John, the one baptizing, has arisen from the dead. And for this reason the miraculous-powers[k] are at-work in Him”. ", "15": "And others were saying that “He is Elijah”. And others were saying that “He is a prophet like one of the [former] prophets”. ", "16": "But having heard, Herod was saying, “John whom I beheaded— this one arose”.", "17": "For Herod himself, having sent out men, seized John and bound[l] him in prison because of Herodias[m], the wife of Philip his brother— because he married her. ", "18": "For John was saying to Herod that “It is not lawful for you to have the wife of your brother”. ", "19": "And Herodias was hostile[n] to him and wanting to kill him, and was not being able. ", "20": "For Herod was fearing John, knowing that he was a righteous and holy man. And he was protecting him. And having heard him, he was greatly perplexed, and-yet he was listening-to him with-pleasure. ", "21": "And an opportune[o] day having come about when Herod, for his birthday-celebrations, made a banquet for his princes[p] and the commanders[q] and the leading[r] ones of Galilee, ", "22": "and his[s] daughter Herodias[t] having come in and danced— she pleased Herod, and the ones reclining-back-with him [to eat]. The king said to the girl[u], “Ask me whatever you wish and I will give it to you”. ", "23": "And he swore-with-an-oath to her solemnly, “Whatever thing you ask me, I will give it to you— up to half of my kingdom”. ", "24": "And having gone out, she said to her mother, “What should I ask-for?” And the one said, “The head of John, the one baptizing”. ", "25": "And having immediately gone in with haste to the king, she asked, saying “I want you to give me at-once on a platter the head of John the Baptist”. ", "26": "And the king, having become deeply-grieved, did not want to reject her because of the oaths and the ones reclining-back [to eat]. ", "27": "And immediately having sent-out an executioner[v], the king commanded him to bring his head. And having gone, he beheaded him in the prison. ", "28": "And he brought his head on a platter and gave it to the girl. And the girl gave it to her mother. ", "29": "And his disciples, having heard-of it, came and took away his corpse and laid it in a tomb.", "30": "And the apostles are gathered-together with Jesus. And they reported to Him all that they did and that they taught. ", "31": "And He says to them, “Come, you yourselves privately, to a desolate[w] place, and rest a little”. For the ones coming and the ones going were many, and they were not even finding-an-opportunity[x] to eat. ", "32": "And they went away privately in the boat to a desolate place. ", "33": "And they[y] saw them going, and many knew[z] where. And they ran there together on foot from all the cities. And they came-ahead-of [aa] them. ", "34": "And having gone[ab] out, He saw a large crowd and felt-deep-feelings [of compassion] toward them because they were like sheep not having a shepherd. And He began to teach them many things. ", "35": "And already having become a late hour, having come to Him, His disciples were saying that “This place is desolate, and it is already a late hour. ", "36": "Send them away in order that having gone away into the surrounding farms and villages, they may buy themselves what they may eat”. ", "37": "But the One, having responded, said to them, “You give them something to eat”. And they say to Him, “Should we, having gone away, buy loaves worth two-hundred denarii[ac] and give them something to eat?” ", "38": "And the One says to them, “How many loaves do you have? Go, see!” And having come-to-know, they say “Five, and two fish”. ", "39": "And He commanded them to make everyone lie-back party by party on the green[ad] grass. ", "40": "And they fell-back grouping by grouping, by hundreds and by fifties. ", "41": "And having taken the five loaves and the two fish, having looked up to heaven, He blessed them[ae], and broke the loaves in pieces, and was giving them to His disciples in order that they might be setting it before them. And He divided the two fish to everyone. ", "42": "And they all ate and were filled-to-satisfaction. ", "43": "And they picked up fragments— the fillings of twelve baskets, and from the fish. ", "44": "And the ones having eaten the loaves were five-thousand men[af].", "45": "And immediately, He compelled[ag] His disciples to get into the boat, and to be going ahead to the other side, toward[ah] Bethsaida, while He sends-away the crowd. ", "46": "And having said-good-bye to them[ai], He went away on the mountain to pray. ", "47": "And having become evening, the boat was in the middle of the sea and He was alone on the land. ", "48": "And having seen them being tormented[aj] in the rowing— for the wind was contrary to them— He comes to them around the fourth watch[ak] of the night, walking on the sea. And He was intending[al] to pass-by them. ", "49": "But the ones, having seen Him walking on the sea, thought that “It is a phantom[am]”, and cried-out. ", "50": "For they all saw Him and were frightened. But immediately the One spoke with them. And He says to them, “Take-courage, I am[an] the One. Do not be afraid[ao]”. ", "51": "And He went up with them in the boat. And the wind stopped. And they were very exceedingly astonished in themselves. ", "52": "For they did not understand[ap] on the basis of the loaves-of-bread, but their heart had been hardened.", "53": "And having crossed-over, they came on land in Gennesaret and moored. ", "54": "And they having gone out of the boat— immediately having recognized Him, ", "55": "the people ran around that whole region. And they began to carry around the ones being ill on their cots to-where they were hearing that He was. ", "56": "And wherever He was entering— into villages, or into cities, or into fields— they were laying the ones being sick in the marketplaces, and were begging Him that they might touch even[aq] the tassel of His garment. And all who touched it were being restored[ar]."}