{"1": "And the Pharisees and some of the scribes are gathered-together with Him, having come from Jerusalem. ", "2": "And having seen some of His disciples, that they are eating their bread with defiled[a] hands, that is, unwashed[b]— ", "3": "for the Pharisees and all the Jews do not eat unless they wash their hands with a fist[c], holding-on-to the tradition of the elders. ", "4": "And they do not eat [when they return][d] from the marketplace unless they cleanse[e] [themselves]. And there are many other traditions which they received to hold-on-to— the cleansing of cups and pitchers and copper-pots and couches[f]. ", "5": "And the Pharisees and the scribes ask Him, “For what reason are Your disciples not walking according to the tradition of the elders, but are eating their bread with defiled hands?” ", "6": "And the One said to them, “Isaiah prophesied rightly concerning you hypocrites, as it has been written [in Isa 29:13], that 'This people honors Me with their lips, but their heart is far distant from Me. ", "7": "But they are worshiping Me in-vain[g], teaching as teachings[h] the commandments of humans'. ", "8": "Having neglected the commandment of God, you are holding on to the tradition of humans!” ", "9": "And He was saying to them, “You are nicely[i] setting-aside[j] the commandment of God in order that you may establish[k] your tradition! ", "10": "For Moses said [in Ex 20:12], 'Be honoring your father and your mother', and [in Ex 21:17], 'Let the one speaking-evil-of father or mother come-to-an-end[l] by a death'. ", "11": "But you say if a person says to his father or mother, 'Whatever you might be benefitted from me is Corban (which means “Gift”)', ", "12": "you no longer permit him to do anything[m] for his father or mother— ", "13": "nullifying[n] the word of God by your tradition which you handed-down. And you are doing many similar such things”. ", "14": "And having summoned the crowd again, He was saying to them, “Everyone listen-to Me and understand— ", "15": "there is nothing outside of the person proceeding into him which is able to defile him. But the things proceeding out of the person are the things defiling the person. ", "16": "[o]", "17": "And when He entered into a house away-from the crowd, His disciples were questioning Him as to the parable. ", "18": "And He says to them, “So are even you without-understanding? Do you not perceive that everything outside proceeding into the person is not able to defile[p] him ", "19": "because it does not proceed into his heart, but into his stomach, and it proceeds out into the latrine?” (He was making all foods clean[q].) ", "20": "And He was saying that “The thing proceeding out of the person— that defiles the person. ", "21": "For from within, out of the heart of people, proceed the evil thoughts, sexual-immoralities, thefts, murders, ", "22": "adulteries, greeds, evils, deceit, sensuality, an evil eye[r], blasphemy, arrogance, foolishness. ", "23": "All these evil things proceed-out from within, and defile the person”.", "24": "And having arisen, He went from there to the districts of Tyre. And having entered into a house, He was wanting[s] no one to know[t] it. And-yet He was not able to escape-notice. ", "25": "But immediately, a woman having heard about Him— of whom her little daughter was having an unclean spirit— having come, fell at His feet. ", "26": "Now the woman was a Greek[u], a Syro-Phoenician[v] by nationality. And she was asking Him that He cast out the demon from her daughter. ", "27": "And He was saying to her, “First allow the children to be filled-to-satisfaction. For it is not good to take the bread of the children and throw it to the little-dogs[w]”. ", "28": "But the one responded and says to Him, “Master, even the little dogs under the table eat from the crumbs of the children!” ", "29": "And He said to her, “Because of this statement, go— the demon has gone out of your daughter”. ", "30": "And having gone to her house, she found the child having been put[x] on the bed, and the demon having gone out.", "31": "And again having gone out of the districts of Tyre, He went through Sidon to the Sea of Galilee in the midst of the districts of Decapolis. ", "32": "And they bring to Him a deaf and speech-impaired one, and are begging Him that He lay His hand on him. ", "33": "And having taken him away from the crowd privately, He put His fingers into his[y] ears. And having spit[z], He touched his[aa] tongue. ", "34": "And having looked up to heaven, He sighed. And He says to him “Ephphatha”, which means “Be opened”. ", "35": "And immediately his ears were opened and the binding[ab] of his tongue was released and he was speaking correctly. ", "36": "And He gave-orders to them that they should be telling no one. But as much as He was giving orders to them, they even more abundantly were proclaiming it. ", "37": "And they were being super-abundantly astounded, saying “He has done all things well. He even makes the deaf to hear and the mute to speak”."}