{"1": "In those days, there again being a large crowd, and they not having anything they might eat— having summoned the disciples, He says to them ", "2": "“I feel-deep-feelings [of compassion] toward the crowd because it is already three days they are remaining-with Me, and they do not have anything they may eat. ", "3": "And if I send them away to their house hungry, they will become-exhausted[a] on the way. And some of them have come from a distance”. ", "4": "And His disciples responded to Him that “From where will anyone be able to fill these ones to satisfaction with bread here in a desolate-place?” ", "5": "And He was asking them, “How many loaves do you have?” And the ones said “Seven”. ", "6": "And He orders the crowd to fall-back on the ground [to eat]. And having taken the seven loaves, having given-thanks, He broke them, and was giving them to His disciples in order that they might be setting them before them. And they set them before the crowd. ", "7": "And they had a few small-fish. And having blessed them, He said to be setting these also before them. ", "8": "And they ate and were filled-to-satisfaction. And they picked up the leftovers of fragments— seven large-baskets. ", "9": "And there were about four-thousand men. And He sent them away.", "10": "And immediately, having gotten into the boat with His disciples, He went to the regions of Dalmanutha. ", "11": "And the Pharisees came out and began to debate[b] with Him, seeking from Him a sign from heaven, testing Him. ", "12": "And having sighed-deeply in His spirit, He says “Why is this generation seeking a sign? Truly I say to you, a sign will never[c] be given to this generation”.", "13": "And having left them, having again gotten into the boat, He went to the other side. ", "14": "And they forgot to take bread. And except one loaf, they were not having any with them in the boat. ", "15": "And He was giving orders to them, saying “Watch out! Beware of the leaven of the Pharisees, and the leaven of Herod”. ", "16": "And they were discussing with one another that they did not have bread. ", "17": "And having known it, He says to them “Why are you discussing that you do not have bread? Do you not yet perceive nor understand? Do you have your heart hardened? ", "18": "Having eyes, are you not seeing? And having ears, are you not hearing? And do you not remember?— ", "19": "When I broke the five loaves for the five-thousand, how many full baskets of fragments did you pick up?” They say to Him, “Twelve”. ", "20": "“When I broke the seven loaves for the four-thousand, the fillings of how many large-baskets of fragments did you pick up?” And they say to Him, “Seven”. ", "21": "And He was saying to them, “Do you not yet understand?”", "22": "And they come to Bethsaida. And they bring Him a blind man, and are begging Him that He touch him. ", "23": "And having taken-hold-of the hand of the blind man, He brought him outside of the village. And having spit in his eyes, having laid His hands on him, He was asking him “Do you see anything?” ", "24": "And having looked-up, he was saying “I am seeing people, because I am looking-at something like trees walking around”. ", "25": "Then again He laid His hands on his eyes, and looked-intently, and restored[d] them. And he was seeing everything clearly. ", "26": "And He sent him away to his house, saying “Do not even enter into the village”.", "27": "And Jesus and His disciples went forth into the villages of Philip's[e] Caesarea. And on the way, He was questioning His disciples, saying to them “Who do people say that I am?” ", "28": "And the ones spoke to Him, saying “That You are John the Baptist. And others, Elijah. But others, that You are one of the prophets”. ", "29": "And He was questioning them, “But who do you say that I am?” Having responded, Peter says to Him “You are the Christ”. ", "30": "And He warned them that they should be telling no one about Him.", "31": "And He began to teach them that the Son of Man must suffer many things, and be rejected by the elders and the chief priests and the scribes, and be killed, and rise-up after three days. ", "32": "And He was stating the matter with openness. And Peter, having taken Him aside, began to rebuke Him. ", "33": "But the One, having turned around, and having looked-at[f] His disciples, rebuked Peter. And He says “Get behind Me, Satan— because you are not thinking the things of God, but the things of humans”.", "34": "And having summoned the crowd with His disciples, He said to them, “If anyone wants to be following after Me, let him deny himself [g] and take up his cross[h], and be following Me. ", "35": "For whoever wants to save[i] his life[j] will lose it. But whoever will lose his life for the sake of Me and the good-news will save it. ", "36": "For what does it profit a person to gain the whole world, and forfeit[k] his life[l]? ", "37": "For what might a person give in-exchange-for his life? ", "38": "For whoever is ashamed-of Me and My words in this adulterous[m] and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels”. "}