{"1": "And[a] He was saying to them, “Truly I say to you that there are some of the ones standing here who will by-no-means taste death until[b] they see the kingdom of God having come in power”.", "2": "And after six days, Jesus takes along Peter and James and John, and brings them up on a high mountain privately, alone. And He was transfigured[c] in front of them. ", "3": "And His garments became shining[d], very white, such as a bleacher[e] on earth is not able to make so white. ", "4": "And Elijah appeared to them, with Moses. And they were talking-with Jesus. ", "5": "And having responded, Peter says to Jesus, “Rabbi, it is good that we are here. And let us make three dwellings[f]— one for You and one for Moses and one for Elijah”. ", "6": "For he did not know what he should respond, for they became terrified. ", "7": "And there came-to-be a cloud overshadowing[g] them. And a voice came out of the cloud: “This is My beloved Son. Be listening-to Him”. ", "8": "And suddenly, having looked around, they no longer saw anyone with themselves but Jesus alone.", "9": "And while they were coming down from the mountain, He gave orders to them that they should relate to no one the things which they saw, except when the Son of Man rises-up from the dead. ", "10": "And they held[h] the matter to themselves, discussing what the 'rising-up from the dead' meant. ", "11": "And they were questioning Him, saying “Why is it that the scribes say that Elijah must come first[i]?” ", "12": "And the One said to them, “Elijah, having come first, restores all things— and-yet how has it been written for[j] the Son of Man that He would suffer many things and be treated-with-contempt[k]? ", "13": "But I say to you that Elijah indeed has come[l], and they did to him whatever they were wanting, just as it has been written for him”.", "14": "And having come to the disciples, they saw a large crowd around them, and scribes debating[m] with them. ", "15": "And immediately all the multitude, having seen Him, were struck-with-wonder. And running-up, they were greeting Him. ", "16": "And He asked them, “What are you debating with them?” ", "17": "And one from the crowd answered Him, “Teacher, I brought my son having a mute spirit to You. ", "18": "And wherever it overcomes[n] him, it throws-him-to-the-ground, and he foams-at-the-mouth and grinds his teeth and becomes-stiff. And I spoke[o] to Your disciples in order that they might cast it out, and they were not strong-enough [p]”. ", "19": "And the One, having responded to them, says “O unbelieving[q] generation, how long will I be with you? How long will I bear-with you? Bring him to Me”. ", "20": "And they brought him to Him. And having seen Him, the spirit immediately convulsed him. And having fallen on the ground, he was rolling-himself while foaming-at-the-mouth. ", "21": "And He asked his father, “How long is it since this has happened to him?” And the one said, “From childhood. ", "22": "And it often threw him even into fire and into waters in order that it might destroy him. But if You are able to do anything, help[r] us, having felt-deep-feelings [of pity] toward us”. ", "23": "And Jesus said to him, “'If You are able?' All things are possible for the one believing”. ", "24": "Immediately, having cried-out, the father of the child was saying, “I believe. Help my unbelief ”. ", "25": "And Jesus, having seen that a crowd is running-together-upon them, rebuked the unclean spirit, saying to it “Mute and deaf spirit, I command you— come out of him and enter into him no longer”. ", "26": "And having cried-out, and having convulsed him greatly, it came out. And he became as if dead, so that the majority were saying that “He died”. ", "27": "But Jesus, having taken hold of his hand, raised him. And he stood-up. ", "28": "And He having entered into a house, His disciples were questioning Him privately, “Why is it that we were not able to cast it out?” ", "29": "And He said to them, “This kind can come out by nothing except by prayer”.", "30": "And having gone forth from there, they were passing through Galilee. And He was not wanting anyone to know it. ", "31": "For He was teaching His disciples, and saying to them that “The Son of Man is being handed-over into the hands of men. And they will kill Him. And having been killed, He will rise-up after three days”. ", "32": "But the ones were not-understanding the statement, and they were fearing to question Him.", "33": "And they came to Capernaum. And having come-to-be in the house, He was questioning them, “What were you discussing on the way?” ", "34": "But the ones were being silent. For on the way they argued with one another who was greater[s]. ", "35": "And having sat-down, He called the twelve. And He says to them, “If anyone wants to be first, he shall[t] be last of all, and servant of all”.", "36": "And having taken a child, He stood him[u] in the middle of them. And having taken him in His arms, He said to them, ", "37": "“Whoever welcomes one such-as-these children[v] on the basis of My name, welcomes Me. And whoever welcomes Me does not [merely] welcome Me, but the One having sent Me forth”.", "38": "John said to Him, “Teacher, we saw someone casting-out demons in Your name. And we were forbidding him because he was not following us”. ", "39": "But Jesus said, “Do not be forbidding him. For there is no one who will do a miracle on the basis of My name, and soon be able to speak-evil-of Me. ", "40": "For he who is not against[w] us is for us. ", "41": "For whoever gives you a cup of water to drink in the name that you are Christ's— truly I say to you that he will by no means lose his reward.", "42": "“And whoever causes one of these little ones believing in Me to fall— it would be better for him if instead a donkey's millstone[x] were lying around his neck, and he had[y] been thrown into the sea.", "43": "And if your hand should be causing you to fall, cut[z] it off. It is better that you enter into life crippled than go into Gehenna[aa] having two hands— into the inextinguishable[ab] fire. ", "44": "[ac] ", "45": "And if your foot should be causing you to fall, cut it off. It is better that you enter into life lame than be thrown into Gehenna having two feet. ", "46": "[ad] ", "47": "And if your eye should be causing you to fall, throw it out. It is better that you enter into the kingdom of God one-eyed than be thrown into Gehenna having two eyes— ", "48": "where their worm[ae] does not come-to-an-end, and the fire is not quenched. ", "49": "For everyone will be salted with fire.", "50": "“Salt is good. But if the salt should become unsalty, with what will you season it? Be having salt[af] in yourselves, and be living-in-peace with one another”."}