{"1": "Paul, called by God's will to be an apostle of King Jesus, and Sosthenes our brother; ", "2": "to God's assembly at Corinth, made holy in King Jesus, called to be holy, with everyone who calls on the name of our Lord, King Jesus, in every place – their Lord, indeed, as well as ours! ", "3": "Grace to you and peace from God our father and King Jesus the Lord.", "4": "I always thank my God for you, for the grace of God that was given to you in King Jesus. ", "5": "You were enriched in him in everything, in every kind of speech and knowledge, ", "6": "just as the messianic message was established among you, ", "7": "so that you aren't missing out on any spiritual gift as you wait eagerly for our Lord, King Jesus, to be revealed. ", "8": "He will establish you right through to the end, so that you are blameless on the day of our Lord, King Jesus. ", "9": "God is faithful! And it is through God that you have been called into the fellowship of his son, King Jesus, our Lord.", "10": "Now I must appeal to you, my brothers and sisters, through the name of King Jesus our Lord, that you should all be in agreement, and that there should be no divisions among you. Instead, you should be fully equipped with the same mind and the same opinion.", "11": "You see, my dear family, Chloe's people have put me in the picture about you – about the fact that you are having quarrels. ", "12": "What I'm talking about is this. Each one of you is saying, 'I'm with Paul!', 'I'm with Apollos!', 'I'm with Cephas!', 'I'm with the Messiah!'", "13": "Well! Has the Messiah been cut up into pieces? Was Paul crucified for you? Or were you baptized into Paul's name?! ", "14": "I'm grateful to God that I didn't baptize any of you except Crispus and Gaius, ", "15": "so that none of you could say that you were baptized into my name. ", "16": "(16 All right, I did baptize Stephanas and his household as well. Apart from that, I don't know if I baptized anybody else.) ", "17": "This is the point, you see: the Messiah didn't send me to baptize; he sent me to announce the gospel! Not with words of wisdom, either, otherwise the Messiah's cross would lose its power.", "18": "The word of the cross, you see, is madness to people who are being destroyed. But to us – those who are being saved – it is God's power. ", "19": "This is what the Bible says, after all: I will destroy the wisdom of the wise; the shrewdness of the clever I'll abolish.", "20": "Where is the wise person? Where is the educated person? Where is the debater of this present age? Don't you see that God has turned the world's wisdom into folly? ", "21": "This is how it's happened: in God's wisdom, the world didn't know God through wisdom, so it gave God pleasure, through the folly of our proclamation, to save those who believe. ", "22": "Jews look for signs, you see, and Greeks search for wisdom; ", "23": "but we announce the crucified Messiah, a scandal to Jews and folly to Gentiles, ", "24": "but to those who are called, Jews and Greeks alike, the Messiah – God's power and God's wisdom.", "25": "God's folly is wiser than humans, you see, and God's weakness is stronger than humans.", "26": "Think back to your own call, my brothers and sisters. Not many of you were wise in human terms. Not many of you were powerful. Not many were nobly born. ", "27": "But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong; ", "28": "God chose the insignificant and despised things of the world – yes, even things that don't exist! – to abolish the power of the things that do exist, ", "29": "so that no creature could boast in God's presence. ", "30": "Who and what you now are is a gift from God in King Jesus, who has become for us God's wisdom – and righteousness, sanctification and redemption as well; ", "31": "so that, as the Bible puts it, 'Anyone who boasts should boast in the Lord.'"}