{"1": "I don't want you to be ignorant, my brothers and sisters, that our fathers were all under the cloud and all went through the sea. ", "2": "They were all baptized into Moses in the cloud and in the sea. ", "3": "They all ate the same spiritual food ", "4": "and drank the same spiritual drink. They drank, you see, from the spiritual rock that followed them, and the rock was the Messiah. ", "5": "But God wasn't pleased with most of them, as you can tell by the fact that he laid them low in the desert.", "6": "Now these things were patterns for us, so that we should not start to crave for wicked things as they did. ", "7": "Nor should we commit idolatry, as some of them did – as the Bible says, 'The people sat down to eat and drink, and got up to play.' ", "8": "Nor should we become immoral, like some of them became immoral, and twenty-three thousand fell on a single day. ", "9": "Nor should we put the Messiah to the test, as some of them put him to the test, and were destroyed by serpents. ", "10": "Nor should we grumble, as some of them grumbled and were destroyed by the destroyer.", "11": "Now these things happened to them as a pattern, and they were written for our instruction, since it's upon us that the ends of the ages have now come. ", "12": "As a result, anyone who reckons they are standing upright should watch out in case they fall over. ", "13": "Every test that comes upon you is normal for human beings. But God is faithful: he won't let you be tested beyond your ability. Along with the testing, he will provide the way of escape, so that you can bear it.", "14": "Therefore, my dear people, run away from idolatry. ", "15": "I'm speaking as to intelligent people: you yourselves must weigh my words. ", "16": "The cup of blessing which we bless is a sharing in the Messiah's blood, isn't it? The bread we break is a sharing in the Messiah's body, isn't it? ", "17": "There is one loaf; well, then, there may be several of us, but we are one body, because we all share the one loaf.", "18": "Consider ethnic Israel. Those who eat from the sacrifices share in the altar, don't they? ", "19": "So what am I saying? That idol-food is real, or that an idol is a real being? ", "20": "No: but when they offer sacrifices, they offer them to demons, not to God. And I don't want you to be table-partners with demons. ", "21": "You can't drink the cup of the Lord and the cup of demons. You can't share in the table of the Lord and the table of demons. ", "22": "Surely you don't want to provoke the Lord to jealousy? We aren't stronger than him, are we?", "23": "'Everything is lawful', but not everything is helpful. 'Everything is lawful', but not everything builds you up. ", "24": "Nobody should seek their own advantage, but the other person's instead.", "25": "Eat whatever is sold in the market without making any judgments on the basis of conscience. ", "26": "'The earth and its fullness', after all, 'belong to the Lord'. ", "27": "If one of the unbelievers invites you to dinner, and you want to go, eat whatever is put in front of you without making any judgments on the basis of conscience. ", "28": "But if someone says 'This was offered in sacrifice', then don't eat it – because of the person who told you about it, and because of conscience, ", "29": "by which I don't mean your own conscience, but your neighbour's. For why should my freedom be condemned by someone else's conscience? ", "30": "If I eat my share gratefully, why should someone else speak evil of me because of something I've given thanks for?", "31": "So, then, whether you eat or drink or whatever you do, do everything to God's glory. ", "32": "Be blameless before Jews and Greeks and the church of God, ", "33": "just as I try to please everybody in everything, not pursuing my own advantage, but that of the great majority, so that they may be saved."}