{"1": "Copy me, just as I'm copying the Messiah.", "2": "I congratulate you that you are remembering me in everything, and you are keeping the traditions as I handed them on to you. ", "3": "But I want you to know this: that the Messiah is the 'head' of every man, and the husband is the 'head' of every wife, and God is the 'head' of the Messiah. ", "4": "Every man who prays or prophesies while wearing something on his head brings shame on his 'head'; ", "5": "and every woman who prays or prophesies with her head uncovered brings shame on her 'head'. It would be just the same if she had her head shaved. ", "6": "For if a woman isn't covered, then she should be shaved; but if it's shameful for a woman to have her hair cut off or her head shaved, then let her be covered.", "7": "A man ought not to cover his head, you see; he is the image and glory of God. But a wife is the glory of her husband. ", "8": "For man was not made from woman, but woman from man. ", "9": "And man was not created for the sake of woman, but woman for the sake of man. ", "10": "That's why the wife must have authority on her head, because of the angels. ", "11": "However, woman is not apart from man, nor man apart from woman, in the Lord; ", "12": "for just as woman came from man, so now man comes into the world by means of woman. And everything is from God.", "13": "Judge the matter for yourselves. Is it really appropriate for a woman to pray to God with her head uncovered? ", "14": "Doesn't nature itself teach you that if a man has long hair, it is shameful to him, ", "15": "but if a woman has long hair, it's her glory? Her hair is given her, you see, instead of a covering. ", "16": "If anyone wants to dispute this, we have no other custom, nor do the churches of God.", "17": "What I have to talk about now isn't a matter for praise. When you meet together, you make things worse, not better! ", "18": "What I mean is this: to begin with, I hear that when you come together in the assembly there are divisions among you. Well, I believe it – at least partly. ", "19": "There are bound to be groupings among you; that's how the genuine ones among you will stand out, I suppose! ", "20": "So when you gather together into one meeting, it isn't the Lord's Supper that you eat. ", "21": "Everyone brings their own food to eat, and one person goes hungry while another gets drunk. ", "22": "Haven't you got houses to eat and drink in? Or do you despise God's assembly, and shame those who have nothing? What shall I say to you? Shall I praise you? No, in this matter I shan't!", "23": "This, you see, is what I received from the Lord, and handed on to you. On the night when the Lord Jesus was betrayed, he took bread, ", "24": "gave thanks, broke it, and said, 'This is my body; it's for you! Do this as a memorial of me.' ", "25": "He did the same with the cup after supper, and said, 'This cup is the new covenant in my blood. Whenever you drink it, do this as a memorial of me.' ", "26": "For whenever you eat this bread and drink the cup, you are announcing the Lord's death until he comes.", "27": "It follows from this that anyone who eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of the body and blood of the Lord. ", "28": "Everyone should test themselves; that's how you should eat the bread and drink the cup. ", "29": "You see, if you eat and drink without recognizing the body, you eat and drink judgment on yourself. ", "30": "That's why several of you are weak and sick, and some have died. ", "31": "But if we learned how to judge ourselves, we would not incur judgment. ", "32": "But when we are judged by the Lord, we are punished, so that we won't be condemned along with the world.", "33": "So, my brothers and sisters, when you come together to eat, treat one another as honoured guests by waiting for each other. ", "34": "If anyone is hungry, they should eat at home, so that you don't come together and find yourselves facing judgment. I will put the other matters in order when I come."}