{"1": "Now: about things relating to the spirit's work, my brothers and sisters, I don't want you to remain ignorant. ", "2": "You know that when you were still pagans you were led off, carried away again and again, after speechless idols. ", "3": "So I want to make it clear to you that nobody who is speaking by God's spirit ever says 'Jesus be cursed!'; and nobody can say 'Jesus is Lord!', except by the holy spirit.", "4": "There are different types of spiritual gifts, but the same spirit; ", "5": "there are different types of service, but the same Lord; ", "6": "and there are different types of activity, but it is the same God who operates all of them in everyone. ", "7": "The point of the spirit being revealed in each one is so that all may benefit. ", "8": "One person is given a word of wisdom through the spirit; another, a word of knowledge by the same spirit; ", "9": "another, faith through the same spirit; another, gifts of healing by the one spirit; ", "10": "another, the working of mighty deeds; another, prophecy; another, the ability to distinguish spirits; another, various kinds of languages; another, the interpretation of languages. ", "11": "It is the one spirit, the same one, whose work produces all these things, and the spirit gives different gifts to each one in accordance with the spirit's own wishes.", "12": "Let me explain. Just as the body is one, and has many members, and all the members of the body, though they are many, are one body, so also is the Messiah. ", "13": "For we all were baptized into one body, by one spirit – whether Jews or Greeks, whether slaves or free – and we were all given one spirit to drink.", "14": "For the body, indeed, is not one member, but many. ", "15": "If the foot were to say, 'Because I'm not a hand, I'm not part of the body', that wouldn't make it any less a part of the body, would it? ", "16": "And if the ear were to say, 'Because I'm not an eye, I'm not part of the body', that wouldn't make it any less a part of the body, would it? ", "17": "If the whole body were an eye, where would the hearing be? If the whole body were the sense of hearing, what would happen to the sense of smell? ", "18": "But as it is, God has organized the members, placing each one individually in the body according to his wishes. ", "19": "If all the parts were one member, where would the body be? ", "20": "So the result is this: there are many members, but one body.", "21": "The eye can't say to the hand, 'I don't need you'; and, again, the head can't say to the feet, 'I don't need you'. ", "22": "No: the parts of the body which seem to be weaker are all the more necessary, ", "23": "and we give much greater honour to the parts of the body we reckon more dishonourable, so that the parts we hide in shame have a far greater dignity ", "24": "which our more presentable parts don't need. In fact, God has made the body a single, organized whole; he has given greater honour to the lesser part, ", "25": "so that there won't be any division in the body, but that all the members may have the same concern for one another. ", "26": "If one member suffers, all the members suffer with it. If one member is exalted, all the members celebrate along with it.", "27": "Now you together are the Messiah's body, and individually you are members of it. ", "28": "In the church, God has placed apostles first, then prophets, then teachers, then powerful deeds, then gifts of healing, helpful deeds, organizational gifts, different types of languages. ", "29": "Not everyone is an apostle, are they? Not everyone is a prophet! Not everyone is a teacher! Not everyone does powerful deeds! ", "30": "Not everyone has gifts of healing! Not everyone speaks with tongues! Not everyone interprets!", "31": "You should be eager for the better kinds of gifts. Now I'm going to show you a better way, a much better way."}