{"1": "Pursue love; and long for the spiritual gifts, especially that you may prophesy. ", "2": "Someone who speaks in a tongue, you see, isn't speaking to human beings but to God. Nobody can understand such speakers, because they speak mysteries in the spirit. ", "3": "But the one who prophesies speaks to other people, to build them up, to strengthen them, and to console them. ", "4": "The one who speaks in a tongue builds up himself or herself; but the one who prophesies builds up the church.", "5": "I would be delighted for all of you to speak in tongues, but I would be even more delighted to have you all prophesying. The one who prophesies is greater than the one who speaks in a tongue, unless they also give an interpretation so that the church may be built up.", "6": "Well then, my brothers and sisters, if I come to you speaking in tongues, how am I going to bring you any benefit unless I speak to you either in a revelation or in a word of knowledge or in a prophecy or in teaching? ", "7": "It's the same with lifeless objects that make a sound, like a flute or a lyre. If they don't give a distinct note, how will anyone know what tune is being blown or plucked? ", "8": "Think about it: if the trumpet doesn't make a clear sound, who will get ready to fight?", "9": "It's the same with you. Unless your tongue gives a distinct message, how will anyone be able to tell what you're talking about? You will be like someone speaking into thin air. ", "10": "To be sure, there are all kinds and types of languages in the world, and none of them is meaningless. ", "11": "But if I don't know the force of the words, I will remain a foreigner to the speaker, and the speaker will be a foreigner to me. ", "12": "It's the same with you. Since you are so eager for spiritual matters, try to specialize in doing things that will build up the church.", "13": "So the one who speaks in a tongue should pray to be able to say the same thing in clear speech. ", "14": "If I pray in a tongue, you see, my spirit prays, but my mind remains fruitless. ", "15": "Why is that important? I will pray with the spirit, and I will pray with the mind as well. I will sing with the spirit, and I will sing with the mind as well. ", "16": "You see, if you say a blessing in the spirit, how can someone who isn't one of the inner circle say the 'Amen' to your prayer? They won't know what you're talking about! ", "17": "You may well be giving thanks in fine style, but the other person isn't being built up. ", "18": "I thank God that I speak in tongues more than all of you. ", "19": "But in the assembly I would rather speak five words with my mind, to teach other people, than a thousand words in a tongue.", "20": "Brothers and sisters, don't be children in your thinking. Be babies when it comes to evil, but in your thinking be grown-ups. ", "21": "This is what it says in the law: 'I will speak to this people in foreign languages and with the lips of strangers, and even so they won't listen to me, says the Lord.' ", "22": "So tongues are not meant for believers, but are a warning for unbelievers; while prophecy is not designed for unbelievers, but for those who come to faith. ", "23": "What I mean is this: if the whole assembly comes together and everybody speaks in tongues, and outsiders or unbelievers come in, they'll say you're crazy, won't they? ", "24": "But if everyone prophesies, and outsiders or unbelievers come in, they will be called to account by everyone, judged by everyone, ", "25": "the secrets of their hearts will be laid bare, and so they will fall down on their faces and worship God, declaring that 'God is truly among you'.", "26": "So where does this leave us, my brothers and sisters? When you come together, one person has a psalm, another some teaching, another a revelation, another a tongue, and another some interpretation. Let everything be done for the general upbuilding. ", "27": "If anyone speaks in a tongue, there should be two or at most three, each taking their turn, and one of them should put it into plain speech. ", "28": "But if none of them can do that, let them be silent in the assembly, and speak to themselves and to God.", "29": "As for prophets, let two or three speak, and the others evaluate what is said. ", "30": "If fresh revelation comes to someone sitting there, the first person should be silent. ", "31": "You can all prophesy one by one, so that everyone can learn, and everyone can be encouraged. ", "32": "The spirits of prophets are under the control of prophets, ", "33": "since God is the God, not of chaos, but of peace. As in all the assemblies of God's people, ", "34": "the women should keep silence in the assemblies. They are not permitted to speak; they should remain in submission, just as the law declares. ", "35": "If they want to understand something more, they should ask their own husbands when they get home. It's shameful, you see, for a woman to speak in the assembly. ", "36": "Do you suppose God's word began with you? Are you the only ones it has reached?", "37": "If anyone thinks they are a prophet, or spiritual, they should acknowledge that what I write to you is the Lord's command. ", "38": "If anyone disregards this, they can be disregarded.", "39": "So, my brothers and sisters, be eager to prophesy, and don't forbid speaking in tongues. ", "40": "But everything should be done in a seemly fashion, and in proper order."}