{"1": "Let me remind you, brothers and sisters, about the good news which I announced to you. You received this good news, and you're standing firm on it, ", "2": "and you are saved through it, if you hold fast the message I announced to you – unless it was for nothing that you believed!", "3": "What I handed on to you at the beginning, you see, was what I received, namely this: 'The Messiah died for our sins in accordance with the Bible; ", "4": "he was buried; he was raised on the third day in accordance with the Bible; ", "5": "he was seen by Cephas, then by the Twelve; ", "6": "then he was seen by over five hundred brothers and sisters at once, most of whom are still with us, though some fell asleep; ", "7": "then he was seen by James, then by all the apostles; ", "8": "and, last of all, as to one ripped from the womb, he appeared even to me.'", "9": "I'm the least of the apostles, you see. In fact, I don't really deserve to be called 'apostle' at all, because I persecuted God's church! ", "10": "But I am what I am because of God's grace, and his grace to me wasn't wasted. On the contrary. I worked harder than all of them – though it wasn't me, but God's grace which was with me. ", "11": "So whether it was me or them, that was the way we announced it, and that was the way you believed.", "12": "Well, then: if the royal proclamation of the Messiah is made on the basis that he's been raised from the dead, how can some of you say that there is no such thing as resurrection of the dead? ", "13": "If there is no such thing as resurrection of the dead, the Messiah hasn't been raised, either; ", "14": "and if the Messiah hasn't been raised, our royal proclamation is empty, and so is your faith. ", "15": "We even turn out to have been misrepresenting God, because we gave it as our evidence about God that he raised the Messiah, and he didn't! – if, that is, the dead are not raised. ", "16": "For if the dead aren't raised, the Messiah wasn't raised either; ", "17": "and if the Messiah wasn't raised, your faith is pointless, and you are still in your sins. ", "18": "What's more, people who have fallen asleep in the Messiah have perished for good. ", "19": "If it's only for this present life that we have put our hope in the Messiah, we are the most pitiable members of the human race.", "20": "But in fact the Messiah has been raised from the dead, as the first fruits of those who have fallen asleep. ", "21": "For since it was through a human that death arrived, it's through a human that the resurrection from the dead has arrived. ", "22": "All die in Adam, you see, and all will be made alive in the Messiah.", "23": "Each, however, in proper order. The Messiah rises as the first fruits; then those who belong to the Messiah will rise at the time of his royal arrival. ", "24": "Then comes the end, the goal, when he hands over the kingly rule to God the father, when he has destroyed all rule and all authority and power. ", "25": "He has to go on ruling, you see, until 'he has put all his enemies under his feet'. ", "26": "Death is the last enemy to be destroyed, ", "27": "because 'he has put all things in order under his feet'. But when it says that everything is put in order under him, it's obvious that this doesn't include the one who put everything in order under him. ", "28": "No: when everything is put in order under him, then the son himself will be placed in proper order under the one who placed everything in order under him, so that God may be all in all.", "29": "Otherwise, what are people doing when they get baptized on behalf of the dead? If the dead simply aren't raised, why should people get baptized on their behalf?", "30": "And why should we face danger every hour? ", "31": "I die every day – yes, that's something for you to boast about, my dear family, and that's the boast I have in the Messiah, Jesus our Lord! ", "32": "If, in human terms, I fought with wild animals at Ephesus, what use is that to me? If the dead are not raised, 'let's eat and drink, because tomorrow we're going to die'!", "33": "Don't be deceived: 'bad company kills off good habits'! ", "34": "Sober up; straighten up; stop sinning. Yes, some of you simply don't know God! I'm saying this to bring shame on you.", "35": "But someone is now going to say: 'How are the dead raised? What sort of body will they come back with?' ", "36": "Stupid! What you sow doesn't come to life unless it dies. ", "37": "The thing you sow isn't the body that is going to come later; it's just a naked seed of, let's say, wheat, or some other plant. ", "38": "God then gives it a body of the sort he wants, with each of the seeds having its own particular body.", "39": "Not all physical objects have the same kind of physicality. There is one kind of physicality for humans, another kind for animals, another for birds, and another for fish. ", "40": "Some bodies belong in the heavens, and some on the earth; and the kind of glory appropriate for the ones in the heavens is different from the kind of glory appropriate for the ones on the earth. ", "41": "There is one kind of glory for the sun, another for the moon, and another for the stars, since the stars themselves vary, with different degrees of glory.", "42": "That's what it's like with the resurrection of the dead. It is sown decaying, and raised undecaying. ", "43": "It is sown in shame, and raised in glory. It is sown in weakness, and raised in power. ", "44": "It is sown as the embodiment of ordinary nature, and raised as the embodiment of the spirit. If ordinary nature has its embodiment, then the spirit too has its embodiment. ", "45": "That's what it means when the Bible says, 'The first man, Adam, became a living natural being'; the last Adam became a life-giving spirit.", "46": "But you don't get the spirit-animated body first; you get the nature-animated one, and you get the spirit-animated one later. ", "47": "The first man is from the ground, and is made of earth; the second man is from heaven. ", "48": "Earthly people are like the man of earth; heavenly people are like the man from heaven. ", "49": "We have borne the image of the man made of earth; we shall also bear the image of the man from heaven.", "50": "This is what I'm saying, my dear family. Flesh and blood can't inherit God's kingdom; decay can't inherit undecaying life. ", "51": "Look! I'm telling you a mystery. We won't all sleep; we're all going to be changed – ", "52": "in a flash, at the blink of an eye, at the last trumpet. This is how it will be, you see: the trumpet's going to sound, the dead will be raised undecaying, and we're going to be changed. ", "53": "This decaying body must put on the undecaying one; this dying body must put on deathlessness. ", "54": "When the decaying puts on the undecaying, and the dying puts on the undying, then the saying that has been written will come true: Death is swallowed up in victory!", "55": "Death, where's your victory gone? Death, where's your sting gone?", "56": "The 'sting' of death is sin, and the power of sin is the law. ", "57": "But thank God! He gives us the victory, through our Lord Jesus the Messiah.", "58": "So, my dear family, be firmly fixed, unshakeable, always full to overflowing with the Lord's work. In the Lord, as you know, the work you're doing will not be worthless."}