{"1": "This is how we should be thought of: as servants of the Messiah, and household managers for God's mysteries. ", "2": "And this is what follows: the main requirement for a manager is to be trustworthy. ", "3": "Having said that, I regard it as a matter of minimal concern to think that I should be interrogated by you, or indeed by any human court. I don't even interrogate myself. ", "4": "I don't actually know of anything that stands against me, but that isn't what vindicates me; it's the Lord who interrogates me.", "5": "So don't pass judgment on anything before the time when the Lord comes! He will bring to light the secrets of darkness, and will lay bare the intentions of the heart. Then everyone will receive praise – from God.", "6": "I have applied all this to myself and Apollos because of you, my dear family, so that you may learn from us, as the saying goes, not to go beyond what the Bible says – so that nobody gets puffed up in favour of one person and against another.", "7": "Who is going to concede that you are special, after all? What have you got that you didn't receive? Well then, if you received it, why boast as if you didn't? ", "8": "Do you really suppose you've already had all the food you need? Do you think you've already become rich? Do you think you've already been crowned as royalty, leaving us behind? I wish you really were already reigning, so that we could reign alongside you!", "9": "This is how I look at it, you see: God has put us apostles on display at the end of the procession, like people sentenced to death. We have become a public show for the world, for angels and humans alike. ", "10": "We are fools because of the Messiah, but you are wise in the Messiah! We are weak, but you are strong! You are celebrated, we are nobodies! ", "11": "Yes, right up to the present moment we go hungry and thirsty; we are badly clothed, roughly treated, with no home to call our own. ", "12": "What's more, we work hard, doing manual labour. When we are insulted, we give back blessings. When we are persecuted, we put up with it. ", "13": "When we are slandered, we speak gently in return. To this day we have become like the rubbish of the world, fit only to be scraped off the plate and thrown away with everything else.", "14": "I'm not writing this to make you ashamed! I am simply treating you as dear children, and putting you straight. ", "15": "You've got a thousand babysitters in Christ, I know, but you haven't got many fathers – because I became your father in the Messiah, Jesus, through the gospel.", "16": "So let me appeal to you: copy me! ", "17": "That's why I have sent Timothy to you; he's my child in the Lord, and I love him and trust him. He will remind you how I conduct myself in the Messiah Jesus, just as I teach everywhere, in each assembly.", "18": "Some people are getting puffed up, as though I wasn't going to come to you. ", "19": "But I will come to you quickly, if the Lord wants it that way; and then I'll find out not what these puffed-up people are saying but how powerful they are. ", "20": "The kingdom of God, you see, isn't about talk – it's about power. ", "21": "What d'you want, then? Shall I come to you with a big stick, or with love, and in a gentle spirit?"}