{"1": "Everybody's talking about the sex scandal that's going on in your community, not least because it's a kind of immorality that even the pagans don't practise! Well I never – a man taking his father's wife! ", "2": "And you're puffed up! Why aren't you in mourning? Why aren't you getting rid of the person who's done such a thing?", "3": "Let me tell you what I've already done. I may be away from you physically, but I'm present in the spirit; and I've already passed judgment, as though I was there with you, on the person who has behaved in this way. ", "4": "When you are assembled together in the name of our Lord Jesus, and my spirit is there too with the power of our Lord Jesus, ", "5": "you must hand over such a person to the satan for the destruction of the flesh, so that his spirit may be saved on the day of the Lord Jesus.", "6": "Your boasting is no good. Don't you know that a little yeast works its way through the whole lump of dough? ", "7": "Cleanse out the old yeast, so that you can be a new lump, the yeast-free lump you really are. It's Passover-time, you see, and the Passover lamb – the Messiah, I mean – has already been sacrificed! ", "8": "What we now have to do is to keep the festival properly: none of the yeast of the old life, and none of the yeast of depravity and wickedness, either. What we need is yeast-free bread, and that means sincerity and truth.", "9": "I wrote to you in the previous letter not to become associated with immoral people. ", "10": "I didn't (of course) mean immoral people in the world at large, or greedy people, or thieves, or idolaters. To avoid them, you'd have to remove yourselves from the world altogether! ", "11": "No; I was referring to people who call themselves Christians but who are immoral, or greedy, or idolaters, or blasphemers, or drunkards or robbers. You shouldn't associate with them; you shouldn't even eat with a person like that. ", "12": "Why should I worry about judging people outside? It's the people inside you should judge, isn't it? ", "13": "God judges the people outside. 'Drive out the wicked person from your company.'"}