{"1": "Can it really be the case that one of you dares to go to law against a neighbour, to be tried before unjust people, and not before God's people? ", "2": "Don't you know that God's people will judge the world? And if the world is to be judged by you, are you really incompetent to try smaller matters? ", "3": "Don't you know that we shall be judging angels? Why not then also matters to do with ordinary life? ", "4": "So if you have lawsuits about ordinary matters, are you actually going to appoint as judges people whom the church despises? ", "5": "I'm saying this to bring shame on you. Is it really true that there is no wise person among you who is able to decide between one Christian and another? ", "6": "But one Christian is being taken to court by another, and before unbelievers at that!", "7": "Actually, to have lawsuits with one another at all represents a major setback for you. Why not rather let yourselves be wronged? Why not rather put up with loss? ", "8": "But you yourselves are wronging and defrauding people, and fellow Christians at that!", "9": "Don't you know that the unjust will not inherit God's kingdom? Don't be deceived! Neither immoral people, nor idolaters, nor adulterers, nor practising homosexuals of whichever sort, ", "10": "nor thieves, nor greedy people, nor drunkards, nor abusive talkers, nor robbers will inherit God's kingdom. ", "11": "That, of course, is what some of you were! But you were washed clean; you were made holy; you were put back to rights – in the name of the Lord, King Jesus, and in the spirit of our God.", "12": "'Everything is lawful for me' – but not everything is helpful! 'Everything is lawful for me' – but I'm not going to let anything give me orders! ", "13": "'Food for the stomach, and the stomach for food, and God will destroy the one and the other' – but the body is not meant for immorality, but for the Lord, and the Lord for the body. ", "14": "What's more, God raised the Lord; and he will raise us, too, through his power.", "15": "Don't you know that your bodies are members of the Messiah? Shall I then take the members of the Messiah and make them members of a prostitute? Of course not! ", "16": "Or don't you know that anyone who joins himself to a prostitute is one body with her? 'The two shall become one flesh' – that's what it says. ", "17": "But the one who joins himself to the Lord becomes one spirit with him.", "18": "Run away from immorality. Every sin that it's possible for someone to commit happens outside the body; but immorality involves sinning against your own body. ", "19": "Or don't you know that your body is a temple of the holy spirit within you, the spirit God gave you, so that you don't belong to yourselves? ", "20": "You were quite an expensive purchase! So glorify God in your body."}