{"1": "Let me now turn to the matters you wrote about. 'It is good for a man to have no sexual contact with a woman.' ", "2": "Well, yes; but the temptation to immorality means that every man should maintain sexual relations with his own wife, and every woman with her own husband. ", "3": "The man should give his wife her marital rights, and the woman should do the same for her husband. ", "4": "The woman isn't in charge of her own body; her husband is. In the same way, the man isn't in charge of his own body; his wife is. ", "5": "Don't deny one another, except perhaps by agreement for a period of time, so that you may have more space for prayer. But then come together again, in case the satan might tempt you because of your weakness of will.", "6": "I'm not saying this as a command, but as a concession. ", "7": "I would be happy to see everyone be in the same situation as myself. But each person has his or her own gift from God, one this way, another that way.", "8": "To unmarried people, and to widows, I have this to say: it's perfectly all right for you to remain like me. ", "9": "But if you don't have power over your passions, then get married. Much better to marry than to have desire smouldering away inside you!", "10": "I have a command, too, for married people – actually, it's not just from me, it's from the Lord: that a woman should not separate from her husband. ", "11": "If she does, she should remain unmarried or return to her husband. So, too, a man should not divorce his wife.", "12": "To everyone else I have this to say (this is just me, not the Lord). If a Christian has an unbelieving wife, and she is happy to live with him, he shouldn't divorce her. ", "13": "If a woman has an unbelieving husband, and he is happy to live with her, she shouldn't divorce him. ", "14": "The unbelieving husband, you see, is made holy by his wife, and the unbelieving wife is made holy by her husband; otherwise your children would be impure, whereas in fact they are holy. ", "15": "But if the unbelieving partner wants to separate, let them separate; a brother or sister is not bound in a case like that. God has called you in peace. ", "16": "If you're a wife, how d'you know whether or not you will save your husband? If you're a husband, how d'you know whether or not you will save your wife?", "17": "This is the overriding rule: everyone should conduct their lives as the Lord appointed, as God has called them. This is what I lay down in all the churches. ", "18": "If someone was circumcised when he was called, he shouldn't try to remove the marks. If someone was uncircumcised when he was called, he shouldn't get circumcised. ", "19": "Circumcision is nothing; uncircumcision is nothing; what matters is keeping God's commandments!", "20": "Everyone should stay within the calling they had when they were called. ", "21": "Were you a slave when you were called? Don't worry about it (but if you get the chance of freedom, seize it!). ", "22": "The one who is in the Lord and called as a slave is the Lord's freedman, just as the one who is called as a free person is the Messiah's slave. ", "23": "You were bought at a high price; don't become the slaves of human beings. ", "24": "So, brothers and sisters, let each person remain before God in the state in which they were called.", "25": "Now when it comes to unmarried people, I have no command from the Lord, but I give my opinion as (thanks to the Lord's mercy!) a trustworthy person. ", "26": "This, then, is what I think is for the best: just at the moment we are in the middle of a very difficult time, and it's best for people to remain as they are. ", "27": "Are you bound to a wife? Don't try to dissolve the marriage. Have you had your marriage dissolved? Don't look for another wife. ", "28": "But if you do marry, you are not sinning, and if an unmarried woman marries, she is not sinning. But people who go that way will have trouble at a human level, and I would prefer to spare you that.", "29": "This is what I mean, my brothers and sisters. The present situation won't last long; for the moment, let those who have wives live as though they weren't married, ", "30": "those who weep as though they were not weeping, those who celebrate as though they were not celebrating, those who buy as though they had no possessions, ", "31": "those who use the world as though they were not making use of it. The pattern of this world, you see, is passing away.", "32": "I want you to be free from worries. The unmarried man worries about the things of the Lord, how to please the Lord; ", "33": "but the married man worries about the things of the world, in other words, how to please his wife – ", "34": "and he is pulled in both directions. So too the unmarried woman or girl worries about the things of the Lord, how to be holy both in body and spirit; but the married woman worries about the things of the world, in other words, how to please her husband.", "35": "I'm saying this for your own benefit. I'm not placing restrictions on you; my aim is that nothing will get in the way of your appropriate behaviour and steady devotion to the Lord.", "36": "If anyone thinks he is behaving improperly towards his fiancée – if he finds the situation overly stressful, and matters reach a point of necessity – then let him do as he wishes, he won't be sinning: let them marry. ", "37": "But the man who settles it firmly in his heart and is not under necessity, but in control of his own will, and has made his judgment in his own heart to keep her as his fiancée, will do well. ", "38": "So the one who marries his fiancée will do well; and the one who holds back from marrying will do better.", "39": "A woman is bound in marriage as long as her husband lives. But if the husband dies she is free to marry anyone she likes, only in the Lord. ", "40": "But in my opinion she is happier if she remains as she is. And I think I too have the spirit of God."}