{"1": "Now there was a certain man from Ramathaim, a Zuphite[a] from the highlands of Ephraim, whose name was Elkanah. He was from the tribe of Ephraim, and he was the son of Jeroham son of Elihu son of Tohu son of Zuph.", "2": "Elkanah had two wives, one named Hannah and the other named Peninnah. Peninnah had children, but Hannah didn't.", "3": "Every year this man would leave his town to worship and sacrifice to the Lord of heavenly forces in Shiloh, where Eli's two sons Hophni and Phinehas were the Lord's priests.", "4": "Whenever he sacrificed, Elkanah would give parts of the sacrifice to his wife Peninnah and to all her sons and daughters.", "5": "But he would give only one part of it to Hannah, though he loved her, because the Lord had kept her from conceiving.[b]", "6": "And because the Lord had kept Hannah from conceiving, her rival would make fun of her mercilessly, just to bother her.", "7": "So that is what took place year after year. Whenever Hannah went to the Lord's house, Peninnah would make fun of her. Then she would cry and wouldn't eat anything.", "8": "“Hannah, why are you crying?” her husband Elkanah would say to her. “Why won't you eat? Why are you[c] so sad? Aren't I worth more to you than ten sons?”", "9": "One time, after eating and drinking in Shiloh, Hannah got up and presented herself before the Lord.[d] (Now Eli the priest was sitting in the chair by the doorpost of the Lord's temple.)", "10": "Hannah was very upset and couldn't stop crying as she prayed to the Lord.", "11": "Then she made this promise: “Lord of heavenly forces, just look at your servant's pain and remember me! Don't forget your servant! Give her a boy! Then I'll give him to the Lord for his entire life. No razor will ever touch his head.”", "12": "As she kept praying before the Lord, Eli watched her mouth.", "13": "Now Hannah was praying in her heart; her lips were moving, but her voice was silent, so Eli thought she was drunk.", "14": "“How long will you act like a drunk? Sober up!” Eli told her.", "15": "“No sir!” Hannah replied. “I'm just a very sad woman. I haven't had any wine or beer but have been pouring out my heart to the Lord.", "16": "Don't think your servant is some good-for-nothing woman. This whole time I've been praying out of my great worry and trouble!”", "17": "Eli responded, “Then go in peace. And may the God of Israel give you what you've asked from him.”", "18": "“Please think well of me, your servant,” Hannah said. Then the woman went on her way, ate some food, and wasn't sad any longer.[e]", "19": "They got up early the next morning and worshipped the Lord. Then they went back home to Ramah. Elkanah had sex with his wife Hannah, and the Lord remembered her.", "20": "So in the course of time, Hannah conceived and gave birth to a son. She named him Samuel, which means “I asked the Lord for him.”[f]", "21": "When Elkanah and all his household went up to make the annual sacrifice and keep his solemn promise,", "22": "Hannah didn't go. “I'll bring the boy when he is weaned,” she told her husband, “so he can be presented to the Lord and stay there permanently. I will offer him as a nazirite forever.”[g]", "23": "“Do what seems best to you,” said her husband Elkanah. “Stay here until you've weaned him. But may the Lord bring to pass what you've[h] promised.” So the woman stayed home and nursed her son until she had weaned him.", "24": "When he had been weaned and was still very young,[i] Hannah took him, along with a three-year-old bull,[j] an ephah[k] of flour, and a jar of wine, and brought him to the Lord's house at Shiloh.", "25": "They slaughtered the bull, then brought the boy to Eli.", "26": "“Excuse me, sir!” Hannah said. “As surely as you live, sir, I am the woman who stood here next to you, praying to the Lord.", "27": "I prayed for this boy, and the Lord gave me what I asked from him.", "28": "So now I give this boy back to the Lord. As long as he lives, he is given to the Lord.” Then they worshipped there before the Lord.[l]"}