{"1": "About a month later,[a] Nahash the Ammonite went up and laid siege to Jabesh-gilead. All the men of Jabesh said to Nahash, “Make a treaty with us, and we'll be your servants.”", "2": "“I will make a treaty with you on one condition: that everyone's right eye be gouged out!” Nahash the Ammonite said to them. “That's how I bring humiliation on all Israel.”", "3": "The elders of Jabesh replied to him, “Leave us alone for seven days so we can send messengers thoughout Israel's territory. If there's no one to save us, then we'll surrender to you.”", "4": "When the messengers reached Gibeah where Saul lived, they reported the news directly to the people there. Then they all wept aloud.", "5": "At just that moment, Saul was coming back from keeping the cattle in the fields. “What's wrong with everybody?” he asked. “Why are they crying?” Saul was then told what the men from Jabesh had said.", "6": "God's spirit came over Saul when he heard those words, and he burned with anger.", "7": "He took two oxen, cut them into pieces, and sent them by messengers throughout Israel's territory. “This is exactly what will be done to the oxen of anyone who doesn't come to the aid of Saul and Samuel,” he said. Great fear of the Lord came over the people, and they came to Saul completely unified.[b]", "8": "When Saul counted them at Bezek, the soldiers from Israel totaled three hundred thousand and those from Judah thirty thousand.", "9": "The messengers who had come were then told, “Say this to the people of Jabesh-gilead: Tomorrow by the time the sun is hot, you will be saved.” When the messengers returned and reported this to the people of Jabesh, they were overjoyed.", "10": "Then the people of Jabesh told the Ammonites, “We will surrender to you tomorrow. Then you can do whatever you want to us.”", "11": "The next day Saul organized his troops into three formations. They attacked the Ammonite camp during the morning watch and slaughtered them until the heat of the day. The survivors were so scattered that not even two of them could be found together.", "12": "Then people asked Samuel, “Who was it who said, 'Will Saul rule over us?' Give us those people; we'll kill them!”", "13": "But Saul said, “No one will be executed because today the Lord has saved Israel.”", "14": "“Let's go to Gilgal,” Samuel told the people, “and renew the monarchy there.”", "15": "So everyone went to Gilgal, and there at Gilgal they made Saul king in the Lord's presence. They offered well-being sacrifices in the Lord's presence, and Saul and all the Israelites held a great celebration there."}