{"1": "Samuel said to all Israel: “Listen: I have done everything you asked of me and have placed a king over you.", "2": "The king will lead you now. I am old and gray, though my sons are still with you, and I've been your leader since I was young until now.", "3": "So I'm here: Tell the truth about me in the presence of the Lord and his anointed. Have I ever stolen someone's ox? Have I ever taken someone's donkey? Have I ever oppressed or mistreated anyone? Have I ever taken bribes from someone and looked the other way about something? Tell me the truth.[a] I will make it right.”", "4": "“You haven't oppressed or mistreated us, and you've never taken anything from anyone,” the people answered.", "5": "Samuel replied, “The Lord and his anointed one are witnesses against you today that you haven't found anything in my possession.” “Agreed,” they said.", "6": "Then Samuel told the people: “The witness[b] is indeed the Lord, who appointed Moses and Aaron and brought your ancestors up from the land of Egypt.", "7": "So now stand here, and I will judge you in the Lord's presence because of all the Lord's righteous acts that he has done for you and your ancestors:", "8": "“When Jacob entered Egypt, the Egyptians oppressed them.[c] So your ancestors cried out to the Lord. The Lord then sent Moses and Aaron, who brought your ancestors out of Egypt and settled them here.", "9": "But your ancestors forgot the Lord their God, so he handed them over to Sisera the commander of Hazor's army, and to the Philistines, and to the Moabite king, all of whom fought against them.", "10": "Then your ancestors cried out to the Lord and said: 'We have sinned because we have abandoned the Lord and have worshipped the Baals and the Astartes. But now deliver us from the power of our enemies, and we will worship you.'", "11": "So the Lord sent Jerubbaal, Barak,[d] Jephthah, and Samson,[e] and he delivered you from the power of your enemies on every side. And you lived safe and secure.", "12": "But when you saw that Nahash the Ammonite king was coming against you, you said to me, 'No! There must be a king to rule over us.' But the Lord your God was already your king!", "13": "“So now, here is the king you chose, the one you asked for. Yes, the Lord has put a king over you!", "14": "If you will fear the Lord, worship him, obey him, and not rebel against the Lord's command, and if both you and the king who rules over you follow the Lord your God—all will be well.", "15": "But if you don't obey the Lord and rebel against the Lord's command, then the Lord's power will go against you and your king to destroy you.[f]", "16": "“So now take a stand! Look at this awesome thing the Lord is doing.", "17": "Isn't the wheat harvest today? I will call upon the Lord to send thunder and rain. Then you will know and will see for yourselves what great evil you've done in the Lord's eyes by asking for a king.”", "18": "Samuel called upon the Lord, and God sent thunder and rain on that very day. Then all the people were in awe of the Lord and Samuel.", "19": "All of them said to Samuel, “Please pray for us, your servants, to the Lord your God so we don't die because we have added to our many sins the evil of asking for a king.”", "20": "But Samuel answered the people, “Don't be afraid. Yes, you've done all this evil; just don't turn back from following the Lord. Serve the Lord with all your heart.", "21": "Don't turn aside to follow useless idols that can't help you or save you. They're absolutely useless!", "22": "For the sake of his reputation, the Lord won't abandon his people, because the Lord has decided to make you his very own people.", "23": "But me? I would never sin against the Lord by failing to pray for you. I will teach you what is good and right.", "24": "Just fear the Lord and serve him faithfully with all your heart. Look at what great things he has done for you!", "25": "But if you continue to do evil, then both you and your king will be destroyed.”"}