{"1": "Samuel said to Saul, “The Lord sent me to anoint you king over his people Israel. Listen now to the Lord's words!", "2": "This is what the Lord of heavenly forces says: I am going to punish the Amalekites for what they did to Israel: how they attacked the Israelites as they came up from Egypt.", "3": "So go! Attack the Amalekites; put everything that belongs to them under the ban.[a] Spare no one. Kill men and women, children and infants, oxen and sheep, camels and donkeys.”", "4": "Saul called out the troops and counted them at Telaim: two hundred thousand foot soldiers and ten thousand more troops from Judah.", "5": "Then Saul advanced on the Amalekite city and laid an ambush in the valley.", "6": "Saul told the Kenites, “Get going! Leave the Amalekites immediately because you showed kindness to the Israelites when they came out of Egypt. Otherwise, I'll destroy you right along with them.” So the Kenites left the Amalekites.", "7": "Then Saul attacked the Amalekites from Havilah all the way to Shur, which is near Egypt.", "8": "He captured Agag the Amalekite king alive, but Saul placed all the people under the ban, killing them with the sword.", "9": "Saul and the troops spared Agag along with the best sheep, cattle, fattened calves,[b] lambs, and everything of value. They weren't willing to put them under the ban; but anything that was despised or of no value[c] they placed under the ban.", "10": "Then the Lord's word came to Samuel:", "11": "“I regret making Saul king because he has turned away from following me and hasn't done what I said.” Samuel was upset at this, and he prayed to the Lord all night long.", "12": "Samuel got up early in the morning to meet Saul, and was told, “Saul went to Carmel, where he is setting up a monument for himself. Then he left and went down to Gilgal.”", "13": "When Samuel reached Saul,[d] Saul greeted him, “The Lord bless you! I have done what the Lord said.”", "14": "“Then what,” Samuel asked, “is this bleating of sheep in my ears and mooing of cattle I hear?”", "15": "“They were taken from the Amalekites,” Saul said, “because the troops spared the best sheep and cattle in order to sacrifice them to the Lord your God. The rest was placed under the ban.”", "16": "Samuel then said to Saul, “Enough! Let me tell you what the Lord said to me last night.” “Tell me,” Saul replied.", "17": "Samuel said, “Even if you think you are insignificant, aren't you the leader of Israel's tribes? The Lord anointed you king over Israel.", "18": "The Lord sent you on a mission, instructing you, 'Go, and put the sinful Amalekites under the ban. Fight against them until you've wiped them out.'", "19": "Why didn't you obey the Lord? You did evil in the Lord's eyes when you tore into the plunder!”", "20": "“But I did obey the Lord!” Saul protested to Samuel. “I went on the mission the Lord sent me on. I captured Agag the Amalekite king, and I put the Amalekites under the ban.", "21": "Yes, the troops took sheep and cattle from the plunder—the very best items placed under the ban—but in order to sacrifice them to the Lord your God at Gilgal.”", "22": "Then Samuel replied, “Does the Lord want entirely burned offerings and sacrifices as much as obedience to the Lord? Listen to this: obeying is better than sacrificing, paying attention is better than fat from rams,", "23": "because rebellion is as bad as the sin of divination; arrogance is like the evil of idolatry.[e] Because you have rejected what the Lord said, he has rejected you as king.”", "24": "Saul said to Samuel, “I have sinned because I disobeyed the Lord's command and your instructions. I was afraid of the troops and obeyed them.", "25": "But now please forgive my sin! Come back with me, so I can worship the Lord.”", "26": "But Samuel said to Saul, “I can't[f] return with you because you have rejected what the Lord said, and the Lord has rejected you from being king over Israel.”", "27": "Samuel turned to leave, but Saul grabbed at the edge of his robe, and it ripped.", "28": "Then Samuel told him, “The Lord has ripped the kingdom of Israel from you today. He will give it to a friend of yours, someone who is more worthy than you.", "29": "What's more, the enduring one of Israel doesn't take back what he says and doesn't change his mind. He is not a human being who would change his mind.”", "30": "“I have sinned,” Saul said, “but please honor me in front of my people's elders and before Israel, and come back with me so I can worship the Lord your God.”", "31": "So Samuel went back with Saul, and Saul worshipped the Lord.", "32": "“Bring me Agag the Amalekite king,” Samuel said. Agag came to him in chains, asking, “Would death have been as bitter as this is?”[g]", "33": "Samuel said, “Just as your sword left women without their children, now your mother will be childless among women.” Then Samuel cut Agag to pieces in the Lord's presence at Gilgal.", "34": "Then Samuel went to Ramah, but Saul went up to his home in Gibeah.", "35": "Samuel never saw Saul again before he died, but he grieved over Saul. However, the Lord regretted making Saul king over Israel."}