{"1": "As soon as David had finished talking with Saul, Jonathan's life[a] became bound up with David's life, and Jonathan loved David as much as himself.[b]", "2": "From that point forward, Saul kept David in his service[c] and wouldn't allow him to return to his father's household.", "3": "And Jonathan and David made a covenant together because Jonathan loved David as much as himself.", "4": "Jonathan took off the robe he was wearing and gave it to David, along with his armor, as well as his sword, his bow, and his belt.", "5": "David went out and was successful in every mission Saul sent him to do. So Saul placed him in charge of the soldiers, and this pleased all the troops as well as Saul's servants.", "6": "After David came back from killing the Philistine, and as the troops returned home, women from all of Israel's towns came out to meet King Saul[d] with singing and dancing, with tambourines, rejoicing, and musical instruments.", "7": "The women sang in celebration: “Saul has killed his thousands, but David has killed his tens of thousands!”", "8": "Saul burned with anger. This song annoyed him. “They've credited David with tens of thousands,” he said, “but only credit me with thousands. What's next for him—the kingdom itself?”", "9": "So Saul kept a close eye on David from that point on.", "10": "The next day an evil spirit from God came over Saul,[e] and he acted like he was in a prophetic frenzy in his house. So David played the lyre as he usually did. Saul had a spear in his hand,", "11": "and he threw it, thinking, I'll pin David to the wall. But David escaped from him two different times.", "12": "Saul was afraid of David because the Lord was with David but no longer with Saul.", "13": "So Saul removed David from his service, placing him in command of a unit of one thousand men. David led the men out to war and back.", "14": "David was successful in everything he did because the Lord was with him.", "15": "Saul saw that he was very successful, and he was afraid of him.", "16": "Everyone in Israel and Judah loved David because he led them out in war and back again.", "17": "Saul said to David, “Look, here is my oldest daughter Merab. I will give her to you in marriage on this condition: you must be my warrior and fight the Lord's battles.” I won't raise my hand against him, Saul thought; let the Philistines do that!", "18": "“I'm not worthy,” David replied to Saul, “and neither is my family or my father's clan in Israel, to become the king's son-in-law.”", "19": "And so when the time came for Saul's daughter Merab to be married to David, she was given to Adriel from Meholah instead.", "20": "Now Saul's younger daughter Michal loved David. When this was reported to Saul, he was happy about it.", "21": "I'll give her to him, Saul thought; she'll cause him problems, and the Philistines will be against him. So Saul said to David a second time, “Become my son-in-law now.”", "22": "Saul instructed his servants, “Tell David in private: 'Look, the king likes you, and all his servants love you. You should become the king's son-in-law.'”", "23": "Saul's servants whispered these things in David's ear. But David said, “Do you think it's a simple matter to become the king's son-in-law? I don't! I'm poor and insignificant.”", "24": "Saul's servants reported what David said,", "25": "and Saul replied, “Tell David this: 'The king doesn't want any bridal gift, just a hundred Philistine foreskins as vengeance on the king's enemies.'” (Saul was hoping that David would die at the hands of the Philistines.)", "26": "When the servants reported this to David, he was happy to become the king's son-in-law. Even before the allotted time had expired,[f]", "27": "David got up and went with his soldiers and killed one hundred Philistines.[g] David brought their foreskins and counted them out for the king so he could become the king's son-in-law. Then Saul gave his daughter Michal to him in marriage.", "28": "When Saul knew for certain that the Lord was with David and that his daughter Michal loved him,", "29": "then Saul was even more afraid of David. Saul was David's enemy for the rest of his life.[h]", "30": "And whenever the Philistine commanders came out for battle, David would have more success than the rest of Saul's officers, so his fame spread widely."}