{"1": "Saul ordered his son Jonathan and all his servants to kill David, but Jonathan, Saul's son, liked David very much.", "2": "So Jonathan warned David, “My father Saul is trying to kill you. Be on guard tomorrow morning. Stay somewhere safe and hide.", "3": "I'll go out and stand by my father in the field where you'll be. I'll talk to my father about you, and I'll tell you whatever I find out.”", "4": "So Jonathan spoke highly about David to his father Saul, telling him, “The king shouldn't do anything wrong to his servant David, because he hasn't wronged you. In fact, his actions have helped you greatly.", "5": "He risked his own life when he killed that Philistine, and the Lord won a great victory for all Israel. You saw it and were happy about it. Why then would you do something wrong to an innocent person by killing David for no reason?”", "6": "Saul listened to Jonathan and then swore, “As surely as the Lord lives, David won't be executed.”", "7": "So Jonathan summoned David and told him everything they had talked about. Then Jonathan brought David back to Saul, and David served Saul as he had previously.", "8": "War broke out again. When David went out to fight the Philistines, he struck them with such force that they ran from him.", "9": "Then an evil spirit from the Lord came over Saul.[a] He was sitting in his house with his spear in hand while David was playing music.", "10": "Saul tried to pin David to the wall with his spear, but David escaped Saul. Saul drove the spear into the wall, but David fled and got away safely. That night", "11": "Saul sent messengers to David's house to keep watch on it and kill him in the morning. David's wife Michal warned him, “If you don't escape with your life tonight, you are a dead man tomorrow.”", "12": "So Michal lowered David through a window. He took off and ran, and he got away.", "13": "Then Michal took the household's divine image and laid it in the bed, putting some goat's hair on its head and covering it with clothes.", "14": "Saul sent messengers to arrest David, but she said, “He's sick.”", "15": "Saul sent the messengers back to check on David for themselves. “Bring him to me on his bed,” he ordered, “so he can be executed.”", "16": "When the messengers arrived, they found the idol in the bed with the goat's hair on its head.", "17": "Saul said to Michal, “Why could you betray me like this, letting my enemy go so that now he has escaped?” Michal said to Saul, “David told me, 'Help me get away or I'll kill you!'”", "18": "So David fled and escaped. When he reached Samuel at Ramah, he reported to him everything Saul had done to him. Then he and Samuel went to stay in the camps.[b]", "19": "When Saul was told that David was in the camps at Ramah,", "20": "he sent messengers to arrest David. They saw a group of prophets in a prophetic frenzy, with Samuel standing there as their leader. God's spirit came over Saul's messengers, and they also fell into a prophetic frenzy.", "21": "This was reported to Saul, and he sent different messengers, but they also fell into a prophetic frenzy. So Saul sent a third group of messengers, and they did the very same thing.", "22": "At that point, Saul went to Ramah himself. He came to the well at the threshing floor that was on the bare hill there[c] and asked, “Where are Samuel and David?” “In the camps at Ramah,” he was told.", "23": "So Saul went to the camps at Ramah, and God's spirit came over him too. So as he traveled, he was in a prophetic frenzy until he reached the camps at Ramah.", "24": "He even took off all his clothes and fell into a prophetic frenzy in front of Samuel. He lay naked that whole day and night. That's why people say, “Is Saul also one of the prophets?”"}