{"1": "David fled from the camps at Ramah. He came to Jonathan and asked, “What have I done? What is my crime? How have I wronged your father that he wants me dead?”", "2": "Jonathan said to him, “No! You are not going to die! Listen: My father doesn't do anything big or small without telling me first. Why would my father hide this from me? It isn't true!”", "3": "But David solemnly promised in response, “Your father knows full well that you like me. He probably said, 'Jonathan must not learn about this or he'll be upset.'[a] But I promise you—on the Lord's life and yours!—that I am this close to death!”", "4": "“What do you want me to do?” Jonathan said to David. “I'll do it.”", "5": "“Okay, listen,” David answered Jonathan. “Tomorrow is the new moon, and I'm supposed to sit with the king at the feast. Instead, let me go and I'll hide in the field until nighttime.[b]", "6": "If your father takes note of my absence, tell him, 'David begged my permission to run down to his hometown Bethlehem, because there is an annual sacrifice there for his whole family.'", "7": "If Saul says 'Fine,' then I, your servant, am safe. But if he loses his temper, then you'll know for certain that he intends to harm me.", "8": "So be loyal to your servant, because you've brought your servant into a sacred covenant[c] with you. If I'm guilty, then kill me yourself; just don't take me back to your father.”", "9": "“Enough!” Jonathan replied. “If I can determine for certain that my father intends to harm you, of course I'll tell you!”", "10": "“Who will tell me if your father responds harshly?” David asked Jonathan.", "11": "“Come on,” Jonathan said to David. “Let's go into the field.” So both of them went out into the field.", "12": "Then Jonathan told David, “I pledge by the Lord God of Israel that I will question my father by this time tomorrow or on the third day. If he seems favorable toward David, I will definitely send word and make sure you know.", "13": "But if my father intends to harm you, then may the Lord deal harshly with me, Jonathan, and worse still if I don't tell you right away so that you can escape safely. May the Lord be with you as he once was with my father.", "14": "If I remain alive, be loyal to me.[d] But if I die,", "15": "don't ever stop being loyal to my household. Once the Lord has eliminated all of David's enemies from the earth,", "16": "if Jonathan's name is also eliminated, then the Lord will seek retribution from David!”[e]", "17": "So Jonathan again made a pledge to David[f] because he loved David as much as himself.", "18": "“Tomorrow is the festival of the new moon,” Jonathan told David. “You will be missed because your seat will be empty.", "19": "The day after tomorrow, go all the way to the spot where you hid on the day of the incident, and stay close to that mound.[g]", "20": "On the third day I will shoot an arrow to the side of the mound as if aiming at a target.[h]", "21": "Then I'll send the servant boy, saying, 'Go retrieve the arrow.' If I yell to the boy, 'Hey! The arrow is on this side of you. Get it!' then you can come out because it will be safe for you. There won't be any trouble—I make a pledge on the Lord's life.", "22": "But if I yell to the young man, 'Hey! The arrow is past you,' then run for it, because the Lord has sent you away.", "23": "Either way, the Lord is witness[i] between us forever regarding the promise we made to each other.”", "24": "So David hid himself in the field. When the new moon came, the king sat at the feast to eat.", "25": "He took his customary seat by the wall. Jonathan sat opposite him[j] while Abner sat beside Saul. David's seat was empty.", "26": "Saul didn't say anything that day because he thought, Perhaps David became unclean somehow. That must be it.", "27": "But on the next day, the second of the new moon, David's seat was still empty. Saul said to his son Jonathan, “Why hasn't Jesse's son come to the table,[k] either yesterday or today?”", "28": "Jonathan answered Saul, “David begged my permission to go to Bethlehem.", "29": "He said, 'Please let me go because we have a family sacrifice there in town, and my brother has ordered me to be present. Please do me a favor and let me slip away so I can see my family.' That's why David hasn't been at the king's table.”", "30": "At that, Saul got angry at Jonathan. “You son of a stubborn, rebellious woman!” he said. “Do you think I don't know how you've allied yourself with Jesse's son? Shame on you and on the mother who birthed you![l]", "31": "As long as Jesse's son lives on this earth, neither you nor your dynasty will be secure. Now have him brought to me because he's a dead man!”", "32": "But Jonathan answered his father Saul, “Why should David be executed? What has he done?”", "33": "At that, Saul threw[m] his spear at Jonathan to strike him, and Jonathan realized that his father intended to kill David.", "34": "Jonathan got up from the table in a rage. He didn't eat anything on the second day of the new moon because he was worried about David and because his father had humiliated him.", "35": "In the morning, Jonathan went out to the field for the meeting with David, and a young servant boy went with him.", "36": "He said to the boy, “Go quickly and retrieve the arrow that I shoot.” So the boy ran off, and he shot an arrow beyond him.", "37": "When the boy got to the spot where Jonathan shot the arrow, Jonathan yelled to him, “Isn't the arrow past you?”", "38": "Jonathan yelled again to the boy, “Quick! Hurry up! Don't just stand there!” So Jonathan's servant boy gathered up the arrow and came back to his master.", "39": "The boy had no idea what had happened; only Jonathan and David knew.", "40": "Jonathan handed his weapons to the boy and told him, “Get going. Take these back to town.”", "41": "As soon as the boy was gone, David came out from behind the mound[n] and fell down, face on the ground, bowing low three times. The friends kissed each other, and cried with each other, but David cried hardest.", "42": "[o] Then Jonathan said to David, “Go in peace because the two of us made a solemn pledge in the Lord's name when we said, 'The Lord is witness between us and between our descendants forever.'” Then David got up and left, but Jonathan went back to town."}