{"1": "[a] David came to Nob where Ahimelech was priest. Ahimelech was shaking in fear when he met David. “Why are you alone? Why is no one with you?” he asked.", "2": "David answered Ahimelech the priest, “The king has given me orders, but he instructed me, 'Don't let anyone know anything about the mission I'm sending you on or about your orders.' As for my troops, I told them to meet me at an undisclosed location.", "3": "Now what do you have here with you? Give me five loaves of bread or whatever you can find.”", "4": "“I don't have any regular bread on hand,” the priest answered David, “just holy bread—but only if your troops have abstained from sexual activity.”", "5": "“Definitely,” David answered the priest. “Whenever I go out to war, women are off-limits; that's our standard operating procedure. Even on regular missions, the men's gear is[b] kept holy. That's even more true today, with the mission holy along with the gear.”[c]", "6": "So the priest gave David holy bread, because there was no other bread except the bread of the presence, which is removed from the Lord's presence and replaced by warm bread as soon as it is taken away.", "7": "Now one of Saul's servants was there that day, detained in the Lord's presence. His name was Doeg. He was an Edomite and Saul's head shepherd.", "8": "David asked Ahimelech, “Do you have a spear or sword on hand? I didn't bring my sword or gear with me because the king's mission was urgent.”", "9": "The priest said, “The sword of Goliath, the Philistine you killed in the Elah Valley, is here wrapped in a cloth behind a priestly vest.[d] If you want it, take it, because there are no other swords here.” David said, “No sword is as good as that one! Give it to me!”", "10": "So David got up and continued running from Saul. He went to Achish, Gath's king.", "11": "Achish's servants said to him, “Isn't that David, king of the land? He's the one people sing about in their dances, 'Saul has killed his thousands, but David has killed his tens of thousands!'”", "12": "David took these words very seriously and became very frightened of Achish, Gath's king.", "13": "So he changed the way he acted with them, pretending to be insane while he was with them.[e] He scratched marks on the doors of the city gates[f] and let spit run down his chin.", "14": "“Can't you see he's crazy?” Achish asked his servants. “Why bring him to me?", "15": "Am I short on insane people that you've brought this person to go crazy right in front of me? Do you really think I'm going to let this man enter my house?”"}