{"1": "At that time, the Philistines gathered their troops for war to fight against Israel. Achish said to David, “Count on you and your soldiers marching out with me in the army.”", "2": "“Excellent,” David answered Achish. “Now you'll see for yourself what your servant can do.” “Excellent,” Achish replied. “I will make you my permanent bodyguard.”", "3": "Now Samuel had died, and all Israel mourned him and buried him in Ramah, his hometown. And Saul had banned all mediums and diviners from the land.", "4": "The Philistines gathered their forces and advanced to camp at Shunem. Saul gathered all Israel, and they camped at Gilboa.", "5": "When Saul saw the Philistine army, he was so afraid that his heart beat wildly.", "6": "When Saul questioned the Lord, the Lord didn't answer him—not by dreams, not by the Urim, and not by the prophets.", "7": "So Saul said to his servants, “Find me a woman who communicates with ghosts! I'll then go to her and ask by using her techniques.”[a] “There is such a medium in En-dor,” his servants replied.", "8": "So Saul disguised himself, dressing in different clothes. Then he and two men set out, going to the woman at nighttime. “Please call up a ghost for me! Bring me the one I specify,” Saul said.", "9": "“Listen,” the woman said to him, “you know what Saul has done, how he has banned all mediums and diviners from the land. What are you doing? Trying to get me killed?”", "10": "But Saul promised to her by the Lord, “As surely as the Lord lives, you won't get into trouble for this.”", "11": "So the woman said, “Who do you want me to bring up for you?” “Bring up Samuel,” he said.", "12": "When the woman saw Samuel, she screamed at Saul, “Why have you tricked me? You are Saul!”", "13": "“Don't be afraid!” the king said to her. “What do you see?” The woman said to Saul, “I see a god[b] coming up from the ground.”", "14": "“What does he look like?” Saul asked her. “An old man is coming up,” she said. “He's wrapped in a robe.” Then Saul knew that it was Samuel, and he bowed low out of respect, nose to the ground.", "15": "“Why have you disturbed me by bringing me up?” Samuel asked Saul. “I'm in deep trouble!” Saul replied. “The Philistines are at war with me, and God has turned away from me and no longer answers me by prophets or by dreams. So I have called on you to tell me what I should do.”", "16": "“Why do you ask me,” Samuel said, “since the Lord has turned away from you and has become your enemy?[c]", "17": "The Lord has done to you[d] exactly what he spoke through me: The Lord has ripped the kingdom out of your hands and has given it to your friend David.", "18": "The Lord has done this very thing to you today because you didn't listen to the Lord's voice and didn't carry out his fierce anger against the Amalekites.", "19": "The Lord will now hand over both you and Israel to the Philistines. And come tomorrow, you and your sons will be with me![e] The Lord will hand Israel's army over to the Philistines.”", "20": "Saul immediately fell full length on the ground, utterly terrified at what Samuel had said. He was weak because he hadn't eaten anything all day or night.", "21": "The woman approached Saul, and after seeing how scared he was, she said, “Listen, your servant has obeyed you. I risked my life and did what you told me to do.", "22": "Now it's your turn to listen to me, your servant. Let me give you a bit of food. Eat it, then you'll have the strength to go on your way.”", "23": "But Saul refused. “I can't eat!” he said. But his servants and the woman urged him to do so, and so he did. He got up off the ground and sat on a couch.", "24": "The woman had a fattened calf in the house, and she quickly butchered it.[f] She took flour, kneaded it, and baked unleavened bread.", "25": "She served this to Saul and his servants, and they ate. They got up and left that very night."}