{"1": "Now when Samuel got old, he appointed his sons to serve as Israel's judges.", "2": "The name of his oldest son was Joel; the name of the second was Abijah. They served as judges in Beer-sheba.", "3": "But Samuel's sons didn't follow in his footsteps. They tried to turn a profit, they accepted bribes, and they perverted justice.", "4": "So all the Israelite elders got together and went to Samuel at Ramah.", "5": "They said to him, “Listen. You are old now, and your sons don't follow in your footsteps. So appoint us a king to judge us like all the other nations have.”", "6": "It seemed very bad to Samuel when they said, “Give us a king to judge us,” so he prayed to the Lord.", "7": "The Lord answered Samuel, “Comply with the people's request—everything they ask of you—because they haven't rejected you. No, they've rejected me as king over them.", "8": "They are doing to you only what they've been doing to me[a] from the day I brought them out of Egypt to this very minute, abandoning me and worshipping other gods.", "9": "So comply with their request, but give them a clear warning, telling them how the king will rule over them.”[b]", "10": "Then Samuel explained everything the Lord had said to the people who were asking for a king.", "11": "“This is how the king will rule over you,” Samuel said: “He will take your sons, and will use them for his chariots and his cavalry and as runners for his chariot.", "12": "He will use them as his commanders of troops of one thousand and troops of fifty, or to do his plowing and his harvesting, or to make his weapons or parts for his chariots.", "13": "He will take your daughters to be perfumers, cooks, or bakers.", "14": "He will take your best fields, vineyards, and olive groves and give them to his servants.", "15": "He will give one-tenth of your grain and your vineyards to his officials and servants.", "16": "He will take your male and female servants, along with the best of your cattle[c] and donkeys, and make them do his work.", "17": "He will take one-tenth of your flocks, and then you yourselves will become his slaves!", "18": "When that day comes, you will cry out because of the king you chose for yourselves, but on that day the Lord won't answer you.”", "19": "But the people refused to listen to Samuel and said, “No! There must be a king over us", "20": "so we can be like all the other nations. Our king will judge us and lead us and fight our battles.”", "21": "Samuel listened to everything the people said and repeated it directly to the Lord.", "22": "Then the Lord said to Samuel, “Comply with their request. Give them a king.” Samuel then told the Israelite people, “Go back, each of you, to your own hometown.”"}