{"1": "There was a wealthy man from the tribe of Benjamin named Kish. He was the son of Abiel son of Zeror son of Becorath son of Aphiah, a Benjaminite.", "2": "He had a son named Saul, who was a handsome young man. No one in Israel was more handsome than Saul, and he stood head and shoulders above everyone else.", "3": "When the donkeys belonging to Saul's father Kish were lost, Kish said to his son Saul, “Take one of the servant boys with you and go look for the donkeys.”", "4": "So he traveled through the highlands of Ephraim and the land of Shalishah, but they didn't find anything. They traveled through the land of Shaalim, but still found nothing, so they crossed back into the land of Benjamin, but they still couldn't find the donkeys.", "5": "When they came to the territory of Zuph, Saul said to the boy who was with him, “Let's go back before my father stops worrying about the donkeys and starts worrying about us.”", "6": "But the boy said to him, “Listen, there's a man of God in this town. He's famous—everything he says actually happens! So let's go there. Maybe he'll be able to tell us which way we should go.”", "7": "Saul said to his young boy, “But if we go, what should we bring to the man? The food in our bags is all gone. We don't have any gift to offer the man of God. Do we have anything?”", "8": "“Here,” the boy answered Saul, “I've got a quarter-shekel of silver. I'll give that to the man of God so he tells us which way to go.”", "9": "(9 Earlier in Israel, someone going to consult with God would say, “Let's go to the seer,” because the people who are called prophets today were previously called seers.)", "10": "Saul said to the boy, “Great idea! Let's go.” So they went into the town where the man of God lived.", "11": "They were going up the hill to the town when they met some young women coming out to draw water. “Is the seer here?” they asked them.", "12": "“He's just ahead of you,” they answered. “Hurry up! He has just come to town because there is a sacrifice today for the people at the shrine.", "13": "You'll find him as soon as you enter the town, before he goes up to the shrine to eat. The people won't eat until he gets there, because he must bless the sacrifice. Only after that can the invited guests eat. Now get going because you'll find him momentarily.”", "14": "So Saul and the boy went up to the town, and as they entered it, suddenly Samuel came toward them on his way up to the shrine.", "15": "Now the day before Saul came, the Lord had revealed the following to Samuel:", "16": "“About this time tomorrow I will send you a man from the Benjaminite territory. You will anoint him as leader of my people Israel. He will save my people from the Philistines' power because I have seen the suffering of[a] my people, and their cry for help has reached me.”", "17": "When Samuel saw Saul, the Lord told him, “That's the man I told you about. That's the one who will rule[b] my people.”", "18": "Saul approached Samuel in the city gate and said, “Please tell me where the seer's house is.”", "19": "“I'm the seer,” Samuel told Saul. “Go on ahead of me to the shrine. You can eat with me today. In the morning I'll send you on your way, and I will tell you everything you want to know.", "20": "As for the donkeys you lost three days ago, don't be worried about them because they've been found. Who owns all of Israel's treasures, anyway? Isn't it you and your whole family?”[c]", "21": "“I'm a Benjaminite,” Saul responded, “from the smallest Israelite tribe, and my family is the littlest of the families in the tribe of Benjamin. Why would you say something like that to me?”", "22": "Then Samuel took Saul and his young servant and brought them to the banquet room. He gave them an honored place among the invited guests. There were about thirty total.", "23": "Samuel said to the cook, “Serve the portion I gave you—the one I told you to set aside.”", "24": "So the cook took the thigh and what was on it,[d] and put it in front of Saul. Samuel said, “Look, what had been reserved is now in front of you. Eat up, because it was set apart for you for this specific occasion, ever since I invited the guests.”[e] So Saul ate with Samuel that day.", "25": "When they came back from the shrine to the town, a bed was made for Saul on the roof, and he slept.[f]", "26": "Near dawn, Samuel called to Saul on the roof, “Wake up! I will send you on your way.” So Saul got up, and the two of them, he and Samuel, went outside.", "27": "As they were nearing the edge of town Samuel said, “Tell the boy to go on ahead of us” (the servant did so) “but you stop for a bit so I can tell you God's word.”"}