{"1": "This message is the word of the Lord given to Israel through Malachi.", "2": "The Lord said, “I have loved you.” But you ask, “How have you loved us?” The Lord said, “Esau and Jacob were brothers. I loved Jacob, ", "3": "but I hated Esau. I destroyed his mountain country and left his land to the wild dogs of the desert.”", "4": "The people of Edom might say, “We were destroyed, but we will go back and rebuild the ruins.” But the Lord All-Powerful says, “If they rebuild them, I will destroy them. People will say, 'Edom is a wicked country. The Lord is always angry with the Edomites.' ", "5": "You will see these things with your own eyes. And you will say, 'The Lord is great, even outside the borders of Israel!'”", "6": "The Lord All-Powerful says, “A son honors his father, and a servant honors his master.” I am a father, so why don't you honor me? I am a master, so why don't you respect me? You priests do not respect me. “But you ask, 'How have we shown you disrespect?'", "7": "“You have shown it by bringing unclean food to my altar. “But you ask, 'What makes it unclean?' “It is unclean because you don't respect the altar of the Lord. ", "8": "When you bring blind animals as sacrifices, that is wrong. When you bring crippled and sick animals, that is wrong. Try giving them to your governor. Would he be pleased with you? He wouldn't accept you,” says the Lord All-Powerful.", "9": "“Now ask God to be kind to you, but he won't accept you with such offerings,” says the Lord All-Powerful.", "10": "“I wish one of you would close the Temple doors so that you would not light useless fires on my altar! I am not pleased with you and will not accept your gifts,” says the Lord All-Powerful. ", "11": "“From the east to the west I will be honored among the nations. Everywhere they will bring incense and clean offerings to me, because I will be honored among the nations,” says the Lord All-Powerful.", "12": "“But you don't honor me. You say about the Lord's altar, 'It is unclean, and the food has no worth.' ", "13": "You say, 'We are tired of doing this,' and you sniff at it in disgust,” says the Lord All-Powerful. “And you bring hurt, crippled, and sick animals as gifts. You bring them as gifts, but I won't accept them from you,” says the Lord. ", "14": "“The person who cheats will be cursed. He has a male animal in his flock and promises to offer it, but then he offers to the Lord an animal that has something wrong with it. I am a great king,” says the Lord All-Powerful, “and I am feared by all the nations."}