{"1": "“Priests, this command is for you. ", "2": "Listen to me. Pay attention to what I say. Honor my name,” says the Lord All-Powerful. “If you don't, I will send a curse on you and on your blessings. I have already cursed them, because you don't pay attention to what I say.", "3": "“I will punish your descendants. I will smear your faces with the animal insides left from your feasts, and you will be thrown away with it. ", "4": "Then you will know that I am giving you this command so my agreement with Levi will continue,” says the Lord All-Powerful. ", "5": "“My agreement for priests was with the tribe of Levi. I promised them life and peace so they would honor me. And they did honor me and fear me. ", "6": "They taught the true teachings and spoke no lies. With peace and honesty they did what I said they should do, and they kept many people from sinning.", "7": "“A priest should teach what he knows, and people should learn the teachings from him, because he is the messenger of the Lord All-Powerful. ", "8": "But you priests have stopped obeying me. With your teachings you have caused many people to do wrong. You have broken the agreement with the tribe of Levi!” says the Lord All-Powerful. ", "9": "“You have not been careful to do what I say, but instead you take sides in court cases. So I have caused you to be hated and disgraced in front of everybody.”", "10": "We all have the same father; the same God made us. So why do people break their promises to each other and show no respect for the agreement our ancestors made with God? ", "11": "The people of Judah have broken their promises. They have done something God hates in Israel and Jerusalem: The people of Judah did not respect the Temple that the Lord loves, and the men of Judah married women who worship foreign gods. ", "12": "Whoever does this might bring offerings to the Lord All-Powerful, but the Lord will still cut that person off from the community of Israel.", "13": "This is another thing you do. You cover the Lord's altar with your tears. You cry and moan, because he does not accept your offerings and is not pleased with what you bring. ", "14": "You ask, “Why?” It is because the Lord sees how you treated the wife you married when you were young. You broke your promise to her, even though she was your partner and you had an agreement with her. ", "15": "God made husbands and wives to become one body and one spirit for his purpose—so they would have children who are true to God. So be careful, and do not break your promise to the wife you married when you were young.", "16": "The Lord God of Israel says, “I hate divorce. And I hate people who do cruel things as easily as they put on clothes,” says the Lord All-Powerful. So be careful. And do not break your trust.", "17": "You have tired the Lord with your words. You ask, “How have we tired him?” You did it by saying, “The Lord thinks anyone who does evil is good, and he is pleased with them.” Or you asked, “Where is the God who is fair?”"}