{"1": "The Lord All-Powerful says, “I will send my messenger, who will prepare the way for me. Suddenly, the Lord you are looking for will come to his Temple; the messenger of the agreement, whom you want, will come.” ", "2": "No one can live through that time; no one can survive when he comes. He will be like a purifying fire and like laundry soap. ", "3": "Like someone who heats and purifies silver, he will purify the Levites and make them pure like gold and silver. Then they will bring offerings to the Lord in the right way. ", "4": "And the Lord will accept the offerings from Judah and Jerusalem, as it was in the past. ", "5": "The Lord All-Powerful says, “Then I will come to you and judge you. I will be quick to testify against those who take part in evil magic, adultery, and lying under oath, those who cheat workers of their pay and who cheat widows and orphans, those who are unfair to foreigners, and those who do not respect me.", "6": "“I the Lord do not change. So you descendants of Jacob have not been destroyed. ", "7": "Since the time of your ancestors, you have disobeyed my rules and have not kept them. Return to me, and I will return to you,” says the Lord All-Powerful. “But you ask, 'How can we return?'", "8": "“Should a person rob God? But you are robbing me. “You ask, 'How have we robbed you?' “You have robbed me in your offerings and the tenth of your crops. ", "9": "So a curse is on you, because the whole nation has robbed me. ", "10": "Bring to the storehouse a full tenth of what you earn so there will be food in my house. Test me in this,” says the Lord All-Powerful. “I will open the windows of heaven for you and pour out all the blessings you need. ", "11": "I will stop the insects so they won't eat your crops. The grapes won't fall from your vines before they are ready to pick,” says the Lord All-Powerful. ", "12": "“All the nations will call you blessed, because you will have a pleasant country,” says the Lord All-Powerful.", "13": "The Lord says, “You have said terrible things about me. “But you ask, 'What have we said about you?'", "14": "“You have said, 'It is useless to serve God. It did no good to obey his laws and to show the Lord All-Powerful that we were sorry for what we did. ", "15": "So we say that proud people are happy. Evil people succeed. They challenge God and get away with it.'”", "16": "Then those who honored the Lord spoke with each other, and the Lord listened and heard them. The names of those who honored the Lord and respected him were written in his presence in a book to be remembered.", "17": "The Lord All-Powerful says, “They belong to me; on that day they will be my very own. As a parent shows mercy to his child who serves him, I will show mercy to my people. ", "18": "You will again see the difference between good and evil people, between those who serve God and those who don't."}