{"1": "He chargeth him to preach the Gospel with all diligence, 3 in that so miserable a time: 6 that his death is hard at hand, 8 yet so, that as a conqueror he maketh haste to a glorious triumph. 10 He showeth the cause why he sendeth for Timothy, 11 even by reason of his present state. I [a]Charge thee therefore before God, and before the Lord Jesus Christ, which shall judge the quick and dead at that his appearing, and in his kingdom,", "2": "Preach the word: be instant, in season, and out of season: improve, rebuke, exhort with all longsuffering and doctrine.", "3": "[b]For the time will come when they will not suffer wholesome doctrine: but having their ears itching, shall after their own lusts get them an heap of teachers,", "4": "And shall turn their ears from the truth, and shall be given unto [c]fables.", "5": "[d]But watch thou in all things: suffer adversity: do the work of an Evangelist: [e]cause thy ministry to be thoroughly liked of.", "6": "[f]For I am now ready to be [g]offered, and the time of my departing is at hand.", "7": "I have fought a good fight, and have finished my course: I have kept the faith.", "8": "For henceforth is laid up for me the crown of righteousness, which the Lord the righteous Judge shall give me at that day: and not to me only, but unto all them also that love that his appearing.", "9": "[h]Make speed to come unto me at once:", "10": "For Demas hath forsaken me, and hath [i]embraced this present world, and is departed unto Thessalonica. Crescens is gone to Galatia, Titus unto Dalmatia.", "11": "Only Luke is with me. Take Mark and bring him with thee: for he is profitable unto me to minister.", "12": "And Tychicus have I sent to Ephesus.", "13": "The cloak that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but specially the parchments.", "14": "Alexander the coppersmith hath done me much evil: the Lord reward him according to his works.", "15": "Of whom be thou ware also: for he withstood our preaching sore.", "16": "At my first answering no man assisted me, but all forsook me: I pray God, that it may not be laid to their charge.", "17": "Notwithstanding the Lord assisted me, and strengthened me, that by me the preaching might be fully believed, and that all the Gentiles should hear: and I was delivered out of the mouth of the [j]lion.", "18": "And the Lord will deliver me from every [k]evil work, and will preserve me unto his [l]heavenly kingdom: to whom be praise for ever and ever, Amen.", "19": "Salute Prisca and Aquila, and the household of Onesiphorus.", "20": "Erastus abode at Corinth: Trophimus I left at Miletus sick.", "21": "Make speed to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren.", "22": "The Lord Jesus Christ be with thy Spirit. Grace be with you, Amen. ¶ The second Epistle written from Rome unto Timothy, the first Bishop elected of the Church of Ephesus, when Paul was presented the second time before the Emperor Nero."}