{"1": "Then the Spirit[a] lifted me up and brought me to the east gate of the temple of the Lord, which faces east. There, at the entrance to the gateway, were twenty-five men, and among them I saw Ja'azaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people. ", "2": "He said to me, “Son of man, these are the men who are plotting evil and giving wicked advice in this city, ", "3": "who are saying, 'We will not have to build houses anytime soon.[b] The city is the pot, and we are the meat.' ", "4": "Therefore, prophesy against them. Prophesy, son of man.”", "5": "Then the Spirit of the Lord fell upon me, and he told me to say this. This is what the Lord says. This is what you are saying, house of Israel. I know what you have in mind. ", "6": "You have killed many people in this city and filled its streets with the slain. ", "7": "Therefore, this is what the Lord God says. Your slain, which you have placed within the city, are the meat, and the city is the pot. But I will drive you out of it. ", "8": "The sword is what you have feared, and I will bring the sword upon you, declares the Lord God. ", "9": "I[c] will drive you out from it, hand you over to foreigners, and execute judgments on you. ", "10": "By the sword you will fall, and at the border of Israel I will judge you. Then you will know that I am the Lord. ", "11": "This city will not be a pot for you, and you will not be the meat inside it. At the border of Israel I will judge you. ", "12": "Then you will know that I am the Lord, in whose statutes you have not walked and whose ordinances you have not obeyed, but instead you have acted according to the ordinances of the nations around you.", "13": "While I was prophesying, Pelatiah son of Benaiah died. Then I fell facedown and cried out in a loud voice. I said, “Oh no, Lord God, you are making a complete destruction of the remaining survivors of Israel!”", "14": "Then the word of the Lord came to me.", "15": "Son of man, your brothers, your brothers who have the right to redeem your property,[d] and the whole house of Israel—all of it—to whom the inhabitants of Jerusalem are saying, “Stay far away from the Lord! This land has been given to us as a possession.” ", "16": "Tell them that this is what the Lord God says. Although I have removed them far away among the nations, and I have indeed scattered them among the lands, I will be a sanctuary for them for a little while in the lands to which they have gone.", "17": "Therefore say, “This is what the Lord God says.” I will gather you from the peoples and assemble you from the lands where you have been scattered, and I will give you the land of Israel. ", "18": "When they arrive back there, they will remove from it all its loathsome things and all its abominations. ", "19": "I will give them one heart, and I will put a new spirit within you. I will remove the heart of stone from their body and give them a heart of flesh, ", "20": "so that they will walk in my statutes and keep my ordinances and carry them out. They will be my people, and I will be their God. ", "21": "But as for those whose heart goes after their disgusting things and their abominations, I will bring down their conduct on their own heads, declares the Lord God.", "22": "Then the cherubim lifted up their wings. The wheels were beside them, and the Glory of the God of Israel was positioned above them. ", "23": "The Glory of the Lord went up from the middle of the city and stood on the mountain east of the city. ", "24": "The Spirit lifted me up and brought me to the exiles in Chaldea, in the vision from the Spirit of God. Then the vision I had seen departed from me, and I told the exiles all the things from the Lord that he had shown to me."}