{"1": "The word of the Lord came to me.", "2": "Son of man, you are living in the middle of a rebellious house. They have eyes to see, but they do not see, and they have ears to hear, but they do not hear, because they are a rebellious house. ", "3": "Therefore, you, son of man, pack your baggage for exile, and depart into exile during the daytime, while they are watching. You are to depart into exile from your place to another place, while they are watching. Perhaps they will see that they are a rebellious house. ", "4": "You are to bring out your baggage, packed for exile, during the daytime, while they are watching. Then in the evening, while they are watching, you are to go out like someone going into exile. ", "5": "While they are watching, dig through the wall, and bring out your baggage through it. ", "6": "While they are watching, lift it up on your shoulder, and carry it out at dusk. Cover your face so that you cannot see the ground, for I have made you a warning sign to the house of Israel.", "7": "I did that, exactly as I was commanded. I brought out my baggage, packed for exile, during the daytime, and then in the evening I dug through the wall by hand. When it was getting dark, I brought my baggage out. I carried it on my shoulder while they were watching.", "8": "In the morning the word of the Lord came to me. ", "9": "“Son of man, hasn't the house of Israel, that rebellious house, asked you, 'What are you doing?' ", "10": "You are to tell them that this is what the Lord God says.” This burdensome prophecy is about the burdensome prince in Jerusalem,[a] together with the whole house of Israel who are in its midst.", "11": "Say to them, “I am a warning sign for you.” Exactly what I have done will be done to them. Into exile, into captivity, they will go. ", "12": "The prince who is in their midst will carry his baggage on his shoulder at dusk and go out. They will dig through the wall to bring him out through it. He will cover his face, so he will not see the ground with his own eyes. ", "13": "I will spread out my net for him, and he will be caught in my trap. I will bring him to Babylon, to the land of the Chaldeans, but he will not see it, and there he will die. ", "14": "All those who are around him, his aides and all his troops, I will scatter to every wind, and I will unsheathe my sword against them. ", "15": "Then they will know that I am the Lord, when I scatter them among the nations and disperse them across many countries. ", "16": "But from among them I will let a small number survive the sword, famine, and plague, in order that they may tell about all their abominations among the nations where they go. Then they will know that I am the Lord.", "17": "The word of the Lord came to me.", "18": "Son of man, you are to eat your food with trembling, and you are to drink your water with shuddering and anxiety. ", "19": "You are to say to the people of the land: This is what the Lord God says about the inhabitants of Jerusalem on the soil of Israel. They will eat their food with anxiety and drink their water with horror, because everything that filled the land will be devastated because of the violence of all its inhabitants. ", "20": "The inhabited cities will be laid waste, and the land will be devastated. Then you will know that I am the Lord.", "21": "The word of the Lord came to me.", "22": "Son of man, what is this saying that you have about the homeland of Israel: “The days keep going by, and every vision fails”?", "23": "Therefore say this to them. This is what the Lord God says. I will put an end to this saying, and they will no longer use it as a saying in Israel. On the contrary, say to them, “The days are near when every vision will be fulfilled.” ", "24": "For no longer will there be any empty, unreliable visions or slippery, misleading omens within the house of Israel. ", "25": "For I am the Lord. Whatever word I speak will be fulfilled. It will be delayed no longer. For in your own days, you rebellious house, I will speak a word and fulfill it, declares the Lord God.", "26": "The word of the Lord came to me.", "27": "Son of man, listen to what the house of Israel is saying: “The vision that he is seeing is for many days in the future, and he is prophesying for distant times.” ", "28": "Therefore, tell the Israelites this is what the Lord God says. None of my words will be delayed any longer, because I will speak a word and it will be fulfilled, declares the Lord God."}