{"1": "The word of the Lord came to me.", "2": "Son of man, prophesy against the prophets of Israel who are prophesying. You are to say to the prophets who prophesy from their own heart: Hear the word of the Lord.", "3": "This is what the Lord God says. Woe to the foolish prophets who follow their own spirit and prophesy things which they have not seen. ", "4": "Israel, your prophets are like jackals among the ruins. ", "5": "You have not stepped up into the breaks in the wall, nor have you repaired the wall for the house of Israel, so that it could stand up in battle on the Day of the Lord. ", "6": "They see empty visions and their omens predict lies—those who say, “The declaration of the Lord,” when the Lord has not sent them, and yet they expect him to fulfill their word. ", "7": "Have you not, in fact, seen an empty vision and predicted lies when you say, “The declaration of the Lord,” when, in fact, I have not spoken? ", "8": "Therefore, this is what the Lord God says. Because you have spoken empty words and have seen a lying vision, therefore, I am surely against you, declares the Lord God. ", "9": "My hand will come upon the prophets who see empty visions and predict a lie. They will not remain in the council of my people. They will not be recorded in the register of the house of Israel, and they will not enter the land of Israel. Then you will know that I am the Lord God.", "10": "This will happen precisely because they have misled my people by saying, “Peace,” when there is no peace. When someone builds a flimsy wall, look how the false prophets daub it with a coat of mud plaster.[a] ", "11": "Tell those who are daubing with plaster that the wall will fall. There will be driving rain, large hailstones will fall,[b] and a violent wind will break out, ", "12": "and suddenly the wall will fall. Won't they say to you, “Where is the mud plaster you daubed on now?”", "13": "Therefore, this is what the Lord God says. In my wrath I will make a violent wind break out, and there will be driving rain because of my anger. In my wrath I will send large hailstones that bring destruction. ", "14": "I will demolish the wall that you have daubed with mud plaster. I will level it to the ground, so that its foundation will be exposed. It will fall, and you will perish within the city. Then you will know that I am the Lord. ", "15": "In this way I will exhaust my wrath against the wall and against those who daubed it with mud plaster, and I will say to you, “Gone is the wall, and gone are those who daubed on it— ", "16": "those prophets of Israel who are prophesying about Jerusalem and who proclaim a vision of peace about her when there is no peace, declares the Lord God.”", "17": "You, son of man, are to set your face against the daughters of your people, who are prophesying ecstatically from their own hearts. You are to prophesy against them. ", "18": "You are to say that this is what the Lord God says. Woe to those women who sew magic bands for all their[c] wrists and who make veils of every size for people's heads in order to trap souls.[d] Will you women trap the souls of my people, but preserve your own souls? ", "19": "You women profane me among my people for handfuls of barley and scraps of bread, killing people[e] who should not die and keeping people alive who should not live. You do this by your lying to my people—those who listen to lies. ", "20": "Therefore, this is what the Lord God says. Listen. I am against your magic bands, with which you women trap souls like birds. I will tear them from your arms, and I will set free the souls that you trap like birds. ", "21": "I will tear off your veils and rescue my people from your hand. They will no longer be in your hand like prey. Then you will know that I am the Lord.", "22": "Because you have disheartened the righteous man with delusions, even though I have not intended to grieve him, and you have strengthened the hands of[f] the wicked man, so that he does not repent of his evil way, and so he does not save his life, ", "23": "therefore, you women will no longer proclaim empty words, and you will no longer deceive with false omens. I will rescue my people from your hand. Then you will know that I am the Lord."}