{"1": "Some men from the elders of Israel came to me and sat down in front of me. ", "2": "Then the word of the Lord came to me.", "3": "Son of man, these men have set up their filthy idols[a] in their hearts, and they have placed a stumbling block that makes them guilty in front of their faces. So should I really let them consult me? ", "4": "Therefore, speak with them and tell them this is what the Lord God says. Whenever anyone from the house of Israel sets up his filthy idols in his heart or sets the stumbling block that makes him guilty in front of his face and he then comes to a prophet, I, the Lord, will give him an answer appropriate to the multitude of his filthy idols, ", "5": "so that I may capture the hearts of the house of Israel, for all of them have alienated themselves from me with their filthy idols. ", "6": "Therefore, tell the house of Israel that this is what the Lord God says. Repent and turn away from your filthy idols, and turn your faces away from all your abominations.", "7": "Certainly, anyone from the house of Israel or an alien who is residing in Israel, if he alienates himself from me and sets up his filthy idols in his heart and puts the stumbling block that makes him guilty in front of his face, and he then comes to a prophet to seek my guidance for himself, I myself, the Lord, will give him an answer. ", "8": "I will set my face against that man, and I will make him into a sign and a notorious example, and I will cut him off from among my people. Then you will know that I am the Lord.", "9": "If a prophet acts like a fool[b] and speaks a message, I, the Lord, have made a fool of that prophet.[c] I will stretch out my hand against him, and I will destroy him from among my people Israel. ", "10": "They will bear their guilt. The guilt of the one who seeks guidance will be the same as the guilt of the prophet, ", "11": "so that the house of Israel will no longer stray from following me, and they will never again defile themselves by all their rebellious acts. They will be my people, and I will be their God, declares the Lord God.", "12": "The word of the Lord came to me.", "13": "Son of man, when a land sins against me by adding one act of infidelity to another, so that I stretch out my hand against it to cut off its bread supply,[d] to send famine against it, and to cut off man and beast from it, ", "14": "even if these three men were in its midst—Noah, Daniel, and Job—by their righteousness they would save only their own lives, declares the Lord God.", "15": "If I cause wild animals to pass through the land and they rob it of its children, so that it becomes desolate, and no one can pass through because of the wild animals, ", "16": "and if these three men were in its midst, as I live, says the Lord God, they would not save either their sons or their daughters. They alone would be saved, but the land would be devastated.", "17": "Or if I bring a sword upon that land and say, “A sword shall pass through the land,” and I cut off from it man and beast, ", "18": "and these three men were in its midst, as I live, says the Lord God, they would not be able to save either their sons or their daughters, but they alone would be saved.", "19": "Or if I send a plague on that land, and with bloodshed I pour out my wrath on it to cut off man and beast from it, ", "20": "and if Noah, Daniel, and Job were in its midst, as I live, says the Lord God, they would not be able to save either their sons or their daughters. By their righteousness they would save only their own lives.", "21": "For this is what the Lord God says. How much worse it will be when I send my four terrible judgments—sword, famine, wild animals, and plague—upon Jerusalem to cut off man and beast from it!", "22": "But wait! A group of survivors will be left in it, those sons and daughters who will be brought out. Look! They are coming out to you, and you shall see their ways and their actions. Then you will be comforted concerning the disaster that I brought upon Jerusalem, everything that I brought upon it. ", "23": "And they will comfort you, because you will see their ways and their actions. Then you will know that it was not without cause that I did everything that I did against the city, declares the Lord God."}