{"1": "The word of the Lord came to me.", "2": "Son of man, confront Jerusalem with her abominations. ", "3": "Tell them this is what the Lord God says to Jerusalem. Your origin and your birth were from the land of the Canaanites. Your father was an Amorite and your mother a Hittite. ", "4": "This is the way it was at your birth. On the day you were born, your umbilical cord was not cut, and you were not washed with water to clean you up.[b] You were not rubbed down with salt, nor were you tightly wrapped with cloths. ", "5": "No eye looked at you with pity to do any of these things for you or to show compassion to you. On the day you were born, you were thrown out in the open field without regard for your life.", "6": "I passed by, and I saw you squirming in your blood. I said to you, “You there, lying there in your blood, live!” and I said to you, “You there, lying there in your blood, live!”[c] ", "7": "I made you grow like a sprout in the field. You grew up, you developed, and you became very beautiful.[d] Your breasts were formed and your hair had appeared, but you were completely naked. ", "8": "I passed by and saw you, and I noticed that you were old enough for love.[e] So I spread the skirt of my robe over you and covered your nakedness. I swore an oath to you to enter into a covenant of marriage with you, declares the Lord God, and you became mine. ", "9": "I washed you with water. I washed your blood off you. I anointed you with oil. ", "10": "I clothed you with the finest embroidered material and gave you sandals of luxurious leather.[f] I wrapped your head in the best linen and covered you with silk. ", "11": "I adorned you with jewelry. I put bracelets on your wrists and a necklace around your neck. ", "12": "I put a ring on your nose, earrings on your ears, and a glorious crown on your head. ", "13": "So you were adorned with gold and silver, and your clothing was made of the best linen, with silk and the finest embroidered material. You ate fine flour, honey, and olive oil. You were extraordinarily beautiful, and you attained the status of a queen. ", "14": "Your fame spread throughout the nations because of your beauty. In fact, it was perfect because of my splendor, which I had bestowed upon you, declares the Lord God.", "15": "But you trusted in your beauty, and, relying on your fame, you acted like a prostitute. You lavished your lust on every man passing by—you became his. ", "16": "You took some of your clothing and made colorful high places for yourself and acted like a prostitute on them. Such things should not happen. They should not be! ", "17": "You took your glorious articles made from my gold and my silver, which I had given to you, and you made male idols for yourself, and you acted like a prostitute with them. ", "18": "You took your clothing made of the finest embroidered material and covered the idols, and you set my oil and my incense in front of them. ", "19": "Also my food which I gave you—the fine flour, oil, and honey which I fed you—you set in front of them as a fragrant sacrifice. This is what happened, declares the Lord God.", "20": "You even took your sons and your daughters, whom you bore for me, and sacrificed them as food for the idols. Was your continual prostitution not enough? ", "21": "Did you have to slaughter my children and offer them to the idols by making them pass through the fire? ", "22": "With all your abominations and your prostitution, you did not remember the days of your youth, when you were completely naked, when you were squirming about in your blood. ", "23": "So after all your wickedness—woe, woe to you, says the Lord God!— ", "24": "you built for yourself a platform,[g] and you made a pavilion[h] for yourself in every public square. ", "25": "At the corner of every street you set up your pavilion and made your beauty into a disgusting thing. You spread your legs for every man passing by, and you multiplied your acts of prostitution. ", "26": "You acted like a whore with the sons of Egypt, your neighbors with their enlarged flesh,[i] and you multiplied your acts of prostitution to enrage me!", "27": "Look at how I stretched out my hand against you. I reduced your territory. I gave you up to the desire of those who hate you, the daughters of the Philistines, who were embarrassed by your lewd ways. ", "28": "You acted like a whore with the sons of the Assyrians because you were insatiable. Even after your acts of prostitution with them, you were not satisfied. ", "29": "So you extended your whoring ways to the land of merchants, to Chaldea, but even with this you were not satisfied. ", "30": "How sick your heart is, says the Lord God, that you did all these things, the behavior of a woman who is a domineering whore! ", "31": "When you built your platform at the corner of every street and you made your pavilion in every public square, you were not like an ordinary prostitute, because you refused payment. ", "32": "You adulterous wife, who procures strange men instead of her husband, ", "33": "to all prostitutes men pay a fee, but you gave your gifts to all your lovers. You bribed them to come to you from all around to join your whoring ways. ", "34": "You were the opposite of the other women in your whoring ways. You were not solicited for prostitution, but you gave payment to your lovers. Instead of payment being given to you, you were the very opposite.", "35": "Therefore, you whore, hear the word of the Lord! ", "36": "This is what the Lord God says. Because your moisture[j] was poured out, and your nakedness was exposed during your whoring ways with your lovers, because of all your disgusting, filthy idols, and because of the blood of your children, whom you gave to them, ", "37": "for all this, I am about to gather all your lovers to whom you were giving pleasure—all those you loved, as well as all those you hated. I will gather them against you from all around. I will expose your nakedness to them, and they will see your nakedness. ", "38": "I will judge you with the judgments deserved by women who commit adultery and who shed blood. I will make you bloody in my wrath and jealousy.[k] ", "39": "I will deliver you into their hands, and they will tear down your platform, demolish your pavilion, strip you of your clothing, take away your glorious jewelry, and leave you completely naked. ", "40": "They will bring up a mob against you, and they will stone you and hack you to pieces with their swords. ", "41": "They will burn down your houses with fire and carry out judgments against you in the sight of many women. I will make you stop being a whore, and you will never again give a payment. ", "42": "Then I will lay to rest my wrath against you, and my jealousy will turn away from you. I will be calm and no longer be angry.", "43": "Because you[l] did not remember the days of your youth, and you made me angry during all these actions, I myself will certainly bring your conduct down upon your head. That is the declaration of the Lord God! Haven't you added lewdness to all your abominations? ", "44": "Hear this! Everyone will speak this proverb about you: “Like mother, like daughter.” ", "45": "You are a true daughter of your mother, who despises her husband and her children, and you are a true sister of your sisters, who despise their husbands and their children. The mother of all of you was a Hittite and your father was an Amorite. ", "46": "Your older sister is Samaria, who along with her daughters[m] lives north of you, and your younger sister, who lives south of you along with her daughters, is Sodom. ", "47": "You did not merely walk in their ways or act according to their abominations, since in a very short time you became more depraved in all your ways than they were. ", "48": "As I live, says the Lord God, your sister Sodom along with her daughters has not done what you have done along with your daughters. ", "49": "Look, this was the guilt of your sister Sodom: Pride, overindulgence in food, and complacent ease were the way for her and her daughters, and she failed to strengthen the hands[n] of the poor and needy. ", "50": "They were haughty, and they committed abominations in my presence, and so I removed them when I saw it. ", "51": "Samaria did not sin half as much as you did. You multiplied your abominations more than they did. You made your sisters appear righteous by all your abominations which you committed. ", "52": "So you must bear your disgrace, because by your sins you appeared to plead your sisters' case for them. Because of your sins—you acted more repulsively than they did—they appear more righteous than you. So you must be ashamed and bear your disgrace, because you made your sisters appear righteous. ", "53": "I will bring about their restoration—the restoration of Sodom and her daughters, and the restoration of Samaria and her daughters, as well as your complete restoration in their midst, ", "54": "so that you will bear your disgrace, and you will be ashamed of everything you did when you appeared to give them comfort. ", "55": "Your sister Sodom and her daughters will return to their former state, and your sister Samaria and her daughters will return to their former state, and you and your daughters will return to your former state. ", "56": "Wasn't your sister Sodom a subject for gossip in your mouth during the days when you were so proud, ", "57": "in the days before your own wickedness was exposed? So now in the same way you are subjected to scorn by the daughters of Edom[o] and by all those around her and by the daughters of the Philistines, who scorn you from all sides. ", "58": "Your lewdness and your abominations, you must now bear, declares the Lord.", "59": "So this is what the Lord God says. Shall I do with you just as you have done, you who despised your oath, thereby breaking the covenant? ", "60": "No, just the opposite, I myself will remember my covenant I made with you during the days of your youth, and I will establish an everlasting covenant for you. ", "61": "Then you will remember your ways and be ashamed when you receive your sisters who are older than you, in addition to those who are younger than you, and I will give them to you as daughters, and not outside your covenant.[p] ", "62": "I myself will establish my covenant with you. Then you will know that I am the Lord, ", "63": "so that you may remember and be ashamed and never again open your mouth because of your disgrace, when I make atonement for you for all that you have done, declares the Lord God."}