{"1": "The word of the Lord came to me. ", "2": "Son of man, present a challenging parable to the house of Israel. ", "3": "Tell the Israelites that this is what the Lord God says. A great eagle with powerful wings, with long feathers, and covered with multicolored plumes, came to Lebanon. He took the tip of a cedar. ", "4": "He plucked off the newest shoot at the very top of the tree, and he carried it to a land of merchants. In a city of traders he planted it.", "5": "Then he took seed from the land and planted it in a fertile field, like a new plant beside plentiful water. He set it out like a willow twig, ", "6": "so that it would sprout and become a spreading vine, low to the ground, so that its branches would turn toward the one who planted it[a] and its roots would remain under him. So it became a vine and produced shoots and leaves and branches.", "7": "But there was another great eagle with powerful wings and many plumes. Look at how this vine bent its roots toward him! From the bed where it had been planted, it stretched out its branches toward him, so that he could water it. ", "8": "It had been planted in good soil beside plentiful water to grow branches, to bear fruit, and to become a magnificent vine.", "9": "Tell them this is what the Lord God says. Will it thrive? Won't he pull up its roots and strip off its fruit so that it dries up? Won't all its new growth dry up? No strong arm or mighty army will be needed to pluck it by its roots. ", "10": "Although it has been planted, will it thrive? When the east wind touches it, won't it shrivel up completely? On the very bed where it had sprouted, it will wither away.", "11": "The word of the Lord came to me. ", "12": "Tell this to the rebellious house. Don't you know what these things mean? Tell them this. You saw how the king of Babylon came to Jerusalem. He took its king and its officials and brought them back to Babylon with him.", "13": "Then he took a member from the seed of the royal family, made a covenant[b] with him, and put him under an oath. He took away the leading men of the land ", "14": "so that it would be a lowly kingdom, so that it would not rebel but would keep the covenant with him, so that it could survive. ", "15": "But the prince[c] rebelled against that king by sending his envoys to Egypt to obtain horses and a large army. Will he thrive? Can someone who does such things escape? Can he break a covenant and still escape? ", "16": "As I live, says the Lord God, in the land of the king who made him king,[d] whose oath he despised and whose covenant he broke, in his presence in Babylon, he shall die. ", "17": "He will not be joined by a mighty army or a great force during the war, because Pharaoh will not come when the enemy heaps up ramps and builds siege walls in order to cut off many lives. ", "18": "The king despised the oath by breaking the covenant. Even though he had given his hand to seal the covenant, he did all these things. He shall not escape!", "19": "Therefore, this is what the Lord God says. As I live, because it was an oath taken in my name that the prince despised, I will bring down on his own head my covenant which he broke. ", "20": "I will spread my net for him, and he will be caught in my trap. I will bring him to Babylon, and I will enter into judgment with him there for the treachery he has committed against me. ", "21": "All his fugitives together with all his troops will fall by the sword, and the rest will be scattered to every wind. Then you will know that I, the Lord, have spoken.", "22": "This is what the Lord God says. I myself will take part of the tip of the cedar and plant it. From the topmost of its shoots I will pluck off a tender sprig, and I myself will plant it on a high and lofty mountain. ", "23": "On the high mountain of Israel I will plant it. It will produce branches, bear fruit, and become a magnificent cedar. Flying birds of every kind will live under it. In the shelter of its branches they will nest. ", "24": "Then all the trees in the countryside will know that I, the Lord, bring down the high tree and raise up the low tree, that I make the green tree dry up, and I make the dried-up tree blossom. I, the Lord, have spoken, and I will carry it out."}