{"1": "The word of the Lord came to me.", "2": "What do you mean, you who keep repeating this proverb concerning the soil of Israel, “Fathers eat sour grapes, and their sons' teeth are set on edge”? ", "3": "As surely as I live, declares the Lord God, you will never again use this proverb in Israel. ", "4": "Indeed, all souls are mine. The soul of the father is mine just like the soul of the son. The soul who sins is the one who will die.", "5": "If a man is righteous and practices justice and righteousness, ", "6": "if he does not eat on the mountains and does not lift up his eyes to the filthy idols[a] of the house of Israel, if he does not defile his neighbor's wife and does not approach a woman during her period, ", "7": "if he does not exploit anyone but returns the collateral given to him for a loan, if he does not seize another person's property by force but gives his own food to the hungry and covers the naked with clothing, ", "8": "if he does not deduct a fee from the money he lends to someone and he does not demand that people repay more than he lent them, if he holds back his hand from unrighteousness and administers impartial justice between two parties, ", "9": "that is, if he walks in my statutes and keeps my ordinances by acting faithfully, that man is righteous and he will surely live, declares the Lord God.", "10": "Now if he fathers a violent son, who sheds blood or who does any one of these evil things to a brother[b] ", "11": "(although the father did not do all these things), but the son goes so far as to eat on the mountains and even defiles his neighbor's wife, ", "12": "exploits the poor and the needy, seizes other people's property by force, does not return the collateral on a loan, lifts up his eyes to the filthy idols, commits abominations, ", "13": "and deducts a fee from the money he lends to someone and demands that people repay more than he lent them—will he live? He will not live! He committed all these abominations, so he will surely be put to death. His blood will be upon him.", "14": "But if that son himself fathers a son who sees all the sins that his father has committed, and though he sees, he does not do likewise— ", "15": "he does not eat on the mountains, he does not lift up his eyes to the filthy idols of the house of Israel, he does not defile his neighbor's wife, ", "16": "he does not exploit anyone, he does not require collateral for a loan, he does not seize another person's property by force, he gives his own food to the hungry and he covers the naked with clothing, ", "17": "he takes care not to harm the poor,[c] he does not deduct a fee from the money he lends someone or demand that people repay more than he lent them, but he keeps my ordinances and walks according to my statutes—that man will not die because of his father's guilt. He will surely live. ", "18": "But his father, if he practices extortion, seizes his brother's goods by force, and does what was not good among his own people, he will surely die because of his own guilt.", "19": "But you ask, “Why doesn't the son share in the guilt of the father?” Because the son did what was just and right. He kept all my statutes and carried them out, so he will surely live. ", "20": "The soul who sins is the one who will die. The son will not share in the guilt of the father, and the father will not share in the guilt of the son. The righteousness of the righteous person will be credited to him alone, and the wickedness of the wicked person will be charged against him alone.", "21": "A wicked man, if he turns away from[d] all his sins that he has committed and keeps all my statutes and carries out justice and righteousness, he will surely live. He will not die. ", "22": "All of the rebellious acts that he had committed will not be remembered against him. Because of his righteousness that he has practiced, he will live. ", "23": "Do I really find any pleasure in the death of the wicked? says the Lord God. Don't I want him to turn from his ways and live?", "24": "But if a righteous man turns away from his righteousness and does what is unrighteous—namely, all the abominations that the wicked man practices—will he live? All the righteous deeds that he did will not be remembered. Because he added one infidelity to another and because of the sins that he has committed, because of them, he will die.", "25": "But you say, “The Lord's way is not fair.” Listen now, house of Israel. Is it my way that is not fair? Is it not your ways that are not fair? ", "26": "If a righteous man turns away from his righteousness and practices unrighteousness, he will die because of it. Because of the unrighteousness that he has practiced, he will die.", "27": "But if a wicked man turns from his wickedness that he has done and practices justice and righteousness, he will preserve his life. ", "28": "Because he has seen and turned away from[e] all the rebellious acts that he had committed, he will surely live, and he will not die. ", "29": "But the house of Israel says, “The Lord's way is not fair.” Is it really my ways that are not fair, O house of Israel? Is it not your ways that are not fair?", "30": "Therefore, I will judge each one of you according to his ways, O house of Israel, declares the Lord God. Repent and turn away from all your rebellious acts, so that you will not set out a stumbling block that makes you guilty. ", "31": "Throw off from yourselves all your rebellious actions by which you have rebelled, and obtain a new heart and a new spirit for yourselves. Why should you die, O house of Israel? ", "32": "For I take no pleasure in the death of anyone who dies, declares the Lord God. So repent and live!"}