{"1": "In the seventh year,[a] in the fifth month, on the tenth day of the month, men came from the elders of Israel to consult the Lord, and they sat down in front of me. ", "2": "Then the word of the Lord came to me. ", "3": "“Son of man, speak to the elders of Israel and tell them this.” This is what the Lord God says to them: Are you really coming to consult me? As I live, I will not let myself be consulted by you, declares the Lord God.", "4": "Will you put them on trial?[b] Will you put them on trial, son of man? Remind them of the abominable practices of their fathers. ", "5": "You are to tell them the following. This is what the Lord God says. On the day when I chose Israel, when I swore with an uplifted hand to the descendants[c] of the house of Jacob, when I made myself known to them in the land of Egypt, then I lifted up my hand to them in an oath. I said, “I am the Lord, your God.” ", "6": "On that day I swore to them with an uplifted hand to bring them out of the land of Egypt to a land that I had searched out for them, a land flowing with milk and honey. It was the most glorious of all the lands. ", "7": "I said to them, “Each man must throw away the loathsome things he sets his eyes on. You must not defile yourselves with the filthy idols[d] of Egypt. I am the Lord, your God.”", "8": "But they rebelled against me and were not willing to listen to me. Not one of them threw away the loathsome things which they set their eyes on. They did not forsake the filthy idols of Egypt, so I resolved to pour out my wrath on them and to exhaust my anger against them in the middle of the land of Egypt. ", "9": "I acted for the sake of my name, so that it would not be profaned in the sight of the nations that were around them, the nations in whose sight I had made myself known by bringing the Israelites out of the land of Egypt.", "10": "So I brought them out of the land of Egypt and led them into the wilderness. ", "11": "I gave them my statutes, and I made my ordinances known to them, ordinances by which a man will live if he observes them. ", "12": "I also gave them my Sabbaths to be a sign between me and them, so that they could know that I, the Lord, am the one who sanctifies them.", "13": "But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes, and they rejected my ordinances (ordinances by which a man will live if he observes them), and they profaned my Sabbaths completely. So I threatened to pour out my wrath on them in the wilderness in order to annihilate them. ", "14": "I acted for the sake of my name, so that it would not be profaned in the sight of the nations in whose sight I had brought them out from Egypt. ", "15": "I also swore to them with an uplifted hand in the wilderness that I would not bring them into the land that I had given to them, a land flowing with milk and honey—it is the most glorious of all the lands— ", "16": "because they rejected my ordinances and did not walk in my statutes. Instead, they profaned my Sabbaths. This happened because their hearts chase after their filthy idols. ", "17": "Nevertheless, my eye had pity on them so that I did not destroy them, and I did not completely destroy them in the wilderness.", "18": "Then I said to their children in the wilderness: “Do not walk in the statutes of your fathers. Do not observe their ordinances, and do not defile yourselves with their filthy idols. ", "19": "I, the Lord, am your God. Walk in my statutes, and observe my ordinances and practice them. ", "20": "Keep my Sabbaths holy so that they may be a sign between me and you, so that you may know that I, the Lord, am your God.”", "21": "But the children too rebelled against me. They did not walk in my statutes. They did not observe my ordinances by practicing them, statutes by which a person will live if he observes them. They profaned my Sabbaths, so I resolved to pour out my wrath on them and to exhaust my anger on them in the wilderness. ", "22": "Nevertheless, I held back my hand and acted for the sake of my name, so that it would not be profaned in the sight of the nations in whose sight I had brought them out from Egypt. ", "23": "However, I raised my hand in an oath to them in the wilderness and swore that I would scatter them among the nations and disperse them among the countries ", "24": "because they had not observed my ordinances. They despised my statutes. They profaned my Sabbaths, and they fixed their eyes on the filthy idols of their fathers. ", "25": "So I gave them statutes that were not good and ordinances by which they could not live.[e] ", "26": "I defiled them through their sacrificial gifts—when they made all their firstborn pass through the fire—in order to devastate them, so that they would know that I am the Lord.", "27": "Therefore, speak to the house of Israel, son of man, and tell them this. This is what the Lord God says. In this too your fathers blasphemed me by committing infidelity after infidelity against me. ", "28": "When I brought them to the land which I had sworn with an uplifted hand to give to them, whenever they saw any high hill or any leafy tree, they offered their sacrifices there. There they placed their offerings that provoke me. There they offered their fragrant sacrifices. There they poured out their drink offerings. ", "29": "Then I said to them, “What is the high place to which you are going?” So it is called Bamah[f] to this day.", "30": "Therefore, say this to the house of Israel. This is what the Lord God says. Are you continuing to defile yourselves in the way your fathers did? Are you still whoring after their loathsome idolatries? ", "31": "When you offer your gifts and make your sons pass through the fire, you continue to defile yourselves by all your filthy idols to this day. So should I let myself be consulted by you, house of Israel? As I live, says the Lord God, I will not let myself be consulted by you.", "32": "What you have in mind will definitely never take place. You are saying, “Let us become like the nations, like the clans in other countries, by worshipping wood and stone.” ", "33": "As I live, says the Lord God, with a mighty hand, with an outstretched arm, and with wrath outpoured, I will rule over you! ", "34": "I will bring you out from the nations, and I will gather you from the countries among which you have been scattered. With a mighty hand, with an outstretched arm, and with wrath outpoured, ", "35": "I will bring you into the wilderness of the peoples. There I will enter into judgment with you face-to-face. ", "36": "As I entered into judgment with your fathers in the wilderness of the land of Egypt, so will I enter into judgment with you, declares the Lord God. ", "37": "I will make you pass under the rod, and I will bring you under the binding terms of the covenant. ", "38": "I will purge out from among you those who revolt and rebel against me. From the land where they are staying I will bring them out, but they shall not come into the land of Israel. Then you will know that I am the Lord.", "39": "But to you, house of Israel, this is what the Lord God says. Let each man go and worship his filthy idols, but after that, even if you will not listen to me, you will no longer profane my holy name with your gifts and with your filthy idols. ", "40": "For on my holy mountain, on the high mountain of Israel, declares the Lord God, the whole house of Israel will worship me there—the whole nation in its homeland. There I will accept them. There I will request your offerings and your special gifts together with all your holy things. ", "41": "I will accept you as a fragrant sacrifice when I bring you out from the nations and when I gather you from the lands among which you were scattered. Then through you, I will show that I am holy in the sight of the nations. ", "42": "You will know that I am the Lord when I bring you back to the soil of Israel, to the land that I swore with an upraised hand to give to your fathers. ", "43": "There you will remember your ways and all your deeds by which you defiled yourselves, and you will despise yourselves for all your evil deeds which you have done. ", "44": "Then you will know that I am the Lord, when I deal with you for the sake of my name and not according to your evil ways and your corrupt deeds, O house of Israel, declares the Lord God.", "45": "The word of the Lord came to me.[g]", "46": "Son of man, set your face toward Teman. Preach against the Southland, and prophesy against the scrubby forest in the Negev. ", "47": "Say this to the scrub forest in the Negev. Hear the word of the Lord! This is what the Lord God says. I am about to ignite a fire among you, and among you it will devour every green tree and every dry tree. The blazing flame will not be extinguished. Every face will be scorched by it, from south to north. ", "48": "All flesh will see that I, the Lord, have ignited it. It will not be extinguished.", "49": "Then I said, “Oh, Lord God, they are saying about me, 'Doesn't he just talk in puzzling parables?'”"}