{"1": "The word of the Lord came to me.[a]", "2": "Son of man, set your face toward Jerusalem. Preach against the sanctuaries, and prophesy against the land of Israel. ", "3": "Say this to the land of Israel. This is what the Lord says. Hear this! I am against you, and I will draw my sword out of its scabbard, and I will cut off from you both the righteous and the wicked. ", "4": "Because I have resolved to cut off from you both the righteous and the wicked, therefore my sword will come out of its scabbard against everyone from south to north. ", "5": "Then all flesh will know that I, the Lord, have drawn my sword from its scabbard. It will not return to its sheath again. ", "6": "Now you, son of man, groan as though you were doubled up in pain. Groan in front of them as though in bitter anguish. ", "7": "When they ask you, “Why are you groaning?” say, “Because of the news that is coming.” Then every heart will melt, all hands will hang limp, and all knees will run with water.[b] It is coming, and it will take place, declares the Lord God.", "8": "The word of the Lord came to me.", "9": "Son of man, prophesy and say that this is what the Lord says. A sword, a sword has been sharpened. It has also been polished.", "10": "It has been made very sharp for slaughter. It has been polished to flash like lightning. So shall we rejoice in the scepter of my son? The sword despises every such stick of wood.[c]", "11": "The sword has been set aside to be polished, to be grasped by the hand. It has been sharpened, and it has been polished, to be put into the hand of a killer.", "12": "Cry out and wail, son of man, because the sword is against my people. It is against all the princes of Israel. They have been thrown to the sword together with my people. Therefore, slap your thigh.[d]", "13": "Yes, testing is sure to come. What if the scepter, which the sword despises, is no more?[e] This is the declaration of the Lord God.", "14": "Now you, son of man, prophesy. Clap your hands together.[f] Let the sword strike two times or even three. It is a sword for those who are to be slain, a sword for great slaughter,[g] a sword that pursues even to the inner room,[h]", "15": "so that hearts melt, and those who stumble will be many. At all their gates I have placed the point[i] of the sword. Yes, it is made to flash like lightning, unsheathed for slaughter.", "16": "Slash to the right. Thrust to the left— wherever your blade is directed.", "17": "Then I myself will clap my hands.[j] I will bring my wrath to an end. I, the Lord, have spoken.", "18": "The word of the Lord came to me.", "19": "Now you, son of man, draw a map with two roads for the sword of the king of Babylon to follow. Both of them should start from the same country. Make a signpost. Place it at the fork of the road to the city. ", "20": "Draw a road for the sword to come either to Rabbah of the Ammonites or to Judah, to fortified Jerusalem, ", "21": "because the king of Babylon will stand at the fork of the road, where the two roads branch off, in order to read the omens. He will shake the arrows, consult his family gods,[k] and examine animal livers for omens. ", "22": "In his right hand he will receive the omen for Jerusalem—to set up battering rams, to shout the command to slaughter, to sound the battle cry, to set battering rams against the gates, to throw up a ramp, to build a siege wall. ", "23": "But to the people of Jerusalem it will seem like a false omen. They swore solemn oaths to him, so he will remind them of their guilt, and they will be captured. ", "24": "Therefore, this is what the Lord God says. Because you brought your guilt into the open by displaying your rebellious acts, so that your sins are revealed by all your deeds—because you have brought your guilt out into the open, you will be taken in hand.", "25": "You corpse, you wicked prince of Israel, whose day has come for the time of final punishment, ", "26": "this is what the Lord God says. Remove the turban. Take off the crown. Everything will be changed. Raise what is low. Bring down the high. ", "27": "Ruin, ruin, ruin I will make it. This ruin will not end[l] until the one comes to whom judgment belongs, the one to whom I will give it.", "28": "Now you, son of man, prophesy and say that this is what the Lord God says concerning the Ammonites and their taunts. Say this: Sword, O sword, unsheathed for slaughter, polished to consume, to flash like lightning! ", "29": "Though empty visions were seen about you,[m] though omens made deceptive forecasts about you, you will be applied to the necks of the corpses of wicked men, whose day has come for the time of final punishment.", "30": "Return, sword, to your scabbard. In the place where you were created, in the land of your origin, I will judge you. ", "31": "I will pour out my wrath on you. I will blow the fire of my fury upon you. I will deliver you into the hands of brutal men, expert destroyers. ", "32": "You will be fuel for the fire. Your blood will flow all over the land, and you will no longer be remembered, for I, the Lord, have spoken."}