{"1": "The word of the Lord came to me.", "2": "Son of man, there were two women, daughters of the same mother. ", "3": "They acted like prostitutes in Egypt, where they were prostitutes during their youth. There they let their breasts be fondled. There they let men caress their virgin nipples.[a]", "4": "The older sister was named Oholah, and her sister was named Oholibah.[b] They became mine and gave birth to sons and daughters. (As for their names, Samaria is Oholah and Jerusalem is Oholibah.)", "5": "Oholah acted like a prostitute instead of being faithful to me. She lusted after her lovers, the Assyrians—bodyguards ", "6": "clothed in purple, governors and commanders, all of them desirable young men, cavalrymen riding horses.[c] ", "7": "She bestowed her favors upon all the elite of the Assyrians, and along with all those for whom she lusted, she defiled herself with all their filthy idols. ", "8": "She did not give up the whoring she had practiced since Egypt, when men lay down with her during her youth. They caressed her virgin nipples and poured out their lust upon her. ", "9": "Therefore, I delivered her into the hands of her lovers, into the hands of the Assyrians, after whom she had lusted. ", "10": "They exposed her nakedness. They took away her sons and her daughters and killed her with the sword. She became notorious among women because of the punishments they inflicted upon her.", "11": "Although her sister Oholibah saw this, she behaved even more obscenely and lustfully than her sister, and her lustful whoring was even worse than her sister's whoring. ", "12": "She lusted after the Assyrians—governors, commanders, bodyguards in full uniform, and cavalrymen riding horses, all of them desirable young men. ", "13": "Then I saw that she too had defiled herself. Both of them had gone the same way. ", "14": "In fact, Oholibah intensified her whoring by looking at figures of men engraved on the wall, images of Chaldeans incised in bright red, ", "15": "with belts around their waists and flowing turbans on their heads. All of them looked like elite officers, like Babylonians whose native land was Chaldea. ", "16": "At the mere sight of them she lusted after them and sent messengers to them in Chaldea. ", "17": "The Babylonians came to her bed to make love, and they defiled her by acting like whores themselves. But after she had been defiled by them, she tore herself away from them in disgust. ", "18": "Because she had acted like a whore so openly and exposed her nakedness, I tore myself away from her in disgust, just as I had turned away from her sister in disgust. ", "19": "Yet she increased her whoring. She remembered the days of her youth when she acted like a prostitute in the land of Egypt. ", "20": "She lusted after her paramours, whose genitals[d] were like the genitals of donkeys and whose ejaculation was like the ejaculation of horses. ", "21": "So you revisited the lewdness of your youth when your nipples were caressed in Egypt, and your young breasts were fondled.[e]", "22": "Therefore, Oholibah, this is what the Lord God says. Hear this loud and clear! I am about to rouse your lovers against you, those you had turned away from in disgust. I will bring them against you from all sides: ", "23": "the sons of the Babylonians and all the Chaldeans, Pekod, Shoa, and Koa, and all the Assyrians with them, desirable young men, governors and commanders all of them, elite officers and men of high rank, all of them riding on horses. ", "24": "They will come against you with weapons, chariots, and wagons, and with a horde of people. With shields, armor,[f] and helmets they will take up positions against you on all sides. I will give you up to them for judgment, and they will judge you according to their own standards. ", "25": "I will turn my jealousy against you, and they will deal with you in wrath. They will cut off your nose and your ears, and your survivors will fall by the sword. They will take away your sons and your daughters, and your survivors will be devoured by fire. ", "26": "They will strip you of your clothing and take away your beautiful jewelry. ", "27": "I will put an end to your depravity and to the whoring you began in the land of Egypt. You will not lift up your eyes to them or remember Egypt anymore. ", "28": "For this is what the Lord God says. Listen! I am about to deliver you into the hands of those you hate, into the hands of those you turned away from in disgust. ", "29": "They will treat you hatefully. They will take away everything you have worked for and leave you completely naked. Your whorish nakedness will be exposed. Your depravity and your acts of prostitution ", "30": "have brought those things upon you because of your whoring after the nations, because you defiled yourself with their filthy idols. ", "31": "Because you walked in the way of your sister, I will put her cup into your hand.", "32": "This is what the Lord God says. You will drink your sister's cup, a cup deep and wide. It will cause you derision and ridicule because it is so full. ", "33": "You will be filled with drunkenness and grief by the cup of horror and devastation, the cup of your sister Samaria. ", "34": "You will drink it and drain it. You will gnaw its broken pieces and tear your breasts. For I have spoken, declares the Lord God. ", "35": "Therefore, this is what the Lord God says. Because you have forgotten me and cast me behind your back, you yourself must also bear the penalty of your depravity and your whoring.", "36": "The Lord also said this to me: Son of man, will you bring charges against Oholah and Oholibah? Make their abominations known to them.", "37": "They have committed adultery, and blood is on their hands. They have committed adultery with their filthy idols. They have even offered up their children, whom they bore for me, to the idols as food.", "38": "What is more, they have done this to me: They defiled my sanctuary on the same day they desecrated my Sabbaths. ", "39": "When they slaughtered their children for their filthy idols, they entered my sanctuary on that same day to defile it. Just look! This is what they did in my own house.", "40": "They even sent for men to come from far away, men to whom they had sent a messenger, and those men did come. For them you[g] bathed. You applied eye shadow and put on your jewelry. ", "41": "You sat on an expensive couch. In front of it you set a table, on which you placed my incense and my perfumed oil.", "42": "The noise of a carefree crowd surrounded her. In addition to the large throng of all kinds of men, they even brought drunkards[h] from the desert. They put bracelets on their arms and beautiful crowns on their heads. ", "43": "Then I said about the woman worn out with adulteries, “Let them keep using her as a whore because that is what she is.”[i] ", "44": "So they used her the way one uses a whore. So they used Oholah and Oholibah, those depraved women. ", "45": "But righteous men will punish them with the punishment due to adulteresses, and the punishment due to murderers, for they are adulteresses, and blood is on their hands.", "46": "So this is what the Lord God says. I will bring an army against them and hand them over to terror and plunder. ", "47": "The army will stone them and cut them down with their swords. They will slaughter their sons and daughters and burn down their houses with fire.", "48": "In this way I will remove depravity from the land, so that all women may take warning not to act in such a depraved way as you do. ", "49": "They will impose upon you the penalty for your depravity, and you will bear the punishment for your sinful worship of your filthy idols. Then you will know that I am the Lord God."}