{"1": "The word of the Lord came to me in the ninth year, in the tenth month, on the tenth day of the month.[a]", "2": "Son of man, record this date, this very day. The king of Babylon laid siege to Jerusalem on this very day. ", "3": "Tell a parable to the rebellious house. Tell them that this is what the Lord God says. Put the pot on. Put it on. Then pour water in it. ", "4": "Put the pieces of meat into it, every good piece, thigh and shoulder. Fill it with the best cuts.[b] ", "5": "Take the best of the flock. Pile up the wood[c] under it. Boil it thoroughly, so that the pieces[d] in it are well cooked.", "6": "Therefore, this is what the Lord God says. Woe to the bloody city, a pot whose residue[e] is inside it, whose residue has not gone out of it! Take out its cuts of meat piece by piece, without choosing one piece in preference to another.[f] ", "7": "Do this because the blood she shed remains within her. She spilled it on a bare rock. She did not pour it on the ground, where the soil would cover it. ", "8": "To rouse wrath and to exact repayment, I have spilled her blood on a bare rock so that it would not be covered.", "9": "Therefore, this is what the Lord God says. Woe to the bloody city! I myself will keep piling up the wood. ", "10": "Add more wood. Stoke the fire. Overcook the meat. Pour out the broth.[g] Let the bones be charred. ", "11": "Leave the empty pot on the coals so that it becomes hot and its bronze glows, till the filth inside it is melted, and its residue is burned away. ", "12": "The city has wearied me with its wickedness. Its filthy residue has not been removed from it. Into the fire with its filthy residue!", "13": "Your impurity is lewdness. I tried to cleanse you, but you did not become clean, and as a result you will not be clean again from your impurity until I have exhausted my wrath against you. ", "14": "I, the Lord, have spoken. This is coming, and I will do it. I will not neglect it. I will not spare you, and I will not relent. According to your behavior and your misdeeds, you will be judged, declares the Lord God.", "15": "The word of the Lord came to me.", "16": "Son of man, be warned! With one blow I am taking away from you what your eyes desire. You must not mourn or cry. Your tears must not flow. ", "17": "Groan silently. Perform no mourning rites for the dead. Bind your turban on your head. Put your sandals on your feet. Do not cover your upper lip. Do not eat the food people bring to mourners.", "18": "So I spoke to the people that morning, and in the evening my wife died. The next morning I did as I had been commanded. ", "19": "Then the people asked me, “Won't you tell us what these things that you are doing mean for us?”", "20": "I answered them, “This is the word of the Lord that came to me.”", "21": "Say to the house of Israel that this is what the Lord God says. I am about to desecrate my sanctuary, the stronghold of which you are so proud, the sight your eyes desire, the place your soul yearns for. Your sons and your daughters whom you have left behind will fall by the sword. ", "22": "You will do as I have done. You will not cover your upper lip. You will not eat the food people bring to mourners. ", "23": "Your turbans will remain on your heads and your sandals on your feet. You will not mourn or cry, but you will waste away in your guilt, and you will groan to one another. ", "24": "In this way, Ezekiel will be a sign to you. You will do everything the same way as he has done it. When it happens, you will know that I am the Lord God.", "25": "But you, son of man, be aware that on that day when I take away from them their stronghold, their joy and glory, what their eyes desire, and that on which they set their hearts—their sons and their daughters as well— ", "26": "on that day a survivor will come to you to let you hear it with your own ears. ", "27": "On that day, your mouth will be opened when the survivor comes. Then you will speak and be speechless no longer. You will be a sign to them, and they will know that I am the Lord."}