{"1": "In the eleventh year, on the first day of the month,[a] the word of the Lord came to me.", "2": "Son of man, because Tyre said about Jerusalem, “Aha! The gateway to the peoples has been broken. It has been turned over to me. Because of her devastation, I will achieve my goal,” ", "3": "this is what the Lord God says. I am against you, Tyre, and I will send many nations against you, as the sea sends up its waves. ", "4": "They will destroy the walls of Tyre and break down her towers. I will scrape away even the dust off her and make her a bare rock. ", "5": "In the middle of the sea, she will become nothing but a place where fishing nets are spread out to dry, for I have spoken it, says the Lord God. She will become plunder for the nations, ", "6": "and her daughters on the mainland[b] will be slain by the sword. Then they will know that I am the Lord.", "7": "So this is what the Lord God says. I am bringing against Tyre from the north Nebuchadnezzar, king of Babylon and king of kings, together with horses, chariots, horsemen, and a vast array of troops from many nations. ", "8": "Your daughters on the mainland he will kill with the sword. He will set up a siege wall against you and heap up a ramp against you, and erect a roof of shields[c] against you. ", "9": "He will direct the blows of his battering ram against your walls, and he will demolish your towers with his swords. ", "10": "His horses will be so numerous that the dust they raise will cover you. Your walls will shake from the noise of the horses' hoofs, the wheels, and the chariots when he enters your gates, as men enter a breached city. ", "11": "With the hoofs of his horses, he will trample all your streets. He will kill all your people with the sword. Your mighty pillars will topple to the ground. ", "12": "They will plunder your wealth and take your merchandise as loot. They will tear down your walls and demolish your magnificent houses. Your stones, your timbers, and your rubble they will throw into the water. ", "13": "I will put an end to the noise of your songs, and the sound of your lyres will be heard no more. ", "14": "I will turn you into a bare rock. She[d] will become a place where fishing nets are spread out to dry. She will never be rebuilt, for I, the Lord, have spoken, declares the Lord God.", "15": "This is what the Lord God says to Tyre. How the coastlands will shudder at the sound of your downfall, when the victims groan, when the slain are slaughtered in your midst! ", "16": "All the rulers of the sea will descend from their thrones, remove their robes, and take off their fine embroidered garments. Instead, they will be clothed with trembling. They will sit on the ground and tremble every moment. They will be appalled by you. ", "17": "They will raise a lament over you and say to you, “How you have perished, you city inhabited by men from the sea, you city that was celebrated, a city that was the strongest in the sea. She and her inhabitants, who spread their terror—she and all of her inhabitants have perished.[e] ", "18": "Now the coastlands tremble on the day of your downfall. The coastlands that are on the sea are terrified by your collapse.”", "19": "So this is what the Lord God says. When I make you a ruined city like the cities that are not inhabited, when I bring up the deep over you and the many waters cover you, ", "20": "then I will bring you down to be with those who have descended to the pit, to the people from ancient times. I will make you live below the earth, like ancient ruins. You will be with those who have descended to the pit, so that you will be uninhabited, and I will not give you glory in the land of the living. ", "21": "I will make you an object of horror, and you will no longer exist. You will be sought but never found again, declares the Lord God."}