{"1": "The word of the Lord came to me. ", "2": "You, son of man, take up a lament over Tyre. ", "3": "Tell Tyre, who dwells at the entrances to the sea as a merchant traveling to many coastlands, this is what the Lord God says. Tyre, you say, “I am a perfect beauty.”", "4": "Your borders were in the heart of the sea. Your builders perfected your beauty.", "5": "They built for you a double-decked ship,[a] made of fir[b] from Senir. They took a cedar from Lebanon to make a mast for you.", "6": "They made your oars of oak from Bashan. Your planks were made of pine,[c] inlaid with ivory, from the coasts of Cyprus.[d]", "7": "Your sail was brightly decorated linen from Egypt, which also served as your banner. Your awning was blue and purple from the coasts of Elishah.", "8": "Inhabitants of Sidon and Arvad served as your rowers. Tyre, your own skilled men, who were with you, manned your sails.", "9": "Skilled veterans from Gebal[e] were on board with you, serving as your repairmen. All the ships of the sea and their sailors were in your harbor to engage in trade with you.", "10": "Warriors from Persia, Lud,[f] and Put were in your army. They hung up their shields and helmets among you. They enhanced your splendor.", "11": "Men of Arvad and Cilicia were on your walls all around, and men of Gammad were on your towers. They hung their quivers all around on your walls. They made your beauty perfect.", "12": "Tarshish traded with you because of your great wealth of every kind. They traded silver, iron, tin, and lead for your exports.", "13": "Ionia, Tubal, and Meshek also dealt with you. They traded human beings and articles of bronze for your wares.", "14": "From Beth Togarmah, horses, war horses, and mules were traded to you because of the abundance of your products.", "15": "The men of Rhodes[h] also dealt with you. Many coastlands were agents of your trade, bringing back ivory tusks and ebony in payment to you.", "16": "Edom[i] traded with you because of the abundance of your products. They sold turquoise, purple, and finely embroidered cloth, linen, coral, and rubies[j] to you as exports.", "17": "Judah and the land of Israel also dealt with you. With wheat of Minnith, flour, honey, oil, and balm they bought your wares.", "18": "Damascus traded with you because of the abundance of your products, because of the abundance of all kinds of wealth. They sold wine of Helbon, wool from Sahar, ", "19": "and wine casks from Izalla[k] as exports. Wrought iron, cassia, and calamus were traded for your goods.", "20": "Dedan traded to you saddle blankets used for riding. ", "21": "Arabia and all the rulers of Kedar were your agents for trade in lambs, rams, and goats. They were your agents for those. ", "22": "Merchants of Sheba and Ra'amah dealt with you in all kinds of expensive perfumes and in all kinds of precious stones and gold, which they sold you for your merchandise.", "23": "Haran, Kanneh, and Eden, and dealers from Sheba, Assyria, and Kilmad were your dealers. ", "24": "They were your dealers in elegant clothing, in purple garments and finely embroidered cloth, in carpets with multicolored trim, tightly wound with ropes for your marketplaces.", "25": "Tarshish ships traveled for you with your merchandise. So you were full and very heavily loaded in the midst of the seas. ", "26": "Your rowers brought you out into deep water. An east wind broke you up in the heart of the sea. ", "27": "Your wealth, your exports and your imports, your sailors and your pilots, your repairmen, and those who bring you imports, all your warriors on board—in fact, all your company who were on board—will sink into the heart of the sea on the day of your collapse.", "28": "At the sound of the cry of distress from your pilots, the fields on the mainland will quake. ", "29": "All who handle the oars will abandon their ships. The sailors and all the pilots of the sea will stand on shore. ", "30": "They will shout loudly because of you and cry out bitterly. They will throw dirt on their heads and roll in ashes. ", "31": "They will make themselves bald on account of you and put on sackcloth. They will weep bitterly over you, with a bitter lament. ", "32": "In their grief, they will raise a lament over you. They utter this lament over you, “Who is like Tyre, now silenced in the midst of the sea?” ", "33": "When your exports were unloaded from the seas, you satisfied many peoples. By your abundant wealth and your imports, you enriched the kings of the earth. ", "34": "Now you have been broken up by the seas and sunk into the watery depths. Your merchandise and the entire company on board have sunk. ", "35": "All the inhabitants of the coastlands are appalled because of you. Their kings' hair stands on end. Their faces show distress. ", "36": "Traders among the peoples whistle and hiss at you. You have become horrifying, and you will never exist again, forever."}