{"1": "The word of the Lord came to me. ", "2": "Son of man, say to the prince of Tyre that this is what the Lord God says. Because you became arrogant and said, “I am a god, and I occupy a throne of a god in the heart of the seas,” even though you are a mere man and not a god, and because you regard your wisdom as divine wisdom— ", "3": "You really think you are wiser than Daniel, don't you? No mystery baffles you. ", "4": "By your wisdom and your shrewdness you have gained wealth for yourself and put gold and silver into your treasuries. ", "5": "By your great skill in trading, you increased your wealth, but you became conceited because of your wealth.", "6": "Therefore, this is what the Lord God says. Because you regard your wisdom as divine wisdom, ", "7": "therefore, I am about to bring foreigners against you, the most ruthless of nations. They will unsheathe their swords against your beautiful wisdom, and they will desecrate your radiant splendor. ", "8": "They will cast you down to the pit, and you will die a violent death in the heart of the sea. ", "9": "Will you still claim “I am a god” in the presence of the one who kills you? It will be clear that you are merely a man and not a god when you fall into the hands of those who run you through. ", "10": "You will die a death like that of the uncircumcised by the hand of foreigners, for I have spoken, declares the Lord God.", "11": "The word of the Lord came to me.", "12": "Son of man, raise a lament over the king of Tyre. Say to him that this is what the Lord God says. You were a seal of perfection, full of wisdom, and perfect in beauty. ", "13": "You were in Eden, the garden of God. Every kind of precious stone was covering you: carnelian, diamond, emerald, topaz, onyx, jasper, sapphire, agate, and beryl.[a] Your mountings and your settings were worked in gold. They were prepared on the day you were created.", "14": "You were a cherub, the anointed guardian. I appointed you. You were on the holy mountain of God, and you walked about in the midst of sparkling stones. ", "15": "Your conduct was blameless from the day you were created until guilt was found in you. ", "16": "In your widespread trade, you practiced much violence and you sinned. I defiled you by banishing you from the mountain of God. I expelled you, you guardian cherub, from among the sparkling stones.", "17": "You became arrogant because of your beauty, and you corrupted your wisdom together with your splendor. So I hurled you down to the earth and set you in front of kings who gloated over you. ", "18": "By your many sins during your unscrupulous trade, you defiled your sanctuaries. So I made fire break out from your midst, and it devoured you. I reduced you to ashes on the ground in the sight of all who were watching. ", "19": "All those among the people who knew you are appalled at you. You have become horrifying, and you will never exist again, forever.", "20": "The word of the Lord came to me.", "21": "Son of man, set your face toward Sidon, and prophesy against her. ", "22": "Say that this is what the Lord God says. I am against you, Sidon. I will display my glory in your midst, and they will know that I am the Lord, when I inflict punishments on you and display my holiness in you. ", "23": "I will release the plague in her. There will be blood in her streets, and the slain will fall in her midst when the sword comes against her from all sides. Then they will know that I am the Lord.", "24": "Never again will the house of Israel be subjected to those who deride them, who are all around them like prickly briers or painful thorns. Then they will know that I am the Lord God.", "25": "This is what the Lord God says. When I gather the house of Israel from the peoples where they have been scattered, I will display my holiness through them in the sight of the nations. Then they will live on their own land, which I gave to my servant Jacob. ", "26": "They will live on it in security. They will build houses and plant vineyards. They will live on it in security when I inflict judgments upon all those around them who despise them. Then they will know that I am the Lord, their God."}