{"1": "In the tenth year in the tenth month,[a] on the twelfth day of the month, the word of the Lord came to me.", "2": "Son of man, set your face against Pharaoh, the king of Egypt, and prophesy against him and against all Egypt. ", "3": "Speak and tell them that this is what the Lord God says. I am against you, Pharaoh, king of Egypt, the great monster who stretches out in the channels[b] of the Nile. You say, “It is my Nile. I made it for myself.” ", "4": "But I, the Lord, will put hooks in your jaws and make the fish of your Nile stick to your scales. I will haul you up from the middle of your Nile with all the fish from the Nile clinging to your scales. ", "5": "I will leave you in the wilderness—you and all the fish of your Nile. You will lie fallen on the surface of the ground. You will not be collected or gathered up.[c] I will give you as food to the wild animals of the earth and to the birds of the air. ", "6": "Then all the inhabitants of Egypt will know that I am the Lord. For the house of Israel, the Egyptians have been a staff made out of a reed. ", "7": "When Israel grasped you with their hands, you would splinter and tear open all their shoulders. When they leaned on you, you would break and make them lose their balance.[d] ", "8": "Therefore, this is what the Lord God says: I am about to bring a sword against you and cut off man and beast from you. ", "9": "The land of Egypt will become a desolate ruin, and they will know that I am the Lord. Because he said, “It is my Nile. I made it for myself,” ", "10": "therefore, I am against you and against the channels of your Nile. I will turn the land of Egypt into ruins, a parched desolation—from Migdol to Aswan, that is, up to the border with Cush.[e] ", "11": "No one will set foot in it. No animal will set foot in it. It will remain uninhabited for forty years. ", "12": "I will make the land of Egypt more desolate than any other land, and its cities will be the most desolate of ruined cities for forty years. I will scatter the Egyptians among the nations and disperse them among the countries.", "13": "Furthermore, this is what the Lord God says. At the end of forty years, I will gather the Egyptians from among the peoples where they were scattered. ", "14": "I will bring about the restoration of Egypt and return them to Upper Egypt,[f] the land of their origin, and there they will be a lowly kingdom. ", "15": "It will be the lowliest of kingdoms, and it will never again exalt itself above other nations. I will make it so weak that it will never again rule over the nations. ", "16": "It will never again be a source of trust for the house of Israel. It will be a reminder of their guilt when they turned to Egypt for help. Then they will know that I am the Lord God.", "17": "In the twenty-seventh year,[g] in the first month, on the first day of the month, the word of the Lord came to me.", "18": "Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head was made bald, and every shoulder rubbed raw, yet neither he nor his army received any reward for the labor they had expended against Tyre.", "19": "Therefore, this is what the Lord God says. I am about to give the land of Egypt to Nebuchadnezzar king of Babylon. He will carry off its wealth, plunder it, and pillage it. That will be the reward for his army. ", "20": "As his pay for which he labored, I have given him the land of Egypt, because his army did it for me, declares the Lord God.", "21": "On that day I will make a horn[h] sprout for the house of Israel, and I will open your mouth among them. Then they will know that I am the Lord."}