{"1": "The word of the Lord came to me. ", "2": "Son of man, prophesy and say, “This is what the Lord God says.” All of you, wail! What a miserable day! ", "3": "Yes, that day is near. The Day of the Lord is near. It will be a day of clouds, a time for the nations. ", "4": "A sword will enter Egypt, and there will be anguish in Cush[a] when the slain fall in Egypt. Then they will take away its wealth, and its foundations will be demolished. ", "5": "Cush, Put,[b] Lud,[c] and all the other mercenaries,[d] Libya[e] and the men from the land of the covenant[f] will fall by the sword along with them.", "6": "This is what the Lord says. Those who prop up Egypt will fall, and its proud power will sink down. From Migdol to Aswan, those in Egypt will fall by the sword, declares the Lord God. ", "7": "It will be the most desolate among the desolate lands, and its cities will be the most ruined among the ruined cities. ", "8": "They will know that I am the Lord when I set fire to Egypt, and all its helpers are crushed. ", "9": "On that day, messengers will go out from me in ships to terrify confident Cush, and there will be panic among them on the day for Egypt, for it is surely coming.", "10": "This is what the Lord God says. I will put an end to the horde of Egypt by the hand of Nebuchadnezzar king of Babylon. ", "11": "He and his army with him, the most ruthless of nations, will be brought in to destroy the land. They will unsheathe their swords against Egypt and fill the land with the fallen. ", "12": "I will dry up the channels of the Nile and sell the land to evil men. I will devastate the land and everything in it by the hand of foreigners. I, the Lord, have spoken.", "13": "This is what the Lord God says. I will destroy the filthy idols[g] and eliminate from Memphis the gods that are not gods. There will no longer be a ruler in the land of Egypt, and I will put fear into the land of Egypt. ", "14": "I will desolate Upper Egypt.[h] I will set fire to Zoan and inflict punishments on Thebes.[i] ", "15": "I will pour out my wrath on Pelusium, the stronghold of Egypt, and I will cut off the horde of Thebes. ", "16": "I will set fire to Egypt. Pelusium will writhe in pain. The defenses of Thebes will be broken down, and Memphis will face enemies every day. ", "17": "The young men of Heliopolis and Bubastis will fall by the sword, and the women[j] will go into captivity. ", "18": "At Tahpanhes the day will grow dark when I break the yokes[k] of Egypt there, and there its proud power will cease. A cloud will cover it, and its daughters will go into captivity. ", "19": "I will inflict judgment on Egypt. Then they will know that I am the Lord.", "20": "In the eleventh year,[l] in the first month, on the seventh day of the month, the word of the Lord came to me.", "21": "Son of man, I have broken the arm of Pharaoh, the king of Egypt. But it has not been wrapped up so that it can heal. It has not been wrapped tightly with a splint to help it heal, so that it can become strong enough to grasp a sword.", "22": "Therefore, this is what the Lord God says. I am against Pharaoh, the king of Egypt, and I will break his arms, both the strong one and the one that was broken, and in this way I will cause the sword to fall from his hand. ", "23": "I will scatter Egypt among the nations and disperse them among the countries. ", "24": "I will strengthen the arms of the king of Babylon and put my sword into his hand. But I will break the arms of Pharaoh, and he will groan in the presence of the king of Babylon with groans like someone who is mortally wounded. ", "25": "I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will hang limp. They will know that I am the Lord when I put my sword into the hand of the king of Babylon, and he stretches it out against the land of Egypt. ", "26": "I will scatter Egypt among the nations and disperse them among the countries. Then they will know that I am the Lord."}