{"1": "In the eleventh year,[a] in the third month, on the first day of the month, the word of the Lord came to me.", "2": "Son of man, say this to Pharaoh, the king of Egypt, and to his horde. To whom can you be compared in your greatness?", "3": "Consider Assyria. It was a cedar in Lebanon. It had beautiful branches, which gave shade to the woodland. It was very tall, and its top reached to the clouds.[b] ", "4": "The waters made it grow. The deep springs made it tall, sending out rivers which flowed around the spot where it was planted, and they sent smaller ditches out to all the other trees in the countryside.[c] ", "5": "So the cedar was taller than all the other trees in the countryside. It produced many branches, and its boughs grew long, because of the plentiful water when it sent out shoots.[d] ", "6": "All the birds in the sky nested in its boughs. All the wild animals in the countryside gave birth under its branches, and all the mighty nations lived in its shade. ", "7": "It was beautiful in its grandeur and in the length of its branches, because its roots reached down to plentiful water. ", "8": "Even the cedars in the garden of God did not overshadow it. The boughs of the fir trees were not equal to its boughs, and the chestnut tree could not rival its many branches. No tree in the garden of God could equal it in beauty. ", "9": "I made it so beautiful by the abundance of its branches that all the trees of Eden that were in the garden of God envied it.", "10": "Therefore, this is what the Lord God says. Because you were so tall, because the cedar stretched its top up between the clouds, and its heart became haughty because of its height, ", "11": "I will hand it over to a chief of nations, and he will deal harshly with it. I banished it as its wickedness deserved. ", "12": "Foreigners, the most ruthless of nations, cut it down and discarded it. Its branches fell on the mountains and in all the valleys. Its boughs lay broken in all the streambeds of the land, and all the peoples of the earth left its shade and abandoned it. ", "13": "All the birds in the sky lodged on its fallen trunk, and all the wild animals in the countryside came to its branches. ", "14": "All this happened so that all the well-watered trees would never again reach such heights or stretch their tops up between the clouds. Nor will the tallest of them remain standing—even though they drink in water—because they have all been handed over to death, to be below the earth, along with all mankind, with those who have descended to the pit.", "15": "This is what the Lord God says. When Assyria went down to the grave,[e] I caused mourning everywhere. I covered the deep because of it. I restrained the rivers of the deep, and the plentiful waters were held back. I dressed Lebanon in black because of it, and all the trees in the countryside dried up because of it. ", "16": "I made the nations quake at the sound of its fall, when I brought it down to the grave to be with those who have descended to the pit. Below the earth, all the trees of Eden, the choicest and best of Lebanon, all those that drink up water, consoled themselves, ", "17": "even those who served as Assyria's arm, those who lived in its shade among the nations, even those who went down to the grave with it, those run through by the sword.", "18": "To whom, then, can you be compared in glory and greatness among the trees of Eden? Yet you shall be brought down below the earth, together with the trees of Eden. You shall lie among the uncircumcised, together with those run through by the sword. This is Pharaoh and all his horde, declares the Lord God."}