{"1": "In the twelfth year,[a] in the twelfth month, on the first day of the month, the word of the Lord came to me. ", "2": "Son of man, raise a lament over Pharaoh, the king of Egypt, and say this to him. You consider yourself a young lion among the nations, but you are like a monster in the seas. You thrash around in your rivers. You churn up the water with your feet and make the rivers muddy.", "3": "This is what the Lord God says. I will cast my net over you by an array of mighty nations, and they will haul you up in my fishing net. ", "4": "I will haul you up and leave you on dry land and throw you into an open field. I will let all the birds of the air settle on you. I will let all the wild animals of the earth feed on you till they are filled. ", "5": "I will dump your flesh on the mountains and fill the ravines with your carcass. ", "6": "I will drench the land with the overflow of your blood, up to the mountains, and the streambeds will be filled with your remains.[b]", "7": "When you are snuffed out, I will cover the sky and darken its stars. I will cover the sun with a cloud, and the moon will not give its light. ", "8": "I will black out all the bright lights in the sky because of you. I will bring darkness over your land, declares the Lord God. ", "9": "I will disturb the hearts of mighty peoples when I bring word about your downfall[c] to the nations, to countries you do not know. ", "10": "I will make many peoples appalled by you, and their kings' hair will stand on end because of you, when I brandish my sword in front of them. They will tremble every minute, each for his own life, on the day when you fall.", "11": "For this is what the Lord God says. The sword of the king of Babylon will come against you. ", "12": "I will cut down your horde by the swords of his warriors, all of them from the most ruthless of nations. They will devastate the pride of Egypt, and its whole horde will be exterminated. ", "13": "I will kill all its livestock beside many waters. No human foot will ever muddy the waters again, nor will the hoofs of cattle ever muddy them. ", "14": "Then I will let their waters settle and become clear and will make their channels flow like oil, declares the Lord God. ", "15": "When I cause the land of Egypt to be deserted, when the land is emptied of everything that filled it, when I have struck down all its inhabitants, then they will know that I am the Lord.", "16": "This is a lament, which they will wail. The daughters of the nations will wail it. Over Egypt and all its horde they will wail it, declares the Lord God.", "17": "In the twelfth year, on the fifteenth day of the month, the word of the Lord came to me.", "18": "Son of man, mourn over the horde of Egypt and send her down below the earth with the daughters of majestic nations, to be with those who have descended to the pit. ", "19": "Are you more favored than others? Go on down and lie down among the uncircumcised. ", "20": "They will fall among those who were run through by the sword. A sword has been appointed. Egypt and all its hordes will be carried off. ", "21": "The elite warriors will speak to him and to his allies from the midst of the grave. The uncircumcised, those run through by the sword, have come down and lie there.", "22": "Assyria is there with her whole crowd. Their graves are around her. All of them are slain, fallen by the sword. ", "23": "Her graves are set in the deepest part of the pit, and her crowd is all around her grave, all of them slain, fallen by the sword, all those who once spread terror in the land of the living.", "24": "Elam[d] is there, with her whole horde around her grave, all of them slain, fallen by the sword, those who went down below the earth uncircumcised, those who once spread terror in the land of the living. They bear their shame along with those who have descended to the pit. ", "25": "A bed is made for Elam among the slain, with its whole horde around its graves, all of them uncircumcised, run through by the sword. Because they once spread terror in the land of the living, they will bear their shame with those who have descended to the pit. They are placed among the slain.", "26": "Meshek Tubal[e] is there with its whole horde around its graves, all of them uncircumcised, run through by the sword because they had spread terror in the land of the living. ", "27": "Do they not lie with other fallen, uncircumcised warriors,[f] who went down to the grave with their weapons of war, with their swords placed under their heads, with evidence of their guilt on their bones, because of the terror these warriors had once spread in the land of the living?", "28": "Pharaoh, you too will be broken in the midst of the uncircumcised and will lie with those run through by the sword.", "29": "Edom is there, with its kings and all its chiefs, who, despite their strength, are placed with those run through by the sword. They lie with the uncircumcised, with those who have descended to the pit.", "30": "The princes of the north are there, all of them, and every Sidonian, who went down with the slain despite the terror they had caused. Their strength failed them. They lie uncircumcised with those run through by the sword, and they bear their shame along with those who have descended to the pit.", "31": "Pharaoh will see them all and will console himself concerning his whole horde. Pharaoh is run through by the sword with his whole army, declares the Lord God. ", "32": "For I have set my terror in the land of the living, and he will be forced[g] to lie down among the uncircumcised, with those run through by the sword, that is, Pharaoh and his whole horde, declares the Lord God."}