{"1": "The word of the Lord came to me. ", "2": "Son of man, speak to your countrymen and say this to them. When I bring a sword against a land, and the people of the land appoint one man from their midst as their watchman, ", "3": "and that man sees the sword coming upon the land and blows the ram's horn to warn the people, ", "4": "then if anyone who hears the sound of the ram's horn does not heed the warning, and as a result the sword comes and takes him away, his blood will be on his own head. ", "5": "He heard the sound of the ram's horn, but he did not take warning, so his own blood is on him. If he had heeded the warning, he would have saved his life.", "6": "But if the watchman sees the sword coming but does not blow the ram's horn, and as a result the people are not warned, then if the sword comes and takes one of them away, that man has been taken away because of his own guilt, but I will also hold the watchman responsible for his blood.", "7": "But I have appointed you, son of man, to be a watchman for the house of Israel. So whenever you hear a word from my mouth, you are to warn them from me. ", "8": "When I say to a wicked man, “Wicked man, you shall surely die,” if you do not speak to warn the wicked man against his way, that wicked man will die because of his guilt, but I will also hold you responsible for his blood. ", "9": "But if you do warn the wicked man to turn from his way, and he does not turn from his way, he will die because of his guilt, but you will have saved your life.", "10": "So you, son of man, say the following to the house of Israel. This is what you people are saying: “Certainly our rebellion and our sins weigh us down, and because of them we are rotting away. How then can we live?” ", "11": "Say to them, “As I live, declares the Lord God, I take no pleasure in the death of the wicked, but rather that the wicked turn from their way and live. Turn back, turn back from your evil ways, for why should you die, O house of Israel?”", "12": "So you, son of man, also say this to your countrymen. The righteousness of a righteous man will not save him on the day that he rebels, and the wickedness of a wicked man will not cause him to stumble on the day that he turns away from his wickedness. Likewise, a righteous man will not be able to live by his righteousness on the day that he sins.", "13": "When I say about the righteous man, “He will surely live,” but he then trusts in his own righteousness and does unrighteous things, all of his righteous acts will no longer be remembered, and he will die because of[a] the unrighteous things he does.", "14": "Or when I say to the wicked man, “You will surely die,” and he turns from his sin and practices justice and righteousness— ", "15": "if that wicked man returns the collateral paid to him for a loan, returns what he has stolen, walks in the laws that lead to life, and so avoids doing unrighteous things—he will surely live. He will not die. ", "16": "All of the evil acts he committed will not be remembered against him. Since he has practiced justice and righteousness, he will certainly live.", "17": "Yet, your countrymen are saying, “The Lord's way is not fair,” although it is actually their way that is not fair. ", "18": "When a righteous man turns away from his righteousness and does unrighteous things, he will die in them. ", "19": "But when a wicked man turns away from his wickedness and practices justice and righteousness, he will live through them. ", "20": "So, even though you say, “The Lord's way is not fair,” I will judge each one of you according to his own ways, O house of Israel.", "21": "In the twelfth year of our captivity, in the tenth month,[b] on the fifth day of the month, a refugee from Jerusalem came to me and said, “The city has fallen.” ", "22": "Now the hand of the Lord had been upon me the evening before the survivor came, and the Lord had opened my mouth, so by the time the refugee came to me in the morning, my mouth was opened, and I was no longer unable to speak.", "23": "The word of the Lord came to me.", "24": "Son of man, the inhabitants of these ruins in the land of Israel are saying, “Abraham was only one man, and he took possession of the land. We are many, and certainly the land has been given to us as a possession.”", "25": "Therefore, say this to them. This is what the Lord God says. You eat meat with the blood still in it. You raise your eyes to your filthy idols. You shed blood, and still you think you will possess the land? ", "26": "You depend on your sword. You commit abominations. Each of you defiles his neighbor's wife, and still you think you will possess the land?", "27": "This is what you are to say to them. This is what the Lord God says. As I live, those who are in the ruins will fall by the sword, and I will give anyone in the open country to the wild animals to eat, and those in strongholds and caves will die by the plague. ", "28": "I will make the land a desolate wasteland. Its arrogant strength will cease, and the mountains of Israel will be so desolate that no one will travel through them. ", "29": "Then they will know that I am the Lord, when I make the land a desolate wasteland because of all the abominable things they have committed.", "30": "What about you, son of man? Your countrymen, who are talking with each other about you beside the walls and in the doorways of the houses, say to one another, each one to a neighbor, “Come now and hear what the word is that is coming from the Lord.” ", "31": "They come to you as a group on behalf of the people,[c] and they sit in front of you as if they were my people. They listen to your words but refuse to act on them, because they prefer to use their mouths for obscene talk, and their hearts pursue their wrongful gain. ", "32": "You see, to them you are like someone who sings erotic songs with a beautiful voice, who is an excellent musician. So they listen to your words, but they are not obeying them. ", "33": "But when this comes—and come it will—they will know that a prophet has been among them."}