{"1": "The word of the Lord came to me.", "2": "Son of man, prophesy against the shepherds of Israel. Prophesy and say to those shepherds that this is what the Lord God says. Woe to you, shepherds of Israel, who have been shepherding for themselves. Aren't shepherds supposed to shepherd for the benefit of the sheep? ", "3": "You eat the fat.[a] You wear the wool. You slaughter the fattened ones—but you do not shepherd the flock. ", "4": "You have not strengthened the weak. You have not healed the sick. You have not bound up the injured. You have not brought back the strays, and you have not searched for the lost. Instead you have abused them with force and with violence. ", "5": "So they scattered, because there was no shepherd, and they became food for all the wild animals. My sheep scattered and ", "6": "wandered all over the mountains and on every high hill. Over the face of the whole earth, my flock was scattered, with no one looking for them and no one searching for them.", "7": "Therefore, shepherds, hear the word of the Lord. ", "8": "As surely as I live, declares the Lord God, because my flock has become plunder, and because my flock has become food for all the wild animals, because they have no shepherd and my shepherds did not concern themselves about my flock, but the shepherds took care of themselves instead of taking care of my flock, ", "9": "therefore, you shepherds, hear the word of the Lord.", "10": "This is what the Lord God says. I am against the shepherds. Watch! I will remove my flock from their hand. I will remove them from taking care of the sheep, and no longer will those shepherds take care of themselves. I will rescue my flock from their mouths, so that they will no longer be food for them.", "11": "For this is what the Lord God says. Here I am. I myself will seek the welfare of my flock and carefully search for them. ", "12": "As a shepherd searches for his flock when his sheep that were with him have been scattered, so I will search for my flock and rescue them from all the places where they were scattered on a day of clouds and thick darkness. ", "13": "I will bring them out from the peoples and gather them from the countries and bring them to their own soil. I will shepherd them on the mountains of Israel, in the valleys, and in all the settlements of the land. ", "14": "I will lead them into good pasture, and their grazing land will be on the high mountains of Israel. There they will lie down in good grazing land, and they will pasture on rich pasture on the mountains of Israel. ", "15": "I myself will shepherd my flock. I myself will let them lie down, declares the Lord God. ", "16": "I will seek the lost. I will bring back the strays. I will bind up the injured. I will strengthen the weak. I will destroy the fat and the strong, and I will shepherd them with justice.", "17": "What about you, my flock? This is what the Lord God says. I am going to judge between one sheep and another, between the rams and the male goats. ", "18": "Isn't it enough for you that you feed on the good pasture? Must you trample the rest of your pastures with your feet? Isn't it enough that you drink the clear water? Must you muddy the rest with your feet? ", "19": "Then my flock has to feed on what your feet have trampled and drink what your feet have muddied. ", "20": "Therefore, this is what the Lord God says to them. I myself am going to judge between the fat sheep and the thin sheep. ", "21": "Because you have shoved them with your side and shoulder and butted all the weak ones with your horns, until you scattered them abroad, ", "22": "I will save my flock so that they will not become plunder anymore. In this way I will judge between one sheep and another.", "23": "Then I will raise up over them one shepherd, and he will tend them. My servant David will tend them, and he will be their shepherd. ", "24": "I, the Lord, will be their God, and my servant David will be the prince among them. I, the Lord, have spoken. ", "25": "Then I will establish a covenant of peace with them, and I will rid the land of wild animals, so they may live securely in the wilderness and sleep in the forests.", "26": "I will make them and the area around my hill a blessing. I will send the rain showers down in their season. They will be showers of blessing. ", "27": "The trees in the field will yield their fruit, and the earth will yield its produce. They will be secure on their own land and know that I am the Lord, when I break the bars of their yoke and rescue them from the hand of those who enslaved them. ", "28": "No more will they be plundered by the nations, nor will wild animals devour them. They will live in security, with no one to make them afraid. ", "29": "I will establish for them farmland famous for its crops, so that they will no longer be carried off by famine that is taking place in the land. They will no longer bear the scorn of the nations. ", "30": "They will know that I, the Lord their God, am with them, and that they, the house of Israel, are my people, declares the Lord God. ", "31": "You are my flock of sheep, the sheep of my pasture, and you are my people, and I am your God, declares the Lord God."}