{"1": "The word of the Lord came to me.", "2": "Son of man, set your face against Gog from the land of Magog, the prince of Rosh,[a] Meshek, and Tubal, and prophesy against him ", "3": "and say this. This is what the Lord God says. I am against you, Gog, prince of Rosh, Meshek, and Tubal.[b] ", "4": "I will turn you around. I will put hooks in your jaws, and I will bring you out with your entire army, horses and horsemen, all of them magnificently arrayed, a vast horde[c] armed with body shields and hand shields, all of them wielding swords. ", "5": "Persia, Cush, and Libya[d] are with them, all of them with hand shields and helmets, ", "6": "also Gomer and all its troops, Beth Togarmah from the remotest regions of the north and all its troops—many peoples will be with you. ", "7": "Ready yourself. Prepare yourself, you and your whole horde that is gathered around you, and keep watch over them. ", "8": "After many days you will be summoned to come together. In the latter years you will invade a land that was restored from the ravages of the sword, whose population had been gathered from among many peoples, back to the mountains of Israel, which had been lying in ruins for a long time. Its population had been brought out from among the peoples, and all of them were now living securely. ", "9": "You will come up like a devastating storm. You will come up like a cloud to cover the land, you and all your troops and many peoples with you.", "10": "This is what the Lord God says. On that day plans will come into your mind, and you will plot an evil scheme. ", "11": "You will say, “I will go up against a land of unwalled villages. I will attack the peaceful people who live in security, all of them living without walls, with neither bars nor gates. ", "12": "I will attack in order to seize spoils and carry off plunder, to assault resettled ruins and to attack people returned from the nations, people who are acquiring livestock and other property, people who live at the center[e] of the earth.”", "13": "Sheba, Dedan, the merchants of Tarshish, and all its leaders[f] will say to you, “Have you come to seize spoils? Have you gathered your horde to carry off plunder, to carry away silver and gold, to take away livestock and other property, to seize a large amount of spoils?”", "14": "Therefore prophesy, son of man, and say this to Gog. This is what the Lord God says. On that day, when my people Israel are dwelling securely, you will be aware of that, won't you? ", "15": "So you will come from your place, from the remotest regions of the north, you and many peoples with you, all of them riding on horses, a great horde, a mighty army. ", "16": "You will come up against my people Israel like a cloud covering the land. In the latter days this will happen. I will bring you against my land so that the nations will know me when I use you to reveal myself as holy in front of their eyes, O Gog.", "17": "This is what the Lord God says. Are you the one I spoke about in earlier days through my servants, the prophets of Israel? In those days didn't they prophesy for many years that I would bring you against Israel? ", "18": "On that day when Gog comes against the land of Israel, says the Lord God, my wrath will be evident on my face. ", "19": "In my zeal and the fire of my fury, I have spoken. I swear that there will be a great earthquake in the land of Israel on that day. ", "20": "All of these will quake in my presence: the fish in the sea, the birds in the sky, the animals in the open country, every creeping thing that creeps on the ground, and every human being on the face of the earth. The mountains will be overthrown. The hillside terraces will collapse, and every wall will fall to the ground. ", "21": "I will summon against Gog a sword upon all my mountains, declares the Lord God. Every man's sword will be against his brother. ", "22": "I will judge him with plague and with bloodshed. I will rain down torrential rain, hailstones, and burning sulfur on him and on his troops and on the many peoples who are with him. ", "23": "In this way I will show myself to be great, and I will show myself to be holy, and I will make myself known in the sight of many nations. Then they will know that I am the Lord."}