{"1": "Now you, son of man, prophesy against Gog and say this. This is what the Lord says to you. I am against you, Gog, prince of Rosh, Meshek, and Tubal. ", "2": "I will turn you around. I will show you the way. I will lead you up from the remotest regions of the north, and I will bring you against the mountains of Israel. ", "3": "But there I will knock your bow out of your left hand, and I will make your arrows fall from your right hand. ", "4": "On the mountains of Israel you will fall—you, all your troops, and the peoples who are with you. I will give you as food to scavenging birds of every kind and to the wild animals. ", "5": "In the open country you will fall, for I have spoken, declares the Lord God. ", "6": "I will also send fire on Magog and on those who live in security on the coastlands. Then they will know that I am the Lord.", "7": "I will make my holy name known among my people Israel. I will not let my holy name be profaned anymore, and the nations will know that I am the Lord, the Holy One in Israel. ", "8": "It is coming! It will surely take place, declares the Lord God. This is the day of which I have spoken. ", "9": "Then those who live in the cities of Israel will go out and set the weapons on fire and burn the small shields and large shields, bows and arrows, clubs and spears. They will use them as firewood for seven years. ", "10": "They will not take wood from the open country or gather it from the forests because they will use the weapons as firewood. They will loot those who looted them and plunder those who plundered them, declares the Lord God.", "11": "On that day I will give Gog a burial place there in Israel, in the valley used by those who travel east toward the sea,[a] and it will block the way for travelers. There they will bury Gog and all his horde and call it the Valley of Gog's Horde. ", "12": "The house of Israel will spend seven months burying them in order to cleanse the land. ", "13": "All the people of the land of Israel will join in burying them, and it will bring honor to them on that day when I display my glory, declares the Lord God. ", "14": "In addition, they will assign men to work full-time, passing through the land together with others, to bury those who are left on the surface of the ground in order to cleanse it. At the end of seven months, they will still be searching. ", "15": "Whenever those who pass through the land see a human bone, they will set up a marker beside it until the burial squad has buried it in the Valley of Gog's Horde. ", "16": "So the name of a city there will be Hamonah.[b] In this way they will cleanse the land.", "17": "This is what the Lord God says to you, son of man. Speak to the birds, to every winged creature, and to all the wild animals. Tell them this. Assemble yourselves and come. From all around gather yourselves to my sacrificial meal, which I am preparing for you as a sacrificial meal on the mountains of Israel. You will eat meat and drink blood. ", "18": "You will eat the meat of warriors and drink the blood of the princes of the earth, like rams and lambs, goats and bulls, all of them fattened animals from Bashan. ", "19": "You will eat fat until you are full and drink blood until you are drunk from my sacrificial meal, which I have prepared for you. ", "20": "At my table you will be filled with horses and charioteers, with warriors and soldiers of every kind, declares the Lord God.", "21": "In this way I will establish my glory among the nations, and all the nations will see my justice which I have carried out and my hand which I have laid upon them. ", "22": "The house of Israel will know from that day forward that I am the Lord, their God. ", "23": "Then the nations will know that the house of Israel went into exile because of their guilt, because they were unfaithful to me. So I hid my face from them and delivered them into the hand of their adversaries, and they all fell by the sword. ", "24": "I dealt with them according to their uncleanness and their rebellion, and I hid my face from them.", "25": "Therefore, this is what the Lord God says. Now I will bring about the restoration of Jacob. I will have mercy on the whole house of Israel, and I will be zealous for my holy name. ", "26": "They will bear their shame and all the unfaithfulness that they displayed toward me, even when they lived securely in their own land with no one to make them afraid. ", "27": "When I bring them back from the nations and gather them from the lands of their enemies, I will show myself to be holy among them in the sight of many nations. ", "28": "They will know that I am the Lord their God, because, even though I sent them into captivity among the nations, I also gathered them again to their own land, and I will never again leave any of them there in captivity. ", "29": "Nor will I ever hide my face from them again, because I will have poured out my Spirit on the house of Israel, declares the Lord God."}