{"1": "Now you, son of man, take a brick for yourself, place it in front of you, and sketch on it a city, which is Jerusalem. ", "2": "Lay siege against it, build a siege wall against it, heap up a ramp against it, set up camps against it, and station battering rams against it, all the way around it.", "3": "And you, take an iron griddle and set it up as an iron wall between you and the city. Direct your face toward[a] it, so that it will be under siege as you besiege it. This will be a sign for the house of Israel.", "4": "And you, lie down on your left side, and place the guilt of the house of Israel on it. For as many days as you lie on your side, you shall bear their guilt. ", "5": "I will assign to you the number of days you are to lie on your side on the basis of the number of years of their guilt: three hundred ninety days. So you shall bear the guilt of the house of Israel. ", "6": "When you have finished these days, you shall lie down a second time on your right side, and you shall bear the guilt of the house of Judah for forty days. I have assigned to you one day for each year. ", "7": "You shall direct your face toward the siege of Jerusalem, with your arm bared, and you shall prophesy against it. ", "8": "See, I have placed ropes upon you, so that you will not turn from your one side to your other side until you finish the days of your siege.", "9": "And you, take some wheat, barley, beans, lentils, millet, and emmer wheat for yourself. You shall put them in a single dish and make bread for yourself with them. During the whole number of days that you are lying on your side—three hundred ninety days—you shall eat it. ", "10": "You shall weigh out the food you eat—half a pound[b] a day. You are to eat it at set times each day. ", "11": "You shall measure the water you drink—a pint and a half[c] a day. You are to drink it at set times each day. ", "12": "You are to eat it as you would eat flat bread made of barley, and you are to bake it over balls of human excrement in their sight.", "13": "Then the Lord said, “This is how the people of Israel will eat their food: They will be ceremonially unclean among the nations where I will banish them.”", "14": "Then I said, “Oh no, Lord God, I have never made myself unclean. I have never eaten a carcass or something torn by wild animals, from my youth until now. Neither has any meat which is ceremonially unclean ever entered my mouth.”", "15": "Then he answered me, “Very well, I will let you use droppings of cattle instead of balls of human excrement, and you shall bake your bread over them.”", "16": "He also said this to me: “Son of man, watch for this! I am about to take away the bread supply from[d] Jerusalem, and they will measure out their bread by weight and eat it with anxiety, and they will measure out their water and drink it with horror. ", "17": "So they will lack food and water, and they will be horrified, each man and his brother, and they will waste away because of their guilt.”"}