{"1": "In the twenty-fifth year of our exile, at the beginning of the year,[b] on the tenth day of the month, in the fourteenth year after the city was struck down, on that very day, the hand of the Lord came upon me, and he brought me there. ", "2": "In visions of God, he brought me to the land of Israel and set me down on a very high mountain. On the south side there was a structure that resembled a city. ", "3": "When he brought me there, I saw a man who looked as if he were made of bronze. In his hand he had a linen cord and a measuring rod. He was standing by the gatehouse.", "4": "The man said to me, “Son of man, watch carefully, listen carefully, and pay attention to[c] everything that I am about to show you, because you were brought here so that I could show it to you. Report everything you see to the house of Israel.”", "5": "I saw a wall[d] all the way around the temple compound. In the man's hand was the measuring rod, six cubits long (using the long cubit).[e] When he measured the thickness of the structure, it was one rod thick, and its height was one rod.", "6": "Then he approached the gatehouse[f] that was on the east side of the temple compound and went up its steps. He measured the threshold of the gate. It was one rod deep.[g] ", "7": "Each guardroom[h] was one rod wide and one rod deep. Between the guardrooms, the walls were five cubits thick,[i] and the threshold of the gate of the vestibule[j] on the inner side of the gatehouse was one rod deep. ", "8": "⎣He measured the vestibule on the inner side of the gatehouse. It was one rod.⎦ [k]", "9": "He measured the vestibule of the gatehouse, which was eight cubits,[l] and its gateposts were two cubits. The vestibule of the gatehouse was located at the inner end of the gateway. ", "10": "Inside the east gatehouse, there were three guardrooms on either side of the entry. All three were the same size, and the gateposts on either side were also the same size. ", "11": "Then he measured the width of the entry into the gateway. It was ten cubits, and the length of the gateway was thirteen cubits.[m] ", "12": "There was a barrier in front of the guardrooms, one cubit wide, on both sides of the passage. Each guardroom was six cubits square.[n]", "13": "Next he measured the passageway through the gatehouse, from the outside edge of the ceiling of one guardroom to the outside edge of the ceiling opposite it. The total width was twenty-five cubits.[o] The doorways to the guardrooms were facing each other on each side of the passageway. ", "14": "He determined that the measurement of the gateposts was sixty cubits,[p] and the courtyard all around the gateway reached to the gateposts.[q] ", "15": "From the front of the outer entrance of the gateway to the outside edge of the vestibule on the inner side of the gateway was fifty cubits.[r] ", "16": "The guardrooms and their doorposts had openings on all sides. The openings were slits that were narrower toward the inside of the gate, and likewise, the vestibule had openings that narrowed toward the inside all the way around.[s] The doorposts had decorations like palm trees.", "17": "Then he brought me into the outer courtyard. There were rooms and a pavement constructed all the way around the courtyard. Thirty rooms faced the pavement.[t] ", "18": "The pavement ran along the sides of the gates. The pavement was as wide as the length of the gatehouse. This was the lower pavement. ", "19": "He measured the width of the pavement from the inside edge of the outer gatehouse to the outside edge of the inner courtyard. It measured one hundred cubits[u] on the east and on the north sides of the temple.", "20": "There was a gateway leading into the outer courtyard on the north side. The man measured its length and its width. ", "21": "Its guardrooms, three on each side, its gateposts, and its vestibule had the same measurements as the first gatehouse, fifty cubits long and twenty-five cubits wide. ", "22": "The entry, the vestibule, and its palm decorations also had the same measurements as those of the gatehouse facing east. From outside the temple compound one could enter the gate by seven steps, and the vestibule of the gateway was straight ahead at the inner end of the gateway.", "23": "A gateway into the inner courtyard was opposite the outer gatehouse (the same as on the east side), and he measured from the outer gate to the inner one opposite it. The distance was one hundred cubits.[v]", "24": "Next, he led me toward the south, and there also was a gatehouse on the south side of the temple compound. He measured its gateposts and its vestibule, and the measurements were like the others. ", "25": "It and its vestibule had openings all around like the openings of the others. Its length was fifty cubits and its width was twenty-five cubits. ", "26": "It had seven steps going up to it, and its vestibule was straight ahead of them at the opposite end of the gateway, and it had palm decorations on either side on its gateposts. ", "27": "The inner courtyard also had a gateway facing south. He measured from one gate to the other toward the south. It was one hundred cubits.", "28": "Then he brought me into the inner courtyard through its south gate.[w] He measured this gatehouse on the south side of the inner courtyard. Its measurements were like those of the previous gatehouses. ", "29": "Its guardrooms, gateposts, and vestibule had the same measurements as the others. Both the gatehouse and the vestibule had openings all around. It was fifty cubits long and twenty-five cubits wide.", "30": "There were vestibules on each side of the inner courtyard. They were twenty-five cubits long and five cubits wide.[x] ", "31": "The vestibule of the inner gatehouse faced the outer courtyard. There were palm decorations on its gateposts, and its stairway had eight steps.", "32": "Next he brought me into the inner courtyard through the gate facing east. He measured the gatehouse, and its dimensions were the same as the others. ", "33": "Its guardrooms, gateposts, and vestibule were the same size as the others. It and its vestibule had openings all around. It was fifty cubits long and twenty-five cubits wide. ", "34": "Its vestibule faced the outer court, and there were palm decorations on its gateposts on either side. Its stairs had eight steps.", "35": "Then he brought me to the north gatehouse and measured it. It had the same measurements as the others. ", "36": "This was also true of its guardrooms, its gateposts, and its vestibule. It had openings all around. It was fifty cubits long and twenty-five cubits wide. ", "37": "Its vestibule faced the outer courtyard, and there were palm decorations on its gateposts on either side. Its stairway had eight steps.", "38": "There was a room with a door, next to the gateposts at each of the inner gateways,[y] where they washed the burnt offering.[z]", "39": "Inside the vestibule of the gateway, on each side, there were two tables upon which to slaughter the whole burnt offering, the sin offering, and the restitution offering. ", "40": "Next to the outside wall of the vestibule, as one goes toward the entrance of the north gateway, there were two more tables. Next to the other outside wall of the vestibule of the gateway were two more tables. ", "41": "That is, there were four tables on one side and four on the other side of the gateway—eight tables on which they were to slaughter the sacrifices.", "42": "Four more tables for the burnt offering were made of hewn stone. They were one and a half cubits long, one and a half cubits wide, and one cubit high. On them they placed the instruments with which they slaughtered the burnt offering and the other sacrifices. ", "43": "Double-pronged hooks, each a handbreadth[aa] long, were fastened to the building all around, but the meat for the sacrifice was placed on the tables.", "44": "Just outside of the inner gateway, in the inner courtyard, were two rooms,[ab] one beside the north gate, which faced south, and the other beside the south[ac] gate, which faced north. ", "45": "He said to me, “This room that faces south is for the priests who guard the temple, ", "46": "and the room that faces north is for the priests who guard the altar. They are descendants of Zadok, the only Levites who may approach the Lord to minister to him.”", "47": "Then he measured the courtyard.[ad] It was one hundred cubits long and one hundred cubits wide[ae]—a square. The altar was in front of the temple.", "48": "Next he brought me to the vestibule of the temple building.[af] He measured each doorpost of the vestibule: five cubits[ag] on either side. The width of the gate was ⎣fourteen cubits.[ah] The sides of the gate were⎦ three cubits[ai] on either side.[aj] ", "49": "The length of the vestibule was twenty cubits, and its width was eleven cubits.[ak] One entered it by ten[al] steps, and there were pillars by the doorposts, one on either side."}