{"1": "Then he brought me to the outer room of the sanctuary[a] and measured the doorposts, six cubits[b] wide on either side. This was the width of the Tent.[c] ", "2": "The width of the entrance was ten cubits,[d] and the side walls of the entrance were five cubits[e] on either side. Then he measured the outer room's length, forty cubits, and its width was twenty cubits.[f]", "3": "Then he entered the inner room of the sanctuary[g] and measured the doorposts of its entrance, two cubits, and the width of the entrance was six cubits, and the side walls of the entrance were seven cubits on either side.[h] ", "4": "He measured its length, twenty cubits, and its width was twenty cubits,[i] the same as the width of the outer room. Then he said to me, “This is the Holy of Holies.”", "5": "Next he measured the wall of the temple building. It was six cubits thick, and the width of each side room was four cubits. The side rooms[j] ran all around the temple. ", "6": "The side rooms were stacked on top of one another, in three stories, with thirty rooms in each story. The floors of the side rooms rested on ledges attached to the wall of the temple all the way around, so that the supports for the rooms would not cut into the temple wall itself. ", "7": "The side rooms all around the temple became wider as one went up from story to story, because their supporting ledges in the wall of the temple ascended like steps. Therefore, the width of the interior of the attached structure increased as one went up from the lowest story to the highest by way of the middle story.[k]", "8": "I saw a raised platform all around the temple that served as a foundation for the side rooms. The terrace built on this foundation, measured by a full rod, was six long cubits tall.[l] ", "9": "The thickness of the outer wall of the side rooms was five cubits. The open area[m] between the side rooms attached to the temple ", "10": "and the other rooms on the other side of the inner courtyard was twenty cubits wide[n] all around the temple. ", "11": "There were entrances into the side rooms from the open area, one entrance on the north side, one on the south. The width of the terrace[o] bordering the open area was five cubits all around.[p]", "12": "The building[q] on the far side of the restricted area[r] on the western side of the temple was seventy cubits wide.[s] The wall of the building was five cubits thick all around, and its length was ninety cubits.[t]", "13": "Then he measured the temple building. Its length was one hundred cubits.[u] The restricted area and the building with its walls also had a length of one hundred cubits. ", "14": "The width of the area in front of the temple, including the restricted areas east of the temple, was one hundred cubits as well. ", "15": "He also measured the length of the building facing the restricted area at the rear of the temple, along with its balconies on either side. It was one hundred cubits. The outer and inner rooms of the sanctuary,[v] the vestibules of the courtyard, ", "16": "the thresholds, and the windows with slanting frames, as well as the balconies around the three sides, opposite the threshold, were paneled with wood all the way around, from the floor to the upper windows, and the windows were covered with lattices.[w] ", "17": "The paneling extended up to the space above the entrance, both in the inner and outer sanctuary. On all the walls all around, in both the inner and outer sanctuary, there were geometric patterns,[x] ", "18": "carved cherubim, and decorations like palms. There was a palm decoration between each cherub and its neighbor. Each cherub had two faces: ", "19": "the face of a man turned toward the palm on one side and the face of a lion turned toward the palm on the other side. They were carved all around the whole temple. ", "20": "From the floor up to the space above the entrance, cherubim and palms were carved, even on the walls of the outer room of the sanctuary.[y] ", "21": "As for the outer room of the sanctuary, its doorposts were square, and the front of the Holy of Holies had the same design.", "22": "The altar was made of wood, three cubits high. Its length was two cubits, and its width was two cubits.[z] Its corners, its base,[aa] and its sides were also of wood. He said to me, “This is the table that is before the Lord.”", "23": "Both the outer room of the sanctuary and the Holy of Holies had double doors. ", "24": "The doors had two leaves apiece, two folding leaves—two for one door and two leaves for the other door. ", "25": "Carved on the doors of the outer room there were cherubim and palm decorations, like those carved on the walls. Outside there was a wooden canopy in front of the vestibule. ", "26": "There were also windows narrowing toward the inside and palm decorations on both side walls of the vestibule. The side rooms of the temple also had canopies."}