{"1": "Then he led me out into the outer courtyard which was north of the temple building, and he brought me to a set of rooms which bordered on the south side of the restricted area and was north of the structure of the temple building.[a] ", "2": "This building north of the temple, which had doors facing north, was one hundred cubits long and fifty cubits wide.[b]", "3": "On each side of the north courtyard, across from the twenty cubits that belonged to the inner courtyard on the south side and across from the pavement that belonged to the outer courtyard on the north side, two sets of balconies faced each other.[c] Each was three stories high.[d] ", "4": "In front of the rooms on the inside of the courtyard was a walkway[e] ten cubits wide and one hundred cubits long.[f] The entrances of the rooms faced north.[g]", "5": "The upper rooms were narrower, because the balconies took more space away from them than from the building's bottom and middle floors. ", "6": "These rooms were arranged in three stories and had no pillars like the pillars in the courtyards, so as you went up from ground level, the upper story had to be set back more than the lower and middle ones.[h]", "7": "There was a wall in the outer courtyard, which ran parallel to the rooms on the east side.[i] It was fifty cubits long. ", "8": "The length of the set of rooms on the east side of the building facing toward the outer courtyard was fifty cubits, but the length of those on the north side was one hundred cubits long.[j] ", "9": "On the bottom floor of these rooms on the east end of the building, there was an entrance, through which one could enter them from the outer courtyard.[k]", "10": "At the head of the wall of the courtyard,[l] on the south[m] side of the temple, opposite the restricted area and opposite the building, there were rooms. ", "11": "They also had a passageway in front of them. They looked just like the rooms on the north. They were the same length and also the same width, and they were the same in regard to all their exits, their designs, and their entrances. ", "12": "Also identical were the entrances to the rooms on the south, at the head of the passageway, that is, the passageway opposite the corresponding wall, as one enters them from the east.", "13": "Then he said to me, “The northern and southern rooms in front of the restricted area are holy rooms where the priests who approach the Lord will eat the most holy offerings. There they will deposit the most holy offerings, the grain offering, the sin offering, and the restitution offering, for the place is holy. ", "14": "When the priests go to enter these rooms, they must not go out from the holy place into the outer courtyard until they have put away their vestments in which they have ministered there, because the vestments are holy. They must put on other clothing before they approach the area that is for the people.”", "15": "In this way the man finished the measurements of the interior of the temple complex. Then he led me out through the gate on the east side of the temple complex and measured the temple area all the way around. ", "16": "He measured the east side using the measuring rod. It measured five hundred cubits,[n] using canes, that is, the measuring rod. ", "17": "Then he turned and measured the north side. It was five hundred cubits, using canes, that is, the measuring rod. ", "18": "Then he turned and measured the south side. It was five hundred cubits, using canes, that is, the measuring rod. ", "19": "He turned to the west side and measured again. It also was five hundred cubits, using canes, that is, the measuring rod. ", "20": "Thus he measured the temple area on all four sides. It had a wall all the way around it. It was five hundred cubits long and five hundred cubits wide, in order to separate the holy from the common."}