{"1": "Then he brought me back to the outer gate of the sanctuary that faces east, but it was closed. ", "2": "The Lord said to me, “This gate must remain closed and not be opened. No man may enter through it, because the Lord, the God of Israel, has entered through it. Therefore, it is to remain closed. ", "3": "The prince, because he is the prince, may sit in it to eat food in the presence of the Lord. He must enter through the vestibule of the gateway, and he must go out the same way.”", "4": "Next, he brought me through the north gate to the front of the temple. I looked, and the Glory of the Lord had filled the temple of the Lord, and I fell on my face. ", "5": "The Lord said this to me. Son of man, pay attention. Watch carefully and listen carefully[a] to what I am telling you regarding all the regulations of the temple of the Lord and all the instructions concerning it. Pay attention to the entrance of the temple and to all the exits of the sanctuary.", "6": "Say this to the rebellion, that is, to the house of Israel. This is what the Lord God says. There has been more than enough of all your abominations, O house of Israel. ", "7": "You even brought foreigners, uncircumcised in heart and uncircumcised in flesh, into my sanctuary to desecrate it—into my own house!—even while you were offering my food, namely, the fat and the blood. In this way they broke my covenant in addition to all your abominations.", "8": "You have not faithfully guarded my holy things. Instead, you appointed others to be guards at my sanctuary in your place. ", "9": "This is what the Lord God says. No foreigner, uncircumcised in heart and uncircumcised in flesh, may enter my sanctuary—no foreigner at all from those who are among the people of Israel.", "10": "What's more, the Levites who went far from me when Israel strayed away, those who wandered away from me to follow their filthy idols, they must bear the consequences of their guilt. ", "11": "Nevertheless, the Levites shall be in my sanctuary serving as guards over the gates of the temple and ministering in the temple. They shall slaughter the burnt offerings and the other sacrifices for the people. They shall stand before the people to serve them. ", "12": "But because they formerly served them in front of their filthy idols and became a stumbling block that made the house of Israel guilty, therefore I have raised my hand in an oath against them, declares the Lord God, and they must bear the consequences of their guilt. ", "13": "They may not approach me to serve as priests for me, nor may they approach any of my holy things or the most holy offerings. They must bear their shame and the consequences of the abominations that they committed. ", "14": "Yet I will make them guardians of the ministry of the temple, in charge of all the duties of the temple and of everything that has to be done in it.", "15": "But the levitical priests who are the sons of Zadok, those who faithfully performed the duty of guarding the ministry of my sanctuary when the sons of Israel strayed away from me, they may approach me to serve me, and they may stand before me to offer the fat and the blood to me, declares the Lord God. ", "16": "They alone may enter my sanctuary. They alone may approach my table to minister to me, and they shall perform the duty of guarding the ministry of the temple for me.", "17": "When they enter the gates of the inner court, they must wear linen clothing. No wool should be on them while they minister in the gates of the inner courtyard or inside the temple. ", "18": "They are to have linen turbans on their heads and linen shorts on their hips. They should wear nothing that causes sweat. ", "19": "When they go out into the outer courtyard[b] to the people, they must take off their vestments in which they have been ministering and leave them in the holy rooms. Then they must put on other clothing so that they do not transmit holiness to the people by their vestments.", "20": "They must not shave their heads or let their hair grow long and unkempt. They must keep the hair on their heads neatly trimmed. ", "21": "No priest is to drink wine when he enters the inner courtyard. ", "22": "The priests must not take a widow or a divorced woman for themselves as a wife, but only virgins who are seed from the house of Israel. But priests may marry a widow who is a widow of a priest. ", "23": "They are to teach my people the difference between the holy and the common, and make them knowledgeable in distinguishing the unclean from the clean.", "24": "In case of a dispute, they are to officiate as judges, and they must render their judgment concerning that case on the basis of the precedents in my judgments. They must observe my instructions and my regulations regarding all my appointed festivals, and they must keep my Sabbaths holy.", "25": "They must not go near a dead person and make themselves ceremonially unclean by doing so. Only in the case of father or mother, son or daughter, brother or unmarried sister may they make themselves unclean. ", "26": "After a priest has been purified, seven days must be counted off for him. ", "27": "On the day he enters into the sanctuary, into the inner courtyard to minister in the sanctuary, he must offer a sin offering for himself, declares the Lord God.", "28": "This will be their inheritance: I am their inheritance. You must not give them property in Israel. I am their property. ", "29": "They may eat the grain offerings, the sin offerings, and the restitution offerings, and every devoted thing in Israel will belong to them. ", "30": "The first from all firstfruits of all kinds and every special contribution of any kind from all your contributions will belong to the priests. The first of your ground grain[c] you must give to the priest in order that a blessing may rest on your house. ", "31": "No animal that died naturally or was torn by wild animals, whether a bird or an animal, may be eaten by the priests."}