{"1": "This is what the Lord God says. The gate into the inner courtyard which faces east must remain closed on the six work days, but on the Sabbath day it is to be opened, and on the day of the New Moon it is to be opened. ", "2": "The prince is to enter through the vestibule of the gateway at the outer, eastern end of the gatehouse and stand by the gatepost, and the priests are to offer his burnt offering and fellowship offerings. He is to prostrate himself on the threshold of the gateway and then go out, but the gate will not be closed until evening. ", "3": "The people of the land are to prostrate themselves before the Lord at the entrance to that gate on Sabbaths and New Moons.", "4": "The burnt offering that the prince is to offer to the Lord on the day of the Sabbath is to consist of six lambs without blemish and a ram without blemish. ", "5": "The grain offering is to be an ephah for the ram, and for the lambs the grain offering is to be as much as he can afford, with a hin of oil per ephah. ", "6": "On the day of the New Moon, he is to offer a young bull without blemish, six lambs, and a ram. They are to be without blemish. ", "7": "He is to provide an ephah for the bull and an ephah for the ram as a grain offering, and for the lambs as much as he can afford, with a hin of oil per ephah.", "8": "When the prince enters, he is to come in through the vestibule of the gateway, and he is to go out by the same way. ", "9": "When the people of the land come before the Lord at the appointed festivals, anyone who enters through the north gate in order to prostrate himself must go out through the south gate, and anyone who enters through the south gate must go out through the north gate. No one may return through the same gate through which he entered. He definitely must leave by going straight ahead to the opposite gate. ", "10": "The prince is to be in their midst. When they enter, he shall enter, and when they leave, both he and they shall leave.", "11": "At the pilgrimage festivals and the appointed festivals, the grain offering is to be an ephah for a bull and an ephah for a ram, and for the lambs it is to be as much as he can afford, with a hin of oil per ephah. ", "12": "When the prince makes a voluntary offering to the Lord, either as a burnt offering or fellowship offering, the gate facing east is to be opened for him. He is to offer his burnt offering or his fellowship offerings just as he does on the day of the Sabbath. When he goes out, the gate is to be closed after he leaves. ", "13": "You are to provide a yearling lamb without blemish as a burnt offering to the Lord every day. Every morning you are to provide it. ", "14": "You are to provide a grain offering with it every morning: one sixth of an ephah and one third of a hin of oil to moisten the fine flour. It is a grain offering for the Lord. These are lasting statutes to be performed daily. ", "15": "In this way they will offer the lamb, the grain offering, and the oil every morning as a daily burnt offering.", "16": "This is what the Lord God says. If the prince gives a gift to any of his sons, it is the son's inheritance and will also belong to his sons. It is to be their property by inheritance. ", "17": "But if the prince gives a gift from his inheritance to one of his servants, it will belong to him only until the year of liberty,[a] when it must revert to the prince. It is his inheritance alone and must remain with his sons. ", "18": "The prince may not take any of the inheritance of the people by evicting them from their property. From his own property he is to give an inheritance to his sons, so that my people will not be scattered—not a single man from his property.", "19": "Then he took me through the entrance into the holy rooms for the priests that were located on the north side of the temple, beside the north gatehouse. Looking toward the west, I saw that there was a special place at the back of the temple area.[b] ", "20": "He said to me, “This is the place where the priests are to boil the restitution offering and the sin offering, and where they will bake the grain offerings in order not to bring them out to the outer courtyard and transmit holiness to the people.”", "21": "Then he brought me out to the outer courtyard and led me past the four corners of the courtyard. I saw there was a court at each corner of the courtyard[c]— a court in each corner of the courtyard.[d] ", "22": "In the four corners of the courtyard were enclosed[e] courts, forty cubits long and thirty cubits wide[f]—the same measurement for each of the four of them.[g] ", "23": "A stone structure went all around the inside of all four of the rooms, and hearths for boiling were constructed beneath the structure all the way around. ", "24": "Then he said to me, “These are the kitchens where those who minister in the temple are to boil the sacrifices of the people.”"}