{"1": "The word of the Lord came to me.", "2": "And to you, son of man, this is what the Lord God says about the soil of Israel. An end! The end has come upon the four corners of the land. ", "3": "Now that the end is upon you, I will unleash my anger against you. I will judge you according to your ways, and I will place on you the penalty for all your abominations.[a] ", "4": "My eye will not have pity on you, and I will have no compassion, for I will place on you the penalty for your ways, and the punishment for your abominations will be in your midst. Then you will know that I am the Lord!", "5": "This is what the Lord God says. Disaster! An unparalleled disaster![b] Watch, it is coming! ", "6": "An end has come! The end has come! It has begun against you. Look, it is coming! ", "7": "Doom[c] has come upon you, you inhabitants of the land. The time has come, the day is near. A day of panic, not joy, is on the mountains. ", "8": "Now very soon I will pour out my wrath upon you, and I will exhaust my anger against you. I will judge you according to your ways, and I will place on you the penalty for all your abominations. ", "9": "My eye will not show pity, and I will have no compassion. According to your ways I will place the penalty on you, and the punishment for your abominations will be in your midst. Then you will know that I, the Lord, am the one who strikes you!", "10": "Look, the day is coming. It is here. Doom has broken out. The rod has budded. Insolence has blossomed. ", "11": "Violence has grown into a rod against wickedness. None of them will remain—none of their noisy crowd,[d] none of their wealth, not a thing of value among them. ", "12": "The time has come; the day has arrived. The buyer should not rejoice. The seller should not grieve, because wrath is coming upon the whole noisy crowd. ", "13": "So sellers will not return to what they have sold, even if they survive. Yes, the vision concerning the whole noisy crowd will not be reversed, and each man, because of the guilt in his life, will have no strength. ", "14": "They will blow a blast on the ram's horn and make everything ready, but no one will go to battle, because my wrath is upon the whole noisy crowd. ", "15": "The sword is outside, and plague and famine are inside. Anyone in the countryside will die by the sword, and anyone in the city—plague and famine will devour him. ", "16": "Any who escape will flee to the mountains, mourning like doves from the valley, each of them in his guilt. ", "17": "All hands will hang limp, and water will run down every knee.[e] ", "18": "They will put on sackcloth, and horror will cover them. Every face will be ashamed, and all their heads will be shaved bald.", "19": "They will throw their silver into the streets, and their gold will be polluted by blood.[f] Their silver and their gold will not be able to rescue them on the day of the Lord's fury. The silver and gold will not satisfy their appetites[g] or fill their stomachs, because it was the cause of their guilt and their downfall. ", "20": "From the silver and gold of the Lord's beautiful ornaments, which were their pride, they made their abominations and their disgusting images. Therefore, for them I will make it a place polluted by blood. ", "21": "I will hand it over to foreigners as loot. I will give it to the most wicked people on earth as plunder, and they will desecrate it. ", "22": "I will turn my face away from my people so that the enemy may desecrate my treasured place, and so that robbers may enter it and desecrate it. ", "23": "Prepare the chain, because the earth is full of judicial murder,[h] and the city is full of violence. ", "24": "I will bring the most wicked of the nations, and they will take possession of their houses. I will put an end to the pride of the mighty, and their so-called sanctuaries[i] will be desecrated.", "25": "Terror is coming. They will seek peace, but there will be none. ", "26": "Disaster after disaster will come, and one report will follow another. They will seek a vision from the prophet, but sound instruction will vanish from the priest and the ability to give advice from the elders. ", "27": "The king will mourn, the prince will be clothed with horror, and the hands of the people of the land will tremble. On the basis of their own conduct I will deal with them, and by the standard they used to judge others I will judge them. Then they will know that I am the Lord."}