{"1": "In the sixth year, in the sixth month, on the fifth day of the month,[a] I was sitting in my house, and the elders of Judah were sitting in front of me. The hand of the Lord God fell upon me there. ", "2": "I looked, and there I saw a figure that looked like a man.[b] From what appeared to be his waist down, he looked like fire, and from his waist up, he had the appearance of a dazzling light, something like glowing metal.[c] ", "3": "He reached out with what looked like a hand and seized me by a lock of hair. Then the Spirit[d] lifted me up between earth and heaven and brought me to Jerusalem, while I was experiencing visions from God. He brought me to the entrance of the north gate into the inner courtyard of the Temple, where the idolatrous image of jealousy, which provokes jealousy, was located. ", "4": "Then I looked, and there was the Glory of the God of Israel, as it was in the vision that I had seen in the middle of the river valley.", "5": "He said to me, “Son of man, look toward the north.” So I looked toward the north, and what did I see! There, north of the altar gate, was this idolatrous image of jealousy beside the entrance. ", "6": "He said to me, “Son of man, do you see what they are doing—what great abominations the house of Israel is practicing here, to distance themselves[e] from my sanctuary! But you will see even greater abominations.”", "7": "Next, he brought me to the entrance to the courtyard, and I looked and saw that there was a hole in the wall. ", "8": "He said to me, “Son of man, dig through the wall.” So I dug through the wall, and there I saw a doorway. ", "9": "He said to me, “Go in and observe the vile abominations that they are committing here.” ", "10": "When I entered, I looked around, and what did I see! Every form of creeping creature and every kind of detestable animal and all the filthy idols of the house of Israel were engraved on the wall, all around. ", "11": "Seventy men of the elders of the house of Israel—with Ja'azaniah[f] son of Shaphan standing in the middle—were standing in front of the images, each with his censer in his hand, and the fragrance of the cloud of incense was ascending. ", "12": "He said to me, “Do you see, son of man, what the elders of the house of Israel are doing in the darkness, each in his chamber for carved images? Listen! They are saying, 'The Lord does not see us. The Lord has forsaken the land.'”", "13": "Then he said to me, “You will see even greater abominations which they are practicing.”", "14": "Next, he brought me to the entrance of the gateway of the House of the Lord that is on the north side, and right there I saw women sitting and wailing for Tammuz.[g] ", "15": "He said to me, “Do you see, son of man? You will see even greater abominations than these.”", "16": "Finally, he brought me to the inner courtyard of the House of the Lord, and there at the entrance to the temple of the Lord, between the vestibule and the altar, were twenty-five men, showing their backsides to the temple of the Lord with their faces toward the east, and they were bowing down to the sun in the east. ", "17": "Then he said to me, “Have you seen this, son of man? Is it too trivial for the house of Judah to commit the abominations they are committing here? Do they also have to fill the land with violence, so that they provoke me more and more? They are even sticking the branch up my nose![h] ", "18": "But I also will act in wrath. My eye will not show pity, and I will have no compassion. They will call out to my ears with a loud cry, but I will not hear them.”"}