{"1": "The word of the Lord came again to me, saying,", "2": "“Son of man, say to the [a]leader of Tyre, 'Thus says the Lord [b]God, “Because your heart is lifted up And you have said, 'I am a god, I sit in the seat of [c]gods In the heart of the seas'; Yet you are a man and not God, Although you make your heart like the heart of God—", "3": "Behold, you are wiser than Daniel; There is no secret that is a match for you.", "4": "“By your wisdom and understanding You have acquired riches for yourself And have acquired gold and silver for your treasuries.", "5": "“By your great wisdom, by your trade You have increased your riches And your heart is lifted up because of your riches—", "6": "Therefore thus says the Lord God, 'Because you have made your heart Like the heart of God,", "7": "Therefore, behold, I will bring strangers upon you, The most ruthless of the nations. And they will draw their swords Against the beauty of your wisdom And defile your splendor.", "8": "'They will bring you down to the pit, And you will die the death of those who are slain In the heart of the seas.", "9": "'Will you still say, “I am a god,” In the presence of your slayer, Though you are a man and not God, In the hands of those who wound you?", "10": "'You will die the death of the uncircumcised By the hand of strangers, For I have spoken!' declares the Lord God!”'”", "11": "Again the word of the Lord came to me saying,", "12": "“Son of man, take up a lamentation over the king of Tyre and say to him, 'Thus says the Lord God, “You [d]had the seal of perfection, Full of wisdom and perfect in beauty.", "13": "“You were in Eden, the garden of God; Every precious stone was your covering: The ruby, the topaz and the diamond; The beryl, the onyx and the jasper; The lapis lazuli, the turquoise and the emerald; And the gold, the workmanship of your [e]settings and [f]sockets, Was in you. On the day that you were created They were prepared.", "14": "“You were the anointed cherub who [g]covers, And I placed you there. You were on the holy mountain of God; You walked in the midst of the stones of fire.", "15": "“You were blameless in your ways From the day you were created Until unrighteousness was found in you.", "16": "“By the abundance of your trade [h]You were internally filled with violence, And you sinned; Therefore I have cast you as profane From the mountain of God. And I have destroyed you, O [i]covering cherub, From the midst of the stones of fire.", "17": "“Your heart was lifted up because of your beauty; You corrupted your wisdom by reason of your splendor. I cast you to the ground; I put you before kings, That they may see you.", "18": "“By the multitude of your iniquities, In the unrighteousness of your trade You profaned your sanctuaries. Therefore I have brought fire from the midst of you; It has consumed you, And I have turned you to ashes on the earth In the eyes of all who see you.", "19": "“All who know you among the peoples Are appalled at you; You have become [j]terrified And you will cease to be forever.”'”", "20": "And the word of the Lord came to me saying,", "21": "“Son of man, set your face toward Sidon, prophesy against her", "22": "and say, 'Thus says the Lord God, “Behold, I am against you, O Sidon, And I will [k]be glorified in your midst. Then they will know that I am the Lord when I execute judgments in her, And I will manifest My holiness in her.", "23": "“For I will send pestilence to her And blood to her streets, And the wounded will [l]fall in her midst By the sword upon her on every side; Then they will know that I am the Lord.", "24": "And there will be no more for the house of Israel a prickling brier or a painful thorn from any round about them who scorned them; then they will know that I am the Lord God.”", "25": "'Thus says the Lord God, “When I gather the house of Israel from the peoples among whom they are scattered, and will manifest My holiness in them in the sight of the nations, then they will live in their [m]land which I gave to My servant Jacob.", "26": "They will live in it securely; and they will build houses, plant vineyards and live securely when I execute judgments upon all who scorn them round about them. Then they will know that I am the Lord their God.”'”"}