{"1": "Then the Lord said to Moses, “Go to Pharaoh. I've made him and his officials stubborn so that I can show them my signs", "2": "and so that you can tell your children and grandchildren how I overpowered the Egyptians with the signs I did among them. You will know that I am the Lord.”", "3": "So Moses and Aaron went to Pharaoh and said to him, “This is what the Lord, the Hebrews' God, says: How long will you refuse to respect me? Let my people go so that they can worship me.", "4": "Otherwise, if you refuse to let my people go, I'm going to bring locusts into your country tomorrow.", "5": "They will cover the landscape so that you won't be able to see the ground. They will eat the last bit of vegetation that was left after the hail. They will eat all your trees growing in the fields.", "6": "The locusts will fill your houses and all your officials' houses and all the Egyptians' houses. Your parents and even your grandparents have never seen anything like it during their entire lifetimes in this fertile land.” Then Moses turned and left Pharaoh.", "7": "Pharaoh's officials said to him, “How long will this man trap us in a corner like this? Let the people go so that they can worship the Lord their God. Don't you get it? Egypt is being destroyed!”", "8": "So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go! Worship the Lord your God! But who exactly is going with you?”", "9": "Moses said, “We'll go with our young and old, with our sons and daughters, and with our flocks and herds, because we all must observe the Lord's festival.”", "10": "Pharaoh said to them, “Yes, the Lord will be with you, all right, especially if I let your children go with you! Obviously, you are plotting some evil scheme.", "11": "No way! Only your men can go and worship the Lord, because that's what you asked for.” Then Pharaoh had them chased out of his presence.", "12": "Then the Lord said to Moses: “Stretch out your hand over the land of Egypt so that the locusts will swarm over the land of Egypt and eat all of the land's grain and everything that the hail left.”", "13": "So Moses stretched out his shepherd's rod over the land of Egypt, and the Lord made an east wind blow over the land all that day and all that night. When morning came, the east wind had carried in the locusts.", "14": "The locusts swarmed over the whole land of Egypt and settled on the whole country. Such a huge swarming of locusts had never happened before and would never happen ever again.", "15": "They covered the whole landscape so that the land turned black with them. They ate all of the land's grain and all of the orchards' fruit that the hail had left. Nothing green was left in any orchard or in any grain field in the whole land of Egypt.", "16": "Pharaoh called urgently for Moses and Aaron and said, “I've sinned against the Lord your God and against you.", "17": "Please forgive my sin this time. Pray to the Lord your God just to take this deathly disaster away from me.”", "18": "So Moses left Pharaoh and prayed to the Lord.", "19": "The Lord turned the wind into a very strong west wind that lifted the locusts and drove them into the Reed Sea.[a] Not a single locust was left in the whole country of Egypt.", "20": "But the Lord made Pharaoh stubborn so that he wouldn't let the Israelites go.", "21": "Then the Lord said to Moses, “Raise your hand toward the sky so that darkness spreads over the land of Egypt, a darkness that you can feel.”", "22": "So Moses raised his hand toward the sky, and an intense darkness fell on the whole land of Egypt for three days.", "23": "People couldn't see each other, and they couldn't go anywhere for three days. But the Israelites all had light where they lived.", "24": "Then Pharaoh called Moses and said, “Go! Worship the Lord! Only your flocks and herds need to stay behind. Even your children can go with you.”", "25": "But Moses said, “You need to let us have sacrifices and entirely burned offerings to present to the Lord our God.", "26": "So our livestock must go with us. Not one animal can be left behind. We'll need some of them for worshipping the Lord our God. We won't know which to use to worship the Lord until we get there.”", "27": "But the Lord made Pharaoh stubborn so that he wasn't willing to let them go.", "28": "Pharaoh said to him, “Get out of here! Make sure you never see my face again, because the next time you see my face you will die.”", "29": "Moses said, “You've said it! I'll never see your face again!”"}