{"1": "The Lord said to Moses:", "2": "Dedicate to me all your oldest children. Each first offspring from any Israelite womb belongs to me, whether human or animal.", "3": "Moses said to the people, “Remember this day which is the day that you came out of Egypt, out of the place you were slaves, because the Lord acted with power to bring you out of there. No leavened bread may be eaten.", "4": "Today, in the month of Abib,[a] you are going to leave.", "5": "The Lord will bring you to the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites. It is the land that the Lord promised your ancestors to give to you, a land full of milk and honey. You should perform this ritual in this month.", "6": "You must eat unleavened bread for seven days. The seventh day is a festival to the Lord.", "7": "Only unleavened bread should be eaten for seven days. No leavened bread and no yeast should be seen among you in your whole country.", "8": "You should explain to your child on that day, 'It's because of what the Lord did for me when I came out of Egypt.'", "9": "“It will be a sign on your hand and a reminder on your forehead so that you will often discuss the Lord's Instruction, for the Lord brought you out of Egypt with great power.", "10": "So you should follow this regulation at its appointed time every year.", "11": "“When the Lord brings you into the land of the Canaanites and gives it to you as promised to you and your ancestors,", "12": "you should set aside for the Lord whatever comes out of the womb first. All of the first males born to your animal belong to the Lord.", "13": "But every first male donkey you should ransom with a sheep. If you don't ransom it, you must break its neck. You should ransom every oldest male among your children.", "14": "When in the future your child asks you, 'What does this mean?' you should answer, 'The Lord brought us with great power out of Egypt, out of the place we were slaves.", "15": "When Pharaoh refused to let us go, the Lord killed all the oldest offspring in the land of Egypt, from the oldest sons to the oldest male animals. That is why I offer to the Lord as a sacrifice every male that first comes out of the womb. But I ransom my oldest sons.'", "16": "It will be a sign on your hand and a symbol on your forehead that the Lord brought us out of Egypt with great power.”", "17": "When Pharaoh let the people go, God didn't lead them by way of the land of the Philistines, even though that was the shorter route. God thought, If the people have to fight and face war, they will run back to Egypt.", "18": "So God led the people by the roundabout way of the Reed Sea[b] desert. The Israelites went up out of the land of Egypt ready for battle.", "19": "Moses took with him Joseph's bones just as Joseph had made Israel's sons promise when he said to them, “When God takes care of you, you must carry my bones out of here with you.”", "20": "They set out from Succoth and camped at Etham on the edge of the desert.", "21": "The Lord went in front of them during the day in a column of cloud to guide them and at night in a column of lightning to give them light. This way they could travel during the day and at night.", "22": "The column of cloud during the day and the column of lightning at night never left its place in front of the people."}