{"1": "The whole Israelite community broke camp and set out from the Sin desert to continue their journey, as the Lord commanded. They set up their camp at Rephidim, but there was no water for the people to drink.", "2": "The people argued with Moses and said, “Give us water to drink.” Moses said to them, “Why are you arguing with me? Why are you testing the Lord?”", "3": "But the people were very thirsty for water there, and they complained to Moses, “Why did you bring us out of Egypt to kill us, our children, and our livestock with thirst?”", "4": "So Moses cried out to the Lord, “What should I do with this people? They are getting ready to stone me.”", "5": "The Lord said to Moses, “Go on ahead of the people, and take some of Israel's elders with you. Take in your hand the shepherd's rod that you used to strike the Nile River, and go.", "6": "I'll be standing there in front of you on the rock at Horeb. Hit the rock. Water will come out of it, and the people will be able to drink.” Moses did so while Israel's elders watched.", "7": "He called the place Massah[a] and Meribah,[b] because the Israelites argued with and tested the Lord, asking, “Is the Lord really with us or not?”", "8": "Amalek came and fought with Israel at Rephidim.", "9": "Moses said to Joshua, “Choose some men for us and go fight with Amalek. Tomorrow I'll stand on top of the hill with the shepherd's rod of God in my hand.”", "10": "So Joshua did as Moses told him. He fought with Amalek while Moses, Aaron, and Hur went up to the top of the hill.", "11": "Whenever Moses held up his hand, Israel would start winning the battle. Whenever Moses lowered his hand, Amalek would start winning.", "12": "But Moses' hands grew tired. So they took a stone and put it under Moses so he could sit down on it. Aaron and Hur held up his hands, one on each side of him so that his hands remained steady until sunset.", "13": "So Joshua defeated Amalek and his army with the sword.", "14": "Then the Lord said to Moses, “Write this as a reminder on a scroll and read it to Joshua: I will completely wipe out the memory of Amalek under the sky.”", "15": "Moses built an altar there and called it, “The Lord is my banner.”", "16": "He said, “The power of the Lord's banner![c] The Lord is at war with Amalek in every generation.”"}