{"1": "[a] When someone steals an ox or a sheep and then slaughters or sells it, the thief must pay back five oxen for the one ox or four sheep for the one sheep.", "2": "[b] If the thief is caught breaking in and is beaten and dies, the one who killed him won't be guilty of bloodshed.", "3": "However, if this happens in broad daylight, then the one who killed him is guilty of bloodshed. For his part, the thief must make good on what he stole. If he has nothing, he must be sold to pay for his theft.", "4": "If an animal (whether ox, donkey, or sheep) is found alive in the thief's possession, he must pay back double.", "5": "When someone lets an animal loose to eat in another person's field and causes the field or vineyard to be stripped of its crop, the owner must pay them back with the best from his own field or vineyard.", "6": "When someone starts a fire and it catches in thorns and then spreads to someone else's stacked grain, standing grain, or a whole field, the one who started the fire must fully repay the loss.", "7": "When someone entrusts money or other items to another person to keep safe and they are stolen from the other person's house and the thief is caught, the thief must pay back double.", "8": "If the thief isn't caught, the owner of the house should be brought before God to determine whether or not the owner stole the other's property.", "9": "When any dispute of ownership over an ox, donkey, sheep, piece of clothing, or any other loss arises in which someone claims, “This is mine,” the cases of both parties should come before God. The one whom God finds at fault must pay double to the other.", "10": "When someone gives a donkey, ox, sheep, or any other animal to another person to keep safe, and the animal dies or is injured or taken and no one saw what happened,", "11": "the person should swear a solemn pledge before the Lord in the presence of the owner that he didn't touch the other's property. The owner must accept that, and no payment needs to be made.", "12": "But if the animal was stolen, the person must make full payment to its owner.", "13": "If the animal was attacked and ripped apart and its torn body is brought as evidence, no payment needs to be made.", "14": "When someone borrows an animal from another and it is injured or dies while the owner isn't present, full payment must be made.", "15": "If the owner was present, no payment needs to be made. If the animal was hired, only the fee for hiring the animal is due.", "16": "When a man seduces a young woman who isn't engaged to be married yet and he sleeps with her, he must marry her and pay the bride-price for her.", "17": "But if her father absolutely refuses to let them marry, he must still pay the same amount as the bride-price for young women.", "18": "Don't allow a female sorcerer to live.", "19": "Anyone who has sexual relations with an animal should be put to death.", "20": "Anyone who offers sacrifices to any god, other than the Lord alone, should be destroyed.", "21": "Don't mistreat or oppress an immigrant, because you were once immigrants in the land of Egypt.", "22": "Don't treat any widow or orphan badly.", "23": "If you do treat them badly and they cry out to me, you can be sure that I'll hear their cry.", "24": "I'll be furious, and I'll kill you with the sword. Then your wives will be widows, and your children will be orphans.", "25": "If you lend money to my people who are poor among you, don't be a creditor and charge them interest.", "26": "If you take a piece of clothing from someone as a security deposit, you should return it before the sun goes down.", "27": "His clothing may well be his only blanket to cover himself. What else will that person have to sleep in? And if he cries out to me, I'll listen, because I'm compassionate.", "28": "Don't say a curse against God, and don't curse your people's chief.", "29": "Don't delay offering the produce of your vineyards and winepresses. Give me your oldest son.", "30": "Do the same with your oxen and with your sheep. They should stay with their mother for seven days. On the eighth day, you should give them to me.", "31": "You are holy people to me. Don't eat any meat killed by wild animals out in the field. Throw it to the dogs instead."}