{"1": "Don't spread false rumors. Don't plot with evil people to act as a lying witness.", "2": "Don't take sides with important people to do wrong. When you act as a witness, don't stretch the truth to favor important people.", "3": "But don't privilege unimportant people in their lawsuits either.", "4": "When you happen to come upon your enemy's ox or donkey that has wandered off, you should bring it back to them.", "5": "When you see a donkey that belongs to someone who hates you and it's lying down under its load and you are inclined not to help set it free, you must help set it free.", "6": "Don't undermine the justice that your poor deserve in their lawsuits.", "7": "Stay away from making a false charge. Don't put an innocent person who is in the right to death, because I will not consider innocent those who do such evil.", "8": "Don't take a bribe, because a bribe blinds the clear-sighted and subverts the cause of those who are in the right.", "9": "Don't oppress an immigrant. You know what it's like to be an immigrant, because you were immigrants in the land of Egypt.", "10": "For six years you should plant crops on your land and gather in its produce.", "11": "But in the seventh year you should leave it alone and undisturbed so that the poor among your people may eat. What they leave behind, the wild animals may eat. You should do the same with your vineyard and your olive trees.", "12": "Do your work in six days. But on the seventh day you should rest so that your ox and donkey may rest, and even the child of your female slave and the immigrant may be refreshed.", "13": "Be careful to obey everything that I have said to you. Don't call on the names of other gods. Don't even mention them.", "14": "You should observe a festival for me three times a year.", "15": "Observe the Festival of Unleavened Bread, as I commanded you. Eat unleavened bread for seven days at the appointed time in the month of Abib,[a] because it was in that month that you came out of Egypt. No one should appear before me empty-handed.", "16": "Observe the Harvest Festival for the early produce of your crops that you planted in the field, and the Gathering Festival at the end of the year, when you gather your crop of fruit from the field.", "17": "All your males should appear three times a year before the Lord God.", "18": "Don't offer the blood of my sacrifice with anything leavened. Don't let the fat of my festival offering be left over until the morning.", "19": "Bring the best of your land's early produce to the Lord your God's temple. Don't boil a young goat in its mother's milk.", "20": "I'm about to send a messenger in front of you to guard you on your way and to bring you to the place that I've made ready.", "21": "Pay attention to him and do as he says. Don't rebel against him. He won't forgive the things you do wrong because I[b] am with him.", "22": "But if you listen carefully to what he says and do all that I say, then I'll be an enemy to your enemies and fight those fighting you.", "23": "When my messenger goes in front of you and brings you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I wipe them out,", "24": "don't bow down to their gods, worship them, or do what they do. Instead, you should completely destroy them and smash their sacred stone pillars to bits.", "25": "If you worship the Lord your God, the Lord will bless your bread and your water. I'll take sickness away from you,", "26": "and no woman will miscarry or be infertile in your land. I'll let you live a full, long life.", "27": "My terrifying reputation will precede you, and I'll throw all the people that you meet into a panic. I'll make all your enemies turn their backs to you.", "28": "I'll send insect swarms in front of you and drive out the Hivites, the Canaanites, and the Hittites before you.", "29": "I won't drive them out before you in a single year so the land won't be abandoned and the wild animals won't multiply around you.", "30": "I'll drive them out before you little by little, until your numbers grow and you eventually possess the land.", "31": "I'll set your borders from the Reed Sea[c] to the Philistine Sea and from the desert to the River. I'll hand the inhabitants of the land over to you, and you will drive them out before you.", "32": "Don't make any covenants with them or their gods.", "33": "Don't allow them to live in your land, or else they will lead you to sin against me. If you worship their gods, it will become a dangerous trap for you."}