{"1": "Summon to you your brother Aaron and his sons from among the Israelites to serve me as priests—Aaron and Aaron's sons, Nadab and Abihu, and Eleazar and Ithamar.", "2": "Make holy clothing that will give honor and dignity to your brother Aaron.", "3": "Tell all who are skilled, to whom I have given special abilities, to make clothing for Aaron for his dedication to serve me as a priest.", "4": "These are the articles of clothing that they should make: a chest pendant, a vest, a robe, a woven tunic, a turban, and a sash. When they make this holy clothing for your brother Aaron and his sons to serve me as priests,", "5": "they should use gold, blue, purple, and deep red yarns and fine linen.", "6": "They should make the vest of gold, of blue, purple, and deep red yarns and of fine twisted linen with embroidered designs.", "7": "The vest will have two shoulder pieces attached to its two edges so that they may be joined together.", "8": "The vest's belt should be attached to it and made in the same way of gold, of blue, purple, and deep red yarns and fine twisted linen.", "9": "Take two gemstones and engrave on them the names of Israel's sons,", "10": "six names on one stone and the other six names on the other stone, in the order of their birth.", "11": "Like a gem cutter who engraves official seals, you will engrave the two stones with the names of Israel's sons. Mount them in gold settings.", "12": "Attach the two stones to the vest's shoulder pieces as stones of reminder for the Israelites. Aaron will carry into the Lord's presence their names on his two shoulders as a reminder.", "13": "Then make gold settings", "14": "along with two chains of pure gold, twisted like cords. Attach the corded chains to the gold settings.", "15": "Make an embroidered chest pendant used for making decisions. Make it in the style of the vest, using gold, blue and purple and deep red yarns, and fine twisted linen.", "16": "It will be square and doubled, nine inches long and nine inches wide.", "17": "Set in it four rows of gemstone settings. The first row will be a row of carnelian, topaz, and emerald stones.", "18": "The second row will be a turquoise, a sapphire, and a moonstone.", "19": "The third row will be a jacinth, an agate, and an amethyst.", "20": "The fourth row will be a beryl, an onyx, and a jasper. Their settings will be made of decorative gold.", "21": "There will be twelve stones with names corresponding to the names of Israel's sons. They will be engraved like official seals, each with its name for the twelve tribes.", "22": "Make chains of pure gold twisted like cords for the chest pendant.", "23": "Make two gold rings for the chest pendant and attach the two rings to the two edges of the chest pendant.", "24": "Attach the two gold cords to the two rings at the edges of the chest pendant.", "25": "Then fasten the two ends of the cords to the two settings, which you should attach to the vest's two front shoulder pieces.", "26": "Make two gold rings and attach them to the two ends of the chest pendant on its inside edge facing the vest.", "27": "Make two gold rings and fasten them on the front of the lower part of the two shoulder pieces of the vest, at its seam just above the vest's belt.", "28": "The chest pendant should be held in place by a blue cord binding its rings to the vest's rings so that the chest pendant rests on the vest's belt and won't come loose from the vest.", "29": "In this way, Aaron will carry the names of Israel's sons on the chest pendant for making decisions over his heart when he goes into the sanctuary as a reminder before the Lord at all times.", "30": "Put into the chest pendant used for making decisions the Urim and the Thummim, so they will be over Aaron's heart when he goes into the Lord's presence. In this way, Aaron will carry the means to make decisions for the Israelites over his heart when in the Lord's presence at all times.", "31": "You will make the robe for the vest all of blue.", "32": "The opening for the head should be in the middle of it. The opening should be reinforced by a woven binding, a strong border so that it doesn't tear.", "33": "On its lower hem add pomegranates made of blue, purple, and deep red yarns all around the lower hem, with gold bells between the pomegranates all around it.", "34": "A gold bell and a pomegranate should alternate all around the lower hem of the robe.", "35": "Aaron will wear the robe when he ministers as a priest. Its sound will be heard when he goes into the sanctuary in the Lord's presence and when he comes out, so that he will not die.", "36": "Make a flower ornament of pure gold and engrave on it like an official seal: “Holy to the Lord.”", "37": "You should fasten it on the turban with a blue cord. It should be on the front of the turban.", "38": "It will be on Aaron's forehead, and Aaron will take on himself any guilt connected with the holy offerings that the Israelites give as their sacred donations. It will always be on his forehead so that the people may be remembered favorably in the Lord's presence.", "39": "Weave the tunic out of fine linen. Make the turban out of fine linen. Make a sash decorated with needlework.", "40": "For Aaron's sons, you should also make tunics, sashes, and turbans to mark their honor and dignity.", "41": "Put these garments on your brother Aaron and on his sons with him. Anoint them with oil, ordain them, and make them holy to serve me as priests.", "42": "You should also make linen undergarments for them to cover their naked skin from their hips to their thighs.", "43": "Aaron and his sons should wear this clothing when they go into the meeting tent or when they approach the altar to minister as priests in the sanctuary. Otherwise, they will bring guilt on themselves and die. This will be a permanent regulation for him and for his descendants after him."}