{"1": "Make an acacia-wood altar for burning incense.", "2": "The altar should be square, eighteen inches long and eighteen inches wide. It should be three feet high. Its horns should be permanently attached.", "3": "Cover the altar with pure gold, including its top, all its sides, and its horns. You should also make a gold molding all around it.", "4": "Make two gold rings and attach them under the molding on two opposite sides of the altar. They will house the poles used to carry the altar.", "5": "Make acacia-wood poles and cover them with gold.", "6": "Place the incense altar in front of the veil that hangs before the chest containing the covenant, in front of the cover that is on top of the covenant document where I will meet with you.", "7": "Aaron will burn sweet-smelling incense on the incense altar every morning when he takes care of the lamps.", "8": "And again when Aaron lights the lamps at twilight, he will burn incense. It should be a regular incense offering in the Lord's presence in every generation.", "9": "Don't offer the wrong incense on the altar or an entirely burned offering or a grain offering. Don't pour a drink offering on it.", "10": "Once a year Aaron should perform a ritual of reconciliation on its horns with the blood of the purification offering for reconciliation. Once a year in every generation he should perform a ritual of reconciliation at the altar. It is most holy to the Lord.", "11": "The Lord spoke to Moses:", "12": "When you take a census of the Israelites to count them, each of them should pay compensation for their life to the Lord when they are counted. Then no plague will descend on them when they are counted.", "13": "Every one who is counted should pay a half shekel according to the official shekel of the sanctuary (the shekel is twenty gerahs). The half shekel is a gift offering to the Lord.", "14": "Every one who is counted, from 20 years old and above, should present a gift offering to the Lord.", "15": "When you bring this gift offering to the Lord to pay compensation for your lives, the rich shouldn't give more and the poor shouldn't give less than the half shekel.", "16": "Take the compensation money from the Israelites and use it to support the service of the meeting tent. It will serve for the Israelites as a reminder in the Lord's presence of the compensation paid for your lives.", "17": "The Lord spoke to Moses:", "18": "Make a copper basin for washing along with its copper stand. Put it between the meeting tent and the altar, and put water in it.", "19": "Aaron and his sons will use it to wash their hands and their feet.", "20": "When they go into the meeting tent or approach the altar to minister and to offer a food gift to the Lord, they must wash with water so that they don't die.", "21": "They must wash their hands and their feet so that they don't die. This will be a permanent regulation for them, for Aaron and his descendants in every generation.", "22": "The Lord spoke to Moses:", "23": "Now take for yourself high-quality spices: five hundred weight of solid myrrh; half as much of sweet-smelling cinnamon, that is, two hundred fifty; two hundred fifty weight of sweet-smelling cane;", "24": "five hundred of cassia—measured by the sanctuary shekel—and a hin[a] of olive oil.", "25": "Prepare a holy anointing oil, blending them like a skilled perfume maker to produce the holy anointing oil.", "26": "Use it to anoint the meeting tent, the chest containing the covenant,", "27": "the table and all its equipment, the lampstand and its equipment, the incense altar,", "28": "the altar for entirely burned offerings and all its equipment, and the washbasin with its stand.", "29": "Make them holy so that they may be perfectly holy. Whatever touches them will become holy.", "30": "Then anoint Aaron and his sons and make them holy to serve me as priests.", "31": "Say to the Israelites: This will be my holy anointing oil in every generation.", "32": "Don't allow anyone else to use this oil. Don't make another oil like it by using the same formula. This oil is holy, and you should regard it as holy.", "33": "Whoever blends an oil like it or whoever uses the oil on someone else will be cut off from the people.", "34": "The Lord said to Moses: Take an equal amount of each of these spices: gum resin, onycha, galbanum, and pure frankincense.", "35": "Like a skilled perfume maker, carefully blend them together and make incense, seasoned with salt, pure and holy.", "36": "Beat some of it into a fine powder and put part of it in front of the covenant document in the meeting tent where I will meet with you. You should regard it as perfectly holy.", "37": "When you make incense according to this formula, you shouldn't make any of it for your own use. You should regard it as holy to the Lord.", "38": "Whoever makes incense with this same formula to enjoy its fragrance will be cut off from the people."}