{"1": "Then Moses replied, “But what if they don't believe me or pay attention to me? They might say to me, 'The Lord didn't appear to you!'”", "2": "The Lord said to him, “What's that in your hand?” Moses replied, “A shepherd's rod.”", "3": "The Lord said, “Throw it down on the ground.” So Moses threw it on the ground, and it turned into a snake. Moses jumped back from it.", "4": "Then the Lord said to Moses, “Reach out and grab the snake by the tail.” So Moses reached out and grabbed it, and it turned back into a rod in his hand.", "5": "“Do this so that they will believe that the Lord, the God of their ancestors, Abraham's God, Isaac's God, and Jacob's God has in fact appeared to you.”", "6": "Again, the Lord said to Moses, “Put your hand inside your coat.” So Moses put his hand inside his coat. When he took his hand out, his hand had a skin disease flaky like snow.", "7": "Then God said, “Put your hand back inside your coat.” So Moses put his hand back inside his coat. When he took it back out again, the skin of his hand had returned to normal.", "8": "“If they won't believe you or pay attention to the first sign, they may believe the second sign.", "9": "If they won't believe even these two signs or pay attention to you, then take some water from the Nile River and pour it out on dry ground. The water that you take from the Nile will turn into blood on the dry ground.”", "10": "But Moses said to the Lord, “My Lord, I've never been able to speak well, not yesterday, not the day before, and certainly not now since you've been talking to your servant. I have a slow mouth and a thick tongue.”", "11": "Then the Lord said to him, “Who gives people the ability to speak? Who's responsible for making them unable to speak or hard of hearing, sighted or blind? Isn't it I, the Lord?", "12": "Now go! I'll help you speak, and I'll teach you what you should say.”", "13": "But Moses said, “Please, my Lord, just send someone else.”", "14": "Then the Lord got angry at Moses and said, “What about your brother Aaron the Levite? I know he can speak very well. He's on his way out to meet you now, and he's looking forward to seeing you.", "15": "Speak to him and tell him what he's supposed to say. I'll help both of you speak, and I'll teach both of you what to do.", "16": "Aaron will speak for you to the people. He'll be a spokesperson for you, and you will be like God for him.", "17": "Take this shepherd's rod with you too so that you can do the signs.”", "18": "Moses went back to his father-in-law Jethro and said to him, “Please let me go back to my family in Egypt and see whether or not they are still living.” Jethro said to Moses, “Go in peace.”", "19": "The Lord said to Moses in Midian, “Go back to Egypt because everyone there who wanted to kill you has died.”", "20": "So Moses took his wife and his children, put them on a donkey, and went back to the land of Egypt. Moses also carried the shepherd's rod from God in his hand.", "21": "The Lord said to Moses, “When you go back to Egypt, make sure that you appear before Pharaoh and do all the amazing acts that I've given you the power to do. But I'll make him stubborn so that he won't let the people go.", "22": "Then say to Pharaoh, 'This is what the Lord says: Israel is my oldest son.", "23": "I said to you, “Let my son go so he could worship me.” But you refused to let him go. As a result, now I'm going to kill your oldest son.'”", "24": "During their journey, as they camped overnight, the Lord met Moses[a] and tried to kill him.", "25": "But Zipporah took a sharp-edged flint stone and cut off her son's foreskin. Then she touched Moses' genitals[b] with it, and she said, “You are my bridegroom because of bloodshed.”", "26": "So the Lord let him alone. At that time, she announced, “A bridegroom because of bloodshed by circumcision.”", "27": "The Lord said to Aaron, “Go into the desert to meet Moses.” So he went, and Aaron met him at God's mountain and greeted him with a kiss.", "28": "Moses told Aaron what the Lord had said about his mission and all the signs that the Lord had told him to do.", "29": "Then Moses and Aaron called together all the Israelite elders.", "30": "Aaron told them everything that the Lord had told to Moses, and he performed the signs in front of the people.", "31": "The people believed. When they heard that the Lord had paid attention to the Israelites and had seen their oppression, they bowed down and worshipped."}