{"1": "[a] Then the Lord said to Moses, “Go to Pharaoh and tell him: This is what the Lord says: Let my people go so that they can worship me.", "2": "If you refuse to let them go, then I'll send a plague of frogs over your whole country.", "3": "The Nile will overflow with frogs. They'll get into your palace, into your bedroom and onto your bed, into your officials' houses, and among all your people, and even into your ovens and bread pans.", "4": "The frogs will crawl up on you, your people, and all your officials.”", "5": "And[b] the Lord said to Moses, “Tell Aaron, 'Stretch out your hand with your shepherd's rod over the rivers, the canals, and the marshes, and make the frogs crawl up all over the land of Egypt.'”", "6": "So Aaron stretched out his hand over the waters of Egypt. The frogs crawled up and covered the land of Egypt.", "7": "However, the Egyptian religious experts were able to do the same thing by their secret knowledge. They too made frogs crawl up onto the land of Egypt.", "8": "Then Pharaoh called for Moses and Aaron, and said, “If you pray to the Lord to get rid of the frogs from me and my people, then I'll let the people go so that they can offer sacrifices to the Lord.”", "9": "Moses said to Pharaoh, “Have it your way. When should I pray for you and your officials and your people to remove the frogs from your houses, courtyards, and fields? They'll stay only in the Nile.”", "10": "Pharaoh said, “Tomorrow!” Moses said, “Just as you say! That way you will know that there is no one like the Lord our God.", "11": "The frogs will leave you, your houses, your officials, and your people. They'll stay only in the Nile.”", "12": "After Moses and Aaron had left Pharaoh, Moses cried out to the Lord about the frogs that the Lord had brought on Pharaoh.", "13": "The Lord did as Moses asked. The frogs died inside the houses, out in the yards, and in the fields.", "14": "They gathered them together in big piles, and the land began to stink.", "15": "But when Pharaoh saw that the disaster was over, he became stubborn again and wouldn't listen to them, just as the Lord had said.", "16": "Then the Lord said to Moses, “Tell Aaron, 'Stretch out your shepherd's rod and hit the land's dirt so that lice[c] appear in the whole land of Egypt.'”", "17": "They did this. Aaron stretched out his hand with his shepherd's rod, hit the land's dirt, and lice appeared on both people and animals. All the land's dirt turned into lice throughout the whole land of Egypt.", "18": "The religious experts[d] tried to produce lice by their secret knowledge, but they weren't able to do it. There were lice on people and animals.", "19": "The religious experts said to Pharaoh, “This is something only God could do!” But Pharaoh was stubborn, and he wouldn't listen to them, just as the Lord had said.", "20": "The Lord said to Moses, “Get up early in the morning and confront Pharaoh as he goes out to the water. Say to him, This is what the Lord says: Let my people go so that they can worship me.", "21": "If you refuse to let my people go, I'll send swarms of insects[e] on you, your officials, your people, and your houses. All Egyptian houses will be filled with swarms of insects and also the ground that they cover.", "22": "But on that day I'll set apart the land of Goshen, where my people live. No swarms of insects will come there so you will know that I, the Lord, am in this land.", "23": "I'll put a barrier between my people and your people. This sign will happen tomorrow.”", "24": "The Lord did this. Great swarms of insects came into the houses of Pharaoh and his officials and into the whole land of Egypt. The land was ruined by the insects.", "25": "Then Pharaoh called in Moses and Aaron and said, “Go, offer sacrifices to your God within the land.”", "26": "Moses replied, “It wouldn't be right to do that, because the sacrifices that we offer to the Lord our God will offend Egyptians. If we openly offer sacrifices that offend Egyptians, won't they stone us to death?", "27": "We need to go for a three-day journey into the desert to offer sacrifices to the Lord our God as he has ordered us.”", "28": "So Pharaoh said, “I'll let you go to offer sacrifices to the Lord your God in the desert, provided you don't go too far away and you pray for me.”", "29": "Moses said, “I'll leave you now, and I'll pray to the Lord. Tomorrow the swarms of insects will leave Pharaoh, his officials, and his people. Just don't let Pharaoh lie to us again and not let the people go to offer sacrifices to the Lord.”", "30": "So Moses left Pharaoh and prayed to the Lord.", "31": "The Lord did as Moses asked and removed the swarms of insects from Pharaoh, from his officials, and from his people. Not one insect remained.", "32": "But Pharaoh was stubborn once again, and he wouldn't let the people go."}