{"1": "It was now two days before Passover and the Festival of Unleavened Bread. The leading priests and the teachers of religious law were still looking for an opportunity to capture Jesus secretly and kill him.", "2": "“But not during the Passover celebration,” they agreed, “or the people may riot.”", "3": "Meanwhile, Jesus was in Bethany at the home of Simon, a man who had previously had leprosy. While he was eating,[a] a woman came in with a beautiful alabaster jar of expensive perfume made from essence of nard. She broke open the jar and poured the perfume over his head.", "4": "Some of those at the table were indignant. “Why waste such expensive perfume?” they asked.", "5": "“It could have been sold for a year's wages[b] and the money given to the poor!” So they scolded her harshly.", "6": "But Jesus replied, “Leave her alone. Why criticize her for doing such a good thing to me?", "7": "You will always have the poor among you, and you can help them whenever you want to. But you will not always have me.", "8": "She has done what she could and has anointed my body for burial ahead of time.", "9": "I tell you the truth, wherever the Good News is preached throughout the world, this woman's deed will be remembered and discussed.”", "10": "Then Judas Iscariot, one of the twelve disciples, went to the leading priests to arrange to betray Jesus to them.", "11": "They were delighted when they heard why he had come, and they promised to give him money. So he began looking for an opportunity to betray Jesus.", "12": "On the first day of the Festival of Unleavened Bread, when the Passover lamb is sacrificed, Jesus' disciples asked him, “Where do you want us to go to prepare the Passover meal for you?”", "13": "So Jesus sent two of them into Jerusalem with these instructions: “As you go into the city, a man carrying a pitcher of water will meet you. Follow him.", "14": "At the house he enters, say to the owner, 'The Teacher asks: Where is the guest room where I can eat the Passover meal with my disciples?'", "15": "He will take you upstairs to a large room that is already set up. That is where you should prepare our meal.”", "16": "So the two disciples went into the city and found everything just as Jesus had said, and they prepared the Passover meal there.", "17": "In the evening Jesus arrived with the Twelve.", "18": "As they were at the table[c] eating, Jesus said, “I tell you the truth, one of you eating with me here will betray me.”", "19": "Greatly distressed, each one asked in turn, “Am I the one?”", "20": "He replied, “It is one of you twelve who is eating from this bowl with me.", "21": "For the Son of Man[d] must die, as the Scriptures declared long ago. But how terrible it will be for the one who betrays him. It would be far better for that man if he had never been born!”", "22": "As they were eating, Jesus took some bread and blessed it. Then he broke it in pieces and gave it to the disciples, saying, “Take it, for this is my body.”", "23": "And he took a cup of wine and gave thanks to God for it. He gave it to them, and they all drank from it.", "24": "And he said to them, “This is my blood, which confirms the covenant[e] between God and his people. It is poured out as a sacrifice for many.", "25": "I tell you the truth, I will not drink wine again until the day I drink it new in the Kingdom of God.”", "26": "Then they sang a hymn and went out to the Mount of Olives.", "27": "On the way, Jesus told them, “All of you will desert me. For the Scriptures say, 'God will strike[f] the Shepherd, and the sheep will be scattered.'", "28": "But after I am raised from the dead, I will go ahead of you to Galilee and meet you there.”", "29": "Peter said to him, “Even if everyone else deserts you, I never will.”", "30": "Jesus replied, “I tell you the truth, Peter—this very night, before the rooster crows twice, you will deny three times that you even know me.”", "31": "“No!” Peter declared emphatically. “Even if I have to die with you, I will never deny you!” And all the others vowed the same.", "32": "They went to the olive grove called Gethsemane, and Jesus said, “Sit here while I go and pray.”", "33": "He took Peter, James, and John with him, and he became deeply troubled and distressed.", "34": "He told them, “My soul is crushed with grief to the point of death. Stay here and keep watch with me.”", "35": "He went on a little farther and fell to the ground. He prayed that, if it were possible, the awful hour awaiting him might pass him by.", "36": "“Abba, Father,”[g] he cried out, “everything is possible for you. Please take this cup of suffering away from me. Yet I want your will to be done, not mine.”", "37": "Then he returned and found the disciples asleep. He said to Peter, “Simon, are you asleep? Couldn't you watch with me even one hour?", "38": "Keep watch and pray, so that you will not give in to temptation. For the spirit is willing, but the body is weak.”", "39": "Then Jesus left them again and prayed the same prayer as before.", "40": "When he returned to them again, he found them sleeping, for they couldn't keep their eyes open. And they didn't know what to say.", "41": "When he returned to them the third time, he said, “Go ahead and sleep. Have your rest. But no—the time has come. The Son of Man is betrayed into the hands of sinners.", "42": "Up, let's be going. Look, my betrayer is here!”", "43": "And immediately, even as Jesus said this, Judas, one of the twelve disciples, arrived with a crowd of men armed with swords and clubs. They had been sent by the leading priests, the teachers of religious law, and the elders.", "44": "The traitor, Judas, had given them a prearranged signal: “You will know which one to arrest when I greet him with a kiss. Then you can take him away under guard.”", "45": "As soon as they arrived, Judas walked up to Jesus. “Rabbi!” he exclaimed, and gave him the kiss.", "46": "Then the others grabbed Jesus and arrested him.", "47": "But one of the men with Jesus pulled out his sword and struck the high priest's slave, slashing off his ear.", "48": "Jesus asked them, “Am I some dangerous revolutionary, that you come with swords and clubs to arrest me?", "49": "Why didn't you arrest me in the Temple? I was there among you teaching every day. But these things are happening to fulfill what the Scriptures say about me.”", "50": "Then all his disciples deserted him and ran away.", "51": "One young man following behind was clothed only in a long linen shirt. When the mob tried to grab him,", "52": "he slipped out of his shirt and ran away naked.", "53": "They took Jesus to the high priest's home where the leading priests, the elders, and the teachers of religious law had gathered.", "54": "Meanwhile, Peter followed him at a distance and went right into the high priest's courtyard. There he sat with the guards, warming himself by the fire.", "55": "Inside, the leading priests and the entire high council[h] were trying to find evidence against Jesus, so they could put him to death. But they couldn't find any.", "56": "Many false witnesses spoke against him, but they contradicted each other.", "57": "Finally, some men stood up and gave this false testimony:", "58": "“We heard him say, 'I will destroy this Temple made with human hands, and in three days I will build another, made without human hands.'”", "59": "But even then they didn't get their stories straight!", "60": "Then the high priest stood up before the others and asked Jesus, “Well, aren't you going to answer these charges? What do you have to say for yourself?”", "61": "But Jesus was silent and made no reply. Then the high priest asked him, “Are you the Messiah, the Son of the Blessed One?”", "62": "Jesus said, “I am.[i] And you will see the Son of Man seated in the place of power at God's right hand[j] and coming on the clouds of heaven.[k]”", "63": "Then the high priest tore his clothing to show his horror and said, “Why do we need other witnesses?", "64": "You have all heard his blasphemy. What is your verdict?” “Guilty!” they all cried. “He deserves to die!”", "65": "Then some of them began to spit at him, and they blindfolded him and beat him with their fists. “Prophesy to us,” they jeered. And the guards slapped him as they took him away.", "66": "Meanwhile, Peter was in the courtyard below. One of the servant girls who worked for the high priest came by", "67": "and noticed Peter warming himself at the fire. She looked at him closely and said, “You were one of those with Jesus of Nazareth.[l]”", "68": "But Peter denied it. “I don't know what you're talking about,” he said, and he went out into the entryway. Just then, a rooster crowed.[m]", "69": "When the servant girl saw him standing there, she began telling the others, “This man is definitely one of them!”", "70": "But Peter denied it again. A little later some of the other bystanders confronted Peter and said, “You must be one of them, because you are a Galilean.”", "71": "Peter swore, “A curse on me if I'm lying—I don't know this man you're talking about!”", "72": "And immediately the rooster crowed the second time. Suddenly, Jesus' words flashed through Peter's mind: “Before the rooster crows twice, you will deny three times that you even know me.” And he broke down and wept."}