{"1": "¶ And the word of the LORD came unto me, saying:", "2": "Son of man, set thy face against Jerusalem, and drop my word upon the sanctuaries, and prophesy over the land of Israel,", "3": "and thou shalt say to the land of Israel, Thus hath the LORD said: Behold, I am against thee, and will draw forth my sword out of its sheath and will cut off from thee the righteous and the wicked.", "4": "Seeing then that I will cut off from thee the righteous and the wicked therefore shall my sword go forth out of its sheath against all flesh from the south to the north:", "5": "that all flesh may know that I the LORD have drawn forth my sword out of its sheath; it shall not return any more.", "6": "Cry out therefore, thou son of man, with the breaking of thy loins; and with bitterness cry out before their eyes.", "7": "And it shall be, when they say unto thee, Why criest thou? that thou shalt answer, For the tidings that come; and every heart shall melt, and all hands shall be feeble, and every spirit shall faint; and all knees shall be weak as water: behold, it comes and shall be brought to pass, said the Lord GOD.", "8": "¶ Again the word of the LORD came unto me, saying,", "9": "Son of man, prophesy and say, Thus hath the LORD said: Say, A sword, a sword is sharpened, and also furbished:", "10": "it is sharpened to slay victims; it is furbished that it may glitter; should we then make mirth? it despises the rod of my son, as every tree.", "11": "And he has given it to be furbished, that it may be handled; this sword is sharpened, and it is furbished, to give it into the hand of the slayer.", "12": "Cry and howl, son of man, for it shall be upon my people; it shall be upon all the princes of Israel; fear of the sword shall be upon my people; therefore smite the thigh", "13": "because it shall be a trial. What shall be if it does not despise the rod? said the Lord GOD.", "14": "Thou therefore, son of man, prophesy and smite thine hands together, and let the sword be doubled the third time, the sword of the slain; this is the sword of great slaughter that shall pierce them.", "15": "I have set the fear of the sword in all their gates, that their heart may faint and their ruins be multiplied; ah! it is made so that it might shine; it is prepared for the slaughter.", "16": "Go one way or other, either on the right hand or on the left, wherever thy face is set.", "17": "I will also smite my hands together, and I will cause my fury to rest; I the LORD have spoken.", "18": "¶ The word of the LORD came unto me again, saying,", "19": "Also, thou son of man, show two ways from where the sword of the king of Babylon comes: both shall come forth out of the same land and draw an army; at the head of the way to the city thou shalt do this.", "20": "Show the way that the sword will come to Rabbath of the Ammonites and to Judah against Jerusalem, the defenced.", "21": "For the king of Babylon stood at the parting of the way at the head of the two ways to use divination; he made his arrows bright; he consulted with images; he looked in the liver.", "22": "The divination was to his right hand upon Jerusalem, to appoint captains, to open the mouth for the slaughter, to lift up the voice with shouting, to appoint battering rams against the gates, to cast a mount, and to build a fort.", "23": "And it shall be unto them as a false divination in their sight, to those that have sworn oaths; but he will call to remembrance the iniquity that they may be taken.", "24": "Therefore thus hath the Lord GOD said: Because ye have made your iniquity to be remembered, manifesting your betrayals and uncovering your sins in all your doings; for which ye are come to remembrance, ye shall be taken with the hand.", "25": "And thou, profane wicked prince of Israel, whose day is come in the time when the iniquity shall be brought to an end,", "26": "thus hath the Lord GOD said: Remove the diadem and take off the crown; it shall no longer be like this; I will exalt the one that is low and abase the one that is high.", "27": "I will overturn, overturn, overturn, it, and it shall be no more until he comes whose right it is; and I will give it unto him.", "28": "¶ And thou, son of man, prophesy and say, Thus saith the Lord GOD concerning the Ammonites and concerning their reproach; even say thou, The sword, the sword is drawn for the slaughter; it is furbished to consume with brightness:", "29": "They prophesy vanity unto thee; they divine a lie unto thee, to give thee over among the necks of the wicked who are sentenced to death, whose day is come in the time when the iniquity shall be brought to an end.", "30": "Shall I cause it to return into its sheath? I must judge thee in the place where thou wast raised, in the land of where thou hast lived.", "31": "And I will pour out my indignation upon thee; I will blow against thee in the fire of my wrath and deliver thee into the hand of fearful men who are skilful to destroy.", "32": "Thou shalt be for fuel to the fire; thy blood shall be in the midst of the land; thou shalt no longer be remembered: for I the LORD have spoken."}