{"1": "¶ The word of the LORD came again unto me, saying,", "2": "Son of man, there were two women, the daughters of one mother:", "3": "And they committed whoredoms in Egypt; they committed whoredoms in their youth; there were their breasts pressed, and there they bruised the teats of their virginity.", "4": "And the names of them were Aholah the elder and Aholibah her sister; they were mine, and they bore sons and daughters. Thus were their names: Samaria is Aholah, and Jerusalem Aholibah.", "5": "And Aholah played the harlot when she was mine; and she fell in love with her lovers, the Assyrians her neighbours,", "6": "which were clothed with blue, captains and rulers, all of them desirable young men, horsemen riding upon horses.", "7": "Thus she committed her whoredoms with them, with all those that were the chosen men of Assyria, and with all whom she fell in love; with all their idols she defiled herself.", "8": "Neither did she leave her whoredoms of Egypt; for in her youth they lay with her, and they bruised the breasts of her virginity and poured their whoredom upon her.", "9": "Therefore I have delivered her into the hand of her lovers, into the hand of the Assyrians, of whom she fell in love.", "10": "These uncovered her nakedness; they took her sons and her daughters and slew her with the sword: and she became famous among women, for they had executed judgments upon her.", "11": "¶ And when her sister Aholibah saw this, she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in her whoredoms.", "12": "She fell in love with the Assyrians her neighbours, captains and rulers clothed to perfection, horsemen riding upon horses, all of them desirable young men.", "13": "Then I saw that she was defiled, that they both took the same way", "14": "and that she increased her whoredoms, for when she saw men painted upon the wall, the images of the Chaldeans painted in colour,", "15": "girded with girdles upon their loins, and mitres painted upon their heads, all of them looking like princes, after the manner of the men of Babylon, born in the land of the Chaldeans,", "16": "she fell in love with them as soon as she saw them with her eyes and sent messengers unto them into Chaldea.", "17": "And the Babylonians came to her into the bed of love, and they defiled her with their whoredom and she was polluted with them, and her soul was disjointed from them.", "18": "So she uncovered her whoredoms, and uncovered her nakedness; then my soul was alienated from her, like as my soul was alienated from her sister.", "19": "Yet she multiplied her whoredoms in calling to remembrance the days of her youth, in which she had played the harlot in the land of Egypt.", "20": "For she doted upon their paramours, whose flesh is as the flesh of asses and whose issue is like the issue of horses.", "21": "Thus thou didst call to remembrance the lewdness of thy youth, in bruising thy teats by the Egyptians for the breasts of thy youth.", "22": "¶ Therefore, O Aholibah, thus hath the Lord GOD said: Behold, I will raise up thy lovers against thee, from whom thy desire is alienated, and I will bring them against thee on every side:", "23": "the Babylonians, and all the Chaldeans, rulers, and princes, and captains, and all the Assyrians with them: all of them desirable young men; all of them captains and rulers, great lords and renowned; all of them riding upon horses.", "24": "And they shall come against thee with chariots, wagons, and wheels, and with a multitude of peoples, which shall set against thee buckler and shield and helmet round about, and I will set judgment before them, and they shall judge thee according to their laws.", "25": "And I will set my jealousy against thee, and they shall deal with thee in furor; they shall take away thy nose and thine ears; and what is left shall fall by the sword; they shall take thy sons and thy daughters; and thy remnant shall be devoured by the fire.", "26": "They shall also strip thee out of thy clothes and take away the vessels of thy glory.", "27": "Thus will I make thy lewdness to cease from thee and thy whoredom of the land of Egypt, so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.", "28": "For thus hath the Lord GOD said: Behold, I deliver thee into the hand of those whom thou hatest, into the hand of those from whom thy soul is alienated:", "29": "And they shall deal with thee hatefully and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be uncovered, both thy lewdness and thy whoredoms.", "30": "I will do these things unto thee because thou hast gone a whoring after the Gentiles and because thou art polluted with their idols.", "31": "Thou hast walked in the way of thy sister; therefore I will put her cup into thine hand.", "32": "Thus hath the Lord GOD said: Thou shalt drink of thy sister's cup deep and large; the Gentiles shall laugh thee to scorn and hold thee in derision; it contains much.", "33": "Thou shalt be filled with drunkenness and with pain because of the cup of astonishment and desolation, because of the cup of thy sister Samaria.", "34": "Thou shalt even drink it and finish it, and thou shalt break its shards and pluck off thine own breasts: for I have spoken it, said the Lord GOD.", "35": "Therefore thus hath the Lord GOD said: Because thou hast forgotten me and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.", "36": "¶ And The LORD said unto me: Son of man, wilt thou judge Aholah and Aholibah and declare unto them their abominations?", "37": "For they have committed adultery, and blood is on their hands, and with their idols they have committed adultery and have even caused their sons, whom they bore unto me, to pass for them through the fire, to devour them.", "38": "Moreover this they have done unto me: they have defiled my sanctuary in the same day and have profaned my sabbaths.", "39": "For when they had slain their sons unto their idols, then they came the same day into my sanctuary to profane it; and, behold, thus have they done in the midst of my house.", "40": "And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, behold, they came for the love of whom thou didst wash thyself, paint thy eyes, and deck thyself with ornaments,", "41": "and sit upon a stately bed, and a table prepared before it, upon which thou hast set my incense and my oil.", "42": "And in her was heard a voice of a multitude at a feast; and with the men of renown were brought the Sabeans from the wilderness to multiply the men, and they put bracelets upon their hands and crowns of glory upon their heads.", "43": "Then said I unto her that was old in adulteries, Now shalt thy whoredoms come to an end, and she with them;", "44": "for they have come to her, as those who come to a woman that plays the harlot, so they went in unto Aholah and unto Aholibah, the lewd women.", "45": "Therefore righteous men shall judge them by the law of adulteresses and after the law of women that shed blood because they are adulteresses, and blood is on their hands.", "46": "For thus hath the Lord GOD said: I will bring up a company upon them and will give them to be removed and spoiled.", "47": "And the company shall stone them with stones and dispatch them with their swords; they shall slay their sons and their daughters and burn up their houses with fire.", "48": "Thus will I cause the lust to cease out of the land that all women may be taught not to do after your lewdness.", "49": "And they shall recompense your lust upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord GOD."}