{"1": "¶ The word of the LORD came again unto me, saying,", "2": "Now, thou son of man, raise up lamentations upon Tyre.", "3": "And say unto Tyre, O thou that dwelleth at the ports of the sea, who art a merchant of the people for many isles, Thus hath the Lord GOD said; O Tyre, thou hast said, I am of perfect beauty.", "4": "In the heart of the seas are thy border; thy builders have completed thy beauty.", "5": "They have made all thy ship boards of fir trees of Senir; they have taken cedars from Lebanon to make masts for thee.", "6": "Of the oaks of Bashan they have made thine oars; the company of the Ashurites have made thy benches of ivory, brought out of the isles of Chittim.", "7": "Of fine linen with broidered work from Egypt was thy curtain, that it might serve to be thy sail;[a] of blue and purple from the isles of Elishah was thy pavilion.", "8": "The inhabitants of Zidon and Arvad were thy rowers; thy wise men, O Tyre, were in thee; they were thy pilots.", "9": "The elders of Gebal and the wise men thereof were in thee to repair thy breaches: all the galleys of the sea with their rowers were in thee to negotiate thy business dealings.", "10": "Those of Persia and of Lud and of Africa were in thine army, thy men of war: they hung the shield and helmet in thee; they extolled thy beauty.", "11": "The sons of Arvad with thine army were upon thy walls round about, and the Gammadims were in thy towers: they hung their shields upon thy walls round about; they completed thy beauty.", "12": "Tarshish was thy market by reason of the multitude of all thy riches in silver, iron, tin, and lead; they traded in thy fairs.", "13": "Greece, Tubal, and Meshech, thy merchants, with the soul of men and with vessels of brass; they traded in thy fairs.", "14": "Those of the house of Togarmah traded in thy fairs with horses and horsemen and mules.", "15": "The sons of Dedan were thy merchants; many isles took merchandise from thy hand: they brought thee for a present horns of ivory and peacocks.", "16": "Syria was thy merchant by reason of the multitude of the wares of thy making: they traded in thy fairs with rubies and purple and broidered work and fine linen and coral and pearls.", "17": "Judah, and the land of Israel; they were thy merchants: they traded in thy market with wheat, Minnith and Pannag and honey and oil and balm.", "18": "Damascus was thy merchant in the multitude of the wares of thy making, for the abundance of all riches, with wine of Helbon and white wool.", "19": "Dan also and Greece and Mozel traded in thy fairs bright iron, cassia, and calamus.", "20": "Dedan was thy merchant in precious cloth for chariots.", "21": "Arabia and all the princes of Kedar, merchants of thy strength in lambs and rams and he goats: in these they were thy merchants.", "22": "The merchants of Sheba and Raamah; they were thy merchants: they traded in thy fairs with the chief of all spices and with all precious stones and gold.", "23": "Haran and Canneh and Eden, the merchants of Sheba, Asshur, and Chilmad were in thy market.", "24": "These, thy merchants, negotiated with thee in all sorts of things: in blue robes and broidered work and in chests of rich apparel, bound with cords and made of cedar, among thy merchandise.", "25": "The ships of Tarshish, thy squadrons, went forth on thy behalf: and thou wast full, and wast multiplied greatly in the midst of the seas.", "26": "¶ In many waters they overcame thy rowers; the east wind has broken thee in the midst of the seas.", "27": "Thy riches, and thy markets, thy business, thy rowers, and thy pilots, those that repair thy breaches, and the agents of thy business, and all thy men of war, that are in thee, with all thy company which is in the midst of thee, shall fall into the midst of the seas in the day of thy ruin.", "28": "The suburbs shall shake at the sound of the cry of thy pilots.", "29": "And all that handle the oar, the rowers, and all the pilots of the sea, shall come down from their ships; they shall stand upon the land", "30": "and shall cause their voice to be heard upon thee and shall cry bitterly and shall cast up dust upon their heads; they shall wallow themselves in the ashes.", "31": "And they shall pull out their hair for thee and gird themselves with sackcloth, and they shall weep for thee with bitterness of soul and bitter wailings.", "32": "And in their wailing they shall take up a lamentation for thee and lament over thee, saying, Who is like Tyre, like the destroyed in the midst of the sea?", "33": "When thy wares went forth out of the seas, thou didst fill many peoples; thou didst enrich the kings of the earth with the multitude of thy riches and of thy contracts.", "34": "In the time when thou shalt be broken by the seas in the depths of the waters thy commerce and all thy company in the midst of thee shall fall.", "35": "All the inhabitants of the isles shall be astonished at thee, and their kings shall be sore afraid; they shall be troubled in their countenance.", "36": "The merchants among the peoples shall hiss at thee; thou shalt be a terror and never shalt be any more."}