{"1": "¶ The word of the LORD came again unto me, saying,", "2": "Son of man, say unto the prince of Tyre, Thus hath the Lord GOD said: Because thy heart has lifted thee up and thou hast said, I am God, I sit in the seat of God, in the midst of the seas (yet thou art man, and not God); and thou hast set thine heart as the heart of God:", "3": "behold, thou art wiser than Daniel; there is no secret that they can hide from thee:", "4": "with thy wisdom and with thine intelligence thou hast gotten thee riches and hast gotten gold and silver into thy treasures:", "5": "by the greatness of thy wisdom in thy trafficking thou hast multiplied thy riches, and thine heart is lifted up because of thy riches:", "6": "therefore thus hath the Lord GOD said: Because thou hast set thine heart as the heart of God,", "7": "behold, therefore I will bring strangers upon thee, the strong ones of the Gentiles, and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.", "8": "They shall bring thee down to the pit, and thou shalt die of the death of those that are slain in the midst of the seas.", "9": "Wilt thou yet say before him that slays thee, I am God? but thou shalt be a man, and not God, in the hand of him that slays thee.", "10": "Thou shalt die the death of the uncircumcised by the hand of strangers: for I have spoken, said the Lord GOD.", "11": "¶ And the word of the LORD came unto me, saying,", "12": "Son of man, raise up lamentations upon the king of Tyre and say unto him, Thus hath the Lord GOD said: Thou dost seal up the sum of perfection, full of wisdom, and completed in beauty.", "13": "Thou hast been in Eden the garden of God; every precious stone was thy covering: the sardius, topaz, diamond, turquoise, onyx, and beryl, the sapphire, ruby, and emerald, and gold; the works of thy tambourines and of thy pipes were prepared in thee in the day that thou wast created.", "14": "Thou, great cherubim, wast covered, and I placed thee; thou wast in the holy mountain of God; thou hast walked among stones of fire.", "15": "Thou wast perfect in all thy ways from the day that thou wast created, until iniquity was found in thee.", "16": "Because of the multitude of thy trafficking thou wast filled with violence, and thou hast sinned; and I cast thee out of the mountain of God, and I cast thee unto evil from among the stones of fire, O cherubim that wast covered.", "17": "Thine heart lifted thee up because of thy beauty; thou hast corrupted thy wisdom by reason of thy brightness; I will cast thee to the earth; I will expose thee before the kings, that they may behold thee.", "18": "Thou hast defiled thy sanctuary by the multitude of thine iniquities, by the iniquity of thy trafficking; therefore I brought forth fire from the midst of thee, which has consumed thee, and I brought thee to ashes upon the earth in the sight of all those that behold thee.", "19": "All those that knew thee from among the peoples shall marvel over thee; thou hast been greatly disturbed, and thou shalt not exist again forever.", "20": "¶ And the word of the LORD came unto me, saying,", "21": "Son of man, set thy face against Zidon and prophesy against her", "22": "and say, Thus hath the Lord GOD said: Behold, I am against thee, O Zidon; and I will be glorified in the midst of thee; and they shall know that I am the LORD, when I shall have executed judgments in her and shall be sanctified in her.", "23": "For I will send into her pestilence and blood into her streets; and the dead shall fall in the midst of her, by the sword upon her on every side; and they shall know that I am the LORD.", "24": "And there shall no longer be a pricking brier unto the house of Israel, nor any thorn that causes him pain, round about them of those that despise them; and they shall know that I am the Lord GOD.", "25": "Thus hath the Lord GOD said: When I shall have gathered the house of Israel from the peoples among whom they are scattered and shall be sanctified in them in the eyes of the Gentiles, then they shall dwell in their land that I have given to my slave Jacob.", "26": "And they shall dwell safely therein and shall build houses and plant vineyards; and they shall dwell with confidence, when I have executed judgments in all those that spoil them round about them; and they shall know that I am the LORD their God."}