{"1": "¶ And the word of the LORD came unto me, saying,", "2": "Son of man, prophesy and say, Thus hath the Lord GOD said: Howl ye, Woe of the day!", "3": "For the day is near, even the day of the LORD is near, a cloudy day; it shall be the time of the Gentiles.", "4": "And the sword shall come upon Egypt, and great fear shall be in Ethiopia, when the slain shall fall in Egypt, and they shall take away her multitude, and her foundations shall be destroyed.", "5": "Ethiopia, and Libya, and Lydia, and all the mingled people, and Chub, and the men of the land that is in league, shall fall with them by the sword.", "6": "Thus hath the LORD said: Those also that uphold Egypt shall fall; and the pride of her power shall come down; from the tower of Syene they shall fall in it by the sword, said the Lord GOD.", "7": "And they shall be made desolate among the countries that are destroyed, and her cities shall be among the cities that are wasted.", "8": "And they shall know that I am the LORD, when I have set a fire in Egypt and when all her helpers shall be broken.", "9": "In that time messengers shall go forth from me in ships to make the confident Ethiopians afraid, and great fear shall come upon them, as in the day of Egypt: for, behold, it comes.", "10": "Thus hath the Lord GOD said: I will make the multitude of Egypt to cease by the hand of Nebuchadrezzar king of Babylon.", "11": "He and his people with him, the strongest of the Gentiles, shall be brought to destroy the land; and they shall draw their swords against Egypt and fill the land with the slain.", "12": "And I will make the rivers dry and deliver the land into the hand of the wicked: and I will destroy the land and all that is therein by the hand of strangers: I the LORD have spoken.", "13": "Thus hath the Lord GOD said: I will also destroy the images, and I will cause the idols of Menfis to cease; and there shall no longer be a prince of the land of Egypt: and I will put fear in the land of Egypt.", "14": "And I will make Pathros desolate and will set fire in Tafnes and will execute judgments in No.[a]", "15": "And I will pour my fury upon Pelusio,[b] the strength of Egypt; and I will cut off the multitude of No.", "16": "And I will set fire to Egypt; Pelusio shall have great pain, and No shall be rent asunder, and Menfis shall have distresses daily.", "17": "The young men of Heliopolis[c] and of Pubasti[d] shall fall by the sword; and these cities shall go into captivity.", "18": "At Tehaphnehes also the day shall be darkened, when I shall break there the yokes of Egypt; and the pride of her strength shall cease in her; as for her, a cloud shall cover her, and the inhabitants of her villages shall go into captivity.", "19": "Thus will I execute judgments in Egypt; and they shall know that I am the LORD.", "20": "¶ And it came to pass in the eleventh year, in the first month, in the seventh day of the month, that the word of the LORD came unto me, saying,", "21": "Son of man, I have broken the arm of Pharaoh king of Egypt; and, behold, it has not been bound up with medicine, to bind it that it might be made whole, to make it strong to hold the sword.", "22": "Therefore thus hath the Lord GOD said: Behold, I am against Pharaoh king of Egypt and will break his arms, the strong, and that which was broken; and I will cause the sword to fall out of his hand.", "23": "And I will scatter the Egyptians among the Gentiles and will disperse them through the countries.", "24": "And I will strengthen the arms of the king of Babylon and put my sword in his hand, but I will break Pharaoh's arms, and he shall groan before him with the groanings of a man wounded unto death.", "25": "But I will strengthen the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am the LORD, when I place my sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt.", "26": "And I will scatter the Egyptians among the Gentiles and disperse them among the countries; and they shall know that I am the LORD."}