{"1": "¶ And it came to pass in the twelfth year, in the twelfth month, in the first day of the month, that the word of the LORD came unto me, saying,", "2": "Son of man, raise up lamentations upon Pharaoh king of Egypt and say unto him, Thou art like a young lion of the nations, and thou art as the whale in the seas, that dost dry up thy rivers, and trouble the waters with thy feet, and foul their streams.", "3": "Thus hath the Lord GOD said: I will therefore spread out my net over thee with a company of many peoples, and they shall bring thee up in my net.", "4": "Then I will leave thee upon the land; I will cast thee forth upon the open field and will cause all the fowls of the heaven to remain upon thee, and I will fill the beasts of the whole earth with thee.", "5": "And I will lay thy flesh upon the mountains and fill the valleys with thy height.", "6": "I will also water with thy blood the land in which thou dost swim, even to the mountains; and the rivers shall be full of thee.", "7": "And when thou art dead, I will cover the heavens and make the stars thereof dark; I will cover the sun with a cloud, and the moon shall not give her light.", "8": "All the bright lights of heaven I will make dark because of thee and set darkness upon thy land, said the Lord GOD.", "9": "I will also make the hearts of many peoples sad when I shall bring thy destruction upon the Gentiles, into the countries which thou hast not known.", "10": "And I will make many peoples amazed at thee and their kings shall be horribly afraid because of thee, when I shall brandish my sword before them; and they shall tremble at every moment, every man for his own life, in the day of thy fall.", "11": "For thus hath the Lord GOD said: The sword of the king of Babylon shall come upon thee.", "12": "By the swords of the mighty I will cause thy people to fall; they shall all be the strong of the Gentiles and they shall destroy the pride of Egypt, and all the multitude thereof shall be undone.", "13": "I will also destroy all the beasts thereof from upon the many waters; neither shall the foot of man, nor the hoofs of beasts foul them any more.", "14": "Then I will make their waters deepen and cause their channels to run like oil, said the Lord GOD.", "15": "When I shall make the land of Egypt desolate and the fullness of the land shall be taken away when I shall smite all those that dwell therein, then they shall know that I am the LORD.", "16": "This is the lamentation, and they shall sing it; the daughters of the Gentiles shall sing it: they shall lament over Egypt and over all her multitude, said the Lord GOD.", "17": "¶ It also came to pass in the twelfth year, in the fifteenth day of the month, that the word of the LORD came unto me, saying,", "18": "Son of man, lament over the multitude of Egypt and cast him down and the habitations of the strong Gentiles into the lower parts of the earth with those that go down into the grave.", "19": "Because thou art so beautiful, go down, and be laid with the uncircumcised.", "20": "They shall fall in the midst of those that are slain by the sword; he is delivered to the sword; bring him and all his peoples.", "21": "The strong among the mighty shall speak to him out of the midst of Sheol with those that help him: they are gone down; they lie with the uncircumcised, slain by the sword.", "22": "Asshur is there and all his company; his graves are about him; all of them slain, fallen by the sword:", "23": "whose graves are set in the sides of the pit, and his company is round about his grave; all of them slain, fallen by the sword, which caused terror in the land of the living.", "24": "There is Elam and all his multitude round about his grave, all of them slain, fallen by the sword, which are gone down uncircumcised into the lowest parts of the earth because they spread their terror in the land of the living; yet they have borne their shame with those that go down to the grave.", "25": "They have set him a bed in the midst of the slain with all his multitude: his graves are round about him: all of them uncircumcised, slain by the sword because they spread their terror in the land of the living, yet they have borne their shame with those that go down to the pit; he was put in the midst of the dead.", "26": "There is Meshech, Tubal, and all his multitude; his graves are round about him, all of them uncircumcised, slain by the sword because they had caused their terror in the land of the living.", "27": "And they shall not lie with the mighty that are fallen of the uncircumcised, who are gone down to Sheol with their weapons of war: and they have laid their swords under their heads, but their sins shall be upon their bones because they were the terror of the mighty in the land of the living.", "28": "Yea, thou shalt be broken in the midst of the uncircumcised and shalt lie with those that are slain with the sword.", "29": "There is Edom, his kings, and all his princes, which with their might are laid with those that were slain by the sword; they shall lie with the uncircumcised and with those that go down to the pit.", "30": "There are the princes of the north, all of them, and all the Zidonians, who are gone down with the slain with their terror, ashamed of their might; and they lie uncircumcised with those that are slain by the sword and bear their shame with those that go down to the pit.", "31": "Pharaoh shall see them and shall be comforted over all his multitude, even Pharaoh and all his army slain by the sword, said the Lord GOD.", "32": "Because I have spread my terror in the land of the living, he shall also lay in the midst of the uncircumcised with those that are slain with the sword, even Pharaoh and all his multitude, said the Lord GOD."}