{"1": "In the eighteenth year of the reign of King Jeroboam of Israel, Abijah became king of Judah, ", "2": "and he ruled three years in Jerusalem. His mother was Maacah, the daughter of Absalom. ", "3": "He committed the same sins as his father and was not completely loyal to the Lord his God, as his great-grandfather David had been. ", "4": "But for David's sake the Lord his God gave Abijah a son to rule after him in Jerusalem and to keep Jerusalem secure. ", "5": "The Lord did this because David had done what pleased him and had never disobeyed any of his commands, except in the case of Uriah the Hittite. ", "6": "The war which had begun between Rehoboam and Jeroboam continued throughout Abijah's lifetime. ", "7": "And everything else that Abijah did is recorded in The History of the Kings of Judah.", "8": "Abijah died and was buried in David's City, and his son Asa succeeded him as king.", "9": "In the twentieth year of the reign of King Jeroboam of Israel, Asa became king of Judah, ", "10": "and he ruled forty-one years in Jerusalem. His grandmother was Maacah, the daughter of Absalom. ", "11": "Asa did what pleased the Lord, as his ancestor David had done. ", "12": "He expelled from the country all the male and female prostitutes serving at the pagan places of worship, and he removed all the idols his predecessors had made. ", "13": "He removed his grandmother Maacah from her position as queen mother, because she had made an obscene idol of the fertility goddess Asherah. Asa cut down the idol and burned it in Kidron Valley. ", "14": "Even though Asa did not destroy all the pagan places of worship, he remained faithful to the Lord all his life. ", "15": "He placed in the Temple all the objects his father had dedicated to God, as well as the gold and silver objects that he himself dedicated.", "16": "King Asa of Judah and King Baasha of Israel were constantly at war with each other as long as they were in power. ", "17": "Baasha invaded Judah and started to fortify Ramah in order to cut off all traffic in and out of Judah. ", "18": "So King Asa took all the silver and gold that was left in the Temple and the palace, and sent it by some of his officials to Damascus, to King Benhadad of Syria, the son of Tabrimmon and grandson of Hezion, with this message: ", "19": "“Let us be allies, as our fathers were. This silver and gold is a present for you. Now break your alliance with King Baasha of Israel, so that he will have to pull his troops out of my territory.”", "20": "King Benhadad agreed to Asa's proposal and sent his commanding officers and their armies to attack the cities of Israel. They captured Ijon, Dan, Abel Beth Maacah, the area near Lake Galilee, and the whole territory of Naphtali. ", "21": "When King Baasha heard what had happened, he stopped fortifying Ramah and went to Tirzah.", "22": "Then King Asa sent out an order throughout all of Judah requiring everyone, without exception, to help carry away from Ramah the stones and timber that Baasha had been using to fortify it. With this material Asa fortified Mizpah and Geba, a city in the territory of Benjamin.", "23": "Everything else that King Asa did, his brave deeds and the towns he fortified, are all recorded in The History of the Kings of Judah. But in his old age he was crippled by a foot disease. ", "24": "Asa died and was buried in the royal tombs in David's City, and his son Jehoshaphat succeeded him as king.", "25": "In the second year of the reign of King Asa of Judah, King Jeroboam's son Nadab became king of Israel, and he ruled for two years. ", "26": "Like his father before him, he sinned against the Lord and led Israel into sin.", "27": "Baasha son of Ahijah, of the tribe of Issachar, plotted against Nadab and killed him as Nadab and his army were besieging the city of Gibbethon in Philistia. ", "28": "This happened during the third year of the reign of King Asa of Judah. And so Baasha succeeded Nadab as king of Israel. ", "29": "At once he began killing all the members of Jeroboam's family. In accordance with what the Lord had said through his servant, the prophet Ahijah from Shiloh, all of Jeroboam's family were killed; not one survived. ", "30": "This happened because Jeroboam aroused the anger of the Lord, the God of Israel, by the sins that he committed and that he caused Israel to commit.", "31": "Everything else that Nadab did is recorded in The History of the Kings of Israel. ", "32": "King Asa of Judah and King Baasha of Israel were constantly at war with each other as long as they were in power.", "33": "In the third year of the reign of King Asa of Judah, Baasha son of Ahijah became king of all Israel, and he ruled in Tirzah for twenty-four years. ", "34": "Like King Jeroboam before him, he sinned against the Lord and led Israel into sin."}