{"1": "After some time, in the third year of the drought, the Lord said to Elijah, “Go and present yourself to King Ahab, and I will send rain.” ", "2": "So Elijah started out. The famine in Samaria was at its worst, ", "3": "so Ahab called in Obadiah, who was in charge of the palace. (Obadiah was a devout worshiper of the Lord, ", "4": "and when Jezebel was killing the Lord's prophets, Obadiah took a hundred of them, hid them in caves in two groups of fifty, and provided them with food and water.) ", "5": "Ahab said to Obadiah, “Let us go and look[a] at every spring and every stream bed in the land to see if we can find enough grass to keep the horses and mules alive. Maybe we won't have to kill any of our animals.” ", "6": "They agreed on which part of the land each one would explore, and set off in different directions.", "7": "As Obadiah was on his way, he suddenly met Elijah. He recognized him, bowed low before him, and asked, “Is it really you, sir?”", "8": "“Yes, I'm Elijah,” he answered. “Go and tell your master the king that I am here.”", "9": "Obadiah answered, “What have I done that you want to put me in danger of being killed by King Ahab? ", "10": "By the living Lord, your God, I swear that the king has made a search for you in every country in the world. Whenever the ruler of a country reported that you were not in his country, Ahab would require that ruler to swear that you could not be found. ", "11": "And now you want me to go and tell him that you are here? ", "12": "What if the spirit of the Lord carries you off to some unknown place as soon as I leave? Then, when I tell Ahab that you are here and he can't find you, he will put me to death. Remember that I have been a devout worshiper of the Lord ever since I was a boy. ", "13": "Haven't you heard that when Jezebel was killing the prophets of the Lord I hid a hundred of them in caves, in two groups of fifty, and supplied them with food and water? ", "14": "So how can you order me to go and tell the king that you are here? He will kill me!”", "15": "Elijah answered, “By the living Lord Almighty, whom I serve, I promise that I will present myself to the king today.”", "16": "So Obadiah went to King Ahab and told him, and Ahab set off to meet Elijah. ", "17": "When Ahab saw him, he said, “So there you are—the worst troublemaker in Israel!”", "18": "“I'm not the troublemaker,” Elijah answered. “You are—you and your father. You are disobeying the Lord's commands and worshiping the idols of Baal. ", "19": "Now order all the people of Israel to meet me at Mount Carmel. Bring along the 450 prophets of Baal and the 400 prophets of the goddess Asherah who are supported by Queen Jezebel.”", "20": "So Ahab summoned all the Israelites and the prophets of Baal to meet at Mount Carmel. ", "21": "Elijah went up to the people and said, “How much longer will it take you to make up your minds? If the Lord is God, worship him; but if Baal is God, worship him!” But the people didn't say a word. ", "22": "Then Elijah said, “I am the only prophet of the Lord still left, but there are 450 prophets of Baal. ", "23": "Bring two bulls; let the prophets of Baal take one, kill it, cut it in pieces, and put it on the wood—but don't light the fire. I will do the same with the other bull. ", "24": "Then let the prophets of Baal pray to their god, and I will pray to the Lord, and the one who answers by sending fire—he is God.” The people shouted their approval.", "25": "Then Elijah said to the prophets of Baal, “Since there are so many of you, you take a bull and prepare it first. Pray to your god, but don't set fire to the wood.”", "26": "They took the bull that was brought to them, prepared it, and prayed to Baal until noon. They shouted, “Answer us, Baal!” and kept dancing around the altar they had built. But no answer came.", "27": "At noon Elijah started making fun of them: “Pray louder! He is a god! Maybe he is day-dreaming or relieving himself, or perhaps he's gone off on a trip! Or maybe he's sleeping, and you've got to wake him up!” ", "28": "So the prophets prayed louder and cut themselves with knives and daggers, according to their ritual, until blood flowed. ", "29": "They kept on ranting and raving until the middle of the afternoon; but no answer came, not a sound was heard.", "30": "Then Elijah said to the people, “Come closer to me,” and they all gathered around him. He set about repairing the altar of the Lord which had been torn down. ", "31": "He took twelve stones, one for each of the twelve tribes named for the sons of Jacob, the man to whom the Lord had given the name Israel. ", "32": "With these stones he rebuilt the altar for the worship of the Lord. He dug a trench around it, large enough to hold about four gallons of water. ", "33": "Then he placed the wood on the altar, cut the bull in pieces, and laid it on the wood. He said, “Fill four jars with water and pour it on the offering and the wood.” They did so, ", "34": "and he said, “Do it again”—and they did. “Do it once more,” he said—and they did. ", "35": "The water ran down around the altar and filled the trench.", "36": "At the hour of the afternoon sacrifice the prophet Elijah approached the altar and prayed, “O Lord, the God of Abraham, Isaac, and Jacob, prove now that you are the God of Israel and that I am your servant and have done all this at your command. ", "37": "Answer me, Lord, answer me, so that this people will know that you, the Lord, are God and that you are bringing them back to yourself.”[b]", "38": "The Lord sent fire down, and it burned up the sacrifice, the wood, and the stones, scorched the earth and dried up the water in the trench. ", "39": "When the people saw this, they threw themselves on the ground and exclaimed, “The Lord is God; the Lord alone is God!”", "40": "Elijah ordered, “Seize the prophets of Baal; don't let any of them get away!” The people seized them all, and Elijah led them down to Kishon Brook and killed them.", "41": "Then Elijah said to King Ahab, “Now, go and eat. I hear the roar of rain approaching.” ", "42": "While Ahab went to eat, Elijah climbed to the top of Mount Carmel, where he bowed down to the ground, with his head between his knees. ", "43": "He said to his servant, “Go and look toward the sea.” The servant went and returned, saying, “I didn't see a thing.” Seven times in all Elijah told him to go and look. ", "44": "The seventh time he returned and said, “I saw a little cloud no bigger than a man's hand, coming up from the sea.” Elijah ordered his servant, “Go to King Ahab and tell him to get in his chariot and go back home before the rain stops him.”", "45": "In a little while the sky was covered with dark clouds, the wind began to blow, and a heavy rain began to fall. Ahab got in his chariot and started back to Jezreel. ", "46": "The power of the Lord came on Elijah; he fastened his clothes tight around his waist and ran ahead of Ahab all the way to Jezreel."}