{"1": "Near King Ahab's palace in Jezreel there was a vineyard owned by a man named Naboth. ", "2": "One day Ahab said to Naboth, “Let me have your vineyard; it is close to my palace, and I want to use the land for a vegetable garden. I will give you a better vineyard for it or, if you prefer, I will pay you a fair price.”", "3": "“I inherited this vineyard from my ancestors,” Naboth replied. “The Lord forbid that I should let you have it!”", "4": "Ahab went home, depressed and angry over what Naboth had said to him. He lay down on his bed, facing the wall, and would not eat. ", "5": "His wife Jezebel went to him and asked, “Why are you so depressed? Why won't you eat?”", "6": "He answered, “Because of what Naboth said to me. I offered to buy his vineyard or, if he preferred, to give him another one for it, but he told me that I couldn't have it!”", "7": "“Well, are you the king or aren't you?” Jezebel replied. “Get out of bed, cheer up, and eat. I will get you Naboth's vineyard!”", "8": "Then she wrote some letters, signed Ahab's name to them, sealed them with his seal, and sent them to the officials and leading citizens of Jezreel. ", "9": "The letters said: “Proclaim a day of fasting, call the people together, and give Naboth the place of honor. ", "10": "Get a couple of scoundrels to accuse him to his face of cursing God and the king. Then take him out of the city and stone him to death.”", "11": "The officials and leading citizens of Jezreel did what Jezebel had commanded. ", "12": "They proclaimed a day of fasting, called the people together, and gave Naboth the place of honor. ", "13": "The two scoundrels publicly accused him of cursing God and the king, and so he was taken outside the city and stoned to death. ", "14": "The message was sent to Jezebel: “Naboth has been put to death.”", "15": "As soon as Jezebel received the message, she said to Ahab, “Naboth is dead. Now go and take possession of the vineyard which he refused to sell to you.” ", "16": "At once Ahab went to the vineyard to take possession of it.", "17": "Then the Lord said to Elijah, the prophet from Tishbe, ", "18": "“Go to King Ahab of Samaria. You will find him in Naboth's vineyard, about to take possession of it. ", "19": "Tell him that I, the Lord, say to him, 'After murdering the man, are you taking over his property as well?' Tell him that this is what I say: 'In the very place that the dogs licked up Naboth's blood they will lick up your blood!'”", "20": "When Ahab saw Elijah, he said, “Have you caught up with me, my enemy?” “Yes, I have,” Elijah answered. “You have devoted yourself completely to doing what is wrong in the Lord's sight. ", "21": "So the Lord says to you, 'I will bring disaster on you. I will do away with you and get rid of every male in your family, young and old alike. ", "22": "Your family will become like the family of King Jeroboam son of Nebat and like the family of King Baasha son of Ahijah, because you have stirred up my anger by leading Israel into sin.' ", "23": "And concerning Jezebel, the Lord says that dogs will eat her body in the city of Jezreel. ", "24": "Any of your relatives who die in the city will be eaten by dogs, and any who die in the open country will be eaten by vultures.”", "25": "(25 There was no one else who had devoted himself so completely to doing wrong in the Lord's sight as Ahab—all at the urging of his wife Jezebel. ", "26": "He committed the most shameful sins by worshiping idols, as the Amorites had done, whom the Lord had driven out of the land as the people of Israel advanced.)", "27": "When Elijah finished speaking, Ahab tore his clothes, took them off, and put on sackcloth. He refused food, slept in the sackcloth, and went about gloomy and depressed.", "28": "The Lord said to the prophet Elijah, ", "29": "“Have you noticed how Ahab has humbled himself before me? Since he has done this, I will not bring disaster on him during his lifetime; it will be during his son's lifetime that I will bring disaster on Ahab's family.”"}