{"1": "There was peace between Israel and Syria for the next two years, ", "2": "but in the third year King Jehoshaphat of Judah went to see King Ahab of Israel.", "3": "Ahab asked his officials, “Why is it that we have not done anything to get back Ramoth in Gilead from the king of Syria? It belongs to us!” ", "4": "And Ahab asked Jehoshaphat, “Will you go with me to attack Ramoth?” “I am ready when you are,” Jehoshaphat answered, “and so are my soldiers and my cavalry. ", "5": "But first let's consult the Lord.”", "6": "So Ahab called in the prophets, about four hundred of them, and asked them, “Should I go and attack Ramoth, or not?” “Attack it,” they answered. “The Lord will give you victory.”", "7": "But Jehoshaphat asked, “Isn't there another prophet through whom we can consult the Lord?”", "8": "Ahab answered, “There is one more, Micaiah son of Imlah. But I hate him because he never prophesies anything good for me; it's always something bad.” “You shouldn't say that!” Jehoshaphat replied.", "9": "Then Ahab called in a court official and told him to go and get Micaiah at once.", "10": "The two kings, dressed in their royal robes, were sitting on their thrones at the threshing place just outside the gate of Samaria, and all the prophets were prophesying in front of them. ", "11": "One of them, Zedekiah son of Chenaanah, made iron horns and said to Ahab, “This is what the Lord says: 'With these you will fight the Syrians and totally defeat them.'” ", "12": "All the other prophets said the same thing. “March against Ramoth and you will win,” they said. “The Lord will give you victory.”", "13": "Meanwhile, the official who had gone to get Micaiah said to him, “All the other prophets have prophesied success for the king, and you had better do the same.”", "14": "But Micaiah answered, “By the living Lord I promise that I will say what he tells me to!”", "15": "When he appeared before King Ahab, the king asked him, “Micaiah, should King Jehoshaphat and I go and attack Ramoth, or not?” “Attack!” Micaiah answered. “Of course you'll win. The Lord will give you victory.”", "16": "But Ahab replied, “When you speak to me in the name of the Lord, tell the truth! How many times do I have to tell you that?”", "17": "Micaiah answered, “I can see the army of Israel scattered over the hills like sheep without a shepherd. And the Lord said, 'These men have no leader; let them go home in peace.'”", "18": "Ahab said to Jehoshaphat, “Didn't I tell you that he never prophesies anything good for me? It's always something bad!”", "19": "Micaiah went on: “Now listen to what the Lord says! I saw the Lord sitting on his throne in heaven, with all his angels standing beside him. ", "20": "The Lord asked, 'Who will deceive Ahab so that he will go and be killed at Ramoth?' Some of the angels said one thing, and others said something else, ", "21": "until a spirit stepped forward, approached the Lord, and said, 'I will deceive him.' ", "22": "'How?' the Lord asked. The spirit replied, 'I will go and make all of Ahab's prophets tell lies.' The Lord said, 'Go and deceive him. You will succeed.'”", "23": "And Micaiah concluded: “This is what has happened. The Lord has made these prophets of yours lie to you. But he himself has decreed that you will meet with disaster!”", "24": "Then the prophet Zedekiah went up to Micaiah, slapped his face, and asked, “Since when did the Lord's spirit leave me and speak to you?”", "25": "“You will find out when you go into some back room to hide,” Micaiah replied.", "26": "Then King Ahab ordered one of his officers, “Arrest Micaiah and take him to Amon, the governor of the city, and to Prince Joash. ", "27": "Tell them to throw him in prison and to put him on bread and water until I return safely.”", "28": "“If you return safely,” Micaiah exclaimed, “then the Lord has not spoken through me!” And he added, “Listen, everyone, to what I have said!”", "29": "Then King Ahab of Israel and King Jehoshaphat of Judah went to attack the city of Ramoth in Gilead. ", "30": "Ahab said to Jehoshaphat, “As we go into battle, I will disguise myself, but you wear your royal garments.” So the king of Israel went into battle in disguise.", "31": "The king of Syria had ordered his thirty-two chariot commanders to attack no one else except the king of Israel. ", "32": "So when they saw King Jehoshaphat, they all thought that he was the king of Israel, and they turned to attack him. But when he cried out, ", "33": "they realized that he was not the king of Israel, and they stopped their attack. ", "34": "By chance, however, a Syrian soldier shot an arrow which struck King Ahab between the joints of his armor. “I'm wounded!” he cried out to his chariot driver. “Turn around and pull out of the battle!”", "35": "While the battle raged on, King Ahab remained propped up in his chariot, facing the Syrians. The blood from his wound ran down and covered the bottom of the chariot, and at evening he died. ", "36": "Near sunset the order went out through the Israelite ranks: “Each of you go back to your own country and city!”", "37": "So died King Ahab. His body was taken to Samaria and buried. ", "38": "His chariot was cleaned up at the pool of Samaria, where dogs licked up his blood and prostitutes washed themselves, as the Lord had said would happen.", "39": "Everything else that King Ahab did, including an account of his palace decorated with ivory and of all the cities he built, is recorded in The History of the Kings of Israel. ", "40": "At his death his son Ahaziah succeeded him as king.", "41": "In the fourth year of the reign of King Ahab of Israel, Jehoshaphat son of Asa became king of Judah ", "42": "at the age of thirty-five, and he ruled in Jerusalem for twenty-five years. His mother was Azubah, the daughter of Shilhi. ", "43": "Like his father Asa before him, he did what was right in the sight of the Lord; but the places of worship were not destroyed, and the people continued to offer sacrifices and burn incense there. ", "44": "Jehoshaphat made peace with the king of Israel.", "45": "Everything else that Jehoshaphat did, all his bravery and his battles, are recorded in The History of the Kings of Judah. ", "46": "He got rid of all the male and female prostitutes serving at the pagan altars who were still left from the days of his father Asa.", "47": "The land of Edom had no king; it was ruled by a deputy appointed by the king of Judah.", "48": "King Jehoshaphat had ocean-going ships built to sail to the land of Ophir for gold; but they were wrecked at Eziongeber and never sailed. ", "49": "Then King Ahaziah of Israel offered to let his men sail with Jehoshaphat's men, but Jehoshaphat refused the offer.", "50": "Jehoshaphat died and was buried in the royal tombs in David's City, and his son Jehoram succeeded him as king.", "51": "In the seventeenth year of the reign of King Jehoshaphat of Judah, Ahaziah son of Ahab became king of Israel, and he ruled in Samaria for two years. ", "52": "He sinned against the Lord, following the wicked example of his father Ahab, his mother Jezebel, and King Jeroboam, who had led Israel into sin. ", "53": "He worshiped and served Baal, and like his father before him, he aroused the anger of the Lord, the God of Israel."}