{"1": "Solomon made an alliance with the king of Egypt by marrying his daughter. He brought her to live in David's City until he had finished building his palace, the Temple, and the wall around Jerusalem. ", "2": "A temple had not yet been built for the Lord, and so the people were still offering sacrifices at many different altars. ", "3": "Solomon loved the Lord and followed the instructions of his father David, but he also slaughtered animals and offered them as sacrifices on various altars.", "4": "On one occasion he went to Gibeon to offer sacrifices because that was where the most famous altar was. He had offered hundreds of burnt offerings there in the past. ", "5": "That night the Lord appeared to him in a dream and asked him, “What would you like me to give you?”", "6": "Solomon answered, “You always showed great love for my father David, your servant, and he was good, loyal, and honest in his relation with you. And you have continued to show him your great and constant love by giving him a son who today rules in his place. ", "7": "O Lord God, you have let me succeed my father as king, even though I am very young and don't know how to rule. ", "8": "Here I am among the people you have chosen to be your own, a people who are so many that they cannot be counted. ", "9": "So give me the wisdom I need to rule your people with justice and to know the difference between good and evil. Otherwise, how would I ever be able to rule this great people of yours?”", "10": "The Lord was pleased that Solomon had asked for this, ", "11": "and so he said to him, “Because you have asked for the wisdom to rule justly, instead of long life for yourself or riches or the death of your enemies, ", "12": "I will do what you have asked. I will give you more wisdom and understanding than anyone has ever had before or will ever have again. ", "13": "I will also give you what you have not asked for: all your life you will have wealth and honor, more than that of any other king. ", "14": "And if you obey me and keep my laws and commands, as your father David did, I will give you a long life.”", "15": "Solomon woke up and realized that God had spoken to him in the dream. Then he went to Jerusalem and stood in front of the Lord's Covenant Box and offered burnt offerings and fellowship offerings to the Lord. After that he gave a feast for all his officials.", "16": "One day two prostitutes came and presented themselves before King Solomon. ", "17": "One of them said, “Your Majesty, this woman and I live in the same house, and I gave birth to a baby boy at home while she was there. ", "18": "Two days after my child was born, she also gave birth to a baby boy. Only the two of us were there in the house—no one else was present. ", "19": "Then one night she accidentally rolled over on her baby and smothered it. ", "20": "She got up during the night, took my son from my side while I was asleep, and carried him to her bed; then she put the dead child in my bed. ", "21": "The next morning, when I woke up and was going to nurse my baby, I saw that it was dead. I looked at it more closely and saw that it was not my child.”", "22": "But the other woman said, “No! The living child is mine, and the dead one is yours!” The first woman answered back, “No! The dead child is yours, and the living one is mine!” And so they argued before the king.", "23": "Then King Solomon said, “Each of you claims that the living child is hers and that the dead child belongs to the other one.” ", "24": "He sent for a sword, and when it was brought, ", "25": "he said, “Cut the living child in two and give each woman half of it.”", "26": "The real mother, her heart full of love for her son, said to the king, “Please, Your Majesty, don't kill the child! Give it to her!” But the other woman said, “Don't give it to either of us; go on and cut it in two.”", "27": "Then Solomon said, “Don't kill the child! Give it to the first woman—she is its real mother.”", "28": "When the people of Israel heard of Solomon's decision, they were all filled with deep respect for him, because they knew then that God had given him the wisdom to settle disputes fairly."}