{"1": "Setting forth a perfect pattern of a true Pastor, whose office especially consisteth in teaching, 4 he warneth him that vain questions set apart, he teach those things, 5 which further charity and faith: 12 and that his authority be not condemned, 14 he showeth what an one he is made through the grace of God. Paul [a]an Apostle of Jesus Christ, by the [b]commandment of God our Savior, and of our Lord Jesus Christ our hope,", "2": "Unto Timothy my natural son in the faith: Grace, [c]mercy, and peace from God our Father, and from Christ Jesus our Lord.", "3": "[d]As I besought thee to abide still in Ephesus, when I departed into Macedonia, so do, that thou mayest warn some, that they teach none other doctrine,", "4": "[e]Neither that they give heed to fables and [f]genealogies which are endless, which breed questions rather than godly edifying which is by faith.", "5": "[g] For the end of the [h]commandment is [i]love out of a pure heart, and of a good conscience, and of faith unfeigned.", "6": "[j]From the which things some have erred, and have turned unto vain jangling.", "7": "[k]They would be doctors of the Law, and yet understand not what they speak, neither whereof they affirm.", "8": "[l]And we know, that the Law is good, if a man use it lawfully.", "9": "[m]Knowing this, that the Law is not given unto a [n]righteous man, but unto the lawless and disobedient, to the ungodly, and to [o]sinners, to the unholy, and to the profane, to murderers of fathers and mothers, to manslayers,", "10": "To whoremongers, to buggerers, to menstealers, to liars, to the perjured, and if there be any other thing that is contrary to wholesome doctrine,", "11": "[p]Which is according to the glorious Gospel of the blessed God, [q]which is committed unto me.", "12": "[r]Therefore I thank him which hath made me [s]strong, that is, Christ Jesus our Lord: for he counted me faithful, and put me in his service:", "13": "When before I was a [t]blasphemer, and a persecutor, and an oppressor: but I was received to mercy: for I did it ignorantly through unbelief.", "14": "But the grace of our Lord was exceeding abundant [u]with faith and love, which is in Christ Jesus.", "15": "[v]This is a [w]true saying, and by all means worthy to be received, that Christ Jesus came into the world to save sinners, of whom I am chief.", "16": "Notwithstanding for this cause was I received to mercy, that Jesus Christ should first show on me all long suffering unto the ensample of them, which shall in time to come believe in him unto eternal life.", "17": "[x]Now unto the king everlasting, immortal, invisible, unto God [y]only wise, be honor, and glory, for ever, and ever, Amen.", "18": "[z]This commandment commit I unto thee, son Timothy, according to the prophecies, which went before upon thee, that thou [aa]by them shouldest fight a good fight,", "19": "Having [ab]faith and a good conscience, [ac]which some have put away, and as concerning faith, have made shipwreck.", "20": "Of whom is Hymenaeus, and Alexander, [ad]whom I have [ae]delivered unto Satan, that they might [af]learn not to blaspheme."}