{"1": "He setteth out Bishops, 8 and Christian deacons with their wives, 12 children and family, 15 he calleth the Church the house of God. This [a]is a true saying, [b]If any man [c]desire the office of a Bishop, he desireth a worthy work.", "2": "A Bishop therefore must be unreproveable, the husband of one [d]wife, watching, temperate, modest, harborous, apt to teach,", "3": "Not [e]given to wine, no striker, not given to filthy lucre, but gentle, no fighter, not covetous.", "4": "One that can rule his own house honestly, having children under obedience with all honesty.", "5": "For if any cannot rule his own house, how shall he care for the Church of God?", "6": "He may not be a young scholar, lest he being puffed up fall into the [f]condemnation of the devil.", "7": "He must also be well reported of, even of them which are without, lest he fall into rebuke, and the snare of the devil.", "8": "[g]Likewise must [h]Deacons be grave, not double tongued, not given unto much wine, neither to filthy lucre,", "9": "Having the [i]mystery of the faith in pure conscience.", "10": "And let them first be proved, then let them minister, if they be found blameless.", "11": "[j]Likewise their wives must be honest, not evil speakers, but sober, and faithful in all things.", "12": "[k]Let the Deacons be the husbands of one wife, and such as can rule their children well, and their own households.", "13": "For they that have ministered well, get themselves a good [l]decree, and [m]great liberty in the faith, which is in Christ Jesus.", "14": "[n]These things write I unto thee, trusting to come very shortly unto thee.", "15": "But if I tarry long, that thou mayest yet know, how thou oughtest to behave thyself in the [o]house of God, which is the Church of the living God, the [p]pillar and ground of truth.", "16": "[q]And without controversy, great is the mystery of godliness, which is, God is manifested in the flesh, [r]justified in the Spirit, seen of Angels, preached unto the Gentiles, believed on in the world, and received up in glory."}