{"1": "Having set down a manner how to rebuke all degrees. 5 He entreateth of widows, who then were chosen for the service of the Church: 17 Then he cometh to Elders, 23 and speaketh somewhat touching the health of the body. Rebuke [a]not an elder, but exhort him as a father, and the younger men as brethren,", "2": "The elder women as mothers, the younger as sisters, with all pureness.", "3": "[b][c]Honor widows, which are widows indeed.", "4": "[d]But if any widow have children or nephews let them learn first to show godliness [e]toward their own house, and [f]to recompense their kindred: [g]for that is an honest thing, and acceptable before God.", "5": "[h]And she that is a widow indeed and left alone, trusteth in God, and continueth in supplications and prayers night and day.", "6": "[i]But she that liveth in pleasure, is dead, while she liveth.", "7": "These things therefore warn them of, that they may be blameless.", "8": "If there be any that provideth not for his own, and namely for them of his household, he denieth the faith, and is worse than an infidel.", "9": "[j]Let not a widow be taken into the number under threescore years old, that hath been the wife of [k]one husband.", "10": "And well reported of for good works: if she have nourished her children, if she have lodged the strangers, if she have [l]washed the Saints' feet, if she have ministered unto them which were in adversity, if she were continually given unto every good work.", "11": "[m]But [n]refuse the younger widows: for when they have begun to wax wanton against Christ, they will marry.", "12": "Having damnation, because they have broken the first faith.", "13": "[o]And likewise also being idle they learn to go about from house to house: yea they are not only idle, but also prattlers and busybodies, speaking things which are not comely.", "14": "[p]I will therefore that the younger women marry, and bear children, and govern the house, and give none occasion to the adversary to speak evil.", "15": "For certain are already turned back after Satan.", "16": "[q]If any faithful man or faithful woman have widows, let them minister unto them, and let not the Church be charged, that there may be sufficient for them that are widows indeed.", "17": "¶ [r]The Elders that rule well, let them be had in [s]double honor, [t]specially they which labor in the word and doctrine.", "18": "For the Scripture saith, Thou shalt not muzzle the mouth of the ox that treadeth out the corn: and, The laborer is worthy of his wages.", "19": "[u]Against an Elder receive none accusation, but under two or three witnesses.", "20": "[v]Them that sin, rebuke openly, that the rest also may fear.", "21": "¶ [w]I charge thee before God and the Lord Jesus Christ, and the elect Angels, that thou observe these things, without preferring one to another, and do nothing partially.", "22": "[x]Lay hands [y]suddenly on no man, neither be partaker of other men's sins; keep thyself pure.", "23": "[z]Drink no longer water, but use a little wine for thy stomach's sake, and thine often infirmities.", "24": "[aa]Some men's sins are open before hand, and go before unto judgment: but some men's follow after.", "25": "[ab]Likewise also the good works are manifest before hand, and they that are otherwise, cannot be hid."}