{"1": "Ephraim feeds on the [emptiness of the] wind And [continually] pursues the [parching] east wind [which brings destruction]; Every day he multiplies lies and violence. Further, he makes a covenant with Assyria And (olive) oil is carried to Egypt [to seek alliances].", "2": "  The Lord also has a dispute [a legal complaint and an indictment] with Judah, And He will punish Jacob in accordance with his ways; He will repay him in accordance with his deeds.", "3": "  In their mother's womb he took his brother by the heel, And in his maturity he contended with God.", "4": "  He wrestled with the angel and prevailed; He wept [in repentance] and sought His favor. He met Him at Bethel And there God spoke with [him and through him with] us—", "5": "  Even the Lord, the God of hosts, The name of Him [who spoke with Jacob] is the Lord.", "6": "  Therefore, return [in repentance] to your God, Observe and highly regard kindness and justice, And wait [expectantly] for your God continually.", "7": "  A merchant, in whose hand are false and fraudulent balances; He loves to oppress and exploit.", "8": "  Ephraim said, “I have indeed become rich [and powerful as a nation]; I have found wealth for myself. In all my labors they will not find in me Any wickedness that would be sin.”", "9": "  But I have been the Lord your God since [you became a nation in] the land of Egypt; I will make you live in tents again, As in the days of the appointed and solemn [a]festival.", "10": "  I have also spoken to [you through] the prophets, And I gave [them] many visions [to make My will known], And through the prophets I gave parables [to appeal to your sense of right and wrong].", "11": "  Is there wickedness (idolatry) in Gilead? Surely the people there are worthless. In Gilgal [they defy Me when] they sacrifice bulls, Yes, [after My judgment] their [pagan] altars are like the stone heaps In the furrows of the fields.", "12": "  Now Jacob (Israel) fled into the open country of Aram (Paddan-aram), And [there] Israel (Jacob) worked and served for a wife, And for a wife he kept sheep.", "13": "  And by a prophet (Moses) the Lord brought Israel up from Egypt, And by a prophet Israel was preserved.", "14": "  Ephraim has provoked most bitter anger; So his Lord will leave his bloodguilt on him [invoking punishment] And bring back to him his shame and dishonor."}