{"1": "Hear this and pay close attention, O priests! Give heed, O house of Israel! Listen, O house of the king! For the [pronounced] judgment pertains to you and is meant for you to hear, Because you have been a snare at Mizpah And a net spread out over Tabor (military strongholds on either side of the Jordan River).", "2": "  The revolters have gone deep into depravity, But I [the Lord God] will chastise them all.", "3": "  I know Ephraim, and Israel is not hidden from Me; For now, O Ephraim, you have played the prostitute and have worshiped idols; Israel has defiled itself.", "4": "  Their [immoral] practices will not permit them To return to their God, For the spirit of prostitution is within them And they do not know the Lord [they do not recognize, appreciate, heed or cherish Him].", "5": "  But the pride and self-reliance of Israel testifies against him. Therefore Israel, and [especially] [a]Ephraim, stumble and fall in their wickedness and guilt; [b]Judah also has stumbled with them.", "6": "  They will go with their flocks and with their herds To seek the Lord [diligently searching for Him], but they will not find Him; He has withdrawn from them [refusing to hear the prayers of the unrepentant].", "7": "  They have dealt treacherously against the Lord, For they have borne illegitimate (pagan) children. Now the [c]New Moon will devour them along with their land [bringing judgment and captivity].", "8": "  Blow the horn in Gibeah, The trumpet in Ramah [the lofty hills on Benjamin's northern border]. Sound the alarm at Beth-aven: “Behind you and coming after you [is the enemy], O Benjamin [be on guard]!”", "9": "  Ephraim will become a desolation in the day of rebuke; Among the tribes of Israel I declare what is certain.", "10": "  The princes of Judah are like those who [d]move a boundary marker; I will pour out My wrath on them like [an unrestrained flood of] water.", "11": "  Ephraim is oppressed; he is broken and crushed by [divine] judgment, Because he was determined to follow man's command [e](vanities, filth, secular precepts).", "12": "  Therefore I am like a moth to Ephraim And like dry rot to the house of Judah [in My judgment against them].", "13": "  When Ephraim saw his sickness, And Judah his wound, Then Ephraim went to Assyria [instead of the Lord] And sent to [Assyria's] great King Jareb [for help]. But he cannot heal you Nor will he cure you of your wound [received in judgment].", "14": "  For I will be like a lion to Ephraim And like a young lion to the house of Judah. I, even I, will tear to pieces and go on [tearing]; I will carry off [the prey] and there will be no one to rescue them.", "15": "  I will go away and return to My place [on high] Until they acknowledge their offense and bear their guilt and seek My face; In their distress they will earnestly seek Me, saying,"}