{"1": "In the beginning God created the sky and the earth. ", "2": "The earth was empty and had no form. Darkness covered the ocean, and God's Spirit was moving over the water.", "3": "Then God said, “Let there be light!” And there was light. ", "4": "God saw that the light was good. So he divided the light from the darkness. ", "5": "God named the light “day” and the darkness “night.” Evening passed, and morning came. This was the first day.", "6": "Then God said, “Let there be something to divide the water in two!” ", "7": "So God made the air to divide the water in two. Some of the water was above the air, and some of the water was below it. ", "8": "God named the air “sky.” Evening passed, and morning came. This was the second day.", "9": "Then God said, “Let the water under the sky be gathered together so the dry land will appear.” And it happened. ", "10": "God named the dry land “earth.” He named the water that was gathered together “seas.” God saw that this was good.", "11": "Then God said, “Let the earth produce plants. Some plants will make grain for seeds. Others will make fruit with seeds in it. Every seed will produce more of its own kind of plant.” And it happened. ", "12": "The earth produced plants. Some plants had grain for seeds. The trees made fruit with seeds in it. Each seed grew its own kind of plant. God saw that all this was good. ", "13": "Evening passed, and morning came. This was the third day.", "14": "Then God said, “Let there be lights in the sky to separate day from night. These lights will be used for signs, seasons, days and years. ", "15": "They will be in the sky to give light to the earth.” And it happened.", "16": "So God made the two large lights. He made the brighter light to rule the day. He made the smaller light to rule the night. He also made the stars. ", "17": "God put all these in the sky to shine on the earth. ", "18": "They are to rule over the day and over the night. He put them there to separate the light from the darkness. God saw that all these things were good. ", "19": "Evening passed, and morning came. This was the fourth day.", "20": "Then God said, “Let the water be filled with living things. And let birds fly in the air above the earth.”", "21": "So God created the large sea animals. He created every living thing that moves in the sea. The sea is filled with these living things. Each one produces more of its own kind. God also made every bird that flies. And each bird produces more of its own kind. God saw that this was good. ", "22": "God blessed them and said, “Have many young ones and grow in number. Fill the water of the seas, and let the birds grow in number on the earth.” ", "23": "Evening passed, and morning came. This was the fifth day.", "24": "Then God said, “Let the earth be filled with animals. And let each produce more of its own kind. Let there be tame animals and small crawling animals and wild animals. And let each produce more of its kind.” And it happened.", "25": "So God made the wild animals, the tame animals and all the small crawling animals to produce more of their own kind. God saw that this was good.", "26": "Then God said, “Let us make human beings in our image and likeness. And let them rule over the fish in the sea and the birds in the sky. Let them rule over the tame animals, over all the earth and over all the small crawling animals on the earth.”", "27": "So God created human beings in his image. In the image of God he created them. He created them male and female. ", "28": "God blessed them and said, “Have many children and grow in number. Fill the earth and be its master. Rule over the fish in the sea and over the birds in the sky. Rule over every living thing that moves on the earth.”", "29": "God said, “Look, I have given you all the plants that have grain for seeds. And I have given you all the trees whose fruits have seeds in them. They will be food for you. ", "30": "I have given all the green plants to all the animals to eat. They will be food for every wild animal, every bird of the air and every small crawling animal.” And it happened. ", "31": "God looked at everything he had made, and it was very good. Evening passed, and morning came. This was the sixth day."}