{"1": "At this time the whole world spoke one language. Everyone used the same words. ", "2": "As people moved from the East, they found a plain in the land of Babylonia. They settled there to live.", "3": "They said to each other, “Let's make bricks and bake them to make them hard.” So they used bricks instead of stones, and tar instead of mortar. ", "4": "Then they said to each other, “Let's build for ourselves a city and a tower. And let's make the top of the tower reach high into the sky. We will become famous. If we do this, we will not be scattered over all the earth.”", "5": "The Lord came down to see the city and the tower that the people had built. ", "6": "The Lord said, “Now, these people are united. They all speak the same language. This is only the beginning of what they will do. They will be able to do anything they want. ", "7": "Come, let us go down and confuse their language. Then they will not be able to understand each other.”", "8": "So the Lord scattered them from there over all the earth. And they stopped building the city. ", "9": "That is where the Lord confused the language of the whole world. So the place is called Babel.[a] So the Lord caused them to spread out from there over all the whole world.", "10": "This is the family history of Shem. Two years after the flood, when Shem was 100 years old, his son Arphaxad was born. ", "11": "After that, Shem lived 500 years and had other sons and daughters.", "12": "When Arphaxad was 35 years old, his son Shelah was born. ", "13": "After that, Arphaxad lived 403 years and had other sons and daughters.", "14": "When Shelah was 30 years old, his son Eber was born. ", "15": "After that, Shelah lived 403 years and had other sons and daughters.", "16": "When Eber was 34 years old, his son Peleg was born. ", "17": "After that, Eber lived 430 years and had other sons and daughters.", "18": "When Peleg was 30 years old, his son Reu was born. ", "19": "After that, Peleg lived 209 years and had other sons and daughters.", "20": "When Reu was 32 years old, his son Serug was born. ", "21": "After that, Reu lived 207 years and had other sons and daughters.", "22": "When Serug was 30 years old, his son Nahor was born. ", "23": "After that, Serug lived 200 years and had other sons and daughters.", "24": "When Nahor was 29 years old, his son Terah was born. ", "25": "After that, Nahor lived 119 years and had other sons and daughters.", "26": "After Terah was 70 years old, his sons Abram, Nahor and Haran were born.", "27": "This is the family history of Terah. Terah was the father of Abram, Nahor and Haran. Haran was the father of Lot. ", "28": "Haran died while his father, Terah, was still alive. This happened in Ur in Babylonia, where he was born. ", "29": "Abram and Nahor both married. Abram's wife was named Sarai. Nahor's wife was named Milcah. She was the daughter of Haran. Haran was the father of Milcah and Iscah. ", "30": "Sarai was not able to have children.", "31": "Terah took his son Abram, his grandson Lot (Haran's son) and his daughter-in-law Sarai (Abram's wife). They moved out of Ur of Babylonia. They had planned to go to the land of Canaan. But when they reached the city of Haran, they settled there.", "32": "Terah lived to be 205 years old. Then he died in Haran."}