{"1": "Then the Lord said to Abram, “Leave your country, your relatives and your father's family. Go to the land I will show you.", "2": "I will make you a great nation, and I will bless you. I will make you famous. And you will be a blessing to others.", "3": "I will bless those who bless you. I will place a curse on those who harm you. And all the people on earth will be blessed through you.”", "4": "So Abram left Haran as the Lord had told him. And Lot went with him. At this time Abram was 75 years old. ", "5": "Abram took his wife Sarai, his nephew Lot and everything they owned. They took all the servants they had gotten in Haran. They set out from Haran, planning to go to the land of Canaan. In time they arrived there.", "6": "Abram traveled through that land. He went as far as the great tree of Moreh at Shechem. The Canaanites were living in the land at that time. ", "7": "The Lord appeared to Abram. The Lord said, “I will give this land to your descendants.” So Abram built an altar there to the Lord, who had appeared to him. ", "8": "Then Abram traveled from Shechem to the mountain east of Bethel. And he set up his tent there. Bethel was to the west, and Ai was to the east. There Abram built another altar to the Lord and worshiped him. ", "9": "After this, he traveled on toward southern Canaan.", "10": "At this time there was not much food in the land. So Abram went down to Egypt to live because there was so little food. ", "11": "Just before they arrived in Egypt, Abram said to his wife Sarai, “I know you are a very beautiful woman. ", "12": "When the Egyptians see you, they will say, 'This woman is his wife.' Then they will kill me but let you live. ", "13": "Tell them you are my sister. Then things will go well with me. And I may be allowed to live because of you.”", "14": "So Abram went into Egypt. The people of Egypt saw that Sarai was very beautiful. ", "15": "Some of the Egyptian officers saw her also. They told the king of Egypt how beautiful she was. They took her to the king's palace. ", "16": "The king was kind to Abram because he thought Abram was Sarai's brother. He gave Abram sheep, cattle and male and female donkeys. Abram also was given male and female servants and camels.", "17": "But the Lord sent terrible diseases on the king and all the people in his house. This was because of Abram's wife Sarai. ", "18": "So the king sent for Abram. The king said, “What have you done to me? Why didn't you tell me Sarai was your wife? ", "19": "Why did you say, 'She is my sister'? I made her my wife. But now here is your wife. Take her and leave!” ", "20": "Then the king commanded his men to make Abram leave Egypt. So Abram and his wife left with everything they owned."}