{"1": "Sarai, Abram's wife, had no children. She had a slave girl from Egypt named Hagar. ", "2": "Sarai said to Abram, “Look, the Lord has not allowed me to have children. So have physical relations with my slave girl. If she has a child, maybe I can have my own family through her.” Abram did what Sarai said. ", "3": "This was after Abram lived ten years in Canaan. And Sarai gave Hagar to her husband Abram. (Hagar was her slave girl from Egypt.)", "4": "Abram had physical relations with Hagar, and she became pregnant. When Hagar learned she was pregnant, she began to treat her mistress Sarai badly. ", "5": "Then Sarai said to Abram, “This is your fault. I gave my slave girl to you. And when she became pregnant, she began to treat me badly. Let the Lord decide who is right—you or me.”", "6": "But Abram said to Sarai, “You are Hagar's mistress. Do anything you want to her.” Then Sarai was hard on Hagar, and Hagar ran away.", "7": "The angel of the Lord found Hagar beside a spring of water in the desert. The spring was by the road to Shur. ", "8": "The angel said, “Hagar, you are Sarai's slave girl. Where have you come from? Where are you going?” Hagar answered, “I am running from my mistress Sarai.”", "9": "The angel of the Lord said to her, “Go home to your mistress and obey her.” ", "10": "The angel of the Lord also said, “I will give you so many descendants they cannot be counted.”", "11": "The angel also said to her, “You are now pregnant, and you will have a son. You will name him Ishmael,[a] because the Lord has heard your cries.", "12": "Ishmael will be like a wild donkey. He will be against everyone. And everyone will be against him. He will attack all his brothers.”", "13": "The slave girl gave a name to the Lord who spoke to her. She said to him, “You are 'God who sees me.'” This is because she said to herself, “Have I really seen God who sees me?” ", "14": "So the well there was called Beer Lahai Roi.[b] It is between Kadesh and Bered.", "15": "Hagar gave birth to a son for Abram. And Abram named him Ishmael. ", "16": "Abram was 86 years old when Hagar gave birth to Ishmael."}