{"1": "Later, the Lord again appeared to Abraham near the great trees of Mamre. At that time Abraham was sitting at the door of his tent. It was during the hottest part of the day. ", "2": "He looked up and saw three men standing near him. When Abraham saw them, he ran from his tent to meet them. He bowed facedown on the ground before them. ", "3": "Abraham said, “Sir, if you think well of me, please stay awhile with me, your servant. ", "4": "I will bring some water so all of you can wash your feet. You may rest under the tree. ", "5": "I will get some bread for you, so you can regain your strength. Then you may continue your journey.” The three men said, “That is fine. Do as you said.”", "6": "Abraham hurried to the tent where Sarah was. He said to her, “Hurry, prepare 20 quarts of fine flour. Make it into loaves of bread.” ", "7": "Then Abraham ran to his cattle. He took one of his best calves and gave it to a servant. The servant hurried to kill the calf and to prepare it for food. ", "8": "Abraham gave the three men the calf that had been cooked. He also gave them milk curds and milk. While the three men ate, he stood under the tree near them.", "9": "The men asked Abraham, “Where is your wife Sarah?” “There, in the tent,” said Abraham.", "10": "Then the Lord said, “I will certainly return to you about this time a year from now. At that time your wife Sarah will have a son.” Sarah was listening at the entrance of the tent which was behind him. ", "11": "Abraham and Sarah were very old. Sarah was past the age when women normally have children. ", "12": "So she laughed to herself, “My husband and I are too old to have a baby.”", "13": "Then the Lord said to Abraham, “Why did Sarah laugh? Why did she say, 'I am too old to have a baby'? ", "14": "Is anything too hard for the Lord? No! I will return to you at the right time a year from now. And Sarah will have a son.”", "15": "Sarah was afraid. So she lied and said, “I didn't laugh.” But the Lord said, “No. You did laugh.”", "16": "Then the men got up to leave and started out toward Sodom. Abraham walked along with them a short time to send them on their way.", "17": "The Lord said, “Should I tell Abraham what I am going to do now? ", "18": "Abraham's children will certainly become a great and powerful nation. And all nations on earth will be blessed through him. ", "19": "I have chosen him so he would command his children and his descendants to live the way the Lord wants them to. I did this so they would live right and be fair. Then I, the Lord, will give Abraham what I promised him.”", "20": "Then the Lord said, “I have heard many things against the people of Sodom and Gomorrah. They are very evil. ", "21": "So I will go down and see if they are as bad as I have heard.”", "22": "So the men turned and went toward Sodom. But Abraham stood there before the Lord. ", "23": "Then Abraham approached the Lord. Abraham asked, “Lord, do you plan to destroy the good persons along with the evil persons? ", "24": "What if there are 50 good people in that city? Will you still destroy it? Surely you will save the city for the 50 good people living there. ", "25": "Surely you will not destroy the good people along with the evil people. Then the good people and the evil people would be treated the same. You are the judge of all the earth. Won't you do what is right?”", "26": "Then the Lord said, “If I find 50 good people in the city of Sodom, I will save the whole city because of them.”", "27": "Then Abraham said, “I am only dust and ashes. Yet I have been brave to speak to the Lord. ", "28": "What if there are only 45 good people in the city? Will you destroy the whole city for the lack of 5 good people?” The Lord said, “If I find 45 good people there, I will not destroy the city.”", "29": "Again Abraham said to the Lord, “If you find only 40 good people there, will you destroy the city?” The Lord said, “If I find 40 good people, I will not destroy the city.”", "30": "Then Abraham said, “Lord, please don't be angry with me. Let me ask you this. If you find only 30 good people in the city, will you destroy it?” The Lord said, “If I find 30 good people there, I will not destroy the city.”", "31": "Then Abraham said, “I have been brave to speak to the Lord. But what if there are 20 good people in the city?” The Lord answered, “If I find 20 good people there, I will not destroy the city.”", "32": "Then Abraham said, “Lord, please don't be angry with me. Let me bother you this one last time. What if you find 10 good people there?” The Lord said, “If I find 10 good people there, I will not destroy it.”", "33": "When the Lord finished speaking to Abraham, he left. And Abraham returned home."}