{"1": "The two angels came to Sodom in the evening. Lot was sitting near the city gate and saw them. He got up and went to them and bowed facedown on the ground. ", "2": "Lot said, “Sirs, please come to my house and spend the night. There you can wash your feet. Then tomorrow you may continue your journey.” The angels answered, “No, we will spend the night in the city's public square.”", "3": "But Lot begged them to come to his house. So they agreed and went to his house. Then Lot prepared a meal for them. He baked bread without yeast, and they ate it.", "4": "Before bedtime, all the men of the city surrounded Lot's house. These men were both young and old and came from every part of Sodom. ", "5": "They called to Lot, “Where are the two men who came to you tonight? Bring them out to us. We want to force them to have physical relations with us.”", "6": "Lot went outside to them, closing the door behind him. ", "7": "He said, “No, my brothers! Do not do this evil thing. ", "8": "Look! I have two daughters. They have never slept with a man. I will give them to you. You may do anything you want with them. But please don't do anything to these men. They have come to my house, and I must protect them.”", "9": "The men around the house answered, “Move out of the way!” Then they said to each other, “This man Lot came to our city as a stranger. Now he wants to tell us what to do!” They said to Lot, “We will do worse things to you than to them.” So they started pushing Lot back. They were ready to break down the door.", "10": "But the two men staying with Lot opened the door and pulled him back inside the house. Then they closed the door. ", "11": "The two men struck the men outside the door with blindness. So these men, both young and old, could not find the door.", "12": "The two men said to Lot, “Do you have any other relatives in this city? Do you have any sons-in-law, sons, daughters or any other relatives? If you do, tell them to leave now. ", "13": "We are about to destroy this city. The Lord has heard of all the evil that is here. So he has sent us to destroy it.”", "14": "So Lot went out and spoke to his future sons-in-law. They were pledged to marry his daughters. Lot said, “Hurry and leave this city! The Lord is about to destroy it!” But they thought Lot was joking.", "15": "At dawn the next morning, the angels begged Lot to hurry. They said, “Go! Take your wife and your two daughters with you. Then you will not be destroyed when the city is punished.”", "16": "But Lot delayed. So the two men took the hands of Lot, his wife and his two daughters. The men led them safely out of the city. So the Lord was merciful to Lot and his family. ", "17": "The two men brought Lot and his family out of the city. Then one of the men said, “Run for your lives! Don't look back or stop anywhere in the valley. Run to the mountains or you will be destroyed.”", "18": "But Lot said to one of them, “Sir, please don't force me to go so far! ", "19": "You have been merciful and kind to me. You have saved my life. But I can't run to the mountains. The disaster will catch me, and I will die. ", "20": "Look, that little town over there is not too far away. Let me run there. It's really just a little town. I'll be safe there.”", "21": "The angel said to Lot, “Very well, I will allow you to do this also. I will not destroy that town. ", "22": "But run there fast. I cannot destroy Sodom until you are safely in that town.” (That town is named Zoar,[a] because it is little.)", "23": "The sun had already come up when Lot entered Zoar. ", "24": "The Lord sent a rain of burning sulfur down from the sky on Sodom and Gomorrah. ", "25": "So the Lord destroyed those cities. He also destroyed the whole Jordan Valley, everyone living in the cities and even all the plants.", "26": "At that point Lot's wife looked back. When she did, she became a pillar of salt.", "27": "Early the next morning, Abraham got up and went to the place where he had stood before the Lord. ", "28": "Abraham looked down toward Sodom and Gomorrah and all the Jordan Valley. He saw smoke rising from the land. It was like smoke from a furnace.", "29": "God destroyed the cities in the valley. But he remembered what Abraham had asked. So God saved Lot's life. But he destroyed the city where Lot had lived.", "30": "Lot was afraid to continue living in Zoar. So he and his two daughters went to live in the mountains. They lived in a cave there. ", "31": "One day the older daughter said to the younger, “Our father is old. Everywhere on the earth women and men marry. But there are no men around here for us to marry. ", "32": "Let's get our father drunk. Then we can have physical relations with him. We can use our father to have children. That way we can continue our family.”", "33": "That night the two girls got their father drunk. Then the older daughter went and had physical relations with him. But Lot did not know when she lay down or when she got up.", "34": "The next day the older daughter said to the younger, “Last night I had physical relations with my father. Let's get him drunk again tonight. Then you can go and have physical relations with him, too. In this way we can use our father to have children to continue our family.” ", "35": "So that night they got their father drunk again. Then the younger daughter went and had physical relations with him. Again, Lot did not know when she lay down or when she got up.", "36": "So both of Lot's daughters became pregnant by their father. ", "37": "The older daughter gave birth to a son. She named him Moab. Moab is the ancestor of all the Moabite people who are still living today. ", "38": "The younger daughter also gave birth to a son. She named him Ben-Ammi. He is the father of all the Ammonite people who are still living today."}