{"1": "So the sky, the earth and all that filled them were finished. ", "2": "By the seventh day God finished the work he had been doing. So on the seventh day he rested from all his work. ", "3": "God blessed the seventh day and made it a holy day. He made it holy because on that day he rested. He rested from all the work he had done in creating the world.", "4": "This is the story of the creation of the sky and the earth. When the Lord God made the earth and the sky, ", "5": "there were no plants on the earth. Nothing was growing in the fields. The Lord God had not yet made it rain on the land. And there was no man to care for the ground. ", "6": "But a mist often rose from the earth and watered all the ground.", "7": "Then the Lord God took dust from the ground and formed man from it. The Lord breathed the breath of life into the man's nose. And the man became a living person. ", "8": "Then the Lord God planted a garden in the East, in a place called Eden. He put the man he had formed in that garden. ", "9": "The Lord God caused every beautiful tree and every tree that was good for food to grow out of the ground. In the middle of the garden, God put the tree that gives life. And he put there the tree that gives the knowledge of good and evil.", "10": "A river flowed through Eden and watered the garden. From that point the river was divided. It had four streams flowing into it. ", "11": "The name of the first stream is Pishon. It flows around the whole land of Havilah, where there is gold. ", "12": "That gold is good. Bdellium and onyx[a] are also there. ", "13": "The name of the second river is Gihon. It flows around the whole land of Cush. ", "14": "The name of the third river is Tigris. It flows out of Assyria toward the east. The fourth river is the Euphrates.", "15": "The Lord God put the man in the garden of Eden to care for it and work it. ", "16": "The Lord God commanded him, “You may eat the fruit from any tree in the garden. ", "17": "But you must not eat the fruit from the tree which gives the knowledge of good and evil. If you ever eat fruit from that tree, you will die!”", "18": "Then the Lord God said, “It is not good for the man to be alone. I will make a helper who is right for him.”", "19": "From the ground God formed every wild animal and every bird in the sky. He brought them to the man so the man could name them. Whatever the man called each living thing, that became its name. ", "20": "The man gave names to all the tame animals, to the birds in the sky and to all the wild animals. But Adam[b] did not find a helper that was right for him. ", "21": "So the Lord God caused the man to sleep very deeply. While the man was asleep, God took one of the ribs from the man's body. Then God closed the man's skin at the place where he took the rib. ", "22": "The Lord God used the rib from the man to make a woman. Then the Lord brought the woman to the man.", "23": "And the man said, “Now, this is someone whose bones came from my bones. Her body came from my body. I will call her 'woman,' because she was taken out of man.”", "24": "So a man will leave his father and mother and be united with his wife. And the two people will become one body.", "25": "The man and his wife were naked, but they were not ashamed."}