{"1": "After these things God tested Abraham's faith. God said to him, “Abraham!” And he answered, “Here I am.”", "2": "Then God said, “Take your only son, Isaac, the son you love. Go to the land of Moriah. There kill him and offer him as a whole burnt offering. Do this on one of the mountains there. I will tell you which one.”", "3": "Early in the morning Abraham got up and saddled his donkey. He took Isaac and two servants with him. He cut the wood for the sacrifice. Then they went to the place God had told them to go. ", "4": "On the third day Abraham looked up and saw the place in the distance. ", "5": "He said to his servants, “Stay here with the donkey. My son and I will go over there and worship. Then we will come back to you.”", "6": "Abraham took the wood for the sacrifice and gave it to his son to carry. Abraham took the knife and the fire. So Abraham and his son went on together.", "7": "Isaac said to his father Abraham, “Father!” Abraham answered, “Yes, my son.” Isaac said, “We have the fire and the wood. But where is the lamb we will burn as a sacrifice?”", "8": "Abraham answered, “God will give us the lamb for the sacrifice, my son.” So Abraham and his son went on together. ", "9": "They came to the place God had told him about. There, Abraham built an altar. He laid the wood on it. Then he tied up his son Isaac. And he laid Isaac on the wood on the altar. ", "10": "Then Abraham took his knife and was about to kill his son.", "11": "But the angel of the Lord called to him from heaven. The angel said, “Abraham! Abraham!” Abraham answered, “Yes.”", "12": "The angel said, “Don't kill your son or hurt him in any way. Now I can see that you respect God. I see that you have not kept your son, your only son, from me.”", "13": "Then Abraham looked up and saw a male sheep. Its horns were caught in a bush. So Abraham went and took the sheep and killed it. He offered it as a whole burnt offering to God. Abraham's son was saved. ", "14": "So Abraham named that place The Lord Gives. Even today people say, “On the mountain of the Lord it will be given.”", "15": "The angel of the Lord called to Abraham from heaven a second time. ", "16": "The angel said, “The Lord says, 'You did not keep back your son, your only son, from me. Because you did this, I make you this promise by my own name: ", "17": "I will surely bless you and give you many descendants. They will be as many as the stars in the sky and the sand on the seashore. And they will capture the cities of their enemies. ", "18": "Through your descendants all the nations on the earth will be blessed. This is because you obeyed me.'”", "19": "Then Abraham returned to his servants. They all traveled back to Beersheba, and Abraham stayed there.", "20": "After these things happened, someone told Abraham: “Your brother Nahor and his wife Milcah have children now. ", "21": "The first son is Uz. The second son is Buz. The third son is Kemuel (the father of Aram). ", "22": "Then there are Kesed, Hazo, Pildash, Jidlaph and Bethuel.” ", "23": "Bethuel became the father of Rebekah. Milcah was the mother of these eight sons, and Nahor was the father. Nahor was Abraham's brother. ", "24": "Also Nahor had four other sons by his slave woman Reumah. Their names were Tebah, Gaham, Tahash and Maacah."}