{"1": "When Isaac was old, his eyes were not good. He could not see clearly. One day he called his older son Esau to him. Isaac said, “Son.” Esau answered, “Here I am.”", "2": "Isaac said, “I am old. I don't know when I might die. ", "3": "So take your bow and arrows, and go hunting in the field. Kill an animal for me to eat. ", "4": "Prepare the tasty food that I love. Bring it to me, and I will eat. Then I will bless you before I die.” ", "5": "So Esau went out in the field to hunt. Rebekah was listening as Isaac said this to his son Esau. ", "6": "Rebekah said to her son Jacob, “Listen, I heard your father talking to your brother Esau. ", "7": "Your father said, 'Kill an animal. Prepare some tasty food for me to eat. Then I will bless you before the Lord before I die.' ", "8": "So obey me, my son. Do what I tell you. ", "9": "Go out to our goats and bring me two young ones. I will prepare them just the way your father likes them. ", "10": "Then you will take the food to your father. And he will bless you before he dies.”", "11": "But Jacob said to his mother Rebekah, “My brother Esau is a hairy man. I am smooth! ", "12": "If my father touches me, he will know I am not Esau. Then he will not bless me. He will place a curse on me because I tried to trick him.”", "13": "So Rebekah said to him, “If your father puts a curse on you, I will accept the blame. Just do what I said. Go and get the goats for me.”", "14": "So Jacob went out and got two goats and brought them to his mother. Then she cooked them in the special way Isaac enjoyed. ", "15": "She took the best clothes of her older son Esau that were in the house. She put them on the younger son Jacob. ", "16": "She took the skins of the goats. And she put them on Jacob's hands and neck. ", "17": "Then she gave Jacob the tasty food and the bread she had made.", "18": "Jacob went in to his father and said, “Father.” And his father said, “Yes, my son. Who are you?”", "19": "Jacob said to him, “I am Esau, your first son. I have done what you told me. Now sit up and eat some meat of the animal I hunted for you. Then bless me.”", "20": "But Isaac asked his son, “How did you find and kill the animal so quickly?” Jacob answered, “Because the Lord your God led me to find it.”", "21": "Then Isaac said to Jacob, “Come near so I can touch you, my son. If I can touch you, I will know if you are really my son Esau.”", "22": "So Jacob came near to Isaac his father. Isaac touched him and said, “Your voice sounds like Jacob's voice. But your hands are hairy like the hands of Esau.” ", "23": "Isaac did not know it was Jacob, because his hands were hairy like Esau's hands. So Isaac blessed Jacob. ", "24": "Isaac asked, “Are you really my son Esau?” Jacob answered, “Yes, I am.”", "25": "Then Isaac said, “Bring me the food. I will eat it and bless you.” So Jacob gave him the food, and Isaac ate. Jacob gave him wine, and he drank. ", "26": "Then Isaac said to him, “My son, come near and kiss me.” ", "27": "So Jacob went to his father and kissed him. Isaac smelled Esau's clothes and blessed him. Isaac said, “The smell of my son is like the smell of the field that the Lord has blessed.", "28": "May God give you plenty of rain and good soil. Then you will have plenty of grain and wine.", "29": "May nations serve you. May peoples bow down to you. May you be master over your brothers. May your mother's sons bow down to you. May everyone who curses you be cursed. And may everyone who blesses you be blessed.”", "30": "Isaac finished blessing Jacob. Then, just as Jacob left his father Isaac, Esau came in from hunting. ", "31": "Esau also prepared some tasty food and brought it to his father. He said, “Father, rise and eat the food that your son killed for you. Then bless me.”", "32": "Isaac asked, “Who are you?” He answered, “I am your son—your firstborn son—Esau.”", "33": "Then Isaac trembled greatly. He said, “Then who was it that hunted the animals and brought me food before you came? I ate it, and I blessed him. And it is too late now to take back my blessing.”", "34": "When Esau heard the words of his father, he let out a loud and bitter cry. He said to his father, “Bless me—me, too, my father!”", "35": "But Isaac said, “Your brother came and tricked me. He has taken your blessing.”", "36": "Esau said, “Jacob[a] is the right name for him. He has tricked me these two times. He took away my share of everything you own. And now he has taken away my blessing.” Then Esau asked, “Haven't you saved a blessing for me?”", "37": "Isaac answered, “I gave Jacob the power to be master over you. And all his brothers will be his servants. And I kept him strong with grain and wine. There is nothing left to give you, my son.”", "38": "But Esau continued, “Do you have only one blessing, Father? Bless me, too, Father!” Then Esau began to cry out loud.", "39": "Isaac said to him, “You will live far away from the best land, far from the rain.", "40": "You will live by using your sword and be a slave to your brother. But when you struggle, you will break free from him.”", "41": "After that Esau hated Jacob because of the blessing from Isaac. Esau thought to himself, “My father will soon die, and I will be sad for him. After that I will kill Jacob.”", "42": "Rebekah heard about Esau's plan to kill Jacob. So she sent for Jacob. She said to him, “Listen, your brother Esau is comforting himself by planning to kill you. ", "43": "So, son, do what I say. My brother Laban is living in Haran. Go to him at once! ", "44": "Stay with him for a while, until your brother is not so angry. ", "45": "In time, your brother will not be angry. He will forget what you did to him. Then I will send a servant to bring you back. I don't want to lose both of my sons on the same day.”", "46": "Then Rebekah said to Isaac, “I am tired of Hittite women. If Jacob marries one of these Hittite women here in this land, I want to die.”"}