{"1": "One day Jacob heard Laban's sons talking. They said, “Jacob has taken everything our father owned. Jacob has become rich in this way.” ", "2": "Then Jacob noticed that Laban was not as friendly as he had been before. ", "3": "The Lord said to Jacob, “Go back to the land where your ancestors lived. I will be with you.”", "4": "So Jacob told Rachel and Leah to meet him in the field where he kept his flocks. ", "5": "He said to them, “I have seen that your father is not as friendly with me as he used to be. But the God of my father has been with me. ", "6": "You both know that I have worked as hard as I could for your father. ", "7": "But he cheated me. He has changed my pay ten times. But God has not allowed your father to harm me. ", "8": "At one time Laban said, 'You can have all the speckled goats as your pay.' After that, all the animals gave birth to speckled young ones. But then Laban said, 'You can have all the streaked goats as your pay.' After that, all the animals gave birth to streaked babies. ", "9": "So God has taken the animals away from your father. And God has given them to me.", "10": "“I had a dream during the season when the animals were mating. I saw that the only male goats who were mating were streaked, speckled or spotted. ", "11": "The angel of God spoke to me in that dream. He said, 'Jacob!' I answered, 'Yes!' ", "12": "The angel said, 'Look! Only the streaked, speckled or spotted goats are mating. I have seen all the wrong things Laban does to you. ", "13": "I am the God who appeared to you at Bethel. There you poured olive oil on the stone you set up on end. There you made a promise to me. Now I want you to leave here. Go back to the land where you were born.'”", "14": "Rachel and Leah answered Jacob, “Our father has nothing to give us when he dies. ", "15": "He has treated us like strangers. He sold us to you, and then he spent all of the money you paid for us. ", "16": "God took all this wealth from our father, and now it belongs to us and our children. So you do whatever God told you to do.”", "17": "So Jacob put his children and his wives on camels. ", "18": "Then they began their journey back to Isaac, his father. He lived in the land of Canaan. All the flocks of animals that Jacob owned walked ahead of them. He carried everything with him that he had gotten while he lived in Northwest Mesopotamia.", "19": "Laban was gone to cut the wool from his sheep. While he was gone, Rachel stole the idols of false gods that belonged to him. ", "20": "And Jacob tricked Laban the Aramean. He did not tell Laban he was leaving. ", "21": "Jacob and his family left quickly. They crossed the Euphrates River and traveled toward the mountains of Gilead.", "22": "Three days later Laban learned that Jacob had run away. ", "23": "So Laban gathered his relatives and began to chase Jacob. After seven days Laban found him in the mountains of Gilead. ", "24": "That night God came to Laban the Aramean in a dream. The Lord said, “Be careful! Do not say anything to Jacob, good or bad.”", "25": "So Laban caught up with Jacob. Now Jacob had made his camp in the mountains. So Laban and his relatives set up their camp in the mountains of Gilead. ", "26": "Laban said to Jacob, “What have you done? Why did you trick me? You took my daughters as if you had captured them in a war. ", "27": "Why did you run away without telling me? Why did you trick me? Why didn't you tell me? Then I could send you away with joy and singing. There would be the music of tambourines and harps. ", "28": "You did not even let me kiss my grandchildren and my daughters good-bye. You were very foolish to do this! ", "29": "I have the power to harm you. But last night the God of your father spoke to me. He warned me not to say anything to you, good or bad. ", "30": "I know you want to go back to your home. But why did you steal my idols?”", "31": "Jacob answered Laban, “I left without telling you, because I was afraid! I thought you would take your daughters away from me. ", "32": "If you find anyone here who has taken your idols, he will be killed! Your relatives will be my witnesses. You may look for anything that belongs to you. Take anything that is yours.” (Now Jacob did not know that Rachel had stolen Laban's idols.)", "33": "So Laban looked in Jacob's tent and in Leah's tent. He looked in the tent where the two slave women stayed. But he did not find his idols. When he left Leah's tent, he went into Rachel's tent. ", "34": "Rachel had hidden the idols inside her camel's saddle. And she was sitting on them. Laban looked through the whole tent, but he did not find them.", "35": "Rachel said to her father, “Father, don't be angry with me. I am not able to stand up before you. I am having my monthly period.” So Laban looked through the camp, but he did not find his idols.", "36": "Then Jacob became very angry. He said, “What wrong have I done? What law have I broken to cause you to chase me? ", "37": "You have looked through everything I own. But you have found nothing that belongs to you. If you have found anything, show it to everyone. Put it in front of your relatives and my relatives. Then let them decide which one of us is right. ", "38": "I have worked for you now for 20 years. During all that time none of the lambs and kids died during birth. And I have not eaten any of the male sheep from your flocks. ", "39": "Any time a sheep was killed by wild animals, I did not bring it to you. I made up for the loss myself. You made me pay for any animal that was stolen during the day or night. ", "40": "In the daytime the sun took away my strength. At night I was cold and could not sleep. ", "41": "I worked like a slave for you for 20 years. For the first 14 years I worked to get your two daughters. The last 6 years I worked to earn your animals. And during that time you changed my pay ten times. ", "42": "But the God of my father was with me. He is the God of Abraham and the God of Isaac. If God had not been with me, you would have sent me away with nothing. But he saw the trouble I had and the hard work I did. And last night God corrected you.”", "43": "Laban said to Jacob, “These girls are my daughters. Their children belong to me, and these animals are mine. Everything you see here belongs to me. But I can do nothing to keep my daughters and their children. ", "44": "Let us make an agreement. Let us set up a pile of stones to remind us of our agreement.”", "45": "So Jacob took a large rock and set it up on its end. ", "46": "He told his relatives to gather rocks. So they took the rocks and piled them up. Then they ate beside the pile of rocks. ", "47": "Laban named that place in his language A Pile to Remind Us. And Jacob gave the place the same name in Hebrew.", "48": "Laban said to Jacob, “This pile of rocks will remind us of the agreement between us.” That is why the place was called A Pile to Remind Us. ", "49": "It was also called Mizpah.[a] This was because Laban said, “Let the Lord watch over us while we are separated from each other. ", "50": "Remember that God is our witness. This is true even if no one else is around us. He will know if you harm my daughters or marry other women. ", "51": "Here is the pile of rocks that I have put between us. And here is the rock I set up on end. ", "52": "This pile of rocks and this rock set on end will remind us of our agreement. I will never go past this pile to hurt you. And you must never come to my side of them to hurt me. ", "53": "The God of Abraham is the God of Nahor and the God of their ancestors. Let God punish either of us if we break this agreement.” So Jacob made a promise in the name of God. This was the God of his father Isaac. ", "54": "Then Jacob killed an animal and offered it as a sacrifice on the mountain. And he invited his relatives to share in the meal. After they finished eating, they spent the night on the mountain. ", "55": "Early the next morning Laban kissed his grandchildren and his daughters. He blessed them, and then he left to return home."}