{"1": "When Jacob also went his way, the angels of God met him. ", "2": "When Jacob saw them, he said, “This is the camp of God!” So Jacob named that place Mahanaim.[a]", "3": "Jacob's brother Esau was living in the area called Seir in the country of Edom. Jacob sent messengers to Esau. ", "4": "Jacob told the messengers, “Give this message to my master Esau: 'This is what Jacob, your servant, says: I have lived with Laban and have remained there until now. ", "5": "I have cattle, donkeys, flocks, and male and female servants. I send this message to you and ask you to accept us.'”", "6": "The messengers returned to Jacob and said, “We went to your brother Esau. He is coming to meet you. And he has 400 men with him.”", "7": "Then Jacob was very afraid and worried. He divided the people who were with him into two camps. He also divided all the flocks, herds and camels into two camps. ", "8": "Jacob thought, “Esau might come and destroy one camp. But the other camp can run away and be saved.”", "9": "Jacob said, “God of my father Abraham! God of my father Isaac! Lord, you told me to return to my country and my family. You said that you would do good to me. ", "10": "I am not worthy of the kindness and continual goodness you have shown me. The first time I traveled across the Jordan River, I had only my walking stick. But now I own enough to have two camps. ", "11": "Please save me from my brother Esau. I am afraid he will come and kill all of us, even the mothers with the children. ", "12": "You said to me, 'I will do good to you. I will make your children as many as the sand of the seashore. There will be too many to count.'”", "13": "Jacob stayed there for the night. He prepared a gift for Esau from what he had with him. ", "14": "It was 200 female goats and 20 male goats, 200 female sheep and 20 male sheep. ", "15": "There were 30 female camels and their young, 40 cows and 10 bulls, 20 female donkeys and 10 male donkeys. ", "16": "Jacob gave each separate flock of animals to one of his servants. Then he said to them, “Go ahead of me and keep some space between each herd.” ", "17": "Jacob gave them their orders. To the servant with the first group of animals he said, “My brother Esau will come to you. He will ask you, 'Whose servant are you? Where are you going? Whose animals are these?' ", "18": "Then you will answer, 'These animals belong to your servant Jacob. He sent them as a gift to you my master, Esau. And Jacob also is coming behind us.'”", "19": "Jacob ordered the second servant, the third servant and all the other servants to do the same thing. He said, “Say the same thing to Esau when you meet him. ", "20": "Say, 'Your servant Jacob is coming behind us.'” Jacob thought, “If I send this gift ahead of me, maybe Esau will forgive me. Then when I see him, perhaps he will accept me.” ", "21": "So Jacob sent the gift to Esau. But Jacob stayed that night in the camp.", "22": "During the night Jacob rose and crossed the Jabbok River at the crossing. He took his 2 wives, his 2 slave girls and his 11 sons with him. ", "23": "He sent his family and everything he had across the river. ", "24": "But Jacob stayed behind alone. And a man came and wrestled with him until the sun came up. ", "25": "The man saw that he could not defeat Jacob. So he struck Jacob's hip and put it out of joint. ", "26": "Then the man said to Jacob, “Let me go. The sun is coming up.” But Jacob said, “I will let you go if you will bless me.”", "27": "The man said to him, “What is your name?” And he answered, “Jacob.”", "28": "Then the man said, “Your name will no longer be Jacob. Your name will now be Israel,[b] because you have wrestled with God and with men. And you have won.”", "29": "Then Jacob asked him, “Please tell me your name.” But the man said, “Why do you ask my name?” Then he blessed Jacob there.", "30": "So Jacob named that place Peniel.[c] He said, “I have seen God face to face. But my life was saved.” ", "31": "Then the sun rose as he was leaving that place. Jacob was limping because of his leg. ", "32": "So even today the people of Israel do not eat the muscle that is on the hip joint of animals. This is because Jacob was touched there."}