{"1": "God said to Jacob, “Go to the city of Bethel and live there. Make an altar to the God who appeared to you there. This was when you were running away from your brother Esau.”", "2": "So Jacob said to his family and to all who were with him, “Put away the foreign gods you have. Make yourselves clean, and change your clothes. ", "3": "We will leave here and go to Bethel. There I will build an altar to God. He has helped me during my time of trouble. He has been with me everywhere I have gone.” ", "4": "So they gave Jacob all the foreign gods they had. And they gave him the earrings they were wearing. He hid them under the great tree near the town of Shechem. ", "5": "Then Jacob and his sons left there. But God caused the people in the nearby cities to be afraid. So they did not follow the sons of Jacob. ", "6": "And Jacob and all the people who were with him went to Luz. It is now called Bethel. It is in the land of Canaan. ", "7": "There Jacob built an altar. He named the place Bethel, after God, because God had appeared to him there. That was when he was running from his brother.", "8": "Deborah, Rebekah's nurse, died and was buried under the oak tree at Bethel. They named that place Oak of Crying.", "9": "When Jacob came back from Northwest Mesopotamia, God appeared to him again. And God blessed him. ", "10": "God said to him, “Your name is Jacob. But you will not be called Jacob any longer. Your new name will be Israel.” So he called him Israel. ", "11": "God said to him, “I am God All-Powerful. Have many children and grow in number as a nation. You will be the ancestor of many nations and kings. ", "12": "I gave Abraham and Isaac land. I will give that same land to you and your descendants.” ", "13": "Then God left him. ", "14": "Jacob set up a stone on edge in that place where God had talked to him. And he poured a drink offering and olive oil on it to make it special for God. ", "15": "And Jacob named the place Bethel.", "16": "Jacob and his group left Bethel. Before they came to Ephrath, Rachel began giving birth to her baby. ", "17": "But she was having much trouble with this birth. When Rachel's nurse saw this, she said, “Don't be afraid, Rachel. You are giving birth to another son.” ", "18": "Rachel gave birth to the son, but she died. As she lay dying, she named the boy Son of My Suffering. But Jacob called him Benjamin.[a]", "19": "Rachel was buried on the road to Ephrath, a district of Bethlehem. ", "20": "And Jacob set up a rock on her grave to honor her. That rock is still there today. ", "21": "Then Israel, also called Jacob, continued his journey. He camped just south of Migdal Eder.", "22": "While Israel was in that land Reuben had physical relations with Israel's slave woman Bilhah. And Israel heard about it. Jacob had 12 sons. ", "23": "He had 6 sons by his wife Leah. Reuben was his first son. Then Leah had Simeon, Levi, Judah, Issachar and Zebulun.", "24": "He had 2 sons by his wife Rachel: Joseph and Benjamin.", "25": "He had 2 sons by Rachel's slave girl Bilhah: Dan and Naphtali.", "26": "And he had 2 sons by Leah's slave girl Zilpah: Gad and Asher. These are Jacob's sons who were born in Northwest Mesopotamia.", "27": "Jacob went to his father Isaac at Mamre near Hebron. This is where Abraham and Isaac had lived. ", "28": "Isaac lived 180 years. ", "29": "So Isaac breathed his last breath and died when he was very old. And his sons Esau and Jacob buried him."}