{"1": "Jacob lived in the land of Canaan, where his father had lived. ", "2": "This is the family history of Jacob. Joseph was a young man, 17 years old. He and his brothers cared for the flocks. His brothers were the sons of Bilhah and Zilpah, his father's wives. Joseph gave his father bad reports about his brothers. ", "3": "Joseph was born when his father Israel, also called Jacob, was old. So Israel loved Joseph more than his other sons. He made Joseph a special robe with long sleeves. ", "4": "Joseph's brothers saw that their father loved Joseph more than he loved them. So they hated their brother and could not speak to him politely.", "5": "One time Joseph had a dream. When he told his brothers about it, they hated him even more. ", "6": "Joseph said, “Listen to the dream I had. ", "7": "We were in the field tying bundles of wheat together. My bundle stood up, and your bundles of wheat gathered around mine. Your bundles bowed down to mine.”", "8": "His brothers said, “Do you really think you will be king over us? Do you truly think you will rule over us?” His brothers hated him even more now. They hated him because of his dreams and what he had said.", "9": "Then Joseph had another dream. He told his brothers about it also. He said, “Listen, I had another dream. I saw the sun, moon and 11 stars bowing down to me.”", "10": "Joseph also told his father about this dream. But his father scolded him, saying, “What kind of dream is this? Do you really believe that your mother, your brothers and I will bow down to you?” ", "11": "Joseph's brothers were jealous of him. But his father thought about what all these things could mean.", "12": "One day Joseph's brothers went to Shechem to herd their father's sheep. ", "13": "Jacob said to Joseph, “Go to Shechem. Your brothers are there herding the sheep.” Joseph answered, “I will go.”", "14": "His father said, “Go and see if your brothers and the sheep are all right. Then come back and tell me.” So Joseph's father sent him from the Valley of Hebron. When Joseph came to Shechem, ", "15": "a man found him wandering in the field. He asked Joseph, “What are you looking for?”", "16": "Joseph answered, “I am looking for my brothers. Can you tell me where they are herding the sheep?”", "17": "The man said, “They have already gone. I heard them say they were going to Dothan.” So Joseph went to look for his brothers and found them in Dothan.", "18": "Joseph's brothers saw him coming from far away. Before he reached them, they made a plan to kill him. ", "19": "They said to each other, “Here comes that dreamer. ", "20": "Let's kill him and throw his body into one of the wells. We can tell our father that a wild animal killed him. Then we will see what will become of his dreams.”", "21": "But Reuben heard their plan and saved Joseph. He said, “Let's not kill him. ", "22": "Don't spill any blood. Throw him into this well here in the desert. But don't hurt him!” Reuben planned to save Joseph later and send him back to his father. ", "23": "So when Joseph came to his brothers, they pulled off his robe with long sleeves. ", "24": "Then they threw him into the well. It was empty. There was no water in it.", "25": "While Joseph was in the well, the brothers sat down to eat. When they looked up, they saw a group of Ishmaelites. They were traveling from Gilead to Egypt. Their camels were carrying spices, balm and myrrh.", "26": "Then Judah said to his brothers, “What will we gain if we kill our brother and hide his death? ", "27": "Let's sell him to these Ishmaelites. Then we will not be guilty of killing our own brother. After all, he is our brother, our own flesh and blood.” And the other brothers agreed. ", "28": "So when the Midianite traders came by, the brothers took Joseph out of the well. They sold him to the Ishmaelites for eight ounces of silver. And the Ishmaelites took him to Egypt.", "29": "Reuben was not with his brothers when they sold Joseph to the Ishmaelites. When Reuben came back to the well, Joseph was not there. Reuben tore his clothes to show he was sad. ", "30": "Then he went back to his brothers and said, “The boy is not there! What will I do?” ", "31": "The brothers killed a goat and dipped Joseph's long-sleeved robe in its blood. ", "32": "Then they brought the robe to their father. They said, “We found this robe. Look it over carefully. See if it is your son's robe.”", "33": "Jacob looked it over and said, “It is my son's robe! Some savage animal has eaten him. My son Joseph has been torn to pieces!” ", "34": "Then Jacob tore his clothes and put on rough cloth to show that he was sad. He continued to be sad about his son for a long time. ", "35": "All of Jacob's sons and daughters tried to comfort him. But he could not be comforted. Jacob said, “I will be sad about my son until the day I die.” So Jacob cried for his son Joseph.", "36": "Meanwhile the Midianites who had bought Joseph had taken him to Egypt. There they sold him to Potiphar. Potiphar was an officer to the king of Egypt and captain of the palace guard."}