{"1": "Adam had intimate relations with his wife Eve. She became pregnant and gave birth to Cain.[a] Eve said, “With the Lord's help, I have given birth to a man.” ", "2": "After that, Eve gave birth to Cain's brother Abel. Abel took care of sheep. Cain became a farmer.", "3": "Later, Cain brought a gift to God. He brought some food from the ground. ", "4": "Abel brought the best parts of his best sheep. The Lord accepted Abel and his gift. ", "5": "But God did not accept Cain and his gift. Cain became very angry and looked unhappy.", "6": "The Lord asked Cain, “Why are you angry? Why do you look so unhappy? ", "7": "If you do good, I will accept you. But if you do not do good, sin is ready to attack you. Sin wants you. But you must rule over it.”", "8": "Cain said to his brother Abel, “Let's go out into the field.” So Cain and Abel went into the field. Then Cain attacked his brother Abel and killed him.", "9": "Later, the Lord said to Cain, “Where is your brother Abel?” Cain answered, “I don't know. Is it my job to take care of my brother?”", "10": "Then the Lord said, “What have you done? Your brother's blood is on the ground. That blood is like a voice that tells me what happened. ", "11": "And now you will be cursed in your work with the ground. It is the same ground where your brother's blood fell. Your hands killed him. ", "12": "You will work the ground. But it will not grow good crops for you anymore. You will wander around on the earth.”", "13": "Then Cain said to the Lord, “This punishment is more than I can stand! ", "14": "Look! You have forced me to stop working the ground. And now I must hide from you. I will wander around on the earth. And anyone who meets me can kill me.”", "15": "Then the Lord said to Cain, “No! If anyone kills you, I will punish that person seven times more.” Then the Lord put a mark on Cain. It was a warning to anyone who met him not to kill him.", "16": "Then Cain went away from the Lord. Cain lived in the land of Nod,[b] east of Eden. ", "17": "Cain had intimate relations with his wife. She became pregnant and gave birth to Enoch. At that time Cain was building a city. He named it after his son Enoch. ", "18": "Enoch had a son named Irad. Irad had a son named Mehujael. Mehujael had a son named Methushael. And Methushael had a son named Lamech.", "19": "Lamech married two women. One wife was named Adah, and the other was Zillah. ", "20": "Adah gave birth to Jabal. He was the first person to live in tents and raise cattle. ", "21": "Jabal's brother was Jubal. Jubal was the first person to play the harp and flute. ", "22": "Zillah gave birth to Tubal-Cain. He made tools out of bronze and iron. The sister of Tubal-Cain was Naamah.", "23": "Lamech said to his wives: “Adah and Zillah, hear my voice! You wives of Lamech, listen to what I say. I killed a man for wounding me. I killed a young man for hitting me.", "24": "Cain's killer may be punished 7 times. Then Lamech's killer will be punished 77 times.”", "25": "Adam had intimate relations with his wife Eve again. And she gave birth to a son. She named him Seth.[c] Eve said, “God has given me another child. He will take the place of Abel, who was killed by Cain.” ", "26": "Seth also had a son. They named him Enosh. At that time people began to pray to the Lord."}