{"1": "Joseph went in to the king and said, “My father and my brothers have arrived from Canaan. They have their flocks and herds and everything they own with them. They are now in the land of Goshen.” ", "2": "Joseph chose five of his brothers to introduce to the king.", "3": "The king said to the brothers, “What work do you do?” And they said to him, “We, your servants, are shepherds. Our ancestors were also shepherds.” ", "4": "They said to the king, “We have come to live in this land. There is no grass in the land of Canaan for our animals to eat. The hunger is very terrible there. So please allow us to live in the land of Goshen.”", "5": "Then the king said to Joseph, “Your father and your brothers have come to you. ", "6": "You may choose any place in Egypt for them to live. Give your father and your brothers the best land. Let them live in the land of Goshen. And if any of them are skilled shepherds, put them in charge of my sheep and cattle.”", "7": "Then Joseph brought in his father Jacob and introduced him to the king. And Jacob blessed the king.", "8": "Then the king said to Jacob, “How old are you?”", "9": "Jacob said to him, “My life has been spent wandering from place to place. It has been short, filled with trouble. I have lived only 130 years. My ancestors lived much longer than I.” ", "10": "Then Jacob blessed the king and left.", "11": "Joseph obeyed the king. He gave his father and brothers the best land in Egypt. It was near the city of Rameses. ", "12": "And Joseph gave his father, his brothers and everyone who lived with them the food they needed.", "13": "The hunger became worse, and there was no food anywhere in the land. The land of Egypt and the land of Canaan became very poor because of this. ", "14": "Joseph collected all the money that was to be found in Egypt and Canaan. People paid him this money for the grain they were buying. He brought that money to the king's palace. ", "15": "After some time, the people in Egypt and Canaan had no money left. So they went to Joseph and said, “Please give us food. Our money is gone. If we don't eat, we will die here in front of you.”", "16": "Joseph answered, “Since you have no money, give me your farm animals. I will give you food in return.” ", "17": "So people brought their farm animals to Joseph. And he gave them food in exchange for their horses, sheep, cattle and donkeys. So he kept them alive by trading food for their farm animals that year.", "18": "The next year the people came to Joseph and said, “You know we have no money left. And all our animals belong to you. We have nothing left except our bodies and our land. ", "19": "Surely both we and our land will die here in front of you. Buy us and our land in exchange for food. And we will be slaves to the king, together with our land. Give us seed to plant. Then we will live and not die. And the land will not become a desert.”", "20": "So Joseph bought all the land in Egypt for the king. Every Egyptian sold Joseph his field, because the hunger was very great. So the land became the king's. ", "21": "And Joseph made the people slaves from one end of Egypt to the other. ", "22": "The only land he did not buy was the land the priests owned. They did not need to sell their land because the king paid them for their work. So they had money to buy food.", "23": "Joseph said to the people, “Now I have bought you and your land for the king. So I will give you seed. And you can plant your fields. ", "24": "At harvest time you must give one-fifth to the king. You may keep four-fifths for yourselves. Use it as seed for the field and as food for yourselves, your families and your children.”", "25": "The people said, “You have saved our lives. If you like, we will become slaves of the king.”", "26": "So Joseph made a law in Egypt, which continues today: One-fifth of everything from the land belongs to the king. The only land the king did not get was the priests' land.", "27": "The Israelites continued to live in the land of Goshen in Egypt. There they got possessions. They had many children and grew in number.", "28": "Jacob, also called Israel, lived in Egypt 17 years. So he lived to be 147 years old. ", "29": "Israel knew he soon would die. So he called his son Joseph to him. He said to Joseph, “If you love me, put your hand under my leg.[a] Promise me you will not bury me in Egypt. ", "30": "When I die, carry me out of Egypt. Bury me where my ancestors are buried.” Joseph answered, “I will do as you say.”", "31": "Then Jacob said, “Promise me.” And Joseph promised him that he would do this. Then Israel worshiped as he leaned on the top of his walking stick."}