{"1": "Then Jacob called his sons to him. He said, “Come here to me. I will tell you what will happen to you in the future.", "2": "“Come together and listen, sons of Jacob. Listen to Israel, your father.", "3": "“Reuben, my first son, you are my strength. Your birth showed I could be a father. You have the highest position among my sons. You are the most powerful.", "4": "But you are uncontrolled like water. So you will no longer lead your brothers. This is because you got into your father's bed. You shamed me by having physical relations with my slave girl.", "5": "“Simeon and Levi are brothers. They used their swords to do violence.", "6": "I will not join their secret talks. I will not meet with them to plan evil. They killed men because they were angry. And they crippled oxen just for fun.", "7": "May their anger be cursed, because it is too violent. May their violence be cursed, because it is too cruel. I will divide them up among the tribes of Jacob. I will scatter them through all the tribes of Israel.", "8": "“Judah, your brothers will praise you. You will grab your enemies by the neck. Your brothers will bow down to you.", "9": "Judah is like a young lion. You have returned from killing, my son. Like a lion, he stretches out and lies down to rest. No one is brave enough to wake him.", "10": "Men from Judah's family will be kings. Someone from Judah will always be on the throne. Judah will rule until the real king comes. And the nations will obey him.", "11": "He ties his donkey to a grapevine. He ties his young donkey to the best branch. He can afford to use wine to wash his clothes. He even uses grape juice to wash his robes.", "12": "His eyes are bright from drinking wine. His teeth are white from drinking milk.", "13": "“Zebulun will live near the sea. His shore will be a safe place for ships. His land will reach as far as Sidon.", "14": "“Issachar is like a strong donkey. He lies down while carrying his load.", "15": "He will see his resting place is good. He will see how pleasant his land is. Then he will put his back to the load. He will become a slave.", "16": "“Dan will rule his own people like the other tribes in Israel.", "17": "Dan will be like a snake by the side of the road. He will be like a dangerous snake lying near the path. That snake bites a horse's leg. And the rider is thrown off backward.", "18": "“Lord, I wait for your salvation.", "19": "“Robbers will attack Gad. But he will defeat them and drive them away.", "20": "“Asher's land will grow much good food. He will grow food fit for a king.", "21": "“Naphtali is like a female deer that runs free. She has beautiful fawns.", "22": "“Joseph is like a grapevine that produces much fruit. He is like a healthy vine watered by a spring. He is like a vine whose branches grow over the wall.", "23": "Men attack him violently with arrows. They shoot at him angrily.", "24": "But he aims his bow well. His arms are made strong. He gets his power from the Mighty God of Jacob. He gets his strength from the Shepherd, the Rock of Israel.", "25": "Your father's God helps you. God All-Powerful blesses you. He blesses you with rain from above. He blesses you with water from springs below. He blesses you with many babies born to your wives. He blesses you with many young ones born to your animals.", "26": "The blessings of your father are greater than the blessings of the oldest mountains. They are greater than the good things of the long-lasting hills. May these blessings rest on the head of Joseph. May they rest on the forehead of the one who was separated from his brothers.", "27": "“Benjamin is like a hungry wolf. In the morning he eats what he has caught. In the evening he divides what he has taken.”", "28": "These are the 12 tribes of Israel. And this is what their father said to them. He gave each son the blessing that was right for him. ", "29": "Then Israel gave them a command. He said, “I am about to die. Bury me with my ancestors in the cave in the field of Ephron the Hittite. ", "30": "That cave is in the field of Machpelah east of Mamre. It is in the land of Canaan. Abraham bought that field from Ephron the Hittite for a burying place. ", "31": "Abraham and Sarah his wife are buried there. Isaac and Rebekah his wife are buried there. I buried my wife Leah there. ", "32": "The field and the cave in it were bought from the Hittite people.” ", "33": "After Jacob finished talking to his sons, he lay down. He put his feet back on the bed, took his last breath and died."}