{"1": "This is the family history of Adam. When God created human beings, he made them in God's likeness. ", "2": "He created them male and female. And on that day he blessed them and named them human beings.", "3": "When Adam was 130 years old, he became the father of another son. He was in the likeness and image of Adam. Adam named him Seth. ", "4": "After Seth was born, Adam lived 800 years. During that time he had other sons and daughters. ", "5": "So Adam lived a total of 930 years. Then he died.", "6": "When Seth was 105 years old, he had a son named Enosh. ", "7": "After Enosh was born, Seth lived 807 years. During that time he had other sons and daughters. ", "8": "So Seth lived a total of 912 years. Then he died.", "9": "When Enosh was 90 years old, he had a son named Kenan. ", "10": "After Kenan was born, Enosh lived 815 years. During that time he had other sons and daughters. ", "11": "So Enosh lived a total of 905 years. Then he died.", "12": "When Kenan was 70 years old, he had a son named Mahalalel. ", "13": "After Mahalalel was born, Kenan lived 840 years. During that time he had other sons and daughters. ", "14": "So Kenan lived a total of 910 years. Then he died.", "15": "When Mahalalel was 65 years old, he had a son named Jared. ", "16": "After Jared was born, Mahalalel lived 830 years. During that time he had other sons and daughters. ", "17": "So Mahalalel lived a total of 895 years. Then he died.", "18": "When Jared was 162 years old, he had a son named Enoch. ", "19": "After Enoch was born, Jared lived 800 years. During that time he had other sons and daughters. ", "20": "So Jared lived a total of 962 years. Then he died.", "21": "When Enoch was 65 years old, he had a son named Methuselah. ", "22": "After Methuselah was born, Enoch walked with God 300 years more. During that time he had other sons and daughters. ", "23": "So Enoch lived a total of 365 years. ", "24": "Enoch walked with God. One day Enoch could not be found, because God took him.", "25": "When Methuselah was 187 years old, he had a son named Lamech. ", "26": "After Lamech was born, Methuselah lived 782 years. During that time he had other sons and daughters. ", "27": "So Methuselah lived a total of 969 years. Then he died.", "28": "When Lamech was 182, he had a son. ", "29": "Lamech named his son Noah.[a] Lamech said, “Noah will comfort us from the pain of our work. The pain is because God has cursed the ground.” ", "30": "After Noah was born, Lamech lived 595 years. During that time he had other sons and daughters. ", "31": "So Lamech lived a total of 777 years. Then he died.", "32": "After Noah was 500 years old, he became the father of Shem, Ham and Japheth."}