{"1": "The number of people on earth began to grow. Daughters were born to these people. ", "2": "The sons of God saw that these girls were beautiful. And they married any of them they chose. ", "3": "The Lord said, “My Spirit will not remain in human beings forever. This is because they are flesh. They will live only 120 years.”", "4": "The Nephilim were on the earth in those days and also later. That was when the sons of God had physical relations with the daughters of men. These women gave birth to children, who became famous. They were the mighty warriors of long ago.", "5": "The Lord saw that the human beings on the earth were very wicked. He also saw that their thoughts were only about evil all the time. ", "6": "The Lord was sorry he had made human beings on the earth. His heart was filled with pain. ", "7": "So the Lord said, “I will destroy all human beings that I made on the earth. And I will destroy every animal and everything that crawls on the earth. I will also destroy the birds of the air. This is because I am sorry that I have made them.” ", "8": "But Noah pleased the Lord.", "9": "This is the family history of Noah. Noah was a good man. He was the most innocent man of his time. He walked with God. ", "10": "Noah had three sons: Shem, Ham and Japheth.", "11": "People on earth did what God said was evil. Violence was everywhere. ", "12": "And God saw this evil. All people on the earth did only evil. ", "13": "So God said to Noah, “People have made the earth full of violence. So I will destroy all people from the earth. ", "14": "Build a boat of cypress wood for yourself. Make rooms in it and cover it inside and outside with tar. ", "15": "This is how big I want you to build the boat: 450 feet long, 75 feet wide and 45 feet high. ", "16": "Make an opening around the top of the boat. Make it 18 inches high from the edge of the roof down. Put a door in the side of the boat. Make an upper, middle and lower deck in it. ", "17": "I will bring a flood of water on the earth. I will destroy all living things that live under the sky. This includes everything that has the breath of life. Everything on the earth will die. ", "18": "But I will make an agreement with you. You, your sons, your wife and your sons' wives will all go into the boat. ", "19": "Also, you must bring into the boat two of every living thing, male and female. Keep them alive with you. ", "20": "There will be two of every kind of bird, animal and crawling thing. They will come to you to be kept alive. ", "21": "Also gather some of every kind of food. Store it on the boat as food for you and the animals.”", "22": "Noah did everything that God commanded him."}