{"1": "Then God blessed Noah and his sons. He said to them, “Have many children. Grow in number and fill the earth. ", "2": "Every animal on earth and every bird in the sky will respect and fear you. So will every animal that crawls on the ground and every fish in the sea respect and fear you. I have given them to you.", "3": "“Everything that moves, everything that is alive, is yours for food. Earlier I gave you the green plants. And now I give you everything for food. ", "4": "But you must not eat meat that still has blood in it, because blood gives life. ", "5": "I will demand your blood for your lives. That is, I will demand the life of any animal that kills a person. And I will demand the life of anyone who takes another person's life.", "6": "“Whoever kills a human being will be killed by a human being. This is because God made humans in his own image.", "7": "“Noah, I want you and your family to have many children. Grow in number on the earth and become many.”", "8": "Then God said to Noah and his sons, ", "9": "“Now I am making my agreement with you and your people who will live after you. ", "10": "And I also make it with every living thing that is with you. It is with the birds, the tame animals and the wild animals. It is with all that came out of the boat with you. I make my agreement with every living thing on earth. ", "11": "I make this agreement with you: I will never again destroy all living things by floodwaters. A flood will never again destroy the earth.”", "12": "And God said, “I am making an agreement between me and you and every living creature that is with you. It will continue from now on. This is the sign: ", "13": "I am putting my rainbow in the clouds. It is the sign of the agreement between me and the earth. ", "14": "When I bring clouds over the earth, a rainbow appears in the clouds. ", "15": "Then I will remember my agreement. It is between me and you and every living thing. Floodwaters will never again destroy all life on the earth. ", "16": "When the rainbow appears in the clouds, I will see it. Then I will remember the agreement that continues forever. It is between me and every living thing on the earth.”", "17": "So God said to Noah, “That rainbow is a sign. It is the sign of the agreement that I made with all living things on earth.”", "18": "The sons of Noah came out of the boat with him. They were Shem, Ham and Japheth. (Ham was the father of Canaan.) ", "19": "These three men were Noah's sons. And all the people on earth came from these three sons.", "20": "Noah became a farmer and planted a vineyard. ", "21": "He drank wine made from his grapes. Then he became drunk and lay naked in his tent. ", "22": "Ham, the father of Canaan, looked at his naked father. Ham told his brothers outside. ", "23": "Then Shem and Japheth got a coat and carried it on both their shoulders. They walked backwards into the tent and covered their father. They turned their faces away. In this way they did not see their father without clothes.", "24": "Noah was sleeping because of the wine. Later he woke up. Then he learned what his youngest son, Ham, had done to him. ", "25": "So Noah said, “May there be a curse on Canaan! May he be the lowest slave to his brothers.”", "26": "Noah also said, “May the Lord, the God of Shem, be praised! May Canaan be Shem's slave.", "27": "May God give more land to Japheth. May Japheth live in Shem's tents, and may Canaan be their slave.”", "28": "After the flood Noah lived 350 years. ", "29": "He lived a total of 950 years. Then he died."}