{"1": "Idolatry and Unfaithfulness. 1 Some elders of Israel came and sat down before me. ", "2": "Then the word of the Lord came to me: ", "3": "Son of man, these men keep the memory of their idols alive in their hearts, setting the stumbling block of their sin before them. Should I allow myself to be consulted by them? ", "4": "Therefore say to them: Thus says the Lord God: If any of the house of Israel who keep the memory of their idols in their hearts, setting the stumbling block of their sin before them, come to a prophet, I the Lord will answer in person because of their many idols, ", "5": "in order to catch the hearts of the house of Israel, estranged from me because of all their idols.", "6": "Therefore say to the house of Israel: Thus says the Lord God: Return, turn away from your idols; from all your abominations, turn your faces. ", "7": "For if anyone of the house of Israel or any alien residing in Israel who are estranged from me and who keep their idols in their hearts, setting the stumbling block of their sin before them, come to ask a prophet to consult me on their behalf, I the Lord will answer them in person. ", "8": "I will set my face against them and make them a sign and a byword, and cut them off from the midst of my people. Thus you shall know that I am the Lord.", "9": "As for the prophet, if he speaks a deceiving word, I the Lord am the one who deceives that prophet.[a] I will stretch out my hand against him and destroy him from the midst of my people Israel. ", "10": "They will be punished for their own sins, the inquirer and the prophet alike, ", "11": "so that the house of Israel may no longer stray from me, no longer defile themselves by all their sins. Then they shall be my people, and I shall be their God—oracle of the Lord God. Just Cause.[b] ", "12": "The word of the Lord came to me: ", "13": "Son of man, if a land sins against me by breaking faith, and I stretch out my hand against it, breaking its staff of bread and setting famine loose upon it, cutting off from it human being and beast alike— ", "14": "even if these three were in it, Noah, Daniel, and Job,[c] they could only save themselves by their righteousness—oracle of the Lord God. ", "15": "If I summoned wild beasts to prowl the land, depopulating it so that it became a wasteland which no one would cross because of the wild beasts, ", "16": "and these three were in it, as I live—oracle of the Lord God—I swear they could save neither sons nor daughters; they alone would be saved, but the land would become a wasteland. ", "17": "Or if I bring the sword upon this land, commanding the sword to pass through the land cutting off from it human being and beast alike, ", "18": "and these three were in it, as I live—oracle of the Lord God—they could save neither sons nor daughters; they alone would be saved. ", "19": "Or if I send plague into this land, pouring out upon it my bloody wrath, cutting off from it human being and beast alike, ", "20": "even if Noah, Daniel, and Job were in it, as I live—oracle of the Lord God—they could save neither son nor daughter; they would save only themselves by their righteousness.", "21": "Thus says the Lord God: Even though I send against Jerusalem my four evil punishments—sword, famine, wild beasts, and plague—to cut off from it human being and beast alike, ", "22": "there will still be some survivors in it who will bring out sons and daughters. When they come out to you and you see their ways and their deeds, you shall be consoled regarding the evil I brought on Jerusalem, everything I brought upon it. ", "23": "They shall console you when you see their ways and their deeds, and you shall know that not without reason did I do to it everything I did—oracle of the Lord God."}