{"1": "Israel's History of Infidelity. 1 In the seventh year, on the tenth day of the fifth month,[a] some of the elders of Israel came to consult the Lord and sat down before me. ", "2": "Then the word of the Lord came to me: ", "3": "Son of man, speak to the elders of Israel and say to them: Thus says the Lord God: Have you come to consult me? As I live, I will not allow myself to be consulted by you!—oracle of the Lord God.", "4": "Will you judge them? Will you judge, son of man? Tell them about the abominations of their ancestors, ", "5": "and say to them: Thus says the Lord God: The day I chose Israel, I swore to the descendants of the house of Jacob; I revealed myself to them in the land of Egypt and swore to them, saying: I am the Lord, your God. ", "6": "That day I swore to bring them out of the land of Egypt to the land I had searched out for them, a land flowing with milk and honey, a jewel among all lands. ", "7": "Then I said to them: Throw away, each of you, the detestable things[b] that held your eyes; do not defile yourselves with the idols of Egypt: I am the Lord, your God.", "8": "But they rebelled and refused to listen to me; none of them threw away the detestable things that held their eyes, nor did they abandon the idols of Egypt. Then I considered pouring out my fury and spending my anger against them there in the land of Egypt. ", "9": "I acted for the sake of my name, that it should not be desecrated in the eyes of the nations among whom they were: in the eyes of the nations I had made myself known to them, to bring them out of the land of Egypt. ", "10": "Therefore I led them out of the land of Egypt and brought them into the wilderness. ", "11": "Then I gave them my statutes and made known to them my ordinances, so that everyone who keeps them has life through them. ", "12": "I also gave them my sabbaths to be a sign between me and them, to show that it is I, the Lord, who makes them holy.", "13": "But the house of Israel rebelled against me in the wilderness. They did not observe my statutes, and they rejected my ordinances that bring life to those who keep them. My sabbaths, too, they desecrated grievously. Then I considered pouring out my fury on them in the wilderness to put an end to them, ", "14": "but I acted for the sake of my name, so it would not be desecrated in the eyes of the nations in whose sight I had brought them out. ", "15": "Nevertheless in the wilderness I swore to them that I would not bring them into the land I had given them—a land flowing with milk and honey, a jewel among all the lands. ", "16": "Their hearts followed after their idols so closely that they did not live by my statutes, but rejected my ordinances and desecrated my sabbaths. ", "17": "But I looked on them with pity, not wanting to destroy them, so I did not put an end to them in the wilderness.", "18": "Then I said to their children in the wilderness: Do not follow the statutes of your parents. Do not keep their ordinances. Do not defile yourselves with their idols. ", "19": "I am the Lord, your God: follow my statutes and be careful to observe my ordinances; ", "20": "keep holy my sabbaths as a sign between me and you so that you may know that I am the Lord, your God. ", "21": "But their children rebelled against me: they did not follow my statutes or keep my ordinances that bring life to those who observe them; my sabbaths they desecrated. Then I considered pouring out my fury on them, spending my anger against them in the wilderness; ", "22": "but I stayed my hand, acting for the sake of my name, lest it be desecrated in the eyes of the nations, in whose sight I had brought them out. ", "23": "Nevertheless I swore to them in the wilderness that I would disperse them among the nations and scatter them in other lands, ", "24": "because they did not carry out my ordinances, but rejected my statutes and desecrated my sabbaths, having eyes only for the idols of their ancestors. ", "25": "Therefore I gave them statutes that were not good,[c] and ordinances through which they could not have life. ", "26": "I let them become defiled by their offerings, by having them make a fiery offering of every womb's firstborn, in order to ruin them so they might know that I am the Lord.", "27": "Therefore speak to the house of Israel, son of man, and tell them: Thus says the Lord God: In this way also your ancestors blasphemed me, breaking faith with me. ", "28": "When I brought them to the land I had sworn to give them, and they saw all its high hills and leafy trees, there they offered sacrifices, there they made offerings to provoke me, there they sent up sweet-smelling oblations, there they poured out their libations. ", "29": "So I said to them, “What is this high place[d] to which you go?” Thus its name became “high place” even to this day. ", "30": "Therefore say to the house of Israel: Thus says the Lord God: Will you defile yourselves in the way your ancestors did? Will you lust after their detestable idols? ", "31": "By offering your gifts, by making your children pass through the fire, you defile yourselves with all your idols even to this day. Shall I let myself be consulted by you, house of Israel? As I live—oracle of the Lord God—I swear I will not let myself be consulted by you!", "32": "What has entered your mind shall never happen: You are thinking, “We shall be like the nations, like the peoples of foreign lands, serving wood and stone.” ", "33": "As I live—oracle of the Lord God—with mighty hand and outstretched arm, with wrath poured out, I swear I will be king over you! ", "34": "With mighty hand and outstretched arm, with wrath poured out, I will bring you out from the nations and gather you from the countries over which you are scattered; ", "35": "[e]I will lead you to the wilderness of the peoples and enter into judgment with you face to face. ", "36": "Just as I entered into judgment with your ancestors in the wilderness of the land of Egypt, so will I enter into judgment with you—oracle of the Lord God. ", "37": "Thus I will make you pass under the staff[f] and will impose on you the terms of the covenant. ", "38": "I will sort out from you those who defied me and rebelled against me; from the land where they resided as aliens I will bring them out, but they shall not return to the land of Israel. Thus you shall know that I am the Lord.", "39": "As for you, house of Israel, thus says the Lord God: Go! each of you, and worship your idols. Listen to me! You shall never again desecrate my holy name with your offerings and your idols! ", "40": "For on my holy mountain,[g] on the highest mountain in Israel—oracle of the Lord God—there the whole house of Israel shall worship me; there in the land I will accept them all, there I will claim your tributes, the best of your offerings, from all your holy things. ", "41": "As a sweet-smelling oblation I will accept you, when I bring you from among the nations and gather you out of the lands over which you were scattered; and through you I will manifest my holiness in the sight of the nations. ", "42": "Thus you shall know that I am the Lord, when I bring you back to the soil of Israel, the land I swore to give your ancestors. ", "43": "There you shall remember your ways, all the deeds by which you defiled yourselves; and you shall loathe yourselves because of all the evil you did. ", "44": "And you shall know that I am the Lord when I deal with you thus, for the sake of my name, not according to your evil ways and wanton deeds, house of Israel—oracle of the Lord God."}