{"1": "The Prince of Tyre. 1 [a]The word of the Lord came to me: ", "2": "Son of man, say to the prince of Tyre: Thus says the Lord God: Because you are haughty of heart, you say, “I am a god! I sit on a god's throne in the heart of the sea!” But you are a man, not a god; yet you pretend you are a god at heart!", "3": "Oh yes, you are wiser than Daniel,[b] nothing secret is too obscure for you!", "4": "By your wisdom and intelligence you made yourself rich, filling your treasuries with gold and silver.", "5": "Through your great wisdom in trading you heaped up riches for yourself— your heart is haughty because of your riches.", "6": "Therefore thus says the Lord God: Because you pretend you are a god at heart,", "7": "Therefore, I will bring against you strangers, the most bloodthirsty of nations. They shall draw their swords against your splendid wisdom, and violate your radiance.", "8": "They shall thrust you down into the pit: you shall die a violent death in the heart of the sea.", "9": "Then, face to face with your killers, will you still say, “I am a god”? No, you are a man, not a god, handed over to those who slay you.", "10": "You shall die the death of the uncircumcised handed over to strangers, for I have spoken—oracle of the Lord God.", "11": "The word of the Lord came to me: ", "12": "Son of man, raise a lament over the king of Tyre, and say to him: Thus says the Lord God: [c] You were a seal of perfection, full of wisdom, perfect in beauty.", "13": "In Eden, the garden of God, you lived; precious stones of every kind were your covering: Carnelian, topaz, and beryl, chrysolite, onyx, and jasper, sapphire, garnet, and emerald. Their mounts and settings were wrought in gold, fashioned for you the day you were created.", "14": "With a cherub I placed you; I put you on the holy mountain of God,[d] where you walked among fiery stones.", "15": "Blameless were you in your ways from the day you were created, Until evil was found in you.", "16": "Your commerce was full of lawlessness, and you sinned. Therefore I banished you from the mountain of God; the cherub drove you out from among the fiery stones.", "17": "Your heart had grown haughty because of your beauty; You corrupted your wisdom because of your splendor. I cast you to the ground, I made you a spectacle in the sight of kings.", "18": "Because of the enormity of your guilt, and the perversity of your trade, you defiled your sanctuary. I brought fire out of you; it devoured you; I made you ashes on the ground in the eyes of all who see you.", "19": "All the nations who knew you are appalled on account of you; You have become a horror, never to be again.", "20": "Against Sidon. 20 The word of the Lord came to me: ", "21": "Son of man, turn your face toward Sidon and prophesy against it. ", "22": "Thus says the Lord God: Watch out! I am against you, Sidon; I will win glory for myself in your midst. They shall know that I am the Lord, when I deliver judgment upon it and manifest my holiness in it.", "23": "I will send disease into it; blood will fill its streets, Within it shall fall those slain by the sword raised against it on every side. Then they shall know that I am the Lord.", "24": "No longer will there be a thorn that tears or a brier that scratches for the house of Israel From the surrounding neighbors who despise them; thus they shall know that I am the Lord.", "25": "Thus says the Lord God: When I gather the house of Israel from the peoples among whom they are scattered, and I manifest my holiness through them in the sight of the nations, then they shall live on the land I gave my servant Jacob. ", "26": "They shall dwell on it securely, building houses and planting vineyards. They shall dwell securely while I execute judgment on all their neighbors who treated them with contempt; then they shall know that I, the Lord, am their God."}