{"1": "The Day of the Lord Against Egypt. 1 The word of the Lord came to me: ", "2": "Son of man, prophesy and say: Thus says the Lord God: Wail: “Alas the day!”", "3": "Yes, a day approaches, a day of the Lord approaches: A day of dark cloud, a time appointed for the nations.", "4": "A sword will come against Egypt, there will be anguish in Ethiopia, When the slain fall in Egypt when its hordes are seized, its foundations razed.", "5": "Ethiopia, Put, and Lud, all the mixed rabble[a] and Kub, and the people of allied lands shall fall by the sword with them.", "6": "Thus says the Lord: The pillars of Egypt shall fall, and its proud strength sink; From Migdol to Syene, its people will fall by the sword— oracle of the Lord God.", "7": "It shall be the most desolate among desolate lands, Its cities the most ruined among ruined cities.", "8": "They shall know that I am the Lord, when I set fire to Egypt, and all its allies are shattered.", "9": "On that day, messengers from me will go forth in ships to terrorize confident Ethiopia. Anguish will be among them on Egypt's day—it is certainly coming![b]", "10": "Thus says the Lord God: I will put an end to Egypt's hordes by the hand of Nebuchadnezzar, king of Babylon:", "11": "He and his army with him, the most ruthless of nations, will be brought in to devastate the land. They will draw their swords against Egypt and fill the land with the slain.", "12": "Then I will dry up the streams of the Nile, and sell the land into evil hands; By the hand of foreigners I will devastate the land and everything in it. I, the Lord, have spoken.", "13": "[c]Thus says the Lord God: I will destroy idols, and put an end to images in Memphis. There will never again be a prince over the land of Egypt. Instead, I will spread fear throughout the land of Egypt.", "14": "I will devastate Pathros, set fire to Zoan, and execute judgment against Thebes.", "15": "I will pour out my wrath on Pelusium, the fortress of Egypt, and cut off the troops of Thebes.", "16": "I will set fire to Egypt; Pelusium will writhe in anguish, Thebes will be breached, and Memphis besieged in daylight.", "17": "The warriors of On and Pi-beseth will fall by the sword, the cities taken captive.", "18": "In Tahpanhes, the day will turn dark when I break the scepter of Egypt there and put an end to its proud strength. Dark clouds will cover it, and its women will go into captivity.", "19": "I will execute judgment against Egypt that they may know that I am the Lord.", "20": "Pharaoh's Broken Arm. 20 On the seventh day of the first month in the eleventh year,[d] the word of the Lord came to me: ", "21": "[e]Son of man, I have broken the arm of Pharaoh, king of Egypt. See! It has not been immobilized for healing, nor set with a splint to make it strong enough to grasp a sword. ", "22": "Therefore thus says the Lord God: See! I am coming against Pharaoh, king of Egypt. I will break both his arms, the strong one and the broken one, making the sword fall from his hand. ", "23": "I will scatter the Egyptians among the nations and disperse them throughout other lands. ", "24": "I will, however, strengthen the arms of the king of Babylon and put my sword in his hand so he can bring it against Egypt for plunder and pillage. ", "25": "When I strengthen the arms of the king of Babylon, and the arms of Pharaoh collapse, they shall know that I am the Lord, because I put my sword into the hand of the king of Babylon to wield against the land of Egypt. ", "26": "When I scatter the Egyptians among the nations and disperse them throughout other lands, they shall know that I am the Lord."}