{"1": "Lament over Pharaoh. 1 On the first day of the twelfth month in the twelfth year,[a] the word of the Lord came to me: ", "2": "Son of man, utter a lament over Pharaoh, the king of Egypt, and say to him: You liken yourself to a lion among nations, but you are like the monster in the sea! Thrashing about in your streams, churning the water with your feet, polluting the streams.", "3": "Thus says the Lord God: I will cast my net over you by assembling many armies, and I will hoist you up in my mesh.", "4": "I will hurl you onto the land, cast you into an open field. I will make all the birds of the sky roost upon you, The beasts of the whole earth gorge themselves on you.", "5": "I will strew your flesh on the mountains, and fill the valleys with your corpse.", "6": "I will drench the land, pouring out your blood on the mountain; filling up the ravines with you.", "7": "When I extinguish you, I will cover the heavens and darken all its stars. The sun I will cover with clouds; the moon will not give light.", "8": "All the shining lights in the heavens I will darken over you; I will spread darkness over your land— oracle of the Lord God.", "9": "I will trouble the hearts of many peoples, When I bring you captive among the nations, to lands you do not know.", "10": "I will fill many nations with horror; their kings will shudder at you, when I brandish my sword in their faces. They will tremble violently fearing for their lives on the day of your fall.", "11": "For thus says the Lord God: The sword of the king of Babylon will come against you.", "12": "I will cut down your hordes with the swords of warriors, all of them, ruthless nations; They will lay waste the glory of Egypt, and all its hordes will be destroyed.", "13": "I will wipe out all the livestock from the banks of its many waters; No human foot will disturb them again, no animal hoof stir them up.", "14": "Then I will make their waters clear and their streams flow like oil— oracle of the Lord God.", "15": "When I make Egypt a wasteland and the land destitute of everything, When I strike down all its inhabitants they shall know that I am the Lord.", "16": "This is the lamentation women of all nations will chant; They will raise it over Egypt; over all its hordes they will chant it— oracle of the Lord God.", "17": "Another Lament over Egypt. 17 [b]On the fifteenth day of that month in the twelfth year, the word of the Lord came to me:", "18": "Son of man, wail over the hordes of Egypt— you and the women of mighty nations— Send them down to the underworld, with those who go down into the pit.", "19": "Whom do you excel in beauty? Go down! Be laid to rest with the uncircumcised!", "20": "Among those slain by the sword they will fall, for the sword has been appointed! Seize Egypt and all its hordes.", "21": "Out of Sheol the mighty warriors will speak to him and his allies: Let them descend and lie down among the uncircumcised, those slain by the sword!", "22": "There is Assyria and all its company, around it are its graves, all of them slain, fallen by the sword.", "23": "The graves are set in the recesses of the pit; Its company is assembled around its grave, All of them slain, fallen by the sword, those who spread terror in the land of the living.", "24": "There is Elam and all its horde around its grave, All of them slain, fallen by the sword; they descended uncircumcised into the underworld, Those who spread their terror in the land of the living. They bear their disgrace with those who go down into the pit.", "25": "Among the slain is set its bed, with all its horde around its grave; All of them uncircumcised, slain by the sword Because of the terror they spread in the land of the living. They bear their disgrace with those who go down into the pit. Among the slain it is set!", "26": "There is Meshech and Tubal[c] and all the hordes surrounding it with their graves. All of them uncircumcised, slain by the sword Because they spread their terror in the land of the living.", "27": "They do not rest with the warriors who fell in ancient times, who went down to Sheol fully armed. Their swords were placed under their heads and their shields laid over their bones; For there was terror of these warriors in the land of the living.", "28": "But as for you, among the uncircumcised you will be broken and laid to rest with those slain by the sword.", "29": "There is Edom, all its kings and princes, who, despite their might, are put with those slain by the sword. They lie among the uncircumcised, with those who go down into the pit.", "30": "There are the generals of the north and all the Sidonians Who have gone down with the slain, because of the terror their might inspired. They lie uncircumcised with those slain by the sword, And bear their shame with those who have gone down into the pit.", "31": "When Pharaoh sees them, he will be consoled on behalf of all his hordes, slain by the sword— Pharaoh and all his army— oracle of the Lord God.", "32": "I spread terror of him in the land of the living; Now he is laid among the uncircumcised, with those slain by the sword— Pharaoh and all his horde— oracle of the Lord God."}