{"1": "First Prophecy Against Gog. 1 The word of the Lord came to me:[a] ", "2": "Son of man, turn your face against Gog[b] of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him. ", "3": "Say: Thus says the Lord God: See! I am coming against you, Gog, chief prince of Meshech and Tubal. ", "4": "I will turn you around and put hooks in your jaws to lead you out with all your army, horses and riders, all well armed, a great company, all of them with bucklers and shields, carrying swords: ", "5": "Persia, Cush, and Put with them, all with shields and helmets; ", "6": "Gomer and all its troops, Beth-togarmah from the recesses of Zaphon and all its troops—many nations will accompany you. ", "7": "Prepare and get ready, you and the company mobilized for you, but in my service. ", "8": "After many days you will be called to battle; in the last years you will invade a land that has survived the sword—a people gathered from many nations back to the long-deserted mountains of Israel, brought forth from the nations to dwell securely. ", "9": "You shall come up like a sudden storm, covering the land like a cloud, you and all your troops and the many nations with you.", "10": "Thus says the Lord God: On that day thoughts shall cross your mind, and you shall devise an evil plan. ", "11": "You will say, “I will invade a land of open villages and attack a peaceful people who live in security—all of them living without city walls, bars, or gates”— ", "12": "in order to plunder and pillage, turning your hand against resettled ruins, against a people gathered from the nations, a people whose concern is cattle and goods, dwelling at the center[c] of the earth. ", "13": "Sheba and Dedan, the merchants of Tarshish and all its “young lions” shall ask you: “Have you come here to plunder? Have you summoned your army for pillage, to carry off silver and gold, to take away cattle and goods, to seize much plunder?”", "14": "Second Prophecy Against Gog. 14 Therefore, prophesy, son of man, and say to Gog: Thus says the Lord God: On that day, when my people Israel dwell securely, will you not take action, ", "15": "leaving your base in the recesses of Zaphon,[d] you and many nations with you, all mounted on horses, a great company, a mighty army? ", "16": "You shall rise up over my people Israel like a cloud covering the land. In those last days, I will let you invade my land so that the nations acknowledge me, when in their sight I show my holiness through you, Gog.", "17": "Thus says the Lord God: About you I spoke in earlier times through my servants, the prophets of Israel, who prophesied at that time that I would let you invade them. ", "18": "But on that day, the day Gog invades the land of Israel—oracle of the Lord God—my fury will flare up in my anger, ", "19": "and in my jealousy, with fiery wrath, I swear on that day there will be a great earthquake in the land of Israel. ", "20": "Before me will tremble the fish of the sea and the birds of the air, the beasts of the field and everything that crawls on the ground, and everyone on the face of the earth. Mountains will be overturned, terraces will collapse, and every wall will fall to the ground. ", "21": "Against him I will summon every terror—oracle of the Lord God; every man's sword will be raised against his brother. ", "22": "I will execute judgment on him: disease and bloodshed; flooding rain and hailstones, fire and brimstone, I will rain down on him, on his troops and on the many nations with him. ", "23": "And so I will show my greatness and holiness and make myself known in the sight of many nations. Then they shall know that I am the Lord."}