{"1": "Third Prophecy Against Gog. 1 You, son of man, prophesy against Gog, saying: Thus says the Lord God: Here I am, Gog, coming at you, chief prince of Meshech and Tubal. ", "2": "I will turn you around, even though I urged you on and brought you up from the recesses of Zaphon and let you attack the mountains of Israel. ", "3": "Then I will strike the bow from your left hand and make the arrows drop from your right. ", "4": "Upon the mountains of Israel you shall fall, you and all your troops and the peoples with you. I will give you as food to birds of prey of every kind and to wild beasts to be eaten. ", "5": "In the open field you shall fall, for I have spoken—oracle of the Lord God.", "6": "I will send fire against Magog and against those who live securely on the seacoast, and they will know that I am the Lord. ", "7": "I will reveal my holy name among my people Israel, and I will never again allow my holy name to be defiled. Then the nations shall know that I am the Lord, the Holy One of Israel. ", "8": "Yes, it is coming! It shall happen—oracle of the Lord God. This is the day I decreed.", "9": "Everyone living in the cities of Israel shall go out and set fire to the weapons, buckler and shield, bows and arrows, clubs and spears; for seven years they shall make fires with them. ", "10": "They will not need to bring in wood from the fields or cut down trees in the forests, for they will make fires with the weapons, plundering those who plundered them, pillaging those who pillaged them—oracle of the Lord God.", "11": "On that day I will give Gog a place for his tomb in Israel, the Valley of Abarim,[a] east of the sea. It will block the way of travelers. There Gog shall be buried with all his horde; it shall be called “Valley of Hamon-Gog.” ", "12": "For seven months the house of Israel shall bury them in order to cleanse the land. ", "13": "All the people of the land shall take part in the burials, making a name for themselves on the day I am glorified—oracle of the Lord God. ", "14": "Men shall be permanently assigned to pass through the land, burying those who lie unburied in order to cleanse the land. For seven months they shall keep searching. ", "15": "When these pass through the land and see a human bone, they must set up a marker beside it, until the gravediggers bury it in the Valley of Hamon-Gog. ", "16": "Also the name of the city is Hamonah. Thus the land will be cleansed.", "17": "As for you, son of man, thus says the Lord God: Say to birds of every kind and to every wild beast: “Assemble! Come from all sides for the sacrifice I am making for you, a great slaughter on the mountains of Israel. You shall eat flesh and drink blood! ", "18": "You shall eat the flesh of warriors and drink the blood of the princes of the earth: rams, lambs, and goats, bulls and fatlings from Bashan, all of them. ", "19": "From the sacrifice I slaughtered for you, you shall eat fat until you are sated and drink blood until you are drunk. ", "20": "At my table you shall be sated with horse and rider, with warrior and soldier of every kind—oracle of the Lord God.", "21": "Israel's Return. 21 Then I will display my glory among the nations, and all the nations will see the judgment I executed, the hand I laid upon them. ", "22": "From that day forward the house of Israel shall know that I am the Lord, their God. ", "23": "The nations shall know that the house of Israel went into exile because of its sins. Because they betrayed me, I hid my face from them, handing them over to their foes, so they all fell by the sword. ", "24": "According to their defilement and their crimes I dealt with them, hiding my face from them.", "25": "Therefore, thus says the Lord God: Now I will restore the fortunes of Jacob and take pity on the whole house of Israel; I am zealous for my holy name. ", "26": "They will forget their shame and all the infidelities they committed against me when they live securely on their own land with no one to frighten them. ", "27": "When I bring them back from the nations and gather them from the lands of their enemies, I will show my holiness through them in the sight of many nations. ", "28": "Thus they shall know that I, the Lord, am their God, since I who exiled them among the nations will gather them back to their land, not leaving any of them behind. ", "29": "I will no longer hide my face from them once I pour out my spirit upon the house of Israel—oracle of the Lord God."}