{"1": "Other Structures. 1 Then he led me north to the outer court, bringing me to some chambers on the north side opposite the restricted area and the north building. ", "2": "They were a hundred cubits long on the north side and fifty cubits wide. ", "3": "Built in rows at three different levels, they stood between the twenty cubits of the inner court and the pavement of the outer court. ", "4": "In front of the chambers was a walkway ten cubits wide on the inside of a wall one cubit wide. The doorways faced north. ", "5": "[a]The upper chambers were shorter because they lost space to the lower and middle tiers of the building. ", "6": "Because they were in three tiers, they did not have foundations like the court, but were set back from the lower and middle levels from the ground up. ", "7": "The outside walls ran parallel to the chambers along the outer court, a length of fifty cubits. ", "8": "The chambers facing the outer court were fifty cubits long; thus the wall along the nave was a hundred cubits. ", "9": "At the base of these chambers, there was an entryway from the east so that one could enter from the outer court ", "10": "where the wall of the court began. To the south along the side of the restricted area and the building there were also chambers ", "11": "with a walkway in front of them. They looked like the chambers on the north side in length and width, in their exits, their design, and their doorways. ", "12": "At the base of the chambers on the south side there was an entry at the end of a walkway in front of the protective wall by which one could enter from the east. ", "13": "He said to me, “The north and south chambers facing the restricted area are the chambers of the holy place where the priests who approach the Lord shall eat the most holy meals. Here they shall place the most holy offerings: the grain offerings, the purification offerings, and the reparation offerings; for the place is holy.[b] ", "14": "When the priests have entered, they must not go out again from the holy place into the outer court without leaving the garments in which they ministered because they are holy. They shall put on other garments before approaching the area for the people.”", "15": "Measuring the Outer Court. 15 When he finished measuring the interior of the temple area, he brought me out by way of the gate facing east and measured all around it. ", "16": "He measured the east side, five hundred cubits by his measuring rod. Then he turned ", "17": "and measured the north side: five hundred cubits by his measuring rod. He turned ", "18": "and measured the south side, five hundred cubits by his measuring rod. ", "19": "He turned and measured the west side, also five hundred cubits by his measuring rod. ", "20": "Thus he measured it on the four sides. It was surrounded by a wall five hundred cubits long and five hundred cubits wide, to separate the sacred from the profane."}