{"1": "The Closed Gate. 1 Then he brought me back to the outer gate of the sanctuary facing east, but it was closed. ", "2": "The Lord said to me: This gate must remain closed; it must not be opened, and no one should come through it. Because the Lord, the God of Israel, came through it, it must remain closed. ", "3": "Only the prince may sit in it to eat a meal in the presence of the Lord; he must enter through the vestibule of the gate and leave the same way.[a]", "4": "Admission to the Temple. 4 Then he brought me by way of the north gate to the facade of the temple. I looked—and the glory of the Lord filled the Lord's house! I fell on my face. ", "5": "The Lord said to me: Son of man, pay close attention, look carefully, and listen intently to everything I tell you about all the statutes and laws of the Lord's house. Pay close attention to the entrance into the temple and all the exits of the sanctuary. ", "6": "Say to that rebellious house, the house of Israel: Thus says the Lord God: Enough of all your abominations, house of Israel! ", "7": "You have admitted foreigners, uncircumcised in heart and flesh, into my sanctuary to profane it when you offered me food, the fat and blood.[b] Thus you have broken my covenant by all your abominations. ", "8": "Instead of caring for the service of my sanctuary, you appointed these foreigners to care for the service of my sanctuary. ", "9": "Thus says the Lord God: No foreigners, uncircumcised in heart and flesh, shall ever enter my sanctuary: not even any of the foreigners who live among the Israelites.", "10": "Levites. 10 As for the Levites who went far away from me when Israel strayed from me after their idols, they will bear the consequences of their sin. ", "11": "They will serve in my sanctuary only as gatekeepers and temple servants; they will slaughter burnt offerings and sacrifices for the people. They will stand before the people to serve them. ", "12": "Because they used to serve them before their idols, thus becoming a stumbling block to the house of Israel, therefore I have sworn an oath against them, says the Lord God, and they will bear the consequences of their sin. ", "13": "They shall no longer come near to serve as my priests, nor shall they touch any of my sacred things or my most sacred offerings, for they must bear their shame, the abominations they committed. ", "14": "Instead I will make them responsible for the service of the temple and all its work, for everything that must be done in it.", "15": "Priests. 15 As for the levitical priests, sons of Zadok, who took charge of my sanctuary when the Israelites strayed from me, they may approach me to serve me and stand before me to offer the fat and the blood—oracle of the Lord God. ", "16": "They may enter my sanctuary; they may approach my table to serve me and carry out my service. ", "17": "Whenever they enter the gates of the inner court, they shall wear linen garments; they shall not put on anything woolen when they serve at the gates of the inner court or within the temple. ", "18": "They shall have linen turbans on their heads and linen undergarments on their loins; they shall not gird themselves with anything that causes sweat. ", "19": "And when they go out to the people in the outer court, they shall take off the garments in which they served and leave them in the rooms of the sanctuary, and put on other garments so they do not transmit holiness to the people[c] by their garments.", "20": "They shall not shave their heads nor let their hair hang loose, but they shall keep their hair carefully trimmed. ", "21": "No priest shall drink wine before he enters the inner court. ", "22": "They shall not take as wives either widows or divorced women, but only unmarried women from the line of Israel; however, they may take as wives widows who are widows of priests. ", "23": "They shall teach my people to distinguish between sacred and profane and make known to them the difference between clean and unclean. ", "24": "In legal cases they shall stand as judges, judging according to my ordinances. They shall observe all my laws and statutes regarding all my appointed feasts, and they shall keep my sabbaths holy.", "25": "They shall not make themselves unclean by going near a dead body; only for their father, mother, son, daughter, brother, or unmarried sister may they make themselves unclean. ", "26": "After he is again clean, he must wait an additional seven days; ", "27": "on the day he enters the inner court to serve in the sanctuary, he shall present a purification offering for himself—oracle of the Lord God. ", "28": "I will be their heritage: I am their heritage! You shall not give them any property in Israel, for I am their property! ", "29": "They shall eat grain offerings, purification offerings, and reparation offerings; anything under the ban[d] in Israel belongs to them; ", "30": "all the choicest first fruits of every kind and all the best of your offerings of every kind shall belong to the priests; the best of your dough you shall also give to the priests to bring a blessing upon your house. ", "31": "The priests shall not eat anything, whether bird or animal, that died naturally or was killed by wild beasts."}