{"1": "From the elder[a] to God's chosen woman[b] and her children: I love you all as those who are in the truth.[c] And I'm not the only one, for all who come to know the truth[d] share my love for you ", "2": "because of the living truth that has a permanent home in us and will be with us forever.[e]", "3": "God our Father and Jesus Christ, his Son, will release to us overflowing grace, mercy, and peace, filled with true love.[f]", "4": "I was delighted and filled with joy when I learned that your children are consistently living in the truth, just as we have received the command from the Father.", "5": "Dearest woman, I have a request to make of you. It is not a new commandment but a repetition of the one we have had from the beginning: that we constantly love one another. ", "6": "This love means living in obedience to whatever God commands us. For to walk in love toward one another is the unifying commandment we've heard from the beginning.", "7": "Numerous deceivers have surfaced from among us and gone out into the world,[g] people who will not acknowledge Jesus Christ coming as a man. These deceivers are antichrists! ", "8": "Be on your guard so that you do not lose all that we[h] have diligently worked for but receive a full reward.", "9": "Anyone who wanders away[i] and does not remain faithful to the teaching of Christ has no relationship with God. But those who remain in the teaching of Christ have a wonderful relationship with both the Father and the Son. ", "10": "So if anyone comes into your fellowship claiming to be a true believer yet doesn't bring this teaching, you are not to consider him as a fellow believer,[j] nor should you welcome him into your homes.[k] ", "11": "For if you welcome him as a believer,[l] you will be partnering with him in his evil agenda.", "12": "Although I have many more subjects I'd like to discuss with you, I'd rather not include them in this letter.[m] But I look forward to coming to visit and speaking with you face-to-face[n]—for being together will complete our joy!", "13": "The children of your sister, whom God has chosen, send you their loving greetings. Amen.[o]"}