{"1": "¶ And it came to pass after many days that the word of the LORD came to Elijah in the third year, saying, Go, show thyself unto Ahab; and I will send rain upon the earth.", "2": "And Elijah went to show himself unto Ahab. And there was a severe famine in Samaria.", "3": "And Ahab called Obadiah, who was the governor of his house. (Now Obadiah feared the LORD greatly,", "4": "for when Jezebel cut off the prophets of the LORD, Obadiah took one hundred prophets and hid them in groups of fifty in caves and sustained them with bread and water.)", "5": "And Ahab said unto Obadiah, Go through the land to all the fountains of water and to all the brooks; peradventure we may find herbage to save the horses and mules alive that we not lose all the beasts.", "6": "So they divided the land between them to pass throughout it; Ahab went one way by himself, and Obadiah went another way by himself.", "7": "And as Obadiah was in the way, Elijah met him; and when he recognized him, he fell on his face, and said, Art thou not my lord Elijah?", "8": "And he answered him, I am; go, tell thy lord, Behold Elijah.[a]", "9": "And he said, In what have I sinned that thou should deliver thy slave into the hand of Ahab, for him to slay me?", "10": "As the LORD thy God lives, there is no nation or kingdom where my lord has not sent to seek thee; and when they all said, He is not here; he has caused kingdoms and nations to swear an oath if they have found thee or not.", "11": "And now thou sayest, Go, tell thy lord, Behold Elijah.", "12": "And it shall come to pass as soon as I am gone from thee, that the Spirit of the LORD shall carry thee where I know not; and so when I come and tell Ahab, and he cannot find thee, he shall slay me; but I, thy slave, fear the LORD from my youth.", "13": "Was it not told my lord what I did when Jezebel slew the prophets of the LORD, how I hid one hundred men of the LORD's prophets in groups of fifty in caves and sustained them with bread and water?", "14": "And now thou sayest, Go, tell thy lord, Behold Elijah; and he shall slay me.", "15": "And Elijah said unto him, As the LORD of the hosts lives, before whom I stand, I will surely show myself unto him today.", "16": "Then Obadiah went to meet Ahab and told him, and Ahab came to meet Elijah.", "17": "¶ And it came to pass when Ahab saw Elijah, that Ahab said unto him, Art thou he that troubles Israel?", "18": "And he answered, I have not troubled Israel; but thou and thy father's house, in that ye have forsaken the commandments of the LORD, and thou hast followed Baalim.", "19": "Now therefore send and gather to me all Israel unto Mount Carmel, and the four hundred and fifty prophets of Baal, and the four hundred prophets of the groves, who eat at Jezebel's table.", "20": "Then Ahab sent unto all the sons of Israel and gathered the prophets together unto Mount Carmel.", "21": "¶ And Elijah came near unto all the people and said, How long shall ye halt between two opinions? If the LORD is God, follow him; but if Baal, then follow him. And the people did not answer him a word.", "22": "Then Elijah spoke again unto the people, I, even I only, remain a prophet of the LORD; but Baal's prophets are four hundred and fifty men.", "23": "Give us, therefore, two bullocks, and let them choose one bullock for themselves and cut it in pieces and lay it on wood and put no fire under it; and I will dress the other bullock and lay it on wood and put no fire under it.", "24": "And invoke ye in the name of your gods, and I will invoke in the name of the LORD; and it shall be that the God that answers by fire is God. And all the people answered and said, It is well spoken.", "25": "So Elijah said unto the prophets of Baal, Choose you one bullock for yourselves and dress it first, for ye are many, and invoke in the name of your gods, but put no fire under it.", "26": "And they took the bullock which was given them, and they dressed it and invoked in the name of Baal from morning even until noon, saying, O Baal, answer us. But there was no voice nor anyone that answered. And they jumped up and down near the altar which they had made.", "27": "And it came to pass at noon that Elijah mocked them and said, Cry aloud, for he is a god; peradventure he is talking or he had to go to the latrine, or he is on a journey, or he sleeps and will awake.", "28": "And they cried aloud and cut themselves after their manner with knives and lancets until the blood gushed out upon them.", "29": "And when midday was past, even so they prophesied until the time of the offering of the evening sacrifice, and there was neither voice nor anyone that answered nor anyone that heard.", "30": "Then Elijah said unto all the people, Come near unto me. And all the people came near unto him. And he repaired the altar of the LORD that was broken down.", "31": "And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, unto whom the word of the LORD came, saying, Israel shall be thy name;", "32": "and with the stones he built an altar in the name of the LORD; then he made a trench round about the altar, as great as would contain two measures of seed.", "33": "And he put the wood in order and cut the bullock in pieces and laid it on the wood and said, Fill four pitchers with water and pour it on the burnt sacrifice and on the wood.", "34": "And he said, Do it the second time, and they did it the second time. And he said, Do it the third time, and they did it the third time.", "35": "So that the water ran round about the altar, and he had filled the trench also with water.", "36": "And it came to pass at the time of the offering of the evening sacrifice, that Elijah the prophet came near and said, LORD God of Abraham, of Isaac, and of Israel, let it be known this day that thou art God in Israel and that I am thy slave and that I have done all these things at thy word.", "37": "Answer me, O LORD, answer me, that this people may know that thou art the LORD God and that thou shalt convert their heart back again to thee.", "38": "Then fire of the LORD fell, which consumed the burnt sacrifice and the wood and the stones and the dust and licked up the water that was in the trench.", "39": "And seeing it, all the people fell on their faces, and they said, The LORD, he is the God; the LORD, he is the God.", "40": "And Elijah said unto them, Seize the prophets of Baal; let not one of them escape. And they seized them; and Elijah took them down to the brook Kishon and slew them there.", "41": "¶ Then Elijah said to Ahab, Go up, eat and drink; for there is a sound of abundance of rain.", "42": "So Ahab went up to eat and to drink. And Elijah went up to the top of Carmel, and he cast himself down upon the earth and put his face between his knees", "43": "and said to his slave, Go up now, look toward the sea. And he went up and looked and said, There is nothing. And he said, Go again seven times.", "44": "And the seventh time he said, Behold, a little cloud like the palm of a man's hand arises out of the sea. And he said, Go and say to Ahab, Prepare thy chariot and descend that the rain not stop thee.", "45": "And it came to pass in the meanwhile that the heavens became black with clouds and wind, and there was a great rain. And Ahab rode and went to Jezreel.", "46": "And the hand of the LORD was upon Elijah, who girded up his loins and ran before Ahab to the entrance of Jezreel."}