{"1": "Now in Caesarea there was a man named Cornelius, a centurion[a] in what was known as the Italian Regiment. ", "2": "He was a devout man who feared God, as did everyone in his home. He gave many gifts to the poor among the people and always prayed to God.", "3": "One day, about three in the afternoon,[b] he had a vision and clearly saw an angel of God coming to him and saying to him, “Cornelius!”", "4": "He stared at the angel[c] in terror and asked, “What is it, Lord?” The angel[d] answered him, “Your prayers and your gifts to the poor have arisen as a reminder[e] to God. ", "5": "Send men now to Joppa and summon Simon, who is called Peter. ", "6": "He is a guest of Simon, a leatherworker, whose house is by the sea.”", "7": "When the angel who had spoken to him had gone, Cornelius[f] summoned two of his household servants and a devout soldier, one of those who served him regularly. ", "8": "He explained everything to them and sent them to Joppa.", "9": "Around noon[g] the next day, while they were on their way and coming close to the town, Peter went up on the roof to pray. ", "10": "He became very hungry and wanted to eat, and while the food[h] was being prepared, he fell into a trance ", "11": "and saw heaven open and something like a large linen sheet coming down, being lowered by its four corners to the ground. ", "12": "In it were all kinds of four-footed animals, reptiles, and birds of the air.", "13": "Then a voice told him,[i] “Get up, Peter! Kill something and eat it.”", "14": "But Peter said, “Absolutely not, Lord, for I have never eaten anything that is common or unclean!”", "15": "Again the voice came to him a second time, “You must stop calling unclean what God has made clean.” ", "16": "This happened three times. Then the sheet[j] was quickly taken back into heaven.", "17": "While Peter was still at a loss to know what the vision he had seen could mean, the men sent by Cornelius asked for Simon's house and went to the gate. ", "18": "They called out and asked if Simon who was called Peter was staying there. ", "19": "Peter was still thinking about the vision when the Spirit told him, “Look! Three men are looking for you. ", "20": "Get up, go downstairs, and don't hesitate to go with them, for I have sent them.”", "21": "So Peter went to the men and said, “I'm the man you're looking for. Why are you here?”", "22": "The men replied, “Cornelius, a centurion and an upright and God-fearing man who is respected by the whole Jewish nation, was instructed by a holy angel to send for you to come to his home to hear what you have to say.”", "23": "So Peter[k] welcomed them as his guests. The next day, he got up and went with them, and some of the brothers from Joppa went along with him.", "24": "The next day, they arrived in Caesarea. Cornelius was expecting them and had called his relatives and close friends together. ", "25": "When Peter was about to enter, Cornelius met him, bowed down at his feet, and began to worship him. ", "26": "But Peter made him get up, saying, “Stand up! I, too, am only a man.”", "27": "As Peter[l] talked with him, he went in and found that many people had gathered. ", "28": "He told them, “You understand how wrong it is for a Jew to associate or visit with unbelievers.[m] But God has shown me that I should stop calling anyone common or unclean, ", "29": "and that is why I didn't hesitate when I was sent for. Now may I ask why you sent for me?”", "30": "Cornelius replied, “Four days ago at this very hour, three o'clock in the afternoon,[n] I was praying in my home. All at once a man in radiant clothes stood in front of me ", "31": "and said, 'Cornelius, your prayer has been heard. God has remembered your gifts to the poor, ", "32": "so send messengers[o] to Joppa and summon Simon, who is called Peter, to come to you. He is a guest in the home of Simon, a leatherworker, by the sea.' ", "33": "So I sent for you immediately, and it was good of you to come. All of us are here now in the presence of God to listen to everything the Lord has ordered you to say.”", "34": "Then Peter began to speak: “Now I understand that God shows no partiality. ", "35": "Indeed, whoever fears him and does what is right is acceptable to him in any nation. ", "36": "He has sent his word to the descendants of Israel and brought them the good news of peace through Jesus the Messiah.[p] This man is the Lord of everyone. ", "37": "You know what happened throughout Judea, beginning in Galilee after the baptism that John preached. ", "38": "God anointed Jesus of Nazareth with the Holy Spirit and with power, and because God was with him, he went around doing good and healing everyone who was oppressed by the Devil. ", "39": "We are witnesses of everything Jesus[q] did in the land of the Jews, including Jerusalem. “They hung him on a tree and killed him, ", "40": "but God raised him on the third day and allowed him to appear— ", "41": "not to all the people, but to us who were chosen by God to be witnesses and who ate and drank with him after he rose from the dead. ", "42": "He also ordered us to preach to the people and to testify solemnly that this is the one appointed by God to be the judge of the living and the dead. ", "43": "All the prophets testify to this: everyone who believes in Jesus[r] receives forgiveness of sins through his name.”", "44": "While Peter was still making this statement, the Holy Spirit fell on all the people who were listening to his message. ", "45": "Then the circumcised believers who had come with Peter were amazed that the gift of the Holy Spirit had been poured out on the gentiles, too, ", "46": "because they heard them speaking in foreign languages[s] and praising God. Then Peter said, ", "47": "“No one can stop us from using water to baptize these people who have received the Holy Spirit in the same way that we did, can they?”[t] ", "48": "So Peter[u] ordered them to be baptized in the name of Jesus the Messiah.[v] Then they asked him to stay there for several days."}