{"1": "Paul[a] also went to Derbe and Lystra, where there was a disciple named Timothy, the son of a believing Jewish wife whose husband was a Greek. ", "2": "Timothy[b] was highly regarded by the brothers in Lystra and Iconium. ", "3": "Paul wanted this man to go with him, so he took him and had him circumcised because of the Jews who lived in that region, since everyone knew that Timothy's[c] father was a Greek. ", "4": "As they went from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for them to obey. ", "5": "So the churches continued to be strengthened in the faith and to increase in numbers every day.", "6": "Because they had been prevented by the Holy Spirit from speaking the word in Asia, Paul and Timothy[d] went through the region of Phrygia and Galatia. ", "7": "They went as far as Mysia and tried to enter Bithynia, but the Spirit of Jesus did not permit them, ", "8": "so they bypassed Mysia and went down to Troas. ", "9": "During the night Paul had a vision. A man from Macedonia was standing there and pleading with him, “Come over to Macedonia and help us!” ", "10": "As soon as he had seen the vision, we immediately looked for a way to go to Macedonia, because we were convinced that God had called us to tell the people there[e] the good news.", "11": "Sailing from Troas, we went straight to Samothrace, the next day to Neapolis, ", "12": "and from there to Philippi, an important city of the district[f] of Macedonia and a Roman[g] colony. We were in this city for several days. ", "13": "On the Sabbath day, we went out the city gate and walked[h] along the river, where we thought there was a place of prayer. We sat down and began talking to the women who had gathered there. ", "14": "A woman named Lydia, from the city of Thyatira, a dealer in purple goods, was listening to us. She was a worshiper of God, and the Lord opened her heart to listen carefully to what was being said by Paul. ", "15": "When she and her family were baptized, she urged us, “If you are convinced that I am a believer in the Lord, come and stay at my home.” And she continued to insist that we do so.", "16": "Once, as we were going to the place of prayer, we met a slave girl who had a spirit of fortune-telling and who had brought her owners a great deal of money by predicting the future. ", "17": "She would follow Paul and us and shout, “These men are servants of the Most High God and are proclaiming to you[i] a way of salvation!”", "18": "She kept doing this for many days until Paul became annoyed, turned to her[j] and told the spirit, “I command you in the name of Jesus the Messiah[k] to come out of her!” And it came out that very moment.[l]", "19": "When her owners realized that their hope of making money was gone, they grabbed Paul and Silas and dragged them before the authorities who met together in the public square.[m] ", "20": "They brought them before the magistrates and said, “These men are stirring up a lot of trouble in our city. They are Jews ", "21": "and are advocating customs that we're not allowed to accept or practice as Romans.”", "22": "The crowd joined in the attack against them. Then the magistrates had Paul and Silas[n] stripped of their clothes and ordered them beaten with rods. ", "23": "After giving them a severe beating, they threw them in jail and ordered the jailer to keep them under tight security. ", "24": "Having received these orders, he put them into the inner cell and fastened their feet in leg irons.", "25": "Around midnight, Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. ", "26": "Suddenly, there was an earthquake so violent that the foundations of the prison were shaken. All the doors immediately flew open, and everyone's chains were unfastened.", "27": "When the jailer woke up and saw the prison doors wide open, he drew his sword and was about to kill himself, since he thought the prisoners had escaped. ", "28": "But Paul shouted in a loud voice, “Don't hurt yourself, because we are all here!”", "29": "The jailer[o] asked for torches and rushed inside. Trembling as he knelt in front of Paul and Silas, ", "30": "he took them outside and asked, “Sirs, what must I do to be saved?”", "31": "They answered, “Believe on the Lord Jesus, and you and your family will be saved.” ", "32": "Then they spoke the word of the Lord[p] to him and everyone in his home.", "33": "At that hour of the night, he took them and washed their wounds. Then he and his entire family were baptized immediately. ", "34": "He brought Paul and Silas[q] upstairs into his house and set food before them. He was thrilled, as was his household, to believe in God.", "35": "When day came, the magistrates sent guards, who commanded, “Release those men.”", "36": "The jailer reported these words to Paul, and added, “The magistrates have sent word to release you. So come out now and go in peace.”", "37": "But Paul told the guards,[r] “The magistrates[s] have had us beaten publicly without a trial and have thrown us into jail, even though we are Roman citizens. Now are they going to throw us out secretly? Certainly not! Have them come and escort us out.”", "38": "The guards reported these words to the magistrates, and they became afraid when they heard that Paul and Silas[t] were Roman citizens. ", "39": "So the magistrates[u] came, apologized to them, and escorted them out. Then they asked them to leave the city. ", "40": "Leaving the jail, Paul and Silas[v] went to Lydia's house. They saw the brothers, encouraged them, and then left."}