{"1": "Paul and Silas[a] traveled through Amphipolis and Apollonia and came to Thessalonica, where there was a Jewish synagogue. ", "2": "As usual, Paul entered there and on three Sabbaths discussed the Scriptures with them. ", "3": "He explained and showed them that the Messiah[b] had to suffer and rise from the dead: “This very Jesus whom I proclaim to you is the Messiah.”[c]", "4": "Some of them were persuaded and began to be associated with Paul and Silas, especially a large crowd of devout Greeks and the wives of many prominent men. ", "5": "But the Jewish leaders[d] became jealous, and they took some contemptible characters who used to hang out in the public square,[e] formed a mob, and started a riot in the city. They attacked Jason's home and searched it for Paul and Silas in order to bring them out to the people. ", "6": "When they didn't find them, they dragged Jason and some other brothers before the city officials and shouted, “These fellows who have turned the world upside down have come here, too, ", "7": "and Jason has welcomed them as his guests. All of them oppose the emperor's decrees by saying that there is another king—Jesus!”", "8": "The crowd and the city officials were upset when they heard this, ", "9": "but after they had gotten a bond from Jason and the others, they let them go.", "10": "That night the brothers immediately sent Paul and Silas away to Berea. When they arrived, they went into the Jewish synagogue. ", "11": "These people were more receptive than those in Thessalonica. They were very willing to receive the message, and every day they carefully examined the Scriptures to see if those things were so. ", "12": "Many of them believed, including a large number of prominent Greek women and men.", "13": "But when the Jewish leaders[f] in Thessalonica found out that the word of God had been proclaimed by Paul also in Berea, they went there to upset and incite the crowds. ", "14": "Then the brothers immediately sent Paul away to the coast, but Silas and Timothy stayed there.", "15": "The men who escorted Paul took him all the way to Athens and, after receiving instructions to have Silas and Timothy join him as soon as possible, they left. ", "16": "While Paul was waiting for them in Athens, his spirit was deeply disturbed to see the city full of idols. ", "17": "So he began holding discussions in the synagogue with the Jews and other worshipers, as well as every day in the public square[g] with anyone who happened to be there. ", "18": "Some Epicurean and Stoic philosophers also debated with him. Some asked, “What is this blabbermouth trying to say?” while others said, “He seems to be preaching about foreign gods.” This was because Paul[h] was telling the good news about Jesus and the resurrection.", "19": "Then they took him, brought him before the Areopagus,[i] and asked, “May we know what this new teaching of yours is? ", "20": "It sounds rather strange to our ears, and we would like to know what it means.” ", "21": "Now all the Athenians and the foreigners living there used to spend their time doing nothing else other than listening to the latest ideas or repeating them.", "22": "So Paul stood up in front of the Areopagus[j] and said, “Men of Athens, I see that you are very religious in every way. ", "23": "For as I was walking around and looking closely at the objects you worship, I even found an altar with this written on it: 'To an unknown god.' So I am telling you about the unknown object you worship. ", "24": "The God who made the world and everything in it is the Lord of heaven and earth. He doesn't live in shrines made by human hands, ", "25": "and he isn't served by people[k] as if he needed anything. He himself gives everyone life, breath, and everything else. ", "26": "From one man[l] he made every nation of humanity to live all over the earth, fixing the seasons of the year and the national boundaries within which they live, ", "27": "so that they might look for God,[m] somehow reach for him, and find him. Of course, he is never far from any one of us. ", "28": "For we live, move, and exist because of him, as some of your own poets have said: '…Since we are his children, too.'[n] ", "29": "So if we are God's children, we shouldn't think that the divine being is like gold, silver, or stone, or is an image carved by humans using their own imagination and skill. ", "30": "Though God has overlooked those times of ignorance, he now commands everyone everywhere to repent, ", "31": "because he has set a day when he is going to judge the world with justice[o] through a man whom he has appointed. He has given proof of this to everyone by raising him from the dead.”", "32": "When they heard about a resurrection of the dead, some began joking about it, while others said, “We will hear you again about this.” ", "33": "And so Paul left the meeting.[p] ", "34": "Some men joined him and became believers. With them were Dionysius, who was a member of the Areopagus,[q] a woman named Damaris, and some others along with them."}