{"1": "It was while Apollos was in Corinth that Paul passed through the inland districts and came to Ephesus. He found a few disciples there ", "2": "and asked them, “Did you receive the Holy Spirit when you believed?” They answered him, “No, we haven't even heard that there is a Holy Spirit.”", "3": "He then asked, “Then into what were you baptized?” They answered, “Into John's baptism.”", "4": "Then Paul said, “John baptized when they repented, telling the people to believe in the one who was to come after him, that is, in Jesus.” ", "5": "On hearing this, they were baptized in the name of the Lord Jesus. ", "6": "When Paul laid his hands on them, the Holy Spirit came on them, and they began to speak in foreign languages[a] and to prophesy. ", "7": "There were about twelve men in all.", "8": "He went into the synagogue and spoke there boldly for three months, holding discussions and persuading those who heard him[b] about the kingdom of God. ", "9": "But when some people became stubborn, refused to believe, and slandered the Way in front of the people, Paul[c] left them, taking his disciples away with him, and held daily discussions in the lecture hall of Tyrannus.[d] ", "10": "This went on for two years, so that all who lived in Asia, Jews and Greeks alike, heard the word of the Lord. ", "11": "God continued to do extraordinary miracles through Paul.[e] ", "12": "When handkerchiefs and aprons that had touched his skin were taken to the sick, their diseases left them and evil spirits went out of them.", "13": "Then some Jews who went around trying to drive out demons attempted to use the name of the Lord Jesus on those who had evil spirits, saying, “I command you by that Jesus whom Paul preaches!” ", "14": "Seven sons of a Jewish high priest named Sceva were doing this.", "15": "But the evil spirit told them, “Jesus I know, and I am getting acquainted with Paul, but who are you?”", "16": "Then the man with the evil spirit jumped on them, got the better of them, and so violently overpowered all of them that they fled out of the house naked and bruised. ", "17": "When this became known to everyone living in Ephesus, Jews and Greeks alike, they all became terrified, and the name of the Lord Jesus began to be held in high honor. ", "18": "Many who became believers kept coming to confess and talk about what they had been doing. ", "19": "Moreover, many people who had practiced occult arts gathered their books and burned them in front of everybody. They estimated their value and found them to have been worth 50,000 silver coins.[f] ", "20": "In that way the word of the Lord kept spreading and triumphing.", "21": "After these things had happened, Paul decided[g] to go through Macedonia and Achaia and then to go on to Jerusalem. “After I have gone there,” he told them, “I must also see Rome.” ", "22": "Then he sent two of his helpers, Timothy and Erastus, to Macedonia, while he himself stayed in Asia a while longer.", "23": "Now about that time a great commotion broke out concerning the Way. ", "24": "By making silver shrines of Artemis, a silversmith named Demetrius provided a large income for skilled workers. ", "25": "He called a meeting of these men and others who were engaged in similar trades and said, “Men, you well know that we get a good income from this business. ", "26": "You also see and hear that, not only in Ephesus, but almost all over Asia, this man Paul has won over and taken away a large crowd by telling them that gods made by human[h] hands are not gods at all. ", "27": "There is a danger not only that our business will lose its reputation but also that the temple of the great goddess Artemis will be brought into disrepute and that she will be robbed of her majesty that brought all Asia and the world to worship her.”", "28": "When they heard this, they became furious and began to shout, “Great is Artemis of the Ephesians!” ", "29": "The city was filled with confusion, and the people[i] rushed into the theater together, dragging with them Gaius and Aristarchus, Paul's fellow travelers from Macedonia. ", "30": "Paul wanted to go into the crowd, but the disciples wouldn't let him. ", "31": "Even some officials of the province of Asia who were his friends sent him a message urging him not to risk his life in the theater.", "32": "Meanwhile, some were shouting one thing and some another, since the crowd was confused, and most of them didn't know why they were meeting. ", "33": "Some of the crowd concluded it was because of Alexander, since the Jews had pushed him to the front. So Alexander motioned for silence and tried to make a defense before the people. ", "34": "But when they found out that he was a Jew, they all started to shout in unison for about two hours, “Great is Artemis of the Ephesians!”", "35": "When the city recorder had quieted the crowd, he said, “Men of Ephesus, who in the world[j] doesn't know that this city of Ephesus is the keeper of the temple of the great Artemis and of the statue that fell down from heaven?[k] ", "36": "Since these things cannot be denied, you must be quiet and not do anything reckless. ", "37": "For you have brought these men here, although they neither rob temples nor blaspheme our[l] goddess. ", "38": "So if Demetrius and his workers have a charge against anyone, the courts are open and there are proconsuls. They should accuse one another there. ", "39": "But if you want anything else, it must be settled in the regular assembly, ", "40": "because we are in danger of being charged with rioting today, and there is no good reason we can give to justify this commotion.” ", "41": "After saying this, he dismissed the assembly."}