{"1": "When the day of Pentecost was being celebrated,[a] all of them were together in one place. ", "2": "Suddenly, a sound like the roar of a mighty windstorm came from heaven and filled the whole house where they were sitting. ", "3": "They saw tongues like flames[b] of fire that separated, and one rested on each of them. ", "4": "All of them were filled with the Holy Spirit and began to speak in foreign[c] languages as the Spirit gave them that ability.", "5": "Now devout Jews from every nation on earth[d] were living in Jerusalem. ", "6": "When that sound came, a crowd quickly gathered, startled because each one heard the disciples[e] speaking in his own language. ", "7": "Stunned and amazed, they asked, “All of these people who are speaking are Galileans, aren't they? ", "8": "So how is it that each one of us hears them speaking in his own native language:[f] ", "9": "Parthians, Medes, Elamites, residents of Mesopotamia, Judea, Cappadocia, Pontus, Asia, ", "10": "Phrygia, Pamphylia, Egypt, the district of Libya near Cyrene, Jewish and proselyte visitors from Rome, ", "11": "Cretans, and Arabs, listening to them talk in our own languages about the great deeds of God?”", "12": "All of them continued to be stunned and puzzled, and they kept asking one another, “What can this mean?”", "13": "But others kept saying in derision, “They're drunk on sweet wine!”", "14": "Then Peter stood up among the eleven apostles[g] and raised his voice to address them: “Men of Judea and everyone living in Jerusalem! You must understand something, so pay close attention to my words. ", "15": "These men are not drunk as you suppose, for it's only nine o'clock in the morning.[h] ", "16": "Rather, this is what was spoken through the prophet Joel:", "17": "'In the last days, God says, I will pour out my Spirit on everyone.[i] Your sons and your daughters will prophesy, your young men will see visions, and your old men will dream dreams.", "18": "In those days I will even pour out my Spirit on my slaves, men and women alike, and they will prophesy.", "19": "I will display wonders in the sky above and signs on the earth below: blood, fire, and clouds of smoke.", "20": "The sun will become dark, and the moon turn to blood, before the coming of the great and glorious Day of the Lord.[j]", "21": "Then whoever calls on the name of the Lord[k] will be saved.'[l]", "22": "“Fellow Israelis, listen to these words: Jesus from Nazareth[m] was a man authenticated to you by God through miracles, wonders, and signs that God performed through him among you, as you yourselves know. ", "23": "After he was arrested according to the predetermined plan and foreknowledge of God, you crucified this very man and killed him using the hands of lawless men. ", "24": "But God raised him up, putting an end to the suffering of death,[n] since it was impossible for him to be held by it, ", "25": "since David says about him, 'I always keep my eyes on the Lord,[o] for he is at my right hand so that I cannot be shaken.", "26": "That is why my heart is glad and my tongue rejoices, yes, even my body still rests securely in hope.", "27": "For you will not abandon my soul to Hades[p] or allow your Holy One to experience decay.", "28": "You have made the ways of life known to me, and you will fill me with gladness in your presence.'[q]", "29": "“Brothers, I can tell you confidently that the patriarch David died and was buried, and that his tomb is among us to this day. ", "30": "Therefore, since he was a prophet and knew that God had promised him with an oath to put one of his descendants on his throne, ", "31": "he looked ahead and spoke about the resurrection of the Messiah:[r] 'He was not abandoned to Hades,[s] and his flesh did not experience decay.'[t]", "32": "“It was this very Jesus whom God raised—and we're all witnesses of that. ", "33": "He has been exalted to the right hand of God, has received from the Father the promised Holy Spirit,[u] and has caused you to experience what you are seeing and hearing. ", "34": "After all, David did not go up to heaven, but he said, 'The Lord[v] told my Lord, “Sit at my right hand,", "35": "until I make your enemies your footstool.”'[w]", "36": "“Therefore, let all the people[x] of Israel understand beyond a doubt that God made this Jesus, whom you crucified, both Lord and Messiah!”[y]", "37": "When the crowd that had gathered[z] heard this, they were pierced to the heart. They asked Peter and the other apostles, “Brothers, what should we do?”", "38": "Peter answered them, “Every one of you must repent and be baptized in the name of Jesus the Messiah[aa] for the forgiveness of your sins. Then you will receive the Holy Spirit as a gift.[ab] ", "39": "For this promise belongs to you and your children, as well as to all those who are distant, whom the Lord our God may call to himself.”", "40": "Using many different expressions, Peter[ac] continued to testify and to plead: “Be saved,” he urged them, “from this corrupt generation!” ", "41": "So those who welcomed his message were baptized. That day about 3,000 people were added to their number.", "42": "The believers[ad] continued to devote themselves to what the apostles were teaching, to fellowship, to the breaking of bread, and to times of prayer.[ae] ", "43": "A sense of fear[af] came over everyone, and many wonders and signs were being done by the apostles. ", "44": "All the believers were united and shared everything with one another.[ag] ", "45": "They made it their practice to sell their possessions and goods and to distribute the proceeds[ah] to anyone who was in need. ", "46": "United in purpose, they went to the Temple every day, ate at each other's homes, and shared their food with glad and humble hearts. ", "47": "They were praising God and enjoying the good will of all the people. Every day the Lord was adding to their number those who were being saved."}