{"1": "When we had torn ourselves away from those brothers,[a] we sailed straight to Cos, and the next day to Rhodes, and from there to Patara.[b] ", "2": "There we found a ship going across to Phoenicia, so we went aboard and sailed on. ", "3": "We came in sight of Cyprus, and leaving it on our left, we sailed on to Syria and landed at Tyre because the ship was to unload its cargo there. ", "4": "So we located some disciples and stayed there for seven days. Through the Spirit, they kept telling Paul not to go to Jerusalem, ", "5": "but when our time there came to an end, we left and proceeded on our journey. All of them accompanied us with their wives and children out of the city. We knelt on the beach, prayed, ", "6": "and said goodbye to each other. Then we reboarded the ship, and they went back home.", "7": "When we completed our voyage from Tyre, we arrived at Ptolemais, greeted the brothers there, and stayed with them for one day. ", "8": "The next day, we left and came to Caesarea. We went to the home of Philip the evangelist, one of the Seven, and stayed with him. ", "9": "He had four unmarried daughters who could prophesy. ", "10": "After we had been there for a number of days, a prophet named Agabus arrived from Judea. ", "11": "He came to us, took Paul's belt, and tied his own feet and hands with it. Then he said, “The Holy Spirit says, 'This is how the Jewish leaders[c] in Jerusalem will tie up the man who owns this belt. Then they will hand him over to the gentiles.'” ", "12": "When we heard this, we and the people who lived there begged Paul[d] not to go up to Jerusalem.", "13": "At this Paul replied, “What do you mean by crying and breaking my heart? I'm ready not only to be tied up in Jerusalem but even to die for the name of the Lord Jesus!”", "14": "When he could not be persuaded otherwise, we remained silent except to say, “May the Lord's will be done.”", "15": "When our time there ended,[e] we got ready to go up to Jerusalem. ", "16": "Some of the disciples from Caesarea went with us. They took us to the home of Mnason to be his guests. He was from Cyprus and had been[f] an early disciple. ", "17": "When we arrived in Jerusalem, the brothers there welcomed us warmly.", "18": "The next day, Paul went with us to visit James, and all the elders were present. ", "19": "After greeting them, Paul[g] related one by one the things that God had done among the gentiles through his ministry. ", "20": "When they heard about it, they praised God and told him, “You see, brother, how many tens of thousands of believers there are among the Jews, and all of them are zealous for the Law. ", "21": "But they have been told about you—that you teach all the Jews living among the gentiles to forsake the Law of Moses, and that you tell them not to circumcise their children or observe the customs. ", "22": "What is to be done? They will certainly hear that you have come. ", "23": "So do what we tell you. We have four men who are under a vow. ", "24": "Take these men, go through the purification ceremony with them, and pay their expenses to shave their heads. Then everyone will know that there is nothing in what they have been told about you, but that you are carefully observing and keeping the Law. ", "25": "As for the gentiles who have become believers, we have sent a letter with our decision that they should keep away from food that has been sacrificed to idols, from blood,[h] from anything strangled,[i] and from sexual immorality.”", "26": "Then Paul took those men and the next day purified himself with them. Then he went into the Temple to announce the time when their days of purification would end and when the sacrifice would be offered for each of them. ", "27": "When the seven days were almost over, the Jews from Asia, seeing Paul[j] in the Temple, stirred up a large crowd. They grabbed Paul,[k] ", "28": "yelling, “Men of Israel, help! This is the man who teaches everyone everywhere to turn against our people, the Law, and this place. More than that, he has even brought Greeks into the Temple and desecrated this Holy Place.” ", "29": "For they had earlier seen Trophimus the Ephesian in the city with him and assumed that Paul had taken him into the Temple. ", "30": "The whole city was in chaos. The people rushed together, grabbed Paul, dragged him out of the Temple, and at once the doors were sealed shut.", "31": "The crowd[l] was trying to kill Paul[m] when a report reached the tribune of the cohort[n] that all Jerusalem was in an uproar. ", "32": "Immediately the tribune[o] took some soldiers and officers and ran down to the crowd.[p] When the people[q] saw the tribune and the soldiers, they stopped beating Paul. ", "33": "Then the tribune came up, grabbed Paul,[r] and ordered him to be tied up with two chains. He then asked who Paul[s] was and what he had done. ", "34": "Some of the crowd shouted this and some that. Since the tribune[t] couldn't learn the facts due to the confusion, he ordered Paul[u] to be taken into the barracks. ", "35": "When Paul[v] got to the steps, he had to be carried by the soldiers because the mob had become so violent. ", "36": "The crowd of people kept following him and shouting, “Kill him!”", "37": "Just as Paul was about to be taken into the barracks, he asked the tribune, “May I say something to you?” The tribune[w] asked, “Oh, do you speak Greek? ", "38": "You're not the Egyptian who started a revolt some time ago and led 4,000 assassins into the desert, are you?”", "39": "Paul replied, “I'm a Jew from Tarsus in Cilicia, a citizen of no insignificant city. Please let me speak to the people.” ", "40": "The tribune[x] gave him permission, and Paul, standing on the steps, motioned for the people to be silent. When everyone had quieted down, he spoke to them in the Hebrew language:"}