{"1": "“Brothers and fathers, listen to the defense that I am now making before you.” ", "2": "When they heard him speaking to them in Hebrew, they became even more quiet, and he continued:", "3": "“I am a Jew, born in Tarsus in Cilicia but raised in this city and educated at the feet of Gamaliel in the strict ways of our ancestral Law. I am as zealous for God as all of you are today. ", "4": "I persecuted this Way, even executing people,[a] and kept tying up both men and women and putting them in prison, ", "5": "as the high priest and the whole council of elders can testify about me. I also received letters from them to the brothers in Damascus, and I was going there to tie up those who were there and bring them back to Jerusalem to be punished.", "6": "“But while I was on my way and approaching Damascus about noon, a bright light from heaven suddenly flashed around me. ", "7": "I fell to the ground and heard a voice saying to me, 'Saul! Saul! Why are you persecuting me?'", "8": "“I answered, 'Who are you, Lord?'[b] “He told me, 'I'm Jesus from Nazareth,[c] whom you are persecuting.' ", "9": "The men who were with me saw the light but didn't understand the voice of the one who was speaking to me.", "10": "“Then I asked, 'What am I to do, Lord?' “The Lord told me, 'Get up and go into Damascus, and there you will be told everything you are destined to do.' ", "11": "Since I could not see because of the brightness of the light, the men who were with me took me by the hand and led me into Damascus.", "12": "“A certain Ananias, who was a devout man with respect to the Law and who was highly regarded by all the Jews living there, ", "13": "came to me. He stood beside me and said, 'Brother Saul, receive your sight!' At that moment I could see him.", "14": "“Then he said, 'The God of our ancestors has chosen you to know his will, to see the Righteous One, and to hear his own voice,[d] ", "15": "because you will be his witness to all people of what you have seen and heard. ", "16": "So now, what are you waiting for? Get up, be baptized, and have your sins washed away as you call on his name.'", "17": "“Then I returned to Jerusalem. While I was praying in the Temple, I fell into a trance ", "18": "and saw the Lord[e] saying to me, 'Hurry up and get out of Jerusalem at once, because the people[f] won't accept your testimony about me.'", "19": "“I said, 'Lord, they themselves know that in every synagogue I kept imprisoning and beating those who believe in you. ", "20": "Even when the blood of your witness Stephen was being shed, I was standing there, approving it and guarding the coats of those who were killing him.'", "21": "“Then he told me, 'Go, because I'll send you far away to the gentiles.'”", "22": "Up to this point they listened to him, but then they began to shout, “Away with such a fellow from the earth! He's not fit to go on living!” ", "23": "While they were yelling, tossing their coats around, and throwing dirt into the air, ", "24": "the tribune ordered Paul[g] to be taken into the barracks and told the soldiers[h] to beat and question him in order to find out why the people[i] were yelling at him like this.", "25": "But when they had tied him up with the straps, Paul asked the centurion[j] who was standing there, “Is it legal for you to whip a Roman citizen who hasn't been condemned?”", "26": "When the centurion heard this, he went to the tribune and told him, “What are you doing? This man is a Roman citizen!”", "27": "So the tribune went and asked Paul,[k] “Tell me, are you a Roman citizen?” “Yes,” he said.", "28": "Then the tribune replied, “I paid a lot of money for this citizenship of mine.” Paul said, “But I was born a citizen.” ", "29": "Immediately those who were about to examine him stepped back, and the tribune was afraid when he found out that Paul[l] was a Roman citizen and that he had tied him up.", "30": "The next day, since the tribune[m] wanted to find out exactly what Paul[n] was being accused of by the Jews, he released him and ordered the high priests and the entire Council[o] to meet. Then he brought Paul down and had him stand before them."}