{"1": "Then Agrippa told Paul, “You have permission to speak for yourself.” So Paul stretched out his hand and began his defense.", "2": "“I consider myself fortunate that it is before you, King Agrippa, that I can defend myself today against all the accusations of the Jewish leaders,[a] ", "3": "since you are especially familiar with all the Jewish customs and controversies. I beg you, therefore, to listen patiently to me. ", "4": "All the Jews know how I lived from the earliest days of my youth with my own people and in Jerusalem. ", "5": "They have known for a long time, if they would but testify to it, that I lived as a Pharisee, adhering to the standards of our strictest religious party.", "6": "“And now I stand here on trial for the hope of the promise made by God to our ancestors. ", "7": "Our twelve tribes, worshiping day and night with intense devotion, hope to attain it. It is because of this hope, O King, that I am accused by the Jews. ", "8": "Why is it thought incredible by all of you that God should raise the dead? ", "9": "Indeed, I myself thought it my duty to take extreme measures against the name of Jesus from Nazareth.[b] ", "10": "That is what I did in Jerusalem. I received authority from the high priests and locked many of the saints in prison. And when I cast my vote against them, they were put to death. ", "11": "I would even punish them frequently in every synagogue and try to make them blaspheme. Raging furiously against them, I would hunt them down even in distant cities.", "12": "“That is how I happened to be traveling to Damascus with authority based on a commission from the high priests. ", "13": "On the road at noon, O King, I saw a light from heaven that was brighter than the sun. It flashed around me and those who were traveling with me.", "14": "“All of us fell to the ground, and I heard a voice asking me in the Hebrew language, 'Saul! Saul! Why are you persecuting me? It is hurting you to keep on kicking against the cattle prods.'[c]", "15": "“I asked, 'Who are you, Lord?'[d] “The Lord answered, 'I'm Jesus, whom you are persecuting. ", "16": "But get up and stand on your feet, because I've appeared to you for the very purpose of appointing you to be my servant and witness of what you've seen and of what I'll show you. ", "17": "I'll continue to rescue you from your people and from the gentiles to whom I'm sending you. ", "18": "You will help them understand[e] and turn them from darkness to light and from Satan's control to God, so that their sins will be forgiven and they will receive a share among those who are sanctified by faith in me.'", "19": "“And so, King Agrippa, I was not disobedient to the heavenly vision. ", "20": "Instead, I first told the people in Damascus and Jerusalem, then all the people in Judea—and after that the gentiles—to repent, turn to God, and perform deeds that are consistent with such repentance. ", "21": "For this reason the Jewish leaders[f] grabbed me in the Temple and kept trying to kill me. ", "22": "I've had help from God to this day, and so I stand here to testify to both the powerful and the lowly alike, stating only what the prophets and Moses said would happen— ", "23": "that the Messiah[g] would suffer and be the first to rise from the dead and would bring light both to our people and to the gentiles.”", "24": "As he continued his defense, Festus shouted, “You're out of your mind, Paul! Too much education is driving you crazy!”", "25": "But Paul said, “I'm not out of my mind, Your Excellency Festus. I'm reporting what is absolutely true. ", "26": "Indeed, the king knows about these things, and I can speak to him freely. For I'm certain that none of these things has escaped his notice, since this wasn't done in a corner. ", "27": "King Agrippa, do you believe the prophets? I know you believe them!”", "28": "Agrippa asked Paul, “Can you so quickly persuade me to become a Christian?”", "29": "Paul replied, “Whether quickly or not, I wish to God that not only you but everyone listening to me today would become what I am—except for these chains!”", "30": "Then the king, the governor, Bernice, and those who were sitting with him got up. ", "31": "As they were leaving, they began to say to each other, “This man hasn't been doing anything to deserve death or imprisonment.”", "32": "Agrippa told Festus, “This man could have been set free if he hadn't appealed to the emperor.”"}