{"1": "When we were safely on shore, we learned that the island was called Malta. ", "2": "The people who lived there were unusually kind to us. It had started to rain and was cold, so they started a bonfire and invited us to join them[a] around it. ", "3": "Paul gathered a bundle of sticks and put it on the fire. A poisonous snake was forced out by the heat and attached itself to Paul's[b] hand. ", "4": "When the people who lived there saw the snake hanging from his hand, they told one another, “This man must be a murderer! He may have escaped from the sea, but Justice[c] won't let him live.” ", "5": "But he shook the snake into the fire and wasn't harmed. ", "6": "They were expecting him to swell up or suddenly drop dead, but after waiting a long time and seeing nothing unusual happen to him, they changed their minds and said he was a god.", "7": "The governor of the island, whose name was Publius, owned estates in that part of the island. He welcomed us and entertained us with great hospitality for three days. ", "8": "The father of Publius happened to be sick in bed with fever and dysentery. Paul went to him, prayed, and healed him by placing his hands on him. ", "9": "After that had happened, the rest of the sick people on the island went to him and were healed. ", "10": "The islanders[d] honored us in many ways, and when we were about to sail again,[e] they supplied us with everything we needed.", "11": "Three months later, we continued our sailing onboard an Alexandrian ship that had spent the winter at the island. It had the Twin Brothers[f] as its figurehead. ", "12": "We stopped at Syracuse and stayed there for three days. ", "13": "Then we weighed anchor and came to Rhegium. A day later, a south wind began to blow, and on the second day we came to Puteoli. ", "14": "There we found some brothers and were invited to stay with them for seven days. After this, we arrived in Rome. ", "15": "The brothers there heard about us and came as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he thanked God and felt encouraged. ", "16": "When we came into Rome, Paul was allowed to live by himself with the soldier who was guarding him.", "17": "Three days later, Paul[g] called the leaders of the Jews together. When they assembled, he told them, “Brothers, although I haven't done anything against our people or the customs of our ancestors, I was arrested in Jerusalem and handed over to the Romans. ", "18": "They examined me and wanted to let me go because there was no reason for me to receive[h] the death penalty in my case. ", "19": "But the Jews objected and forced me to appeal to the emperor, even though I have no countercharge to bring against my own people. ", "20": "That's why I asked to see you and speak with you, since it is for the hope of Israel that I'm wearing this chain.”", "21": "The Jewish leaders[i] told him, “We haven't received any letters from Judea about you, and none of the brothers coming here has reported or mentioned anything bad about you. ", "22": "However, we'd like to hear from you what you believe, because people are talking against this sect everywhere.” ", "23": "So they set a day to meet with Paul[j] and came out in large numbers to see him where he was staying. From morning until evening, he continued to explain the kingdom of God to them, trying to convince them about Jesus from the Law of Moses and the Prophets. ", "24": "Some of them were convinced by what he said, but others wouldn't believe. ", "25": "They disagreed with one another as they were leaving, so Paul added this statement: “The Holy Spirit was so right when he spoke to your ancestors through the prophet Isaiah! ", "26": "He said, 'Go to this people and say, “You will listen and listen but never understand, and you will look and look but never see!", "27": "For this people's minds[k] have become stupid, and their ears can barely hear, and they have shut their eyes so that they may never see with their eyes, and listen with their ears, and understand with their heart and turn and let me heal them.”'[l]", "28": "You must understand that this message about[m] God's salvation has been sent to the gentiles, and they will listen.”[n]", "30": "For two whole years Paul[o] lived in his own rented place and welcomed everyone who came to him. ", "31": "He continued to preach about the kingdom of God and to teach boldly and freely about the Lord Jesus, the Messiah.[p]"}