{"1": "Now Saul heartily approved of putting Stephen[a] to death. That day a severe persecution broke out against the church in Jerusalem, and everyone except for the apostles was scattered throughout the countryside of Judea and Samaria. ", "2": "Devout men buried Stephen as they mourned loudly for him. ", "3": "But Saul kept trying to destroy the church. Going into one house after another, he began dragging off men and women and throwing them in prison.", "4": "Now those who were scattered went from place to place preaching the word. ", "5": "Philip went down to the[b] city of Samaria and began to preach the Messiah[c] to the people.[d] ", "6": "The crowds, hearing his message[e] and seeing the signs that he was doing, paid close attention to what was said by Philip. ", "7": "Unclean spirits screamed with a loud voice as they came out of the many people they had possessed, and many paralyzed and lame people were healed. ", "8": "As a result, there was great rejoicing in that city.", "9": "Now in that city there was a man named Simon. He was practicing occult arts and thrilling the people of Samaria, claiming to be someone great. ", "10": "Everyone from the least to the greatest paid close attention to him, saying, “This is what we call[f] the great power of God!” ", "11": "They paid careful attention to him because he had thrilled them for a long time with his occult performances. ", "12": "But when Philip proclaimed the good news about the kingdom of God and about the name of Jesus the Messiah,[g] men and women believed and were baptized. ", "13": "Even Simon believed, and after he was baptized he became devoted to Philip. He was amazed to see the signs and great miracles that were happening.", "14": "Now when the apostles in Jerusalem heard that Samaritans had accepted the word of God, they sent Peter and John to them. ", "15": "They went down and prayed for them to receive the Holy Spirit. ", "16": "Before this, he had not come on any of them. They had only been baptized in the name of the Lord Jesus. ", "17": "Then Peter and John[h] laid their hands on them, and they received the Holy Spirit.", "18": "Now when Simon saw that the Spirit was given through the laying on of the apostles' hands, he offered them money ", "19": "and said, “Give me this power too, so that when I lay my hands on someone, he will receive the Holy Spirit.”", "20": "But Peter told him, “May your money perish with you, because you thought you could obtain God's free gift with money! ", "21": "You have no part or share in what we're saying, because your heart isn't right with God. ", "22": "So repent of this wickedness of yours, and pray to the Lord that, if possible, your heart's intent may be forgiven you. ", "23": "For I see that you're being poisoned by bitterness and you're a prisoner of wickedness!”", "24": "Simon answered, “Both of you pray[i] to the Lord for me that none of the things you have said will happen to me.”", "25": "After they had given their testimony and spoken the word of the Lord, they started back to Jerusalem, continuing to proclaim the good news in many Samaritan villages.", "26": "Now an angel of the Lord told Philip, “Get up and go south on the road that leads from Jerusalem to Gaza. This is a deserted road.” ", "27": "So he got up and went. Now there was an Ethiopian eunuch, who was a member of the court of Candace, queen of the Ethiopians. He was in charge of all her treasures and had come up to Jerusalem to worship. ", "28": "Now he was returning home, seated in his chariot, and reading from the prophet Isaiah.", "29": "The Spirit told Philip, “Approach that chariot and stay near it.” ", "30": "So Philip ran up to it and heard him reading the prophet Isaiah out loud. Philip[j] asked, “Do you understand what you're reading?”", "31": "The man[k] replied, “How can I unless someone guides me?” So he invited Philip to get in and sit with him. ", "32": "This was the passage of Scripture he was reading: “Like a sheep he was led away to be slaughtered, and like a lamb is silent before its shearer, so he does not open his mouth.", "33": "In his humiliation, justice was denied him. Who can describe his descendants?[l] For his life is taken away from the earth.”[m]", "34": "The eunuch asked Philip, “I ask you, who is the prophet talking about? Himself? Or someone else?” ", "35": "Then Philip began to speak, and, starting from this Scripture, he told him the good news about Jesus.", "36": "As they were going along the road, they came to some water. The eunuch said, “Look, there's some water. What keeps me from being baptized?”[n] ", "38": "So he ordered the chariot to stop, and Philip and the eunuch both went down into the water, and Philip[o] baptized him. ", "39": "When they came up out of the water, the Spirit of the Lord snatched Philip away. The eunuch went on his way rejoicing and did not see Philip[p] again. ", "40": "But Philip found himself at Azotus. As he was passing through that region,[q] he kept proclaiming the good news in all the towns until he came to Caesarea."}