{"1": "In the beginning, God created the heavens and the earth— ", "2": "Now[a] the earth was formless and empty, and darkness was over the face of the deep. And the Spirit of God was hovering over the surface of the waters. ", "3": "And God said, “Let there be light!” And there was light. ", "4": "And God saw the light, that it was good, and God caused there to be a separation between the light and between the darkness. ", "5": "And God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.", "6": "And God said, “Let there be a vaulted dome[b] in the midst of the waters, and let it cause a separation between the waters.”[c] ", "7": "So[d] God made the vaulted dome,[e] and he caused a separation between the waters which were under the vaulted dome[f] and between the waters which were over the vaulted dome.[g] And it was so. ", "8": "And God called the vaulted dome[h] “heaven.”[i] And there was evening, and there was morning, a second day.", "9": "And God said, “Let the waters under heaven[j] be gathered to one place, and let the dry ground appear.” And it was so. ", "10": "And God called the dry ground “earth,” and he called the collection of the waters “seas.” And God saw that it was good. ", "11": "And God said, “Let the earth produce green plants that will bear seed—fruit trees bearing fruit in which there is seed[k]—according to its[l] kind, on the earth.” And it was so. ", "12": "And the earth brought forth green plants bearing seed according to its[m] kind, and trees bearing fruit in which there was seed[n] according to its[o] kind. And God saw that it was good. ", "13": "And there was evening and there was morning, a third day.", "14": "And God said, “Let there be lights[p] in the vaulted dome[q] of heaven[r] to separate day from night,[s] and let them be as signs and for appointed times, and for days and years, ", "15": "and they shall be as lights[t] in the vaulted dome[u] of heaven[v] to give light on the earth.” And it was so. ", "16": "And God made two lights,[w] the greater light[x] to rule[y] the day and the smaller light[z] to rule[aa] the night, and the stars. ", "17": "And God placed them in the vaulted dome[ab] of heaven[ac] to give light on the earth ", "18": "and to rule over the day and over the night, and to separate light from darkness.[ad] And God saw that it was good. ", "19": "And there was evening and there was morning, a fourth day.", "20": "And God said, “Let the waters swarm with swarms of living creatures, and let birds fly over the earth across the face of the vaulted dome[ae] of heaven.[af] ", "21": "So[ag] God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kind, and every bird with wings according to its[ah] kind. And God saw that it was good. ", "22": "And God blessed them, saying, “Be fruitful and multiply, and fill the waters in the seas, and let the birds multiply on the earth.” ", "23": "And there was evening, and there was morning, a fifth day.", "24": "And God said, “Let the earth bring forth living creatures according to their kind: cattle and moving things, and wild animals[ai] according to their kind.” And it was so. ", "25": "So[aj] God made wild animals[ak] according to their kind and the cattle according to their kind, and every creeping thing of the earth according to its[al] kind. And God saw that it was good.", "26": "And God said, “Let us make humankind in[am] our image and according to[an] our likeness, and let them rule over the fish of the sea, and over the birds of heaven,[ao] and over the cattle, and over all the earth, and over every moving thing that moves upon the earth.” ", "27": "So[ap] God created humankind in[aq] his image, in[ar] the likeness of God he created him,[as] male and female he created them. ", "28": "And God blessed them, and God said to them, “Be fruitful and multiply, and fill the earth and subdue it, and rule over the fish of the sea and the birds of heaven,[at] and over every animal that moves upon the earth.”", "29": "And God said, “Look—I am giving to you every plant that bears seed which is on the face of the whole earth, and every kind of tree that bears fruit.[au] They shall be yours as food.” ", "30": "And to every kind of animal of the earth and to every bird of heaven,[av] and to everything that moves upon the earth in which there is life I am giving every green plant as food.” And it was so. ", "31": "And God saw everything that he had made and, behold, it was very good. And there was evening, and there was morning, a sixth day."}