{"1": "After these things the word of Yahweh came[a] to Abram in a vision, saying: “Do not be afraid, Abram; I am your shield, and your reward shall be very great.” ", "2": "Then[b] Abram said, “O Yahweh, my Lord, what will you give me? I continue to be[c] childless, and my heir[d] is Eliezer of Damascus.” ", "3": "And Abram said, “Look, you have not given me a descendant, and here, a member of my household[e] is my heir.”[f] ", "4": "And behold, the word of Yahweh came to him saying, “This person will not be your heir,[g] but your own son will be your heir.”[h] ", "5": "And he brought him outside and said, “Look toward the heavens and count the stars if you are able to count them.” And he said to him, “So shall your offspring be.” ", "6": "And he believed in Yahweh, and he reckoned it to him as righteousness. ", "7": "And he said to him, “I am Yahweh, who brought you out from Ur of the Chaldeans to give this land to you, to possess it.” ", "8": "And he said, “O Yahweh God, how shall I know that I will possess it?” ", "9": "And he said to him, “Take for me a three-year-old heifer, and a three-year-old female goat, and a three-year-old ram, and a turtledove and a young pigeon.” ", "10": "And he took for him all these and cut them in pieces down the middle. And he put each piece opposite the other,[i] but the birds he did not cut. ", "11": "And the birds of prey came down on the carcasses, but Abram drove them away. ", "12": "And it happened, as the sun went down,[j] then a deep sleep fell upon Abram and, behold, a great terrifying darkness fell upon him. ", "13": "And he said to Abram, “You must surely know[k] that your descendants shall be as aliens in a land not their own.[l] And they shall serve them[m] and they[n] shall oppress them four hundred years. ", "14": "And also the nation that they[o] serve I will judge. Then[p] afterward they shall go out with great possessions. ", "15": "And as for you, you shall go to your ancestors[q] in peace; you shall be buried in a good old age. ", "16": "And the fourth generation shall return here, for the guilt of the Amorites is not yet complete.”[r] ", "17": "And after the sun had gone down and it was dusk, behold, a smoking firepot and a flaming torch passed between those half pieces. ", "18": "On that day Yahweh made[s] a covenant with Abram saying, “To your offspring I will give this land, from the river of Egypt to the great river, the Euphrates river, ", "19": "the land of the Kenites, the Kenizzites, the Kadmonites, ", "20": "the Hittites, the Perizzites, the Rephaim, ", "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"}