{"1": "Now[a] Sarai, the wife of Abram, had borne him no children. And she had a female Egyptian servant, and her name was Hagar. ", "2": "And Sarai said to Abram, “Look, please, Yahweh has prevented me from bearing children. Please go in to my servant; perhaps I will have children by her.”[b] And Abram listened to the voice of Sarai. ", "3": "Then[c] Sarai, the wife of Abram, took Hagar, her Egyptian servant, after Abram had lived ten years in the land of Canaan, and gave her to Abram her husband as his wife. ", "4": "And he went in to Hagar, and she conceived. And when she[d] saw that she had conceived, then her mistress grew small in her eyes. ", "5": "And Sarai said to Abram, “may my harm be upon you. I had my servant sleep with you,[e] and when she saw that she had conceived, she no longer respected me.[f] May Yahweh judge between me and you!” ", "6": "And Abram said to Sarai, “Look, your servant is under your authority.[g] Do to her that which is good in your eyes.” And Sarai mistreated her, and she[h] fled from her presence.", "7": "And the angel of Yahweh found her at a spring of water in the wilderness, at the spring by the road of Shur. ", "8": "And he said to Hagar, the servant of Sarai, “From where[i] have you come, and where are you going?” And she said, “I am fleeing from the presence of Sarai my mistress.” ", "9": "Then[j] the angel of Yahweh said to her, “Return to your mistress and submit yourself under her authority.”[k] ", "10": "And the angel of Yahweh said to her, “I will greatly multiply[l] your offspring, so that they cannot be counted for their abundance.” ", "11": "And the angel of Yahweh said to her: “Behold, you are pregnant and shall have a son. And you shall call his name Ishmael, for Yahweh has listened to your suffering.", "12": "And he shall be a wild donkey of a man, his hand will be against everyone, and the hand of everyone will be against him, and he will live in hostility with all his brothers.”[m]", "13": "So[n] she called the name of Yahweh who spoke to her, “You are El-Roi,”[o] for she said, “Here I have seen after he who sees me.” ", "14": "Therefore the well was called Beer-Lahai-Roi; behold, it is between Kadesh and Bered. ", "15": "And Hagar had a child for Abram, a son. And Abram called the name of his son whom Hagar bore to him, Ishmael. ", "16": "And Abram was eighty-six years old when Hagar bore Ishmael to Abram."}