{"1": "And Abraham journeyed from there to the land of the Negev, and he settled between Kadesh and Shur. And he dwelled as an alien in Gerar. ", "2": "And Abraham said about Sarah his wife, “She is my sister.” And Abimelech king of Gerar sent and took Sarah. ", "3": "And God came to Abimelech in a dream at night. And he said to him, “Look, you are a dead man on account of the woman you have taken. For she is a married woman.”[a] ", "4": "Now Abimelech had not approached her, so he said, “my Lord, will you even kill a righteous people?” ", "5": "Did not he himself say to me, 'She is my sister'? And she herself said, 'He is my brother.' With integrity of my heart and with cleanness of my hands I did this.” ", "6": "Then God said to him in the dream, “Yes,[b] I know that in the integrity of your heart you did this, and I also kept you from sinning[c] against me. Therefore, I did not allow you to touch her. ", "7": "So now, return the wife of the man, for he is a prophet, so that he will pray for you and you will live. And if you do not return her,[d] know that you will certainly die, and all that are yours.”", "8": "So Abimelech rose early in the morning. And he called all his servants and told them all these things,[e] and the men were very afraid. ", "9": "And Abimelech called for Abraham and said to him, “What have you done to us? And how have I sinned against you that you brought upon me and upon my kingdom a great sin? You have done things to me that should not be done.” ", "10": "And Abimelech said to Abraham, “What were you thinking[f] that you did this thing?” ", "11": "And Abraham said, “Because I thought, surely there is no fear of God in this place; they will kill me on account of the matter of my wife. ", "12": "Besides,[g] she is my sister, the daughter of my father, but not the daughter of my mother. And she became my wife. ", "13": "And it happened that as God caused me to wander from the house of my father I said to her, 'This is your loyal kindness that you must do for me at every place where we come: say concerning me, “He is my brother.”'” ", "14": "And Abimelech took sheep and cattle and male slaves and female slaves, and he gave them to Abraham. And he returned Sarah his wife to him. ", "15": "And Abimelech said, “Here is my land before you; settle where it pleases you.”[h] ", "16": "And to Sarah he said, “Look, I have given a thousand pieces of silver to your brother. It shall be an exoneration.[i] You are vindicated before all who are with you.”[j] ", "17": "And Abraham prayed to God, and God healed Abimelech and his wife and his female servants so that they could bear children again. ", "18": "For Yahweh had completely closed up all the wombs of the house of Abimelech because of the matter of Sarah, the wife of Abraham."}