{"1": "Now the serpent was more crafty than any other wild animal[a] which Yahweh God had made. He said to the woman, “Did God indeed say, 'You shall not eat from any tree in the garden'?” ", "2": "The woman said to the serpent, “From the fruit of the trees of the garden we may eat, ", "3": "but from the tree that is in the midst of the garden, God said, 'You shall not eat from it, nor shall you touch it, lest you die'.” ", "4": "But the serpent said to the woman, “You shall not surely die. ", "5": "For God knows that on the day you both eat from it, then your eyes will be opened and you both shall be like gods,[b] knowing good and evil.” ", "6": "When[c] the woman saw that the tree was good for food and that it was a delight to the eyes, and the tree was desirable to make one wise, then[d] she took from its fruit and she ate. And she gave it also to her husband with her, and he ate. ", "7": "Then[e] the eyes of both of them were opened, and they knew that they were naked. And they sewed together fig leaves and they made for themselves coverings.", "8": "Then[f] they heard the sound of Yahweh God walking in the garden at the windy time of day.[g] And the man[h] and his wife hid themselves from the presence of Yahweh God among the trees of the garden. ", "9": "And Yahweh God called to the man[i] and said to him, “Where are you?” ", "10": "And he replied,[j] “I heard the sound of you in the garden, and I was afraid because I am naked, so I hid myself.” ", "11": "Then he[k] asked,[l] “Who told you that you were naked? Have you eaten from the tree from which I forbade you to eat?”[m] ", "12": "And the man[n] replied,[o] “The woman whom you gave to be with me—she gave to me from the tree and I ate.” ", "13": "Then[p] Yahweh God said to the woman, “What is this you have done?” And the woman said, “The serpent deceived me, and I ate.” ", "14": "Then[q] Yahweh God said to the serpent, “Because you have done this, you will be cursed more than any domesticated animal and more than any wild animal.[r] On your belly you shall go and dust you shall eat all the days of your life.", "15": "And I will put hostility between you and between the woman, and between your offspring[s] and between her offspring;[t] he will strike you on the head, and you will strike him on the heel.”", "16": "To the woman he said, “I will greatly increase your pain in childbearing;[u] in pain you shall bear children. And to your husband shall be your desire. And he shall rule over you.”", "17": "And to Adam[v] he said, “Because you listened to the voice of your wife and you ate from the tree from which I forbade you to eat,[w] the ground shall be cursed on your account. In pain you shall eat from it all the days of your life.", "18": "And thorns and thistles shall sprout for you, and you shall eat the plants of the field.", "19": "By the sweat of your brow[x] you shall eat bread, until your return to the ground. For from it you were taken; for you are dust, and to dust you shall return.”", "20": "And the man[y] named[z] his wife Eve, because she was the mother of all life. ", "21": "And Yahweh God made for Adam[aa] and for his wife garments of skin, and he clothed them.", "22": "And Yahweh God said, “Look—the man has become as one of us, to know good and evil. What if[ab] he stretches out his hand and takes also from the tree of life and eats, and lives forever?” ", "23": "And Yahweh God sent him out from the garden of Eden, to till the ground from which he was taken. ", "24": "So[ac] he drove the man out, and placed cherubim east of the garden of Eden, and a flaming, turning sword[ad] to guard the way to the tree of life."}