{"1": "How lonely the city sits, which once was full of people! She, who was great among the nations, is now a widow. She, who was a princess among the provinces, now works as a slave.", "2": "At night she weeps bitterly, and her tears linger on her cheek. Not one of her lovers is there to comfort her. All her friends have betrayed her. They are now her enemies.", "3": "Judah has gone into exile. She endures affliction and harsh labor. She lives among the nations. She finds no rest. All her pursuers caught up with her when she was in great distress.", "4": "The roads to Zion are mourning, because there are no travelers going to the appointed assemblies. All her gates are deserted. Her priests groan. Her virgins grieve. Her grief is bitter.", "5": "Her foes have risen to the top. Her enemies prosper. Because of her many acts of rebellion, the Lord has brought grief to her. Her children have gone into captivity in the presence of the foe.", "6": "The daughter of Zion[b] has lost all her splendor. Her officials have become like deer that find no pasture. Powerless, they fled before[c] the pursuer.", "7": "Jerusalem remembers the days of her affliction and her homeless wandering. She remembers all her precious things which were hers from long ago. When her people fell under the hand of the foe, there was no one to help her. Foes saw her and laughed at the end she has come to.", "8": "Jerusalem has sinned terribly, so she is unclean.[d] All who once honored her now despise her, because they have seen her nakedness. She can only sigh and turn away.", "9": "Her flow of blood stains her skirt. She did not consider the outcome of her sin. Her collapse was astonishing. There was no one to comfort her. Look, Lord, at my affliction, for the enemy has done awful things.", "10": "The foe has laid hands on all her precious things. She has even seen nations enter her sanctuary, nations about whom you commanded, “They shall not enter your assembly.”", "11": "All her people are sighing as they search for bread. They traded their precious things for food in order to stay alive. Look, Lord, and see that I have become despised.", "12": "But nothing like this is happening to you, all you who pass me by.[e] Look and see if there is any pain like my pain, which was dealt out to me, which the Lord caused me to suffer on the day of his burning anger.", "13": "From on high he sent fire into my bones and overpowered[f] me. He spread a net for my feet. He turned me back. He made me desolate. I was sick all day long.", "14": "The yoke of my sinful rebellion is fastened to my neck. My sins are bound together by his hand. They have risen up as high as my neck. He has weakened my strength.[g] The Lord has given me into the hands of people I cannot resist.", "15": "The Lord has tossed aside all the strong men in my midst. He called an assembly against me to break my best young men. The Lord has trampled the virgin daughter of Judah in a winepress.", "16": "Because of these things, I am weeping. My eye, my eye flows with water, because the comforter, the one who restores my soul, is far away from me. My children have become desolate, because the enemy has prevailed.", "17": "Zion spreads out her hands, but there is no one to comfort her. The Lord has commanded those who surround Jacob to be his foes. Among them, Jerusalem has become an unclean thing.", "18": "The Lord is righteous. I am the one who rebelled against the word from his mouth. Please listen, all you peoples, and see my pain. My virgins and my best young men have gone into captivity.", "19": "I called to my lovers, but they deceived me. My priests and my elders perished in the city, as they sought food for themselves to restore their lives.", "20": "See, Lord, I am in distress. My emotions are in turmoil. My heart turns over inside me, because I have been very rebellious. Outside, the sword takes away my children. Inside, there is death.", "21": "People have heard that I am groaning. There is no one who comforts me. All my enemies have heard about my misery, and they rejoiced that you did this. Bring on the day that you have announced, so that they may become like me.", "22": "May all their wickedness come before you. Deal harshly with them, just as you dealt harshly with me because of all my rebellion. Yes, my groans are many, and my heart is sick."}