{"1": "How the Lord, in his anger, has covered the daughter of Zion with a dark cloud! He threw down the beauty of Israel from heaven to earth. He did not remember his footstool[b] in the day of his anger.", "2": "The Lord swallowed up and did not spare the pastures[c] of Jacob. In his fury he tore down the fortifications of the daughter of Judah. He brought them down to the ground. He brought dishonor to the kingdom and its officials.", "3": "He completely chopped off the horn[d] of Israel in burning anger. He withdrew his right hand in the presence of the enemy. He burned in Jacob like a flaming fire, which consumed all around.", "4": "He bent his bow like an enemy. His right hand was ready like a foe, and he killed everyone who was precious in his eyes. On the tent of the daughter of Zion, he poured out his wrath like fire.", "5": "The Lord was like an enemy. He swallowed up Israel. He swallowed up all her citadels. He left her fortresses in ruins. He increased mourning and lamenting for the daughter of Judah.", "6": "He dealt violently with his shelter like a shed in a garden.[e] He ruined his meeting place. The Lord has caused the appointed assembly and the Sabbath to be forgotten in Zion. In his indignation and anger he showed contempt for king and priest.", "7": "The Lord rejected his altar. He abandoned his holy place. He delivered her walls and palaces into the hand of the enemy. They gave a shout in the House of the Lord, like that on the day of an appointed assembly.", "8": "The Lord had in mind to ruin the wall of the daughter of Zion. He stretched out a measuring line. He did not restrain his hand from swallowing her up. He made its rampart and wall mourn. Together they became weak.", "9": "Her gates have sunk down to the ground. He destroyed and shattered her bars. Her king and her officials are exiled among the nations. There is no law. Even her prophets have not received a vision from the Lord.", "10": "The elders of the daughter of Zion sit on the ground and are silent. They throw dust on their heads and put on sackcloth. The virgins of Jerusalem bow their heads to the ground.", "11": "My eyes are worn out with tears. I am troubled in my heart. I am emotionally drained[f] over the breaking of the daughter of my people, while children and infants grow weak in the public squares of the city.", "12": "They ask their mothers, “Where are the grain and wine?” while they faint in the public squares of the city, like someone wounded, while they take their last breath in their mothers' laps.", "13": "What testimony can I give on your behalf? What can I compare to you, daughter of Jerusalem? What can I place next to you, so that I may comfort you, virgin daughter of Zion? Your wound is as wide as the sea. Who can heal you?", "14": "Your prophets saw visions for you, but they were empty and worthless. They did not reveal your guilt, in order to turn away your captivity. They saw oracles for you that were empty and misleading.", "15": "All who passed by clapped their hands over you. They hissed and shook their head over the daughter of Jerusalem: “Is this the city that was said to be the perfection of beauty, the joy of the whole earth?”", "16": "All your enemies opened their mouth against you. They hissed and gnashed their teeth. They said, “We swallowed her up. Yes, this is the day we were waiting for. We found it. We saw it.”", "17": "The Lord has done what he planned. He carried out his word, which he commanded long ago. He tore down and did not spare. He let the enemy rejoice over you. He raised up the horn of your foes.", "18": "Their heart cried out to the Lord. O wall of the daughter of Zion, let your tears flow like a torrent, day and night. Do not let yourself become numb. Do not let your eye stop crying.", "19": "Get up! Shout out during the night, as the night watches begin! Pour out your heart like water before the Lord's face. Lift up your hands to him to pray for the life of your children, who are faint with hunger at every street corner.", "20": "Look, Lord, and see! With whom have you dealt so harshly? Should women eat the children they produced, the children they played with on their knee? Should priest and prophet be killed in the Lord's holy place?", "21": "In the streets young and old lie dead on the ground. My virgins and my best young men have fallen by the sword. You killed them on the day of your anger. You slaughtered and did not spare.", "22": "As you do on a day of assembly, you summoned from every side the things I dread. On the day of the Lord's anger, there was no one who escaped or survived. The enemy destroyed the children I played with on my knee and raised.[g]"}