{"1": "I am the man who has experienced affliction under the rod of his fury.", "2": "He drove me off and brought me into darkness instead of light.", "3": "See how he turns against me. He turns his hand against me all day long.", "4": "He wore out my flesh and my skin. He shattered my bones.", "5": "He built siege works against me. He surrounded me with bitterness and hardship.", "6": "He made me dwell in dark places, like people who died long ago.", "7": "He walled me in, so I cannot leave. He made my chains heavy.", "8": "Even when I call and cry out, he shuts out my prayer.", "9": "He has blocked my way with a stone wall. He has made my paths crooked.", "10": "He is about to ambush me like a bear, like a lion lying in wait.", "11": "He diverted me off my path and tore me to pieces. He made me desolate.", "12": "He bent his bow and set me up as a target for the arrow.", "13": "He shot the arrows from his quiver into my heart.[b]", "14": "I was a laughingstock to all my people, the target of their song all day long.", "15": "He has made me eat bitter food and drink my fill of wormwood.", "16": "He broke my teeth with gravel. He pushed me down into[c] the ashes.", "17": "You deprived my soul of peace. I have forgotten what well-being[d] is.", "18": "I said, “My endurance has vanished, along with my hope from the Lord.”", "19": "Remember my affliction and my homeless wandering, the wormwood and bitterness.", "20": "My soul always remembers, and it has sunk within me.", "21": "Nevertheless, I keep this in my heart. This is the reason I have hope:", "22": "By the mercies of the Lord we are not consumed, for his compassions do not fail.", "23": "They are new every morning. Great is your faithfulness.", "24": "My soul says, “The Lord is my portion. Therefore, I will hope in him.”", "25": "The Lord is good to those who wait for him, to the soul who seeks him.", "26": "It is good to hope quietly for the salvation of the Lord.", "27": "It is good for a man that he bears a yoke early in his life.", "28": "Let him sit alone and be silent, because the Lord has laid this upon him.", "29": "Let him stick his face in the dust. Perhaps there still is hope.", "30": "Let him turn his cheek toward the one who strikes him. Let him be filled with disgrace.", "31": "For the Lord will not push us away forever.", "32": "Even though he brings grief, he will show compassion on the basis of his great mercy.", "33": "Certainly it is not what his heart desires when he causes affliction, when he brings grief to the children of men.", "34": "To crush all the land's prisoners under his feet,", "35": "to deny a man's right before the face of the Most High,", "36": "to undermine a man in his legal dispute— the Lord does not look with favor on these things.[e]", "37": "Who can speak something and have it happen, unless the Lord commands it?", "38": "Don't the bad things and the good both come from the mouth of the Most High?", "39": "How can any living man complain? How can someone complain about the consequences of his sins?", "40": "Let us explore and examine our ways, and let us return to the Lord.", "41": "Let us lift up our hearts and hands to God in heaven.", "42": "We were disobedient and rebelled, so you did not forgive.", "43": "You covered yourself with anger and pursued us. You killed and did not spare.", "44": "You covered yourself with a cloud, so that no prayer passes through.", "45": "You make us like scraps and garbage among the peoples.", "46": "All our enemies opened their mouth against us.", "47": "Panic and the pit were ours, devastation and destruction.", "48": "Streams of water run down from my eyes, because of the breaking of the daughter of my people.", "49": "My eye pours without stopping. It will not cease,", "50": "until the Lord looks down so that he sees from heaven.", "51": "What I see makes my soul ache for all the daughters of my city.", "52": "For no reason, my enemies hunted me like a bird.", "53": "They ended my life in the pit and threw stones at me.", "54": "Water flowed above my head, and I said, “I am cut off!”", "55": "I called on your name, Lord, from the deepest pit.", "56": "You heard my voice: “Do not hide your ear from my cry for relief!”", "57": "The day I called to you, you came near and said, “Do not fear.”", "58": "Lord, you pleaded my soul's case. You redeemed my life.", "59": "Lord, you saw how I was wronged. Judge my case.", "60": "You saw all their vengeance, all their plans against me.", "61": "You heard their scorn, Lord, all their plans against me.", "62": "You heard the lips of those who rise up against me and their plots against me all day long.", "63": "Watch them when they sit down and when they get up. I am the target of their mocking song.", "64": "You will pay them back, Lord, according to what their hands have done.", "65": "You will give them a stubborn[f] heart. Your curse is on them.", "66": "You will pursue them in anger and destroy them from under the heavens of the Lord."}