{"1": "How dull the gold has become! How the fine gold has lost its shimmer! Sacred stones are poured out at the corner of every street.", "2": "The precious sons of Zion, who were worth their weight in gold, now are treated like clay jars, the work of a potter's hands!", "3": "Even jackals offer a breast and nurse their young, but the daughter of my people has become cruel, like an ostrich in the wilderness.", "4": "The baby's tongue sticks to the roof of its mouth because of thirst. Children ask for bread, but no one shares with them.", "5": "Those who ate delicacies have become desolate in the streets. Those who were dressed in scarlet have embraced piles of trash.", "6": "The guilt of the daughter of my people was greater than the sin of Sodom, which was overthrown in a moment, though no hands turned against her.", "7": "Her consecrated ones[b] were brighter than snow. They were whiter than milk. Their bones were redder than rubies; their facets shined like sapphires.", "8": "Now their faces have become the darkest black. They cannot be recognized in the streets. Their skin has shriveled on their bones. It is as dry as a stick of wood.", "9": "Those cut down by the sword are better off than those cut down by hunger, those who waste away, pierced with pain, with no crops to eat from the field.", "10": "The hands of compassionate women boiled their children. Their children became their food when the daughter of my people was broken.", "11": "The Lord carried out his wrath. He poured out his burning anger. He kindled a fire in Zion, and it consumed her foundations.", "12": "The kings of the earth and the world's inhabitants never believed that foe and enemy would enter the gates of Jerusalem.", "13": "The reason this happened was the sin of her prophets and the guilt of her priests, who shed the blood of the righteous in her midst.", "14": "Those blind men staggered in the streets. They were defiled with blood, so people could not touch their garments.", "15": "“Go away! Unclean!” people shouted to them. “Go away! Go away! Do not touch us!” When they fled, when they staggered, people among the nations said, “They may not stay here anymore.”", "16": "The face of the Lord scattered them. He has no regard for them anymore. Priests were shown no consideration. Elders were shown no favor.", "17": "Our eyes are still worn out, looking in vain for our help. In our watchtowers we watched for a nation that could not save us.", "18": "They hunted our steps, preventing us from going into the public squares of our city. Our end has drawn near. Our days are finished, for our end has come.", "19": "Our pursuers were faster than eagles in the sky. On the mountains they were in hot pursuit of us. In the wilderness they waited to ambush us.", "20": "The life breath for our nostrils, the anointed of the Lord,[c] was caught in their pits. We had said of him, “In his shadow we will live among the nations.”", "21": "Rejoice and be glad, daughter of Edom, who dwells in the land of Uz. A cup will also come to you. You will become drunk and naked.", "22": "The punishment for your guilt is finished, daughter of Zion. He will not send you into exile again. Daughter of Edom, he punishes your guilt. He reveals your sins."}