{"1": "Bless the Lord, my soul! Lord, my God, you are great indeed! You are clothed with majesty and splendor,", "2": "robed in light as with a cloak. You spread out the heavens like a tent;", "3": "setting the beams of your chambers upon the waters.[b] You make the clouds your chariot; traveling on the wings of the wind.", "4": "You make the winds your messengers; flaming fire, your ministers.", "5": "[c]You fixed the earth on its foundation, so it can never be shaken.", "6": "The deeps covered it like a garment; above the mountains stood the waters.", "7": "At your rebuke they took flight; at the sound of your thunder they fled.", "8": "They rushed up the mountains, down the valleys to the place you had fixed for them.", "9": "You set a limit they cannot pass; never again will they cover the earth.", "10": "You made springs flow in wadies that wind among the mountains.", "11": "They give drink to every beast of the field; here wild asses quench their thirst.", "12": "Beside them the birds of heaven nest; among the branches they sing.", "13": "You water the mountains from your chambers; from the fruit of your labor the earth abounds.", "14": "You make the grass grow for the cattle and plants for people's work to bring forth food from the earth,", "15": "wine to gladden their hearts, oil to make their faces shine, and bread to sustain the human heart.", "16": "[d]The trees of the Lord drink their fill, the cedars of Lebanon, which you planted.", "17": "There the birds build their nests; the stork in the junipers, its home.", "18": "The high mountains are for wild goats; the rocky cliffs, a refuge for badgers.", "19": "You made the moon to mark the seasons, the sun that knows the hour of its setting.", "20": "You bring darkness and night falls, then all the animals of the forest wander about.", "21": "Young lions roar for prey; they seek their food from God.", "22": "When the sun rises, they steal away and settle down in their dens.", "23": "People go out to their work, to their labor till evening falls.", "24": "How varied are your works, Lord! In wisdom you have made them all; the earth is full of your creatures.", "25": "There is the sea, great and wide! It teems with countless beings, living things both large and small.", "26": "There ships ply their course and Leviathan,[e] whom you formed to play with.", "27": "All of these look to you to give them food in due time.", "28": "When you give it to them, they gather; when you open your hand, they are well filled.", "29": "[f]When you hide your face, they panic. Take away their breath, they perish and return to the dust.", "30": "Send forth your spirit, they are created and you renew the face of the earth.", "31": "May the glory of the Lord endure forever; may the Lord be glad in his works!", "32": "Who looks at the earth and it trembles, touches the mountains and they smoke!", "33": "I will sing to the Lord all my life; I will sing praise to my God while I live.", "34": "May my meditation be pleasing to him; I will rejoice in the Lord.", "35": "May sinners vanish from the earth, and the wicked be no more. Bless the Lord, my soul! Hallelujah![g]"}