{"1": "Give thanks to the Lord, invoke his name; make known among the peoples his deeds!", "2": "Sing praise to him, play music; proclaim all his wondrous deeds!", "3": "Glory in his holy name; let hearts that seek the Lord rejoice!", "4": "Seek out the Lord and his might; constantly seek his face.", "5": "Recall the wondrous deeds he has done, his wonders and words of judgment,", "6": "You descendants of Abraham his servant, offspring of Jacob the chosen one!", "7": "He the Lord, is our God whose judgments reach through all the earth.", "8": "He remembers forever his covenant, the word he commanded for a thousand generations,", "9": "Which he made with Abraham, and swore to Isaac,", "10": "And ratified in a statute for Jacob, an everlasting covenant for Israel:", "11": "“To you I give the land of Canaan, your own allotted inheritance.”", "12": "When they were few in number, a handful, and strangers there,", "13": "Wandering from nation to nation, from one kingdom to another people,", "14": "He let no one oppress them; for their sake he rebuked kings:[b]", "15": "[c]“Do not touch my anointed ones, to my prophets do no harm.”", "16": "Then he called down a famine on the land, destroyed the grain that sustained them.[d]", "17": "He had sent a man ahead of them, Joseph, sold as a slave.", "18": "They shackled his feet with chains; collared his neck in iron,", "19": "Till his prediction came to pass, and the word of the Lord proved him true.", "20": "The king sent and released him; the ruler of peoples set him free.", "21": "He made him lord over his household, ruler over all his possessions,", "22": "To instruct his princes as he desired, to teach his elders wisdom.", "23": "Then Israel entered Egypt; Jacob sojourned in the land of Ham.[e]", "24": "God greatly increased his people, made them more numerous than their foes.", "25": "He turned their hearts to hate his people, to treat his servants deceitfully.", "26": "He sent his servant Moses, and Aaron whom he had chosen.", "27": "[f]They worked his signs in Egypt and wonders in the land of Ham.", "28": "He sent darkness and it grew dark, but they rebelled against his word.", "29": "He turned their waters into blood and killed their fish.", "30": "Their land swarmed with frogs, even the chambers of their kings.", "31": "He spoke and there came swarms of flies, gnats through all their country.", "32": "For rain he gave them hail, flashes of lightning throughout their land.", "33": "He struck down their vines and fig trees, shattered the trees of their country.", "34": "He spoke and the locusts came, grasshoppers without number.", "35": "They devoured every plant in the land; they devoured the crops of their fields.", "36": "He struck down every firstborn in the land, the first fruits of all their vigor.", "37": "He brought his people out, laden with silver and gold; no one among the tribes stumbled.", "38": "Egypt rejoiced when they left, for fear had seized them.", "39": "He spread a cloud out as a cover, and made a fire to light up the night.", "40": "They asked and he brought them quail; with bread from heaven he filled them.", "41": "He split the rock and water gushed forth; it flowed through the desert like a river.", "42": "For he remembered his sacred promise to Abraham his servant.", "43": "He brought his people out with joy, his chosen ones with shouts of triumph.", "44": "He gave them the lands of the nations, they took possession of the wealth of the peoples,", "45": "That they might keep his statutes and observe his teachings. Hallelujah!"}