{"1": "For the leader. A psalm of David.", "2": "O God, whom I praise, do not be silent, for wicked and treacherous mouths attack me. They speak against me with lying tongues;", "3": "with hateful words they surround me, attacking me without cause.", "4": "In return for my love they slander me, even though I prayed for them.", "5": "They repay me evil for good, hatred for my love.", "6": "Appoint an evil one over him, an accuser[b] to stand at his right hand,", "7": "That he may be judged and found guilty, that his plea may be in vain.", "8": "May his days be few; may another take his office.", "9": "May his children be fatherless, his wife, a widow.", "10": "May his children wander and beg, driven from their hovels.", "11": "May the usurer snare all he owns, strangers plunder all he earns.", "12": "May no one treat him with mercy or pity his fatherless children.", "13": "May his posterity be destroyed, their name rooted out in the next generation.", "14": "May his fathers' guilt be mentioned to the Lord; his mother's sin not rooted out.", "15": "May their guilt be always before the Lord, till their memory is banished from the earth,", "16": "For he did not remember to show mercy, but hounded the wretched poor and brought death to the brokenhearted.", "17": "He loved cursing; may it come upon him; he hated blessing; may none come to him.", "18": "May cursing clothe him like a robe; may it enter his belly like water, his bones like oil.", "19": "May it be near as the clothes he wears, as the belt always around him.", "20": "[c]May this be the reward for my accusers from the Lord, for those speaking evil against me.", "21": "But you, Lord, are my Lord, deal kindly with me for your name's sake; in your great mercy rescue me.", "22": "For I am poor and needy; my heart is pierced within me.", "23": "Like a lengthening shadow I am gone, I am shaken off like the locust.", "24": "My knees totter from fasting; my flesh has wasted away.", "25": "I have become a mockery to them; when they see me, they shake their heads.", "26": "Help me, Lord, my God; save me in your mercy.", "27": "Make them know this is your hand, that you, Lord, have done this.", "28": "Though they curse, may you bless; arise, shame them, that your servant may rejoice.", "29": "Clothe my accusers with disgrace; make them wear their shame like a mantle.", "30": "I will give fervent thanks to the Lord; before a crowd I will praise him.", "31": "For he stands at the right hand of the poor to save him from those who pass judgment on him."}