{"1": "For the leader. A psalm of David. Lord, you have probed me, you know me:", "2": "you know when I sit and stand;[b] you understand my thoughts from afar.", "3": "You sift through my travels and my rest; with all my ways you are familiar.", "4": "Even before a word is on my tongue, Lord, you know it all.", "5": "Behind and before you encircle me and rest your hand upon me.", "6": "Such knowledge is too wonderful for me, far too lofty for me to reach.", "7": "Where can I go from your spirit? From your presence, where can I flee?", "8": "If I ascend to the heavens, you are there; if I lie down in Sheol, there you are.", "9": "If I take the wings of dawn[c] and dwell beyond the sea,", "10": "Even there your hand guides me, your right hand holds me fast.", "11": "If I say, “Surely darkness shall hide me, and night shall be my light”[d]—", "12": "Darkness is not dark for you, and night shines as the day. Darkness and light are but one.", "13": "You formed my inmost being; you knit me in my mother's womb.", "14": "I praise you, because I am wonderfully made; wonderful are your works! My very self you know.", "15": "My bones are not hidden from you, When I was being made in secret, fashioned in the depths of the earth.[e]", "16": "Your eyes saw me unformed; in your book all are written down; my days were shaped, before one came to be.", "17": "How precious to me are your designs, O God; how vast the sum of them!", "18": "Were I to count them, they would outnumber the sands; when I complete them, still you are with me.", "19": "When you would destroy the wicked, O God, the bloodthirsty depart from me!", "20": "Your foes who conspire a plot against you are exalted in vain.", "21": "Do I not hate, Lord, those who hate you? Those who rise against you, do I not loathe?", "22": "With fierce hatred I hate them, enemies I count as my own.", "23": "Probe me, God, know my heart; try me, know my thoughts.", "24": "See if there is a wicked path in me; lead me along an ancient path.[f]"}