{"1": "For the leader. Of David, the servant of the Lord, who sang to the Lord the words of this song after the Lord had rescued him from the clutches of all his enemies and from the hand of Saul. ", "2": "He said: I love you, Lord, my strength,", "3": "Lord, my rock, my fortress, my deliverer, My God, my rock of refuge, my shield, my saving horn,[b] my stronghold!", "4": "Praised be the Lord, I exclaim! I have been delivered from my enemies.", "5": "The cords of death encompassed me; the torrents of destruction terrified me.", "6": "The cords[c] of Sheol encircled me; the snares of death lay in wait for me.", "7": "In my distress I called out: Lord! I cried out to my God. From his temple he heard my voice; my cry to him reached his ears.", "8": "[d]The earth rocked and shook; the foundations of the mountains trembled; they shook as his wrath flared up.", "9": "Smoke rose from his nostrils, a devouring fire from his mouth; it kindled coals into flame.", "10": "He parted the heavens and came down, a dark cloud under his feet.", "11": "Mounted on a cherub[e] he flew, borne along on the wings of the wind.", "12": "He made darkness his cloak around him; his canopy, water-darkened stormclouds.", "13": "From the gleam before him, his clouds passed, hail and coals of fire.", "14": "The Lord thundered from heaven; the Most High made his voice resound.", "15": "He let fly his arrows[f] and scattered them; shot his lightning bolts and dispersed them.", "16": "Then the bed of the sea appeared; the world's foundations lay bare, At your rebuke, O Lord, at the storming breath of your nostrils.", "17": "He reached down from on high and seized me; drew me out of the deep waters.", "18": "He rescued me from my mighty enemy, from foes too powerful for me.", "19": "They attacked me on my day of distress, but the Lord was my support.", "20": "He set me free in the open; he rescued me because he loves me.", "21": "The Lord acknowledged my righteousness, rewarded my clean hands.", "22": "For I kept the ways of the Lord; I was not disloyal to my God.", "23": "For his laws were all before me, his decrees I did not cast aside.", "24": "I was honest toward him; I was on guard against sin.", "25": "So the Lord rewarded my righteousness, the cleanness of my hands in his sight.", "26": "Toward the faithful you are faithful; to the honest man you are honest;", "27": "Toward the pure, you are pure; but to the perverse you are devious.", "28": "For humble people you save; haughty eyes you bring low.", "29": "For you, Lord, give light to my lamp; my God brightens my darkness.", "30": "With you I can rush an armed band, with my God to help I can leap a wall.", "31": "God's way is unerring; the Lord's promise is refined; he is a shield for all who take refuge in him.", "32": "Truly, who is God except the Lord? Who but our God is the rock?", "33": "This God who girded me with might, kept my way unerring,", "34": "Who made my feet like a deer's, and set me on the heights,", "35": "Who trained my hands for war, my arms to string a bow of bronze.[g]", "36": "You have given me your saving shield; your right hand has upheld me; your favor made me great.", "37": "You made room for my steps beneath me; my ankles never twisted.", "38": "I pursued my enemies and overtook them; I did not turn back till I destroyed them.", "39": "I decimated them; they could not rise; they fell at my feet.", "40": "You girded me with valor for war, subjugated my opponents beneath me.", "41": "You made my foes expose their necks to me; those who hated me I silenced.", "42": "They cried for help, but no one saved them; cried to the Lord but received no answer.", "43": "I ground them to dust before the wind; I left them like mud in the streets.", "44": "You rescued me from the strife of peoples; you made me head over nations. A people I had not known served me;", "45": "as soon as they heard of me they obeyed. Foreigners submitted before me;", "46": "foreigners cringed; they came cowering from their dungeons.", "47": "The Lord lives! Blessed be my rock! Exalted be God, my savior!", "48": "O God who granted me vengeance, made peoples subject to me,", "49": "and saved me from my enemies, Truly you have elevated me above my opponents, from a man of lawlessness you have rescued me.", "50": "Thus I will praise you, Lord, among the nations; I will sing praises to your name.", "51": "You have given great victories to your king, and shown mercy to his anointed, to David and his posterity forever."}