{"1": "For the leader. A psalm of David.", "2": "In you, Lord, I take refuge; let me never be put to shame. In your righteousness deliver me;", "3": "incline your ear to me; make haste to rescue me! Be my rock of refuge, a stronghold to save me.", "4": "For you are my rock and my fortress; for your name's sake lead me and guide me.", "5": "Free me from the net they have set for me, for you are my refuge.", "6": "[b]Into your hands I commend my spirit; you will redeem me, Lord, God of truth.", "7": "You hate those who serve worthless idols, but I trust in the Lord.", "8": "I will rejoice and be glad in your mercy, once you have seen my misery, [and] gotten to know the distress of my soul.", "9": "You will not abandon me into enemy hands, but will set my feet in a free and open space.", "10": "Be gracious to me, Lord, for I am in distress; affliction is wearing down my eyes, my throat and my insides.", "11": "My life is worn out by sorrow, and my years by sighing. My strength fails in my affliction; my bones are wearing down.", "12": "To all my foes I am a thing of scorn, and especially to my neighbors a horror to my friends. When they see me in public, they quickly shy away.", "13": "I am forgotten, out of mind like the dead; I am like a worn-out tool.[c]", "14": "I hear the whispers of the crowd; terrors are all around me.[d] They conspire together against me; they plot to take my life.", "15": "But I trust in you, Lord; I say, “You are my God.”", "16": "My destiny is in your hands; rescue me from my enemies, from the hands of my pursuers.", "17": "Let your face shine on your servant; save me in your mercy.", "18": "Do not let me be put to shame, for I have called to you, Lord. Put the wicked to shame; reduce them to silence in Sheol.", "19": "Strike dumb their lying lips, which speak arrogantly against the righteous in contempt and scorn.", "20": "How great is your goodness, Lord, stored up for those who fear you. You display it for those who trust you, in the sight of the children of Adam.", "21": "You hide them in the shelter of your presence, safe from scheming enemies. You conceal them in your tent, away from the strife of tongues.", "22": "Blessed be the Lord, marvelously he showed to me his mercy in a fortified city.", "23": "Though I had said in my alarm, “I am cut off from your eyes.” Yet you heard my voice, my cry for mercy, when I pleaded with you for help.", "24": "Love the Lord, all you who are faithful to him. The Lord protects the loyal, but repays the arrogant in full.", "25": "Be strong and take heart, all who hope in the Lord."}