{"1": "Of David. Do not be provoked by evildoers; do not envy those who do wrong.", "2": "Like grass they wither quickly; like green plants they wilt away.", "3": "Trust in the Lord and do good that you may dwell in the land[b] and live secure.", "4": "Find your delight in the Lord who will give you your heart's desire.", "5": "Commit your way to the Lord; trust in him and he will act", "6": "And make your righteousness shine like the dawn, your justice like noonday.", "7": "Be still before the Lord; wait for him. Do not be provoked by the prosperous, nor by malicious schemers.", "8": "Refrain from anger; abandon wrath; do not be provoked; it brings only harm.", "9": "Those who do evil will be cut off, but those who wait for the Lord will inherit the earth.", "10": "Wait a little, and the wicked will be no more; look for them and they will not be there.", "11": "But the poor will inherit the earth, will delight in great prosperity.", "12": "The wicked plot against the righteous and gnash their teeth at them;", "13": "But my Lord laughs at them, because he sees that their day is coming.", "14": "The wicked unsheath their swords; they string their bows To fell the poor and oppressed, to slaughter those whose way is upright.", "15": "Their swords will pierce their own hearts; their bows will be broken.", "16": "Better the meagerness of the righteous one than the plenty of the wicked.", "17": "The arms of the wicked will be broken, while the Lord will sustain the righteous.", "18": "The Lord knows the days of the blameless; their heritage lasts forever.", "19": "They will not be ashamed when times are bad; in days of famine they will be satisfied.", "20": "The wicked perish, enemies of the Lord; They shall be consumed like fattened lambs; like smoke they disappear.", "21": "The wicked one borrows but does not repay; the righteous one is generous and gives.", "22": "For those blessed by the Lord will inherit the earth, but those accursed will be cut off.", "23": "The valiant one whose steps are guided by the Lord, who will delight in his way,", "24": "May stumble, but he will never fall, for the Lord holds his hand.", "25": "Neither in my youth, nor now in old age have I seen the righteous one abandoned or his offspring begging for bread.", "26": "All day long he is gracious and lends, and his offspring become a blessing.", "27": "Turn from evil and do good, that you may be settled forever.", "28": "For the Lord loves justice and does not abandon the faithful. When the unjust are destroyed, and the offspring of the wicked cut off,", "29": "The righteous will inherit the earth and dwell in it forever.", "30": "The mouth of the righteous utters wisdom; his tongue speaks what is right.", "31": "God's teaching is in his heart; his steps do not falter.", "32": "The wicked spies on the righteous and seeks to kill him.", "33": "But the Lord does not abandon him in his power, nor let him be condemned when tried.", "34": "Wait eagerly for the Lord, and keep his way; He will raise you up to inherit the earth; you will see when the wicked are cut off.", "35": "I have seen a ruthless scoundrel, spreading out like a green cedar.", "36": "When I passed by again, he was gone; though I searched, he could not be found.", "37": "Observe the person of integrity and mark the upright; Because there is a future for a man of peace.", "38": "Sinners will be destroyed together; the future of the wicked will be cut off.", "39": "The salvation of the righteous is from the Lord, their refuge in a time of distress.", "40": "The Lord helps and rescues them, rescues and saves them from the wicked, because they take refuge in him."}