{"1": "A maskil of Asaph. Why, God, have you cast us off forever?[b] Why does your anger burn against the sheep of your pasture?", "2": "Remember your people, whom you acquired of old, the tribe you redeemed as your own heritage, Mount Zion where you dwell.", "3": "Direct your steps toward the utter destruction, everything the enemy laid waste in the sanctuary.", "4": "Your foes roared triumphantly in the place of your assembly; they set up their own tokens of victory.", "5": "They hacked away like a forester gathering boughs, swinging his ax in a thicket of trees.", "6": "They smashed all its engraved work, struck it with ax and pick.", "7": "They set your sanctuary on fire, profaned your name's abode by razing it to the ground.", "8": "They said in their hearts, “We will destroy them all! Burn all the assembly-places of God in the land!”", "9": "[c]Even so we have seen no signs for us, there is no prophet any more, no one among us who knows for how long.", "10": "How long, O God, will the enemy jeer? Will the enemy revile your name forever?", "11": "Why draw back your hand, why hold back your right hand within your bosom?[d]", "12": "[e]Yet you, God, are my king from of old, winning victories throughout the earth.", "13": "You stirred up the sea by your might; you smashed the heads of the dragons on the waters.", "14": "You crushed the heads of Leviathan, gave him as food to the sharks.", "15": "You opened up springs and torrents, brought dry land out of the primeval waters.[f]", "16": "Yours the day and yours the night too; you set the moon and sun in place.", "17": "You fixed all the limits of the earth; summer and winter you made.", "18": "Remember how the enemy has jeered, Lord, how a foolish people has reviled your name.", "19": "Do not surrender to wild animals those who praise you; do not forget forever the life of your afflicted.", "20": "Look to your covenant, for the recesses of the land are full of the haunts of violence.", "21": "Let not the oppressed turn back in shame; may the poor and needy praise your name.", "22": "Arise, God, defend your cause; remember the constant jeering of the fools.", "23": "Do not forget the clamor of your foes, the unceasing uproar of your enemies."}