{"1": "A maskil of Ethan the Ezrahite.", "2": "I will sing of your mercy forever, Lord proclaim your faithfulness through all ages.", "3": "[b]For I said, “My mercy is established forever; my faithfulness will stand as long as the heavens.", "4": "I have made a covenant with my chosen one; I have sworn to David my servant:", "5": "I will make your dynasty stand forever and establish your throne through all ages.” Selah", "6": "The heavens praise your marvels, Lord, your loyalty in the assembly of the holy ones.", "7": "Who in the skies ranks with the Lord? Who is like the Lord among the sons of the gods?[c]", "8": "A God dreaded in the council of the holy ones, greater and more awesome than all those around him!", "9": "Lord, God of hosts, who is like you? Mighty Lord, your faithfulness surrounds you.", "10": "You rule the raging sea; you still its swelling waves.", "11": "You crush Rahab[d] with a mortal blow; with your strong arm you scatter your foes.", "12": "Yours are the heavens, yours the earth; you founded the world and everything in it.", "13": "[e]Zaphon and Amanus you created; Tabor and Hermon rejoice in your name.", "14": "You have a mighty arm. Your hand is strong; your right hand is ever exalted.", "15": "Justice and judgment are the foundation of your throne; mercy and faithfulness march before you.", "16": "Blessed the people who know the war cry, who walk in the radiance of your face, Lord.", "17": "In your name they sing joyfully all the day; they rejoice in your righteousness.", "18": "You are their majestic strength; by your favor our horn[f] is exalted.", "19": "Truly the Lord is our shield, the Holy One of Israel, our king!", "20": "Then you spoke in vision; to your faithful ones you said: “I have set a leader over the warriors; I have raised up a chosen one from the people.", "21": "I have chosen David, my servant; with my holy oil I have anointed him.", "22": "My hand will be with him; my arm will make him strong.", "23": "No enemy shall outwit him, nor shall the wicked defeat him.", "24": "I will crush his foes before him, strike down those who hate him.", "25": "My faithfulness and mercy will be with him; through my name his horn will be exalted.", "26": "[g]I will set his hand upon the sea, his right hand upon the rivers.", "27": "He shall cry to me, 'You are my father, my God, the Rock of my salvation!'", "28": "I myself make him the firstborn, Most High[h] over the kings of the earth.", "29": "Forever I will maintain my mercy for him; my covenant with him stands firm.", "30": "I will establish his dynasty forever, his throne as the days of the heavens.", "31": "If his descendants forsake my teaching, do not follow my decrees,", "32": "If they fail to observe my statutes, do not keep my commandments,", "33": "I will punish their crime with a rod and their guilt with blows.", "34": "But I will not take my mercy from him, nor will I betray my bond of faithfulness.", "35": "I will not violate my covenant; the promise of my lips I will not alter.", "36": "By my holiness I swore once for all: I will never be false to David.", "37": "[i]His dynasty will continue forever, his throne, like the sun before me.", "38": "Like the moon it will stand eternal, forever firm like the sky!” Selah", "39": "But now you have rejected and spurned, been enraged at your anointed.", "40": "You renounced the covenant with your servant, defiled his crown in the dust.", "41": "You broke down all city walls, left his strongholds in ruins.", "42": "All who pass through seize plunder; his neighbors deride him.", "43": "You have exalted the right hand of his foes, have gladdened all his enemies.", "44": "You turned back his sharp sword, did not support him in battle.", "45": "You brought to an end his splendor, hurled his throne to the ground.", "46": "You cut short the days of his youth, covered him with shame. Selah V", "47": "How long, Lord? Will you hide forever? Must your wrath smolder like fire?", "48": "Remember how brief life is, how frail the sons of man you have created!", "49": "What is man, that he should live and not see death? Who can deliver his soul from the power of Sheol? Selah VI", "50": "Where are your former mercies, Lord, that you swore to David in your faithfulness?", "51": "Remember, Lord, the insults to your servants, how I have borne in my bosom the slander of the nations.", "52": "Your enemies, Lord, insult; they insult each step of your anointed.", "53": "[j]Blessed be the Lord forever! Amen and amen!"}