{"1": "Therefore, laying aside all malice, and all guile, and hypocrisy, and envy, and all blasphemy,", "2": "desire the sincere milk of the word, as newborn babies; so that by it you may grow", "3": "(if indeed you have tasted that the Lord is bountiful),", "4": "coming to Him as to a living stone, indeed rejected by men but chosen by God and precious.", "5": "You also, as living stones, are being built up into a spiritual house, a holy priesthood; to offer up spiritual sacrifices acceptable to God by Jesus Christ.", "6": "Therefore it is also contained in the Scripture, “Behold, I put a Chief Cornerstone in Zion, elect and precious. And the one who believes in Him shall not be put to shame.”", "7": "Therefore, to you who believe, He is precious. But to those who are disobedient, “the Stone which the builders rejected, the same has become the Chief Cornerstone,”", "8": "and, “a Stone of stumbling and a Rock of offense,” to those who stumble at the word, being disobedient. To this they were also appointed.", "9": "But you are a chosen generation, a royal priesthood, a holy nation, a people set at liberty; so that you would show forth the virtues of the One Who has called you out of darkness into His marvelous light,", "10": "In the past, you were not a people, yet are now the people of God; who in the past were not under mercy, but now have obtained mercy.", "11": "Dearly beloved, I urge you as strangers and pilgrims, abstain from fleshly lusts which war against the soul.", "12": "And have your behavior be honorable among the Gentiles, so that those who speak against you as evil doers may, by your good works which they shall see, glorify God in the day of visitation.", "13": "Therefore, submit yourselves to every institution of man, for the Lord's sake; whether it is to the king (as superior),", "14": "or to governors (those sent by him for the punishment of evildoers and for the praise of those who do well).", "15": "For such is the will of God: that by doing good you may put to silence the ignorance of foolish men;", "16": "as free, yet not having freedom be a cloak for evil, but as servants of God.", "17": "Honor the whole brotherhood. Love brotherly fellowship. Fear God. Honor the King.", "18": "Servants, be subject to your masters with all fear, not only to the good and courteous, but also to the crooked.", "19": "For this is grace: if anyone - for the sake of conscience toward God - endures grief, suffering wrongly.", "20": "For what praise is it, if when you are mistreated for your faults, you take it patiently? But if you suffer when you do well, and take it patiently, this is acceptable to God.", "21": "For you are called to this. For Christ also suffered for you, leaving you an example, so that you could follow His steps.", "22": "“He did no sin. Nor was there guile found in His mouth.”", "23": "When He was reviled, He did not revile in return. When He suffered, He did not threaten, but committed it to Him Who judges righteously.", "24": "He Himself bore our sins in His body on the tree, so that we, being dead to sin, would live in righteousness. “By His wounds you were healed.”", "25": "For you were as sheep, going astray, but now are returned to the Shepherd and Overseer of your souls."}