{"1": "Therefore, as Christ has suffered for us in the flesh, arm yourselves likewise with the same mind. For he who has suffered in the flesh has ceased from sin,", "2": "so that henceforth (as much time as remains in the flesh) he should not live after the lusts of men, but after the will of God.", "3": "For in the past of our lives, it may have sufficed for us to work after the same desires as the Gentiles: walking in lewdness, lusts, drunkenness, in gluttony, carousing, and in abominable idolatries.", "4": "So, it seems strange to them that you do not run with them to the same excess of debauchery, and they speak evil of you.", "5": "They shall give account to Him Who is ready to judge quick and dead.", "6": "For to this purpose was the Gospel also preached to the dead: so that they might be condemned according to men in the flesh but might live according to God in the Spirit.", "7": "Now, the end of all things is at hand. Therefore, be of sound mind, and watching in prayer.", "8": "But above all things, have fervent love among you. For love shall cover a multitude of sins.", "9": "Be hospitable one to another, without grumbling.", "10": "The same gifts which everyone has received, let us minister to each other as good stewards of the manifold grace of God.", "11": "If anyone speaks, let him speak as the words of God. If anyone ministers, let him do so as with the strength which God supplies, so that in all things God may be glorified through Jesus Christ; to Whom is praise and dominion, forever and ever. Amen.", "12": "Dearly beloved, do not think it strange concerning the fiery trial which is among you (to test you), as though some strange thing had come to you.", "13": "But rejoice, inasmuch as you are partakers of Christ's sufferings! So that when His glory shall appear, you may be glad and rejoice!", "14": "If you are railed upon for the Name of Christ, you are blessed! For the Spirit of glory and of God rests upon you (Who on their part is blasphemed, but on your part is glorified).", "15": "But let none of you suffer as a murderer, or a thief, or an evildoer, or as a busybody.", "16": "But if anyone suffers as a Christian, let him not be ashamed. But let him glorify God in this behalf.", "17": "For the time has come that judgment must begin at the house of God. If it first begins with us, what shall the end be of those who do not obey the Gospel of God?", "18": "“And if the righteous are scarcely saved, where shall the ungodly and the sinner appear?”", "19": "Therefore, let those who suffer according to the will of God commit their souls to Him in doing good, as to a faithful Creator."}