{"1": "These are the words which Moses spoke to all Israel on the other side of the Jordan, in the desert, in the Arabah beside Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab. ", "2": "It takes eleven days to travel from Horeb by the way of Mount Seir to Kadesh-barnea. ", "3": "On the first day of the eleventh month in the fortieth year, Moses spoke to the children of Israel. He told them all the Lord said they must do. ", "4": "This was after he had won the war against Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and Edrei. ", "5": "On the other side of the Jordan in the land of Moab, Moses talked to the people about this Law. He said, ", "6": "“The Lord our God spoke to us at Mount Sinai, saying, 'You have stayed long enough at this mountain. ", "7": "Get ready to travel now. Go to the hill country of the Amorites, and to all their neighbors in the Arabah, in the hill country and in the valley, in the Negev and by the sea, the land of the Canaanites, and Lebanon, as far as the big river, the river Euphrates. ", "8": "See, I have set the land in front of you. Go in and take for your own the land which the Lord promised to give to your fathers, Abraham, Isaac and Jacob, and to their children after them.'", "9": "“At that time I said to you, 'I am not able to take care of you alone. ", "10": "The Lord your God has made you become many people. Now you are as many as the stars of heaven. ", "11": "May the Lord, the God of your fathers, make you 1,000 times as many as you are. May He bring good to you just as He has promised you! ", "12": "How can I alone carry the weight of your troubles? ", "13": "Choose wise, understanding and able men from your family groups. And I will make them leaders over you.' ", "14": "You answered me and said, 'The thing which you have spoken is good for us to do.' ", "15": "So I took the leaders of your family groups, wise and able men. I made them leaders over you, leaders of thousands, of hundreds, of fifties and of tens, and rulers of your family groups.", "16": "“Then I said to your judges at that time, 'Listen to the problems between your brothers. And be right in what you decide between a man and his brother or the stranger who is with him. ", "17": "Do not show favor as you judge. Listen to the small and the great alike. Do not be afraid of any man, because you are judging for God. Bring to me any problem that is too hard for you, and I will hear it.' ", "18": "I told you at that time all the things you should do.", "19": "“Then we left Mount Sinai. We went through the big desert you saw which fills people with fear, on the way to the hill country of the Amorites, just as the Lord our God had told us. And we came to Kadesh-barnea. ", "20": "I said to you, 'You have come to the hill country of the Amorites, which the Lord our God will give us. ", "21": "See, the Lord your God has set the land in front of you. Go and take it for your own, as the Lord, the God of your fathers, has told you. Do not be afraid or troubled.' ", "22": "Then all of you came to me and said, 'Let us send men before us, to spy out the land for us. They will return and tell us which way we should go and which cities we will come to.' ", "23": "What you said pleased me. I took twelve of your men, one man for each family group. ", "24": "They went up into the hill country, came to the valley of Eshcol, and saw what was there. ", "25": "They took some of the fruit of the land in their hands and brought it down to us. And they told us that it is a good land which the Lord our God is giving us.", "26": "“Yet you would not go up. You went against what the Lord your God told you to do. ", "27": "You complained in your tents, saying, 'Because the Lord hates us He has brought us out of the land of Egypt to give us to the Amorites to destroy us. ", "28": "Where would we be going? Our brothers have made our hearts weak with fear, saying, 'The people are bigger and taller than we. The cities are large, with walls as high as the heavens. And we have even seen the sons of the Anakim there.'” ", "29": "Then I said to you, 'Do not be afraid of them. ", "30": "The Lord your God Who goes before you will Himself fight for you. He did this for you in Egypt in front of your eyes, ", "31": "and in the desert. There you saw how the Lord your God carried you, as a man carries his son, in all the way you have walked until you came to this place.' ", "32": "But even so, you did not trust the Lord your God, ", "33": "Who goes before you on your way. He finds a place for you to set up your tents. He uses fire to show you the way to go during the night. During the day He uses a cloud to lead you.", "34": "“The Lord heard your words and was angry. He swore, ", "35": "'Not one of these men of these sinful people will see the good land I promised to give your fathers, ", "36": "except Caleb the son of Jephunneh. He will see it. I will give the land on which he has walked to him and his children because he has always followed the Lord.' ", "37": "The Lord was angry with me because of you. He said, 'Not even you will go in there. ", "38": "Joshua the son of Nun, who stands in front of you, will go in there. Tell him to be strong, for he will bring Israel into their new land. ", "39": "And your little ones whom you said would be taken by strange hands, and your children who do not yet know the difference between good and bad, will go in there. I will give the land to them. It will be theirs. ", "40": "But as for you, turn around and go into the desert by way of the Red Sea.'", "41": "“Then you said to me, 'We have sinned against the Lord. We will go up and fight, just as the Lord our God told us.' So every man of you put on his sword and thought it an easy thing to go up into the hill country. ", "42": "The Lord said to me, 'Say to them, “Do not go up or fight. For I am not among you. You would be destroyed by those who hate you.”' ", "43": "So I spoke to you but you would not listen. You went against what the Lord told you. In your pride you went up into the hill country. ", "44": "Then the Amorites who lived in that hill country came out against you. They came at you like bees, and crushed you from Seir to Hormah. ", "45": "And you returned and cried before the Lord but the Lord did not listen to you. ", "46": "So you stayed in Kadesh. Many days you stayed there."}