{"1": "“A man who tells what is going to happen or a dreamer of dreams may come among you. He may give you something special to see or do a powerful work. ", "2": "And what he tells you will happen might come true. But if he says to you, 'Let us follow other gods (whom you have not known) and let us worship them,' ", "3": "do not listen to the words of that man who tells you what will happen or that dreamer of dreams. For the Lord your God is putting you to the test to see if you love the Lord your God with all your heart and with all your soul. ", "4": "Follow the Lord your God and fear Him. Keep His Laws, and listen to His voice. Work for Him, and hold on to Him. ", "5": "But that man who tells what is going to happen or that dreamer of dreams must be put to death, because he has talked to you about turning away from the Lord your God Who brought you from the land of Egypt and set you free from the land where you were servants. That man tried to turn you from the way the Lord your God told you to walk. You must take the sinful away from you.", "6": "“Your brother, your mother's son, or your son or daughter, or the wife you love, or your friend who is as your own soul, might tempt you in secret. They might say, 'Let us go and worship other gods' (whom you and your fathers have not known. ", "7": "They might be gods of the nations who are around you, near you, or far from you, from one end of the earth to the other). ", "8": "Do not agree with him or listen to him. Do not look on him with pity. And do not show him loving-kindness or hide him. ", "9": "You must kill him. Your hand should be first against him to put him to death, and then the hand of all the people. ", "10": "Kill him with stones, because he has tried to turn you away from the Lord your God Who brought you out of the land of Egypt, out of the land where you were servants. ", "11": "Then all Israel will hear and be afraid. No one will do such a sinful thing among you again.", "12": "“You might hear that in one of the cities the Lord your God has given you to live in ", "13": "that some men of no worth have gone out from among you to tempt those who live in their city. They might say, 'Let us go and worship other gods,' (whom you have not known). ", "14": "Then you should ask around and try to find out if this is true. If it is true that this sinful thing has been done among you, ", "15": "you must be sure to go against those of that city with the sword. Destroy all of it, all that is in it, and its cattle, with the sword. ", "16": "Then gather all that is left into the center of the city. Burn the city and all that is left in it with fire as a whole burnt gift to the Lord your God. It will be destroyed forever. It will never be built again. ", "17": "Let nothing of the things to be destroyed be kept in your own hand so the Lord may turn from His burning anger and show loving-kindness to you. He will show you loving-pity and make you a nation of many, just as He promised your fathers. ", "18": "But you must listen to the voice of the Lord your God. Obey all His Laws which I am telling you today. Do what is right in the eyes of the Lord your God."}