{"1": "“The Levite religious leaders of the family group of Levi will have no share of the land given to Israel. They will live on the gifts given to the Lord by fire. ", "2": "They will have no share of the land among their brothers. The Lord is their share, as He promised them.", "3": "“When the people bring their gifts, a bull or a sheep, the religious leader is to be given the shoulder, the parts of the face, and the stomach. ", "4": "Give him the first of your grain, your wine, and your oil, and the first wool of your sheep. ", "5": "For the Lord your God has chosen him and his sons from all your families, to stand and serve in the name of the Lord forever.", "6": "“If a Levite comes whenever he desires from any of the towns in Israel to the place the Lord chooses, ", "7": "then he may work in the name of the Lord his God, like all his brother Levites who stand there before the Lord. ", "8": "They will all eat the same share of food, except what they receive from what is sold of their fathers' lands.", "9": "“When you go into the land the Lord your God gives you, do not learn to follow the hated and sinful ways of those nations. ", "10": "There must not be found among you anyone who makes his son or daughter pass through the fire, or uses secret ways, or does witchcraft, or tells the meaning of special things, or is a witch, ", "11": "or uses secret power on people, or helps people talk to spirits, or talks to spirits himself, or talks with the dead. ", "12": "For the Lord hates whoever does these things. And because of these hated things, the Lord your God will drive them out from in front of you. ", "13": "You must be without blame before the Lord your God. ", "14": "For these nations that you are about to take listen to those who do witchcraft and use secret ways. But the Lord your God has not allowed you to do so.", "15": "“The Lord your God will give you a man who speaks for God like me from among your own brothers. You must listen to him. ", "16": "This is what you asked of the Lord your God at Sinai on the day of the meeting, when you said, 'Do not let me hear the voice of the Lord my God again. Do not let me see this fire any more, or I will die.' ", "17": "And the Lord said to me, 'They have spoken well. ", "18": "I will give them a man who speaks for God like you from among their brothers. I will put My words in his mouth. And he will make known to them all that I tell him. ", "19": "He will speak in My name. And I will punish whoever will not listen to him. ", "20": "But that man of God will die who is not careful and speaks in My name what I did not tell him to speak, or speaks in the name of other gods.' ", "21": "You may say to yourselves, 'How can we know which words the Lord has not spoken?' ", "22": "When a man who speaks for God speaks in the name of the Lord, and what he says does not come true, that word is not from the Lord. The man has spoken on his own. Do not be afraid of him."}