{"1": "“If a person has been killed and is found lying in a field in the land the Lord your God is giving you for your own and it is not known who killed him, ", "2": "then your leaders and judges will go out and see how far it is to the cities that are around the dead man. ", "3": "The leaders of the city that is nearest to the dead man will take a young cow from the cattle. The cow must never have been worked or pulled a plow. ", "4": "The leaders of that city will bring the young cow down to a valley with flowing water, which has not been plowed or planted. They will break the cow's neck there in the valley. ", "5": "Then the religious leaders, the sons of Levi, will come near for the Lord your God has chosen them to serve Him and to bring good in the name of the Lord. Every question about what is right and every fight will be decided upon by them. ", "6": "All the leaders of that city nearest to the dead man will wash their hands over the young cow whose neck was broken in the valley. ", "7": "Then they will say, 'Our hands have not killed him. Our eyes have not seen it. ", "8": "O Lord, forgive Your people Israel whom You have set free. Do not put the guilt of killing a man who did no wrong on Your people Israel.' And they will be forgiven from the guilt of the man's death. ", "9": "So you must take away the guilt of taking the life of a good man by doing what is right in the eyes of the Lord.", "10": "“When you go out to battle against those who hate you, and the Lord your God gives them to you, and you make them go with you, ", "11": "and you see a beautiful woman and have a desire for her as a wife, ", "12": "bring her home to your house. There she will cut off all the hair from her head and cut her nails. ", "13": "She will change the clothes she wore when you took her away, and stay in your house. She will have sorrow for her father and mother for one month. After that you may go in to her and be her husband and she will be your wife. ", "14": "If you are not pleased with her, you should let her go wherever she wants. But do not sell her for money or act as if she were a servant because you have put her to shame.", "15": "“If a man has two wives, one loved and the other not loved, and both the loved and the one not loved have borne him sons, and if the first-born son belongs to the wife who is not loved, ", "16": "on the day when the man divides what he has for his sons, he cannot make the first-born of his loved wife the first-born before the son of the wife who is not loved, who is the first-born. ", "17": "He must respect the first-born, the son of the wife who is not loved, by giving him twice the share of all he has. He is the beginning of his strength and the right of the first-born belongs to him.", "18": "“If a man has a strong-willed son who goes against him and does not obey his father or mother and when they punish him he will not even listen to them, ", "19": "then his father and mother will take hold of him and bring him to the leaders of his city at the gate of his city. ", "20": "They will say to the leaders of his city, 'This son of ours is strong-willed and goes against us. He will not obey us. He eats and drinks too much.' ", "21": "Then all the men of his city will kill him with stones. You must get rid of the sin from among you. All Israel will hear about it and be afraid.", "22": "“If a man has sinned and should be put to death and he is put to death and you hang him on a tree, ", "23": "his body must not hang all night on the tree. You should be sure to bury him on the same day (for he who hangs is cursed by God). So do not make your land unclean which the Lord your God is giving you."}