{"1": "“If you see your brother's bull or sheep walking away, do not pretend that you do not see them. Be sure to return them to your brother. ", "2": "If your brother is not home, or if you do not know who he is, then bring the animal to your house. Keep it there until your brother looks for it. Then return it to him. ", "3": "Do the same with his donkey, or his coat, or anything lost by your brother. If you find what he has lost, you must help him. ", "4": "If you see your brother's donkey or his ox fallen down by the road, do not pretend that you do not see them. Be sure to help him lift them up again.", "5": "“A woman must not wear men's clothing. And a man must not put on women's clothing. For the Lord your God hates whoever does these things.", "6": "“You might find a bird's nest by the road, in a tree or on the ground, with young ones or eggs. If you find the mother sitting on the young or on the eggs, do not take the mother with the young. ", "7": "Be sure to let the mother go. But you may take the young for yourself. Then it will go well with you, and you will live long.", "8": "“When you build a new house, you should put a short wall around your roof. Then no one will fall from it and bring the guilt of blood upon your house.", "9": "“Do not plant among your vines another kind of seed. All that grows from what you have planted will be unclean. ", "10": "Do not plow with a bull and a donkey together. ", "11": "Do not wear clothing made of both wool and linen together.", "12": "“Make tassels to put on the four corners of the clothing you use to cover yourself.", "13": "“If a man takes a wife and goes in to her and decides he does not like her, ", "14": "and says that she did sinful acts and puts her to shame before others and says, 'I took this woman, but when I came near her, I found that she had been with another man,' ", "15": "then the girl's father and mother should bring what is needed to prove she has not been with another man to the leaders of the city at the gate. ", "16": "The girl's father will say to the leaders, 'I gave my daughter to this man for a wife. But he turned against her. ", "17": "He said she has done sinful acts, saying, “I found that your daughter has been with another man.” But I brought what will prove that my daughter has not been with another man.' And they will spread the clothing in front of the leaders of the city. ", "18": "Then the leaders of that city will take the man and punish him. ", "19": "They will make him pay a hundred pieces of silver and give it to the girl's father, because he has put to shame the name of an Israelite girl who has not had a man. She will still be his wife. He cannot divorce her as long as he lives. ", "20": "But if it is true that the girl was found to have had another man, ", "21": "then they will bring the girl to the door of her father's house. There the men of her city will kill her with stones, because she has done a foolish act in Israel by acting in her father's house like a woman who sells the use of her body. So you will get rid of the sin from among you.", "22": "“If a man is found lying with a married woman, then both of them must die, the man who lay with the woman, and the woman. So you will get rid of the sin from Israel.", "23": "“If a girl who has never had a man is promised in marriage to a man, another man might find her in the city and lie with her. ", "24": "Then you must bring them both to the gate of that city and kill them with stones. Put the girl to death because she did not cry for help in the city, and the man because he has sinned against his neighbor's wife. So you will get rid of the sin from among you. ", "25": "But if the man finds a girl in the field who is promised in marriage, and makes her lie with him, then only the man who lies with her will die. ", "26": "Do nothing to the girl. There is no sin in the girl bad enough for her to be put to death. It is as if a man goes against his neighbor and kills him. ", "27": "When he found her in the field, the girl promised in marriage cried out. But there was no one to save her.", "28": "“If a man finds a girl who has never had a man and is not promised in marriage, and takes her and lies with her, and they are found, ", "29": "then the man who lay with her must give fifty pieces of silver to the girl's father. And she will become his wife, because he has put her to shame. He cannot divorce her as long as he lives.", "30": "“A man must not take his father's wife. He must not take the clothes off the woman who belongs to his father."}