{"1": "These are the words of the agreement the Lord told Moses to make with the people of Israel in the land of Moab, as well as the agreement He had made with them at Mount Sinai.", "2": "Moses called all Israel and said to them, “You have seen all the Lord did in front of you in the land of Egypt to Pharaoh and all his servants and all his land. ", "3": "You have seen great tests and powerful works. ", "4": "Yet to this day the Lord has not given you a heart to know, or eyes to see, or ears to hear. ", "5": "I have led you forty years in the desert. Your clothes did not wear out. And your shoes did not wear out on your feet. ", "6": "You did not eat bread, or drink wine or strong drink, so you might know that I am the Lord your God. ", "7": "When you came to this place, Sihon the king of Heshbon and Og the king of Bashan came to meet us to fight. But we won the fight. ", "8": "We took their land and gave it as a gift to the Reubenites, the Gadites, and the half family group of Manasseh. ", "9": "So be careful to keep the words of this agreement and obey them so all that you do will go well.", "10": "“Today you all stand before the Lord your God, you, your rulers, your families, your leaders, all the men of Israel, ", "11": "your children, your wives, the stranger who is among your tents, from the one who cuts your wood to the one who gets your water. ", "12": "You are here to take part in the agreement with the Lord your God, and in His promise which the Lord your God is making with you today. ", "13": "So today He will make you His people. He will be your God, just as He told you and as He promised your fathers, Abraham, Isaac and Jacob.", "14": "“I am not making this agreement and this promise with you alone. ", "15": "I am making them with those who stand here with us today before the Lord our God, and with those who are not here with us today. ", "16": "You know how we lived in the land of Egypt, and how we passed through the land of the nations on our way here. ", "17": "You have seen their sinful things and their gods of wood, stone, silver and gold, which they had with them. ", "18": "Be careful not to have any man or woman or family or group among you whose heart turns away from the Lord our God today to go and worship the gods of those nations. Do not let there be a root among you giving poison fruit and bad-tasting plants. ", "19": "When one hears the words of this curse, he will say in his pride, 'I have peace even though I am strong-willed in my heart.' This will destroy the land that is watered along with the dry land. ", "20": "The Lord will never be willing to forgive him. But the Lord will be jealous and His anger will burn against that man. Every curse written in this book will be upon him. And the Lord will take out his name from under heaven. ", "21": "The Lord will set him apart for trouble from all the families of Israel, with all the curses of the agreement which are written in this book of the Law.", "22": "“The children to come, your sons who grow up after you, and the stranger who comes from a land far away, will see the troubles and diseases the Lord has sent upon the land. And they will say, ", "23": "'The whole land is sulphur and salt, a burning waste, not planted and not giving any plants, and no grass grows in it. It is like Sodom and Gomorrah, Admah and Zeboiim, which the Lord destroyed in His anger.' ", "24": "All the nations will say, 'Why has the Lord done this to this land? Why was He so angry?' ", "25": "Then men will say, 'It is because they did not keep the agreement of the Lord, the God of their fathers, which He made with them when He brought them out of the land of Egypt. ", "26": "They went and served other gods and worshiped them, gods they had not known and whom He had not given to them. ", "27": "So the anger of the Lord burned against that land. Every curse was brought upon it that is written in this book. ", "28": "The Lord drove them from their land in much anger. And He sent them into another land, as it is today.'", "29": "“The secret things belong to the Lord our God. But the things that are made known belong to us and to our children forever, so we may obey all the words of this Law."}