{"1": "Moses the man of God prayed before his death that good would come to the people of Israel. ", "2": "He said, “The Lord came from Sinai. He came upon us from Seir. He shined from Mount Paran. He came among 10,000 holy ones. He came with fire at His right hand. ", "3": "Yes, He loves His people. All Your holy ones are in Your hand. They followed in Your steps. They receive Your Word. ", "4": "Moses gave us the Law, which belongs to the people of Jacob. ", "5": "The Lord was King in Jeshurun, when the leaders of the people were gathered, all the families of Israel together.", "6": "“May Reuben live and not die. Do not let his men be few.”", "7": "About Judah he said, “O Lord, hear the voice of Judah, and bring him to his people. He fought for them with his hands. Give him help against those who fight against him.”", "8": "About Levi he said, “Let Your Thummim and Your Urim belong to Your man of God. You proved him at Massah, and at the waters of Meribah. ", "9": "He said of his father and mother, 'I do not think of them.' He kept himself apart from his brothers, and his own children. Yes, they obeyed Your Word and kept Your agreement. ", "10": "They will teach Your Laws to Jacob. They will teach Your Laws to Israel. They will put special perfume before You, and whole burnt gifts on Your altar. ", "11": "O Lord, give him good things. Receive the work of his hands. Crush those who go against him and those who hate him, so they may not get up again.”", "12": "About Benjamin he said, “May the one the Lord loves live by Him and be safe. The Lord covers him all the day long. And he lives between His shoulders.”", "13": "About Joseph he said, “May the Lord bring good to his land, with the best gifts from heaven above, with water on the grass in the early morning, and from the deep waters below, ", "14": "with the best things from the sun, and the best foods of the months. ", "15": "May the Lord bring good to his land with the best things of the old mountains, and the best things of the hills that last forever, ", "16": "with the best things of the earth and all that is in it, and the favor of Him Who lived in the bush. Let these gifts come upon the head of Joseph, upon the crown of the head of the one who is ruler among his brothers. ", "17": "His great power is like the first-born of his bull. His horns are like the horns of the wild bull. With them he will push all the nations to the ends of the earth. They are the ten thousands of Ephraim, and the thousands of Manasseh.”", "18": "About Zebulun he said, “Be full of joy, Zebulun, in your going out. Be full of joy, Issachar, in your tents. ", "19": "They will call the people to the mountain. There they will give gifts that are right with God. For they will take out the riches of the seas and the hidden riches of the sand.”", "20": "About Gad he said, “Happy is the one who gives much land to Gad! He lies down like a lion, and tears the arm and the crown of the head. ", "21": "He chose the best part for himself, for that was the ruler's share. He came with the leaders of the people. He did what the Lord wanted him to do. And he obeyed His Law with Israel.”", "22": "About Dan he said, “Dan is a young lion, that jumps out from Bashan.”", "23": "About Naphtali he said, “O Naphtali, filled with favor, and full of the good things of the Lord, take the sea and the south for your own.”", "24": "About Asher he said, “May Asher be given more than the other sons. May he be favored by his brothers. Let him put his foot in oil. ", "25": "Your locks will be iron and brass. And your strength will last like your days.", "26": "“There is none like the God of Jeshurun. He comes through the heavens to help you, through the sky in His great power. ", "27": "The God Who lives forever is your safe place. His arms are always under you. He drove away from in front of you those who hate you, and said, 'Destroy!' ", "28": "So Israel lives in a safe place, the well of Jacob is safe, in a land of grain and new wine. Rain falls from His heavens. ", "29": "Happy are you, O Israel! Who is like you, a nation saved by the Lord! He is the battle-covering Who helps you. He is the sword of your great power. So those who hate you will be afraid in front of you. And you will walk upon their high places.”"}