{"1": "“These are the Laws which the Lord your God has told me to teach you. You are to do them in the land you are going to take for your own. ", "2": "Then you and your son and your grandson will fear the Lord your God. You will obey all His Laws that I tell you, all the days of your life. And then you will have a longer life. ", "3": "O Israel, you should listen and be careful to do them. Then it will go well with you. And you will become many in a land flowing with milk and honey. This is what the Lord, the God of your fathers, has promised you.", "4": "“Hear, O Israel! The Lord our God is one Lord! ", "5": "And you must love the Lord your God with all your heart and with all your soul and with all your strength. ", "6": "Keep these words in your heart that I am telling you today. ", "7": "Do your best to teach them to your children. Talk about them when you sit in your house and when you walk on the road and when you lie down and when you get up. ", "8": "Tie them as something special to see on your hand and on your forehead. ", "9": "Write them beside the door of your house and on your gates.", "10": "“The Lord your God will bring you into the land He promised to your fathers, Abraham, Isaac and Jacob, to give to you. There will be big and beautiful cities which you did not build. ", "11": "Houses will be full of good things which you did not fill. There will be pools for keeping water which you did not dig, and grape vines and olive trees which you did not plant. You will eat and be filled. ", "12": "But then be careful not to forget the Lord Who brought you from the land of Egypt, out of the land where you were held as servants. ", "13": "You must fear the Lord your God. You must worship Him, and swear by His name. ", "14": "Do not follow other gods, any of the gods of the people around you. ", "15": "Or the anger of the Lord your God will burn against you. He will destroy you from the earth. For the Lord your God Who is among you is a jealous God.", "16": "“Do not test the Lord your God, as you put Him to the test at Massah. ", "17": "Be careful to keep all the Laws which the Lord your God has told you. ", "18": "Do what is right and good in the eyes of the Lord. Then it will be well with you. And you may go in and take the good land for your own which the Lord promised to give to your fathers. ", "19": "You will drive out of your way all who hate you, as the Lord has promised.", "20": "“In time to come your son will ask you, 'What do all the Laws mean which the Lord told you?' ", "21": "Then say to your son, 'We were servants of Pharaoh in Egypt. But the Lord brought us out of Egypt with a strong hand. ", "22": "The Lord showed us great and powerful works against Egypt, Pharaoh, and all those of his house. ", "23": "The Lord brought us out from there to bring us into the land He had promised to our fathers.' ", "24": "So the Lord told us to do all these Laws and to fear the Lord our God for our good always, as it is today. ", "25": "We will be right with the Lord our God if we are careful to obey all of the Law before Him, just as He told us."}