{"1": "Now it happened after this that the Moabites and the Ammonites together with other Ammonites came to make war against Jehoshaphat. ", "2": "Some came and reported to Jehoshaphat saying, “A great multitude is coming against you from beyond the sea, from Aram, and are already in Hazazon-Tamar” (that is En-Gedi).", "3": "Jehoshaphat was afraid so he resolved to seek Adonai, and he proclaimed a fast throughout all Judah. ", "4": "Judah assembled to seek help from Adonai; indeed, they came from all the cities of Judah to seek Adonai.", "5": "Then Jehoshaphat stood in the congregation of Judah and Jerusalem in the House of Adonai in front of the new courtyard ", "6": "and said: “Adonai, God of our fathers, are You not God in heaven? You rule over all the kingdoms of the nations. Power and might are in Your hand and no one can stand against You. ", "7": "Are You not our God who drove out the inhabitants of this land before Your people Israel and gave it to the descendants of Your friend Abraham forever? ", "8": "They settled in it and built You a Temple there for Your Name saying, ", "9": "'If calamity comes upon us—the sword of judgment, pestilence or famine—we will stand before this House and before You—for Your Name is in this House—and cry to You in our distress and You will hear and deliver us.'", "10": "“Now behold, the sons of Ammon and Moab and Mount Seir—whose land You did not allow Israel to invade when they came from the land of Egypt, instead they turned aside from them and did not destroy them—", "11": "now behold, how they repay us by coming to drive us out of Your possession that You gave us as an inheritance. ", "12": "Our God, will You not execute judgment on them? For we have no power to face this great multitude that is attacking us. We do not know what to do—but our eyes are on You.”", "13": "All Judah was standing before Adonai with their infants, their wives and their children.", "14": "Then in the midst of the congregation, the Ruach Adonai came upon Jahaziel son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah the Levite, of the sons of Asaph, ", "15": "and he said: “Listen all Judah and inhabitants of Jerusalem and King Jehoshaphat. Thus Adonai says to you, 'Do not be afraid or be dismayed because of this great multitude, for the battle is not yours, but God's. ", "16": "Tomorrow go down against them as they come up the ascent of Ziz. You will find them at the end of the valley in front of the wilderness of Jeruel. ", "17": "You will not fight in this battle. Take your positions, stand and see the salvation of Adonai with you, O Judah and Jerusalem. Do not be afraid or be dismayed. Tomorrow go out to face them, for Adonai is with you.'”", "18": "Jehoshaphat bowed down with his face to the ground and all Judah and the inhabitants of Jerusalem fell down before Adonai to worship Adonai. ", "19": "Levites, from the sons of Kohath and the sons of Korah, stood up to praise Adonai, the God of Israel, with a very loud voice.", "20": "Early in the morning they arose and went out into the wilderness of Tekoa. As they went forth, Jehoshaphat stood and said, “Listen to me, O Judah and inhabitants of Jerusalem! Believe in Adonai your God and you will be confirmed. Trust in His prophets and you will succeed.” ", "21": "After consulting with the people, he appointed singers to Adonai praising the splendor of His holiness, as they went out before the army saying, “Praise Adonai, `for His mercy endures forever.”", "22": "As they began singing and praising, Adonai set ambushes against the children of Ammon, Moab, and Mount Seir who had come against Judah, and they were defeated. ", "23": "For the Ammonites and Moabites rose up against the inhabitants of Mount Seir to exterminate and annihilate them. When they had exterminated the inhabitants of Seir, they helped to destroy one another.", "24": "When Judah came to the lookout in the wilderness and looked for the multitude, behold, only corpses were lying on the ground—no one had escaped. ", "25": "When Jehoshaphat and his people went to take the plunder, they found an abundance of goods, clothing and precious articles, which they pillaged, more than they could carry away. For three days they were taking the plunder because there was so much. ", "26": "On the fourth day they assembled in the valley of Bracha[a] where they blessed Adonai. That is why the name of that place is called the Valley of Bracha to this day.", "27": "Then every man of Judah and Jerusalem, with Jehoshaphat at their head, returned joyfully to Jerusalem for Adonai had given them cause to rejoice over their enemies. ", "28": "They came to Jerusalem to the House of Adonai with harps, lyres and trumpets. ", "29": "So the fear of God was on all the kingdoms of the region because they heard that Adonai had fought against the enemies of Israel. ", "30": "So the kingdom of Jehoshaphat was untroubled for his God gave him rest all around.", "31": "Jehoshaphat reigned over Judah. He was 35 years old when he began to reign, and he reigned for 25 years in Jerusalem. His mother's name was Azubah the daughter of Shlihi. ", "32": "He walked in the way of his father Asa and did not stray from it, doing what was right in the eyes of Adonai. ", "33": "However, the high places were not removed, nor did the people direct their hearts to the God of their fathers.", "34": "Now the rest of the acts of Jehoshaphat, from beginning to end, behold, they are written in the annals of Jehu the son of Hanani, which is included in the book of the kings of Israel.", "35": "Afterward, King Jehoshaphat of Judah allied himself with King Ahaziah of Israel, thereby acting wickedly. ", "36": "He joined with him to construct ships to go to Tarshish, and they constructed the ships in Ezion-geber.", "37": "Then Eliezer son of Dodavahu of Mareshah prophesied against Jehoshaphat saying, “Because you have allied yourself with Ahaziah, Adonai will break up your works.” So the ships were wrecked and were not able to go to Tarshish."}