{"1": "Jehoshaphat slept with his fathers and was buried with his fathers in the city of David. Jehoram his son became king in his place. ", "2": "His brothers, the sons of Jehoshaphat, were Azariah, Jehiel, Zechariah, Azariahu, Michael and Shephatiah—all these were the sons of King Jehoshaphat of Israel. ", "3": "Their father had given them great gifts of silver, gold and precious things, along with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn.", "4": "Now when Jehoram had risen over his father's kingdom and made himself strong, he slew all his brothers with the sword, along with some of the officers of Israel. ", "5": "Jehoram was 32 years old when he became king and he reigned in Jerusalem eight years. ", "6": "He walked in the way of the kings of Israel, just as the house of Ahab did (for Ahab's daughter was his wife), and he did evil in the eyes of Adonai. ", "7": "However, Adonai was not willing to destroy the house of David because of the covenant He had made with David, and since He had spoken a word to give a lamp to him and his sons always.", "8": "In his days Edom rebelled against Judah's rule and set up a king over themselves. ", "9": "So Jehoram crossed over with his officers and all his chariots with him. He rose up by night and struck the Edomites who were surrounding him and the chariot commanders. ", "10": "Thus Edom has been in rebellion against Judah to this day. Then Libnah also revolted from under his hand at that time—because he had forsaken Adonai, the God of his fathers. ", "11": "Moreover, he built high places on the mountains of Judah and caused the inhabitants of Jerusalem to play the harlot and led Judah astray.", "12": "A letter from Elijah the prophet came to him saying: “Thus says Adonai, the God of your father David: Since you have not walked in the ways of Jehoshaphat your father nor in the ways of Asa king of Judah, ", "13": "but have walked in the way of the kings of Israel, leading Judah and the inhabitants of Jerusalem into prostitution just as the house of Ahab committed prostitution and you have also slain your brothers—your own family, who were better than you—", "14": "behold, Adonai is going to strike your people, your children, your wives, and all your possessions with a monumental catastrophe. ", "15": "You yourself will be striken by multiple illnesses of your intestines, day after day, until your intestines drop out because of the illness.”", "16": "Then Adonai stirred up against Jehoram the spirit of the Philistines and the Arabs that neighbored the Cushites. ", "17": "They rose up against Judah, invaded it and carried away all the possessions found in the royal palace, as well as his sons and his wives. No son was left to him except Jehoahaz, his youngest.", "18": "After all this, Adonai smote his intestines with an incurable disease, ", "19": "and it continued day after day for two years, so that at the end his bowels fell out because of his sickness and he died in great agonies. His people made no fire in his honor like the fire of his fathers. ", "20": "He was 32 years old when he became king, and he reigned in Jerusalem eight years and he passed away, to no one's regret. He was buried in the city of David, but not in the tombs of the kings."}