{"1": "Hezekiah became king when he was 25 years old, and he reigned 29 years in Jerusalem. His mother's name was Abijah the daughter of Zechariah. ", "2": "He did right in the eyes of Adonai, just as his father David had done. ", "3": "In the first month of the first year of his reign, he opened the doors of the House of Adonai and repaired them. ", "4": "He brought in the kohanim and the Levites and assembled them into the eastern square.", "5": "Then he said to them: “Listen to me, Levites! Sanctify yourselves, and sanctify the House of Adonai, the God of your fathers, and remove the defilement out of the holy place. ", "6": "Our fathers acted unfaithfully and did evil in the sight of Adonai Eloheinu and have forsaken Him. They turned their faces away from Adonai's dwelling place and turned their backs on Him. ", "7": "They also shut the doors of the porch and put out the lamps. They did not burn incense or offering any burnt offerings in the Holy Place to the God of Israel. ", "8": "Therefore, the wrath of Adonai was upon Judah and Jerusalem. He has made them an object of horror, dread and scorn, as you are seeing with your own eyes. ", "9": "Behold, for this our fathers have fallen by the sword, and our sons, daughters and wives are in captivity.", "10": "“Now it is in my heart to make a covenant with Adonai, the God of Israel, so that His fierce anger may turn away from us. ", "11": "My sons, now do not be negligent, for Adonai has chosen you to stand before Him, to serve Him, and to be His ministers and to burn incense to Him.”", "12": "Then these Levites arose: from the sons of Kohath, Mahath son of Amasai and Joel the son of Azariah; from the sons of Merari, Kish son of Abdi and Azariah son of Jehallelel; from the sons of Gershon, Joah son of Zimmah and Eden son of Joah; ", "13": "from the sons of Elizaphan, Shimri and Jeiel; from the sons of Asaph, Zechariah and Mattaniah; ", "14": "from the sons of Heman, Jehiel and Shimei; and from the sons of Jeduthun, Shemaiah and Uzziel.", "15": "When they had gathered their brothers and sanctified themselves, they went in, as the king ordered according to the words of Adonai, to cleanse the House of Adonai.", "16": "So the kohanim went into the inner part of the House of Adonai to purify it. They brought out to the courtyard of the House of Adonai every impure thing that they found in the temple of Adonai. Then the Levites received it and carried it out to Kidron Valley. ", "17": "They began the consecration on the first day of the first month, and by the eighth day of the month they reached the porch of Adonai. For eight days they consecrated the House of Adonai and finished on the sixteenth day of the first month.", "18": "Then they went in to King Hezekiah and said, “We have purified the entire House of Adonai—the altar of burnt offering with all its vessels, the table of the rows of bread with all the vessels. ", "19": "We have also prepared and concecrated all the articles that King Ahaz discarded in his unfaithfulness, while he was king. Behold, they are now before the altar of Adonai.”", "20": "Then King Hezekiah arose early gathered the leaders of the city and went up to the House of Adonai. ", "21": "They brought seven bulls, seven rams, seven lambs and seven he-goats as a sin offering for the kingdom, the sanctuary and Judah, and he commanded the kohanim—the sons of Aaron—to offer them on the altar of Adonai. ", "22": "So they slaughtered the bulls and the kohanim took the blood and sprinkled it against the altar; next they slaughtered the rams and sprinkled the blood against the altar; then they slaughtered the lambs and sprinkled the blood against the altar. ", "23": "The he-goats for the sin offering were brought before the king and the congregation, and they laid their hands on them. ", "24": "The kohanim then slaughtered them and purified the altar with their blood to make atonement for all Israel, for the king commanded that the burnt offering and the sin offering should be made for all Israel.", "25": "He stationed the Levites in the House of Adonai with cymbals, harps and lyres, according to the command of David, of Gad the king's seer and of Nathan the prophet. For the command was by the authority of Adonai through His prophets. ", "26": "So the Levites stood with David's instruments and the kohanim with the trumpets.", "27": "Then Hezekiah gave the order to sacrifice the burnt offering on the altar. When the burnt offering began, the song of Adonai also began with the trumpets, together with the instruments of King David of Israel. ", "28": "The entire congregation prostrated themselves, while the singers sang and the trumpeters played. All this continued until the burnt offering was finished.", "29": "Now at the completion of the burnt offering, the king and all who were present with him knelt down and worshiped. ", "30": "Moreover, King Hezekiah and the officials ordered the Levites to sing praises to Adonai with the words of David and of Asaph the seer. So they sang praises with gladness and bowed down and worshiped.", "31": "Then Hezekiah responded and said, “You have now consecrated yourselves to Adonai. Come near and bring sacrifices and thank offerings into the House of Adonai.” The congregation brought in sacrifices and thankofferings, and all whose hearts were willing brought burnt offerings.", "32": "The number of the burnt offerings that the congregation brought was 70 bulls, 100 rams, and 200 lambs—all of these as a burnt offering to Adonai. ", "33": "The animals consecrated as sacrifices were 600 bulls and 3,000 sheep. ", "34": "The kohanim, however, were too few to flay all the burnt offerings, so their kinsmen, the Levites, helped them until the work was completed, and until other kohanim had consecrated themselves. For the Levites had been more conscientious to consecrate themselves than the kohanim. ", "35": "There were also a great many burnt offerings, along with the fat of the peace offerings and the drink offering at every burnt offering. Thus the avodah of the House of Adonai was reestablished. ", "36": "Hezekiah and all the people rejoiced because of what God had enabled the people to accomplish, because it happened so suddenly."}