{"1": "When all the work that Solomon undertook for the House of Adonai was finished, Solomon brought in the things David his father consecrated—the silver, gold and all the furnishings—and put them in the treasuries of the House of God.", "2": "Then Solomon gathered to Jerusalem the elders of Israel, all the heads of the tribes and the patriarchal leaders of Bnei-Yisrael, in order to bring up the Ark of the Covenant of Adonai from the city of David, which is Zion. ", "3": "All the men of Israel gathered together to the king at the feast that is in the seventh month.", "4": "So all the elders of Israel came and the Levites took up the Ark ", "5": "and brought up the Ark and the Tent of Meeting along with all the sacred furnishings that were in the Tent. The Levitical kohanim brought them up. ", "6": "Meanwhile, King Solomon and the entire congregation of Israel who gathered with him before the Ark, were sacrificing so many sheep and bulls that they could not be counted or numbered.", "7": "The kohanim brought in the Ark of the Covenant of Adonai to its place, into the inner Sanctuary of the House, into the Holy of Holies under the wings of the cheruvim. ", "8": "The cheruvim spread their wings over the place of the Ark so that the cheruvim covered the Ark and its poles from above. ", "9": "Now the poles were so long that the ends of the poles extending from the Ark could be seen in front of the inner Sanctuary, though they could not be seen from outside; and they are there to this day. ", "10": "There was nothing in the Ark except the two tablets that Moses had placed there at Horeb, where Adonai made a covenant with Bnei-Yisrael when they came out of Egypt.", "11": "And it came to pass, when the kohanim came out of the Holy Place—for all the kohanim that were present had consecrated themselves, without regard to divisions—", "12": "all the Levite singers—Asaph, Heman, Jeduthun, their sons and their relatives—dressed in fine linen with cymbals, harps and lyres, were standing at the east end of the altar and with them were 120 kohanim blowing trumpets. ", "13": "Then it came to pass that when the trumpeters and singers joined as one to extol and praise Adonai, and when the sound of the trumpets, cymbals and musical instruments and the praise of Adonai—“For He is good, for His mercy endures forever”—grew louder, the Temple, the House of Adonai, was filled with a cloud. ", "14": "The kohanim could not stand to minister because of the cloud, for the glory of Adonai filled the House of God."}