{"1": "My brothers, with all my heart I want the Jews to be saved. And I ask God to save them.", "2": "I can say this about them, they want very much to obey God. But they do not know the right way.", "3": "They did not know the way God makes people right with him. They tried to make themselves good people. So they did not obey God's way to become right with him.", "4": "Christ has made an end to the law as a way of getting right with God. Everyone who believes in him is put right with God.", "5": "Moses wrote this: `A man who obeys the law will live by it.'", "6": "But the holy writings also speak about those who are put right by believing: `Do not say in your heart, \"Who will go up into heaven?\" ' (That means, `Who will go up to heaven to bring Christ down?')", "7": "`Do not say, \"Who will go down into the hole that has no bottom?\" ' (That means, `Who will go down to bring Christ up from the dead people?')", "8": "But what do the holy writings say? They say, `The word is near you, in your mouth and in your heart.' That means, the word to believe which we tell people.", "9": "If you say with your mouth that Jesus is Lord, and if you believe in your heart that God has raised Christ from death, you will be saved.", "10": "A person believes with his heart, and he is made right with God. He speaks with his mouth and so is saved from his wrong ways.", "11": "The holy writings say, `Anyone who believes in him will not be let down.'", "12": "The Jews and other people are alike. The same Lord is Lord of all people. He richly blesses all who call out to him.", "13": "The holy writings say, `Everyone who calls out to the Lord will be saved.'", "14": "But how can people call someone if they have not believed in him? And how can they believe in him if they have not heard about him? And how can they hear about him if no one tells them about him?", "15": "And how can people tell about him if no one sends them? The holy writings say, `How good are the feet of those who bring the good news of peace and happiness.'", "16": "But they have not all obeyed the good news. It is as Isaiah said it would be, `Lord, who has believed what we have told them?'", "17": "So people believe because they hear. They hear because people tell them about Christ.", "18": "But I ask, have they not heard? Yes, they have. The holy writings say, `Their voice has gone out all over the earth. And their words have gone out all over the world.'", "19": "But I ask, did not the Jews know? First the book of Moses says, `I will make you jealous through people who are not a nation like the Jews. I will make you angry through people who do not even know or understand these things.'", "20": "But the book of Isaiah says even stronger words. `The people who did not look for me have found me. I have shown myself to those who did not ask for me.'", "21": "But he says about the Jews, `All day I held out my hands to a people who did not obey me, who said wrong things against me.'"}