{"1": "God has been kind to you. So I ask you, brothers, give your bodies to him like a living sacrifice. That is, a holy sacrifice. It will please God. And it is what you should do for him.", "2": "Do not be like the people of this world, but have a new mind. Then you will prove for yourselves what God wants you to do. That will be good. It will please God. And it will be all right.", "3": "God has given me this gift. So I say this to every one of you. Do not think you are better than you really are. But think of yourself as you are. You are what you are because God has given you something when you believed.", "4": "In a body there are many parts, but all the parts do not do the same thing.", "5": "In the same way, we are many people. But we are one body because we are all joined together in Christ. Each one of us is a part of all the others.", "6": "We have different gifts because God has blessed us in different ways. If a person can speak words from God, he must say what he believes he should say.", "7": "If a person can help others, he must help others. If a person can teach, he must teach.", "8": "If a person can talk to others, he must talk to others. If a person can give something, he must give it gladly. If a person can be a leader, he must try to be a good leader. If a person can help someone, he must do it gladly.", "9": "Your love must be real love. Hate what is wrong. Hold to what is good.", "10": "Love one another very much, like brothers. Honour other people more than you honour yourself.", "11": "Do not hold back in what you do. Let the Spirit burn in you. Work hard for the Lord.", "12": "Be very happy because you have a hope. Be strong when you have trouble. Keep on talking with God.", "13": "Give to God's people who need it. Be glad to take care of strangers in your house.", "14": "Bless those who do wrong things to you. Bless them. Do not curse them.", "15": "Be happy with people who are happy. Cry with people who cry.", "16": "Agree with one another. Do not be proud, but be friends with anybody. Do not think you are wiser than you are.", "17": "When people do wrong things to you, do not do wrong things to them also. But try to do good things for all people.", "18": "As much as you can, live in peace with everyone.", "19": "My dear brothers, do not punish people who do wrong to you. But let God's anger punish them. In the holy writings the Lord says, `I myself will punish people. If they have done wrong things, I will do wrong things to them also.'", "20": "But, `If your enemy is hungry, give him food. If he is thirsty, give him a drink. When you do that, it will be as if you put a pile of coals from the fire on his head.'", "21": "Do not let wrong things win a victory over you. But win a victory over wrong things by the good things you do."}