{"1": "Every person must obey the rulers over him. Every ruler has his power from God. And the rulers are put there by God.", "2": "So anyone who fights against the ruler, fights against what God put there. And those who fight will be punished.", "3": "The rulers do not bring fear to a good man, but they bring fear to a bad man. If you do not want to be afraid of a ruler, do what is good and he will praise you.", "4": "Such a person is God's servant and will do what is good for you. But if you do what is wrong, you should fear him. He has great power and he will use it. He is God's servant and will punish those who do wrong.", "5": "So you must obey, not only because of the punishment, but because you know it is right.", "6": "That is why you also pay taxes. The rulers serve God and they give all their time to their work.", "7": "Pay them all that they should have. Pay taxes to the person who should have the taxes. Pay money to the person who should have the money. Respect the people who should be respected. Honour a person who should be honoured.", "8": "Do not have any debts, but love each other. Anyone who loves his neighbour has done all that the law says we should do.", "9": "The law says, `Do not commit adultery. Do not kill. Do not steal. Do not want things that belong to other people.' These laws and others are all in this one law: `Love your neighbour as you love yourself.'", "10": "Anyone who loves his neighbour will do no wrong to him. So love does all that the law says to do.", "11": "In all this you know what a special time it is. It is time now for you to wake up from your sleep. The time when we will be saved is nearer to us now than when we first believed.", "12": "The night is almost past. Morning is near. Let us stop doing the wrong things people do in the dark. Let us do the good things that people do in the light.", "13": "Let us live in the right way like people who are in the light. We must not take part in noisy feasting with dancing, or get drunk. We must not do any kind of wrong thing with sex. We must not quarrel or be jealous.", "14": "But you must take the Lord Jesus Christ into your hearts. And do not plan to do the wrong things your bodies want to do."}