{"1": "Be ready to take a person into the church even if he does not know and believe all you believe. Do not judge what he thinks about things.", "2": "One person believes he may eat anything. Another person, who does not believe that, eats only things that grow in the garden.", "3": "The one who eats anything must not despise the one who does not eat everything. And the one who does not eat must not judge the person who does. God has accepted him as he is.", "4": "Why do you judge another person's servant? He stands or he falls before his own master. But he will stand because the Lord can give him power to stand.", "5": "One man thinks, `This day is better than that day.' But another man thinks, `All days are alike.' Every man should be sure in his own mind what he believes.", "6": "One man honours the day to honour the Lord; another man does not honour the day to honour the Lord. The person who eats everything, eats it because he honours the Lord. And he thanks God. And the person who will not eat every kind of food also does so to honour the Lord. And he still gives thanks to God.", "7": "Not one of us lives for himself. And not one of us dies for himself.", "8": "If we live, we live for the Lord. And if we die, we die for the Lord. So then, if we live or if we die we belong to the Lord.", "9": "Christ wanted to be Lord, both of dead people and of living people. That is why he died and lived again.", "10": "Why do you judge your brother? Or why do you despise your brother? We shall all stand before God to be judged.", "11": "The holy writings say, `The Lord says, \"As sure as I live, every knee will bow to me. Every tongue will praise God.\" '", "12": "So each of us will tell God about what he has done.", "13": "So we must not judge each other any longer. But it is better for us to judge this. Never put anything in a brother's way that will hurt him or that will make him fall down.", "14": "As a Christian, I know and believe that nothing in itself is not right to eat. But it is not right for anyone to eat who thinks it is not right to eat.", "15": "Does what you eat trouble your brother? If it does, you are no longer living in love. Do not destroy the faith of someone because of what you eat. Christ died for him.", "16": "What is good for you must not be something that other people say is wrong.", "17": "The kingdom of God is not about what a person eats and drinks. But it is about living in a way which is right with God. It is peace. It is joy because a person has the Holy Spirit.", "18": "A person who does the work of Christ in this way pleases God. And people like him.", "19": "But we must do the things that make peace and that help each other to do better.", "20": "Do not spoil what God has done because you want some food. Everything is right. But it is wrong for anyone to eat anything if that will make his brother fall.", "21": "The right thing is to eat no meat, and drink no wine, and not do anything that makes your brother fall.", "22": "Keep to yourself and God what you believe about these things. God blesses a man who does not feel he has done wrong when he did what he thought was right.", "23": "But a man who is not sure that he should eat something, does wrong if he eats it. That is because he does not believe the thing he is doing is right to do. And it is wrong to do what you do not believe is right."}