{"1": "We who are strong must help those who are not strong. We must not do what pleases us.", "2": "But each of us must please his neighbour. He must do what is good for him and what will help him do better.", "3": "Christ did not please himself. But the holy writings say, `I took upon myself the wrong things that people said against you.'", "4": "Everything that is in the holy writings was written to teach us. They give hope and strength when we have troubles. The holy writings comfort our hearts.", "5": "God gives people power to take their troubles and he comforts their hearts. I ask him to help you to think the same way as Christ did.", "6": "Then, together you will praise the God and Father of our Lord Jesus Christ.", "7": "So, accept one another, as Christ has accepted you. Then people will know that God is great.", "8": "What I say is this. Christ came to serve the Jews. He did this to prove that what God said was true. He proved that God kept his promises to the fathers.", "9": "He did this so that people who are not Jews would praise God because he is kind. The holy writings say, `So I will praise you among the people who are not Jews. I will sing songs to your name.'", "10": "The holy writings also say, `People who are not Jews, be glad with those who are God's people.'", "11": "And they also say, `People who are not Jews, praise the Lord. All peoples should praise him.'", "12": "Also, Isaiah says, `Someone from Jesse's family will come. He will come to rule the people who are not Jews. People who are not Jews will have hope in him.'", "13": "God gives hope. May he make you very happy. May he give you peace because you believe. Then the power of the Holy Spirit will give you much hope.", "14": "My brothers, I myself believe that you are very good people. I believe that you know many things and are able to teach one another.", "15": "I have written strong words to you. There are some things I want you to remember. I have written because of the gift God has given to me.", "16": "I am a servant of Christ Jesus to the people who are not Jews. I am like a priest to them, to tell them God's good news. Then I offer the people to God. That pleases God. They have been accepted by him and made holy by the Holy Spirit.", "17": "So, because of Christ Jesus, I am proud of my work for God.", "18": "I will speak only of what Christ has done through me. People who are not Jews have obeyed the good news. They have obeyed because of what I told them and because of what I did.", "19": "I had the power to do signs and wonderful things through the power of the Holy Spirit. So I have told the good news of Christ all the way from the city of Jerusalem to the country of Illyricum.", "20": "I have wanted to tell the good news where people have not heard the name of Christ. I did not want to work where another man had started to work.", "21": "The holy writings say, `They were not told about him, but they will see him. And the people who have not heard of him will understand.'", "22": "So I have been stopped many times from coming to you.", "23": "But now, I am no longer needed to work in these places. And I have wanted for many years to come to you.", "24": "When I go to the country of Spain, I hope to see you on my way there. I hope you will help me on my way to that place. But first I will be happy to be with you for a little while.", "25": "But now I am going to Jerusalem with a gift to help God's people.", "26": "The people of Macedonia and Achaia wanted to send a gift to help God's people in Jerusalem who are poor.", "27": "They wanted to do it, and they should do it for them. The Jews gave the people who were not Jews the good things their spirits need. So the people who were not Jews should give the Jews the good things their bodies need.", "28": "I will finish doing this, and I will give them what the people send them. Then I will go by you on my way to Spain.", "29": "And I know that when I come to you, I will bring great blessings from Christ.", "30": "My brothers, I ask you to do this for the sake of the Lord Jesus Christ and because the Spirit has given you love. Talk to God for me. And I also will talk to him.", "31": "Ask him to save me from the people in Judea who do not believe. Ask him that the gift I take to Jerusalem may please God's people there.", "32": "Ask him to let me come to you and have a good time with you.", "33": "God gives peace. I ask that he will be with you all. He will!"}