{"1": "Then what does a Jew have that others do not have? Or what good is it if a person has been circumcised?", "2": "It is much better in every way. First, God's law was given to the Jews.", "3": "But some Jews did not keep his law. Does that mean that God cannot be trusted?", "4": "No, it does not mean that. God must be true, even if every man is not true. The holy writings say this about God: `People will see that you are right in what you say. You will be without fault when you are judged.'", "5": "When we do wrong things, we show that God is right. What shall we say about that? Does God do wrong when he punishes us? (I speak the way people would think about it.)", "6": "No, he does not. If he did wrong, how could he judge the world?", "7": "Maybe I say what is not true. And that makes people praise God more because he is true. Then why does God still judge me and say I have done wrong?", "8": "Some people say wrong things about us. They say that we say, `Let us do wrong things so that good things will happen.' People who say such things should be punished.", "9": "So what shall we say? Are we Jews any better than other people? No, we are not! I have already shown that all men, both Jews and people who are not Jews have done wrong things.", "10": "The holy writings say, `No one is good. No, not one person.", "11": "No one is wise. No one wants to know God.", "12": "They all have turned away from the straight road. Together they have gone the wrong way. No one does good, not even one person!", "13": "Their mouth is like an open grave. They have used their tongues to fool people. The poison of bad snakes is under their lips.", "14": "Their mouths are full of cursing and saying bad words to people.", "15": "Their feet run quickly to kill people.", "16": "Death and trouble are on the ways they go.", "17": "They do not know the way of peace.", "18": "They do not fear God.'", "19": "We know that everything the law says, it says to the people who have the law. Then no one can say a word for themselves. All the people in the world will be brought to God to be judged.", "20": "No one will be put right with God because he has tried to obey the law. The law only makes people know what they have done wrong.", "21": "So now God has shown how people can be put right with him without the law. The law and the prophets said he would do it.", "22": "God puts people right with himself when they believe in Jesus Christ. He does this for all who believe. They are all alike.", "23": "All have done wrong and all are far from being as good as God.", "24": "But God is kind and makes them right with himself. It is a gift. He does it because Christ Jesus paid the price to set them free.", "25": "God gave him as a sacrifice. When people believe in him, his blood pays for the wrong things they have done. This shows that God is good and right. He was right when he forgave the wrong things that people did long ago.", "26": "God also shows that he is right now. He does this when he makes right any person who believes in Jesus.", "27": "Then what have we to be proud of? Nothing at all. Why not? Does God put us right with himself because of anything we have done? No. He does it because we believe.", "28": "We know that if a person believes in Christ, God makes him right again. It is not because that person has obeyed the law.", "29": "Is God the God of the Jews only? Is he not the God of other people also? Yes, he is. There is only one God of all peoples.", "30": "He will put right people who have been circumcised [the Jews] because they believe. And he will also put right people who are not circumcised when they believe.", "31": "When we believe, does that make the law no good to us? No. That is not so. When we believe, we show that the law is right."}