{"1": "One day Yeshua was teaching the people in the temple courtyard and telling them the Good News. The chief priests, the experts in Moses' Teachings, and the leaders came up to him. ", "2": "They asked him, “Tell us, what gives you the right to do these things? Who told you that you could do this?”", "3": "Yeshua answered them, “I, too, have a question for you. Tell me, ", "4": "did John's right to baptize come from heaven or from humans?”", "5": "They talked about this among themselves. They said, “If we say, 'from heaven,' he will ask, 'Why didn't you believe him?' ", "6": "But if we say, 'from humans,' everyone will stone us to death. They're convinced that John was a prophet.” ", "7": "So they answered that they didn't know who gave John the right to baptize.", "8": "Yeshua told them, “Then I won't tell you why I have the right to do these things.”", "9": "Then, using this illustration, Yeshua spoke to the people: “A man planted a vineyard, leased it to vineyard workers, and went on a long trip.", "10": "“At the right time he sent a servant to the workers to obtain from them a share of the grapes from the vineyard. But the workers beat the servant and sent him back with nothing. ", "11": "So he sent a different servant. The workers beat him, treated him shamefully, and sent him back with nothing. ", "12": "Then he sent a third servant. But they injured this one and threw him out of the vineyard.", "13": "“Then the owner of the vineyard said, 'What should I do? I'll send my son, whom I love. They'll probably respect him.'", "14": "“When the workers saw him, they talked it over among themselves. They said, 'This is the heir. Let's kill him so that the inheritance will be ours.' ", "15": "So they threw him out of the vineyard and killed him. “What will the owner of the vineyard do to them? ", "16": "He will destroy these workers and give the vineyard to others.” Those who heard him said, “That's unthinkable!”", "17": "Then Yeshua looked straight at them and asked, “What, then, does this Scripture verse mean: 'The stone that the builders rejected has become the cornerstone'?", "18": "Everyone who falls on that stone will be broken. If that stone falls on anyone, it will crush that person.”", "19": "The experts in Moses' Teachings and the chief priests wanted to arrest him right there, but they were afraid of the people. They knew that he had directed this illustration at them.", "20": "So they watched for an opportunity to send out some spies. The spies were to act like sincere religious people. They wanted to catch him saying the wrong thing so that they could hand him over to the governor. ", "21": "They asked him, “Teacher, we know that you're right in what you say and teach. Besides, you don't play favorites. Rather, you teach the way of God truthfully. ", "22": "Is it right for us to pay taxes to the emperor or not?”", "23": "He saw through their scheme, so he said to them, ", "24": "“Show me a coin. Whose face and name is this?” They answered, “The emperor's.”", "25": "He said to them, “Well, then give the emperor what belongs to the emperor, and give God what belongs to God.”", "26": "They couldn't make him say anything wrong in front of the people. His answer surprised them, so they said no more.", "27": "Some Sadducees, who say that people will never come back to life, came to Yeshua. They asked him, ", "28": "“Teacher, Moses wrote for us, 'If a married man dies and has no children, his brother should marry his widow and have children for his brother.' ", "29": "There were seven brothers. The first got married and died without having children. ", "30": "Then the second brother married the widow, ", "31": "and so did the third. In the same way all seven brothers married the widow, died, and left no children. ", "32": "Finally, the woman died. ", "33": "Now, when the dead come back to life, whose wife will she be? The seven brothers had married her.”", "34": "Yeshua said to them, “In this world people get married. ", "35": "But people who are considered worthy to come back to life and live in the next world will neither marry ", "36": "nor die anymore. They are the same as the angels. They are God's children who have come back to life.", "37": "“Even Moses showed in the passage about the bush that the dead come back to life. He says that the Lord is the God of Abraham, Isaac, and Jacob. ", "38": "He's not the God of the dead but of the living. In God's sight all people are living.”", "39": "Some experts in Moses' Teachings responded, “Teacher, that was well said.” ", "40": "From that time on, no one dared to ask him another question.", "41": "Yeshua said to them, “How can people say that the Messiah is David's son? ", "42": "David says in the book of Psalms, 'The Lord said to my Lord, “Take the highest position in heaven", "43": "until I make your enemies your footstool.” '", "44": "David calls him Lord. So how can he be his son?”", "45": "While all the people were listening, Yeshua said to the disciples, ", "46": "“Beware of the experts in Moses' Teachings! They like to walk around in long robes and love to be greeted in the marketplaces, to have the front seats in the synagogues and the places of honor at dinners. ", "47": "They rob widows by taking their houses and then say long prayers to make themselves look good. The experts in Moses' Teachings will receive the most severe punishment.”"}