{"1": "King David had become very old. His servants covered him with blankets, but he couldn't stay warm.", "2": "They said to him, “Allow us to find a young woman for our master the king. She will serve the king and take care of him by lying beside our master the king and keeping him warm.”", "3": "So they looked in every corner of Israel until they found Abishag from Shunem. They brought her to the king.", "4": "She was very beautiful. She cared for the king and served him, but the king didn't have sex with her.", "5": "Adonijah, Haggith's son, bragged about himself and said, “I'll rule as king myself.” He got his own chariot and horses with fifty runners to go in front.", "6": "Now Adonijah's father had never given him direction; he never questioned why Adonijah did what he did. He was very handsome and was born after Absalom.", "7": "He took advice from Joab, Zeruiah's son, and from the priest Abiathar. They assisted Adonijah.", "8": "But Zadok the priest, Jehoiada's son Benaiah, the prophet Nathan, Shimei and his friends, and David's veterans didn't join Adonijah.", "9": "So Adonijah prepared lamb, oxen, and fattened cattle at the Stone of Zoheleth, next to En-rogel. He invited his brothers (the royal princes) and all the citizens of Judah who were the royal servants to come.", "10": "But he didn't invite the prophet Nathan, Benaiah, David's veterans, or his brother Solomon.", "11": "Nathan said to Bathsheba, Solomon's mother, “Did you hear that Adonijah, Haggith's son, has become king, but our master David doesn't know about it?", "12": "Let me give you some advice on how you and your son Solomon can survive this.", "13": "Go to King David and say, 'Didn't my master the king swear to your servant, “Your son Solomon will certainly rule after me. He will sit on my throne”? Why then has Adonijah become king?'", "14": "While you are speaking there with the king, I'll come along and support your words.”", "15": "So Bathsheba went to the king in his bedroom. The king was very old, and Abishag from Shunem was serving the king.", "16": "Bathsheba bowed down on her face before the king. The king asked, “What do you want?”", "17": "She said to him, “Your Majesty, you swore by the Lord your God to your servant, 'Your son Solomon will certainly rule after me. He will sit on my throne.'", "18": "But now, look, Adonijah has become king, and my master the king doesn't know about it.", "19": "He has prepared large quantities of oxen, fattened cattle, and lamb. He has invited all the royal princes as well as Abiathar the priest and Joab the general. However, he didn't invite your servant Solomon.", "20": "As for you, my master the king, the eyes of all Israel are upon you to tell them who will follow you on the throne of my master the king.", "21": "When my master the king lies down with his ancestors, then I and my son Solomon will become outlaws.”", "22": "While she was still speaking with the king, the prophet Nathan arrived.", "23": "The king was informed, “The prophet Nathan is here.” Then Nathan came in before the king and bowed his face to the ground.", "24": "He said, “My master the king, you must have said, 'Adonijah will become king after me and will sit on my throne.'", "25": "Indeed, today he went down and prepared oxen, fattened cattle, and lamb in large numbers. He invited all the royal princes, the generals, and Abiathar the priest. They are eating and drinking with him, and they said, 'Long live King Adonijah!'", "26": "Adonijah didn't invite me, your servant, Zadok the priest, Jehoiada's son Benaiah, or your servant Solomon.", "27": "If this message was from my master the king, you didn't make it known to your servant. Who should follow you on the throne of my master the king?”", "28": "King David answered, “Bring me Bathsheba.” She came and stood before the king.", "29": "The king made a solemn pledge and said, “As surely as the Lord lives, who rescued me from every trouble,", "30": "regarding what I swore to you by the Lord, Israel's God, 'Your son Solomon will certainly succeed me; he will sit on the throne after me'—I'll see that it happens today.”", "31": "Bathsheba bowed down with her face to the ground. She honored the king and said, “May my master King David live forever!”", "32": "King David said, “Bring me Zadok the priest, the prophet Nathan, and Benaiah, Jehoiada's son.” They came to the king,", "33": "who said to them, “Take with you the servants of your masters. Put my son Solomon on my mule and bring him down to Gihon.", "34": "There Zadok the priest and the prophet Nathan will anoint him king over Israel. Blow the ram's horn and say, 'Long live King Solomon!'", "35": "You will follow him. He will enter and sit on my throne, and so he will succeed me as king. I have appointed him to become ruler over Israel and Judah.”", "36": "Benaiah, Jehoiada's son, responded to the king, “Yes, may it happen as the Lord, the God of my king, says.", "37": "Just as the Lord was with my master the king, so may he be with Solomon. May his throne be even greater than the throne of my master King David.”", "38": "Zadok the priest, the prophet Nathan, Jehoiada's son Benaiah, and the Cherethites and the Pelethites went down and put Solomon on King David's mule. They led him to Gihon.", "39": "Zadok the priest took the horn of oil from the tent and anointed Solomon. They blew the ram's horn, and all the people said, “Long live King Solomon!”", "40": "All the people followed him playing flutes and celebrating. The ground shook at their noise.", "41": "Adonijah and all his invited guests heard this when they had finished eating. When Joab heard the sound of the ram's horn, he said, “What's that noise coming from the city?”", "42": "While he was still speaking, Jonathan, Abiathar the priest's son, arrived. Adonijah said, “Come on in! You are an honest man and will bring a good report.”", "43": "Jonathan replied to Adonijah, “No! Our master King David has made Solomon king!", "44": "To support him, the king sent along Zadok the priest; the prophet Nathan; Benaiah, Jehoiada's son; and the Cherethites and the Pelethites. They've put Solomon on the royal mule.", "45": "Zadok the priest and the prophet Nathan have anointed him king at Gihon. They went up from there celebrating so that the city was thrown into a commotion. That is the sound you heard.", "46": "There's more: Solomon has taken over the throne of the kingdom.", "47": "The royal attendants blessed our master King David: 'May your God make Solomon's name better than your name. May God elevate his throne above your throne.'” The king then worshipped on his bed", "48": "and said, “Bless Israel's God, the Lord, who today has set my son[a] on my throne, and has allowed my eyes to see it.”", "49": "Trembling with fear, all of Adonijah's guests got up and fled, each going a different way.", "50": "Adonijah was afraid of Solomon, so he got up and went to grab hold of the horns of the altar.", "51": "Solomon was told, “Look! Adonijah is afraid of King Solomon and has grabbed the horns of the altar. He's saying, 'King Solomon must swear to me first that he won't execute his servant with the sword.'”", "52": "Solomon said, “If he shows himself to be an honorable person, then not a hair of his head will be harmed. But if any evil is found in him, he will die.”", "53": "King Solomon sent word and had him brought down from the altar. He came and bowed down to King Solomon. Solomon said to him, “Go home!”"}