{"1": "Rehoboam went to Shechem where all Israel had come to make him king.", "2": "When Jeroboam, Nebat's son, heard the news, he returned from Egypt where he had fled from King Solomon.", "3": "The people sent and called for Jeroboam, who along with the entire Israelite assembly went and said to Rehoboam,", "4": "“Your father made our workload[a] very hard for us. If you will lessen the demands your father made of us and lighten the heavy workload he demanded from us, then we will serve you.”", "5": "He answered them, “Come back in three days.” So the people left.", "6": "King Rehoboam consulted the elders who had served his father Solomon when he was alive. “What do you advise?” Rehoboam asked. “How should I respond to these people?”", "7": "“If you will be a servant to this people by answering them and speaking good words today,” they replied, “then they will be your servants forever.”", "8": "But Rehoboam ignored the advice the elders gave him and instead sought the counsel of the young advisors who had grown up with him and now served him.", "9": "“What do you advise?” he asked them. “How should we respond to these people who have said to me, 'Lighten the workload your father demanded of us'?”", "10": "The young people who had grown up with him said to him, “This people said to you, 'Your father made our workload heavy; lighten it for us!' Now this is what you should say to them: 'My baby finger[b] is thicker than my father's entire waist!", "11": "So if my father made your workload heavy, I'll make it even heavier! If my father disciplined you with whips, I'll do it with scorpions!'”", "12": "Jeroboam and all the people returned to Rehoboam on the third day, just as the king had specified when he said, “Come back to me in three days.”", "13": "The king then answered the people harshly. He ignored the elders' advice", "14": "and instead followed the young people's advice. He said, “My father made your workload heavy, but I'll make it even heavier! My father disciplined you with whips, but I'll do it with scorpions!”", "15": "The king didn't listen to the people because this turn of events came from the Lord so that he might keep the promise he delivered through Ahijah from Shiloh concerning Jeroboam, Nebat's son.", "16": "When all Israel saw that the king wouldn't listen to them, the people answered the king: “Why should we care about David? We have no stake in Jesse's son! Go back to your homes, Israel! You better look after your own house now, David!” Then the Israelites went back to their homes,", "17": "and Rehoboam ruled over only the Israelites who lived in the cities of Judah.", "18": "When King Rehoboam sent Adoram to them (he was the leader of the work gang), all Israel stoned him to death. King Rehoboam quickly got into his chariot and fled to Jerusalem.", "19": "Israel has been in rebellion against the house of David to this day.", "20": "When all Israel heard that Jeroboam had returned, they sent for him. They called him to the assembly and crowned him king of all Israel. Nothing was left to the house of David except the tribe of Judah.", "21": "When Rehoboam arrived at Jerusalem, he assembled the whole house of Judah and the tribe of Benjamin—one hundred eighty thousand select warriors—to fight against the house of Israel and restore the kingdom for Rehoboam, Solomon's son.", "22": "But God's word came to Shemaiah the man of God,", "23": "“Tell Judah's King Rehoboam, Solomon's son, and all the house of Judah and Benjamin, and the rest of the people,", "24": "'This is what the Lord says: Don't make war against your relatives the Israelites. Go home, every one of you, because this is my plan.'” When they heard the Lord's words, they went back home, just as the Lord had said.", "25": "Jeroboam fortified Shechem at Mount Ephraim and lived there. From there he also fortified Penuel.", "26": "Jeroboam thought to himself, The kingdom is in danger of reverting to the house of David.", "27": "If these people continue to sacrifice at the Lord's temple in Jerusalem, they will again become loyal to their master Rehoboam, Judah's king, and they will kill me so they can return to Judah's King Rehoboam.", "28": "So the king asked for advice and then made two gold calves. He said to the people, “It's too far for you to go all the way up to Jerusalem. Look, Israel! Here are your gods who brought you out from the land of Egypt.”", "29": "He put one calf in Bethel, and the other he placed in Dan.", "30": "This act was sinful. The people went to worship before the one calf at Bethel and before the other one as far as Dan.[c]", "31": "Jeroboam made shrines on the high places and appointed priests from all sorts of people, but none were Levites.", "32": "Jeroboam set a date for a celebration on the fifteenth day of the eighth month.[d] It was just like the celebration in Judah. He sacrificed on the altar. At Bethel he sacrificed to the calves he had made. There also he installed the priests for the shrines he had made.", "33": "On the fifteenth day of the eighth month—the time he alone had decided—Jeroboam went up[e] to the altar he had built in Bethel. He made a celebration for the Israelites and offered sacrifices on the altar by burning them up.[f]"}