{"1": "A man of God came from Judah by God's command to Bethel. Jeroboam was standing at the altar burning incense.", "2": "By the Lord's word, the man of God cried out to the altar: “Altar! Altar! The Lord says this: Look! A son will be born to the house of David. His name will be Josiah. He will sacrifice on you, Altar, the very priests of the shrines who offer incense on you. They will burn human bones on you.”", "3": "At that time the man of God gave a sign: “This is the sign that the Lord mentioned: 'Look! The altar will be broken apart, and its ashes will spill out.'”", "4": "When the king heard the word of the man of God and how he cried out to the altar at Bethel, Jeroboam stretched his hand from the altar and said, “Seize him!” But the hand that Jeroboam stretched out against the man of God grew stiff. Jeroboam wasn't able to bend it back to himself.", "5": "The altar broke apart, and the ashes spilled out from the altar, just like the sign that the man of God gave by the Lord's word.", "6": "The king said to the man of God, “Plead before the Lord your God and pray for me so that I can bend my hand back again.” So the man of God pleaded before the Lord, and the king's hand returned to normal and was like it used to be.", "7": "The king spoke to the man of God: “Come with me to the palace and refresh yourself. Let me give you a gift.”", "8": "The man of God said to the king, “Even if you gave me half your palace, I wouldn't go with you, nor would I eat food or drink water in this place.", "9": "This is what God commanded me by the Lord's word: Don't eat food! Don't drink water! Don't return by the way you came!”", "10": "So the man of God went by a different way. He didn't return by the way he came to Bethel.", "11": "Now there was an old prophet living in Bethel. His sons came and told him everything that the man of God had done that day at Bethel. They also told their father the words that he spoke to the king.", "12": "“Which way did he go?” their father asked them. His sons had seen the way the man of God went when he came from Judah.", "13": "The old prophet said to his sons, “Saddle my donkey.” So they saddled his donkey, and he got on it.", "14": "He went after the man of God and found him sitting underneath a terebinth tree. He said to him, “Are you the man of God who came from Judah?” “I am,” he replied.", "15": "The old prophet then said to him, “Come home with me and eat some food.”", "16": "But the man of God answered, “I can't return or go with you, and I can't eat food or drink water with you in this place", "17": "because of the message that came to me from the Lord's word: Don't eat food! Don't drink water! Don't return by the way you came!”", "18": "The old prophet said to the man of God, “I'm also a prophet like you. A messenger spoke to me with the Lord's word, 'Bring him back with you to your house so that he may eat food and drink water.'” But the old prophet was lying to him.", "19": "So the man of God went back with the old prophet. He ate food in his home and drank water.", "20": "Then as they were sitting at the table, the Lord's word came to the prophet who had brought him back.", "21": "He cried out to the man of God who had come from Judah: “The Lord says this: You rebelled against the Lord's word! You didn't keep the command that the Lord your God gave you!", "22": "You came back and ate food and drank water in this place. “But he had commanded you: 'Don't eat food! Don't drink water!' Now your body won't go to the grave of your ancestors.”", "23": "After he ate food and drank, the old prophet saddled the donkey for the prophet he had brought back.", "24": "The man of God departed, and a lion found him on the road and killed him. His body was thrown down on the road. The donkey stood beside it, and the lion also stood beside the body.", "25": "Some people were traveling nearby, and they discovered the body thrown down on the road and the lion standing beside it. They entered the town where the old prophet lived and were talking about it.", "26": "The prophet who brought the man of God back from the road overheard. He thought: That's the man of God who rebelled against the Lord's command. The Lord has given him to that lion that tore him apart, killing him in agreement with the Lord's word that was spoken to him.", "27": "The old prophet told his sons, “Saddle the donkey.” They did so,", "28": "and he went and found the body thrown down on the road. The donkey and the lion were still standing beside the body. The lion hadn't eaten the body, nor had it torn the donkey apart.", "29": "The prophet lifted the body of the man of God and put it on the donkey. He brought it back, arriving in the old prophet's town to mourn and bury the man of God.", "30": "He placed the body in his own grave, and they mourned over him, “Oh, my brother!”", "31": "After the old prophet buried him, he said to his sons, “When I die, bury me in the grave where the man of God is. Put my bones beside his bones.", "32": "The message he gave by the Lord's word concerning the altar of Bethel and all the shrines in the towns of Samaria will most certainly come true.”", "33": "Even after this happened, Jeroboam didn't change his evil ways. Instead, he continued to appoint all sorts of people as priests of the shrines. Anyone who wanted to be a priest Jeroboam made a priest for the shrines.", "34": "In this way the house of Jeroboam acted sinfully, leading to its downfall and elimination from the earth."}