{"1": "After many days, the Lord's word came to Elijah (it was the third year of the drought): Go! Appear before Ahab. I will then send rain on the earth.", "2": "So Elijah went to appear before Ahab. Now the famine had become especially bad in Samaria.", "3": "Ahab had called Obadiah, who was in charge of the palace affairs. (Obadiah greatly feared the Lord.", "4": "When Jezebel killed the Lord's prophets, Obadiah took one hundred of them and hid them, fifty each in two caves. He supplied them with food and water.)", "5": "Ahab said to Obadiah, “Go throughout the land and check every spring of water and every brook. Perhaps we can find some grass to keep our horses and mules alive so we don't have to kill any of them.”", "6": "To search, they divided the land between themselves. Ahab went one way by himself, while Obadiah went a different way by himself.", "7": "While Obadiah was out searching, suddenly Elijah met up with him. When Obadiah saw him, he fell on his face. “My master!” he said. “Are you Elijah?”", "8": "Elijah replied, “I am. Go and say to your master, 'Elijah is here!'”", "9": "Then Obadiah said, “How have I sinned that you are handing me, your servant, over to Ahab so he can kill me?", "10": "As surely as the Lord your God lives, there's no nation or kingdom where my master Ahab hasn't looked for you. They would insist, 'He's not here,' but Ahab would make them swear that they couldn't find you.", "11": "And now you are commanding me: 'Go and say to your master, “Elijah is here”'?", "12": "But here's what will happen: As soon as I leave you, the Lord's spirit will carry you off somewhere—I don't know where—then I'll report to Ahab, but he won't be able to find you. Then he will kill me! But your servant has feared the Lord from my youth.", "13": "Wasn't my master told what I did when Jezebel killed the Lord's prophets? I hid one hundred of the Lord's prophets, fifty each in two caves. I also supplied them with food and water.", "14": "But even after all that, you tell me, 'Say to your master, “Elijah is here”'! Ahab will kill me!”", "15": "Elijah said, “As surely as the Lord of heavenly forces lives, the one I serve, I will appear before Ahab today.”", "16": "So Obadiah went to meet Ahab. He told him what had happened. Then Ahab went to meet Elijah.", "17": "When Ahab saw Elijah, Ahab said to him, “Is that you, the one who troubles Israel?”", "18": "Elijah answered, “I haven't troubled Israel; you and your father's house have! You did as much when you deserted the Lord's commands and followed the Baals.", "19": "Now send a message and gather all Israel to me at Mount Carmel. Gather the four hundred fifty prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel's table.”", "20": "Ahab sent the message to all the Israelites. He gathered the prophets at Mount Carmel.", "21": "Elijah approached all the people and said, “How long will you hobble back and forth between two opinions? If the Lord[a] is God, follow God. If Baal is God, follow Baal.” The people gave no answer.", "22": "Elijah said to the people, “I am the last of the Lord's prophets, but Baal's prophets number four hundred fifty.", "23": "Give us two bulls. Let Baal's prophets choose one. Let them cut it apart and set it on the wood, but don't add fire. I'll prepare the other bull, put it on the wood, but won't add fire.", "24": "Then all of you will call on the name of your god, and I will call on the name of the Lord. The god who answers with fire—that's the real God!” All the people answered, “That's an excellent idea.”", "25": "So Elijah said to the prophets of Baal, “Choose one of these bulls. Prepare it first since there are so many of you. Call on the name of your god, but don't add fire.”", "26": "So they took one of the bulls that had been brought to them. They prepared it and called on Baal's name from morning to midday. They said, “Great Baal, answer us!” But there was no sound or answer. They performed a hopping dance around the altar that had been set up.", "27": "Around noon, Elijah started making fun of them: “Shout louder! Certainly he's a god! Perhaps he is lost in thought or wandering or traveling somewhere.[b] Or maybe he is asleep and must wake up!”", "28": "So the prophets of Baal cried with a louder voice and cut themselves with swords and knives as was their custom. Their blood flowed all over them.", "29": "As noon passed they went crazy with their ritual until it was time for the evening offering. Still there was no sound or answer, no response whatsoever.", "30": "Then Elijah said to all the people, “Come here!” All the people closed in, and he repaired the Lord's altar that had been damaged.", "31": "Elijah took twelve stones, according to the number of the tribes of the sons of Jacob—to whom the Lord's word came: “Your name will be Israel.”", "32": "He built the stones into an altar in the Lord's name, and he dug a trench around the altar big enough to hold two seahs[c] of dry grain.", "33": "He put the wood in order, butchered the bull, and placed the bull on the wood. “Fill four jars with water and pour it on the sacrifice and on the wood,” he commanded.", "34": "“Do it a second time!” he said. So they did it a second time. “Do it a third time!” And so they did it a third time.", "35": "The water flowed around the altar, and even the trench filled with water.", "36": "At the time of the evening offering, the prophet Elijah drew near and prayed: “Lord, the God of Abraham, Isaac, and Israel, let it be known today that you are God in Israel and that I am your servant. I have done all these things at your instructions.", "37": "Answer me, Lord! Answer me so that this people will know that you, Lord, are the real God and that you can change their hearts.”[d]", "38": "Then the Lord's fire fell; it consumed the sacrifice, the wood, the stones, and the dust. It even licked up the water in the trench!", "39": "All the people saw this and fell on their faces. “The Lord is the real God! The Lord is the real God!” they exclaimed.", "40": "Elijah said to them, “Seize Baal's prophets! Don't let any escape!” The people seized the prophets, and Elijah brought them to the Kishon Brook and killed them there.", "41": "Elijah then said to Ahab, “Get up! Celebrate with food and drink because I hear the sound of a rainstorm coming.”", "42": "So Ahab got up to celebrate with food and drink. But Elijah went up to the top of Mount Carmel. He bowed down to the ground and put his face between his knees.", "43": "He said to his assistant, “Please get up and look toward the sea.” So the assistant did so. He said, “I don't see anything.” Seven times Elijah said, “Do it again.”", "44": "The seventh time the assistant said, “I see a small cloud the size of a human hand coming up from the sea.” Elijah said, “Go and tell Ahab, 'Pull yourself together, go down the mountain, and don't let the rain hold you back.'”", "45": "After a little while, the sky became dark with clouds, and a wind came up with a huge rainstorm. Ahab was already riding on his way to Jezreel,", "46": "but the Lord's power strengthened Elijah. He gathered up his clothes and ran in front of Ahab until he came to Jezreel."}