{"1": "King Ben-hadad of Aram brought together all his army along with thirty-two kings plus horses and chariots. He went up, surrounded Samaria, and made war against it.", "2": "He sent messengers to Ahab, Israel's king, inside Samaria.", "3": "The message said, “This is what Ben-hadad says: 'Your silver and your gold are mine. Your good-looking wives and children are mine.'”", "4": "Israel's king answered, “Whatever you say, my master, great king. I am yours and so is everything I have.”", "5": "The messengers came back again: “This is what Ben-hadad says: 'I sent you the message: Give me your silver and gold, your wives and your sons.", "6": "However, at this time tomorrow I will send my officers to you, and they will search your palace and the houses of your officers. Everything that you find valuable they will seize and take away.'”", "7": "Then Israel's king called all the elders of the land and he said, “Please know and understand the evil this man wants to do! He demanded from me my wives and sons, and my silver and gold; and I didn't refuse him.”", "8": "All of the elders and the people said to him, “Don't obey and don't give in!”", "9": "So the king said to Ben-hadad's messengers, “Say to my master the king: 'Everything that you first ordered your servant, I will do. But I can't comply with this new command.'” The messengers took this response to Ben-hadad,", "10": "who sent back this reply: “May the gods do whatever they want to me if there is even a handful of dust left in Samaria for the armies under me!”", "11": "Then Israel's king replied, “The one who prepares for battle shouldn't brag like one returning from battle.”", "12": "When Ben-hadad heard this message, he and the other kings were drinking in their tents. Ben-hadad said to his officers, “Take your positions!” So they took up their positions against the city.", "13": "Suddenly a prophet approached Israel's King Ahab. He said, “This is what the Lord says: Do you see that great army? Today I am handing it over to you. Then you will know that I am the Lord.”", "14": "Ahab said, “Who will do it?” The prophet answered, “This is what the Lord says: The servants of the district officials will do it.” “Who should start the battle?” Ahab asked. “You should,” the prophet replied.", "15": "So Ahab assembled the servants of the district officials. There were two hundred thirty-two of them. Next he assembled the entire Israelite army, seven thousand total.", "16": "At noon they marched for battle. Meanwhile, Ben-hadad and the thirty-two kings allied with him were getting drunk in their tents.", "17": "The servants of the district officials were at the head of the march. Ben-hadad sent for information and was told, “Some men have marched out of Samaria.”", "18": "He said, “If they have come out in peace, take them alive; if they have come out for war, take them alive as well.”", "19": "So the servants of the district governors with the army behind them marched out from the city.", "20": "Each one struck down his opponent, so that the Arameans fled. Israel chased after them. Ben-hadad, Aram's king, escaped with some horses and chariots.", "21": "Israel's king went out and attacked the horses and chariots. He attacked the Arameans with a fierce assault.", "22": "The prophet came to Israel's king and said to him, “Maintain your strength! Know and understand that at the turn of the coming year, Aram's king will attack you again.”", "23": "The officers of Aram's king said to him, “Israel's god is a god of the mountains. That's why they were stronger than us. But if we fight them on the plains, we will certainly be stronger than they are.", "24": "This is what you need to do: Remove the kings from their military posts and appoint officials in their place.", "25": "Then raise another army like the one that was destroyed, with horses like those horses and chariots like those chariots. Then we will fight them on the plains, and we will certainly be stronger than they are.” The king took their advice and followed it.", "26": "So in the spring of the year, Ben-hadad assembled the Arameans and marched up to Aphek to fight with Israel.", "27": "Now the Israelites had already been assembled and provisioned, so they went to engage the Arameans. The Israelites camped before them like two small flocks of goats, but the Arameans filled the land.", "28": "Then the man of God came forward and said to Israel's king, “This is what the Lord says: Because the Arameans said that the Lord is a god of the mountains but not a god of the valleys, I am handing this whole great army over to you. Then you will know that I am the Lord.”", "29": "The two armies camped opposite each other for seven days. On the seventh day, the battle began. The Israelites attacked and destroyed one hundred thousand Aramean foot soldiers in a single day.", "30": "Those who were left fled to Aphek, into the city where a wall fell on twenty-seven thousand more of them. But Ben-hadad escaped and hid in an inner room within the city.", "31": "Ben-hadad's officers said to him, “Listen, we have heard that the kings of Israel are merciful kings. Allow us to put mourning clothes on our bodies and cords around our heads. We will then go to Israel's king. Perhaps he will let you live.”", "32": "So they put mourning clothes on their bodies and cords around their heads. They went to Israel's king and said, “Ben-hadad is your slave. He begs, 'Please let me live!'” Israel's king said, “Is he still alive? He is my brother.”", "33": "Taking this as a good sign, Ben-hadad's men quickly accepted this statement.[a] “Yes, Ben-hadad is your brother!” they said. “Go and get him,” the king ordered. So Ben-hadad came to him, and the king received him into his chariot.", "34": "Ben-hadad said to the king, “I will return the towns that my father took from your father. Furthermore, you can set up markets for yourself in Damascus just as my father did in Samaria.” The king replied,[b] “On the basis of this covenant, I will let you go.” So he made a covenant with Ben-hadad and set him free.", "35": "At the Lord's command a certain man who belonged to a prophetic group said to his friend: “Please strike me.” But his friend refused to hit him.", "36": "So he said to his friend, “Because you didn't obey the Lord's voice, a lion will attack you as soon as you leave me.” And as the friend left the prophet, a lion found him and attacked him.", "37": "Then the prophet found another man and said, “Please strike me.” He hit the prophet, and the attack left a wound.", "38": "The prophet went and stood before the king by the road. He disguised himself by putting a bandage over his eyes.", "39": "When the king passed by, the prophet called out to the king, “Your servant was in the middle of the battle when someone brought a prisoner. 'Guard this man,' he said. 'If he escapes it will be your life for his—that, or you will owe me a kikkar of silver.'", "40": "Your servant got busy doing this and that, and the prisoner disappeared.” Israel's king replied, “It appears you have decided your own fate.”", "41": "The prophet quickly tore the bandage from over his eyes, and Israel's king recognized him as one of the prophets.", "42": "Then the prophet said to the king, “This is what the Lord says: Because you freed a man I condemned to die, it will be your life for his life, and your people for his people.”", "43": "So Israel's king went to his palace at Samaria, irritated and upset."}