{"1": "Now it happened sometime later that Naboth from Jezreel had a vineyard in Jezreel that was next to the palace of King Ahab of Samaria.", "2": "Ahab ordered Naboth, “Give me your vineyard so it can become my vegetable garden, because it is right next to my palace. In exchange for it, I'll give you an even better vineyard. Or if you prefer, I'll pay you the price in silver.”", "3": "Naboth responded to Ahab, “Lord forbid that I give you my family inheritance!”", "4": "So Ahab went to his palace, irritated and upset at what Naboth[a] had said to him—because Naboth had said, “I won't give you my family inheritance!” Ahab lay down on his bed and turned his face away. He wouldn't eat anything.", "5": "His wife Jezebel came to him. “Why are you upset and not eating any food?” she asked.", "6": "He answered her, “I was talking to Naboth. I said, 'Sell me your vineyard. Or if you prefer, I'll give you another vineyard for it.' But he said, 'I won't give you my vineyard!'”", "7": "Then his wife Jezebel said to him, “Aren't you the one who rules Israel? Get up! Eat some food and cheer up. I'll get Naboth's vineyard for you myself.”", "8": "So she wrote letters in Ahab's name, putting his seal on them. She sent them to the elders and officials who lived in the same town as Naboth.", "9": "This is what she wrote in the letters: “Announce a fast and place Naboth at the head of the people.", "10": "Then bring in two liars in front of him and have them testify as follows: 'You cursed God and king!' Then take Naboth outside and stone him so he dies.”", "11": "The elders and the officials who lived in Naboth's town did exactly as Jezebel specified in the letters that she had sent.", "12": "They announced a fast and placed Naboth at the head of the people.", "13": "Then the two liars came and sat in front of him. They testified against Naboth in front of the people, “Naboth cursed God and king!” So the people took Naboth outside the town and stoned him so that he died.", "14": "It was then reported to Jezebel, “Naboth was stoned. He's dead.”", "15": "As soon as Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Get up and take ownership of the vineyard of Naboth, which he had refused to sell to you. Naboth is no longer alive; he's dead.”", "16": "When Ahab heard that Naboth had died, he got up and went down to Naboth's vineyard to take ownership of it.", "17": "The Lord's word came to Elijah from Tishbe:", "18": "Get up and go down to meet Israel's King Ahab in Samaria. He is in Naboth's vineyard. He has gone down to take ownership of it.", "19": "Say the following to him: This is what the Lord says: So, you've murdered and are now taking ownership, are you? Then tell him: This is what the Lord says: In the same place where the dogs licked up Naboth's blood, they will lick up your own blood.", "20": "Ahab said to Elijah, “So you've found me, my old enemy!” “I found you,” Elijah said, “because you've enslaved yourself by doing evil in the Lord's eyes.", "21": "So I am now bringing evil on you! I will burn until you are consumed, and I will eliminate everyone who urinates on a wall that belongs to Ahab, whether slave or free.", "22": "I will make your household like that of Jeroboam, Nebat's son, and like the household of Baasha, Ahijah's son, because of the way you've angered me and because you've made Israel sin.", "23": "As for Jezebel, the Lord says this: Dogs will devour Jezebel in the area of Jezreel.", "24": "Dogs will eat anyone of Ahab's family who dies in town, and birds will eat anyone who dies in the country.”", "25": "(25 Truly there has never been anyone like Ahab who sold out by doing evil in the Lord's eyes—evil that his wife Jezebel led him to do.", "26": "Ahab's actions were deplorable. He followed after the worthless idols exactly like the Amorites had done—the very ones the Lord had removed before the Israelites.)", "27": "When Ahab heard these words, he tore his clothes and put mourning clothes on his body. He fasted, even slept in mourning clothes, and walked around depressed.", "28": "The Lord's word then came to Elijah from Tishbe:", "29": "Have you seen how Ahab has humbled himself before me? Because he has done so, I won't bring the evil during his lifetime. Instead, I will bring the evil on his household in the days of his son."}