{"1": "For three years there was no war between Aram and the Israelites.", "2": "In the third year, Judah's King Jehoshaphat visited Israel's king.", "3": "Israel's king said to his servants, “You know, don't you, that Ramoth-gilead is ours? But we aren't doing anything to take it back from the king of Aram.”", "4": "He said to Jehoshaphat, “Will you go with me into battle at Ramoth-gilead?” Jehoshaphat said to Israel's king, “I am with you, and my troops and my horses are united with yours.", "5": "But,” Jehoshaphat said to Israel's king, “first let's see what the Lord has to say.”", "6": "So Israel's king gathered about four hundred prophets, and he asked them, “Should I go to war with Ramoth-gilead or not?” “Attack!” the prophets answered. “The Lord will hand it over to the king.”", "7": "But Jehoshaphat said, “Isn't there any other prophet of the Lord whom we could ask?”", "8": "“There is one other man who could ask the Lord for us,” Israel's king told Jehoshaphat, “but I hate him because he never prophesies anything good about me, only bad. His name is Micaiah, Imlah's son.” “The king shouldn't speak like that!” Jehoshaphat said.", "9": "So Israel's king called an officer and ordered, “Bring Micaiah, Imlah's son, right away.”", "10": "Now Israel's king and Judah's King Jehoshaphat were sitting on their thrones, dressed in their royal robes at the threshing floor beside the entrance to the gate of Samaria. All the prophets were prophesying in front of them.", "11": "Zedekiah, Chenaanah's son, made iron horns for himself and said, “This is what the Lord says: With these horns you will gore the Arameans until there's nothing left of them!”", "12": "All the other prophets agreed: “Attack Ramoth-gilead and win! The Lord will hand it over to the king!”", "13": "Meanwhile, the messenger who had gone to summon Micaiah said to him, “Listen, the prophets all agree that the king will succeed. You should say the same thing they say and prophesy success.”", "14": "But Micaiah answered, “As surely as the Lord lives, I will say only what the Lord tells me to say.”", "15": "When Micaiah arrived, the king asked him, “Micaiah, should we go to war with Ramoth-gilead or not?” “Attack and win!” Micaiah answered. “The Lord will hand it over to the king!”", "16": "But the king said, “How many times must I demand that you tell me the truth when you speak in the name of the Lord?”", "17": "Then Micaiah replied, “I saw all Israel scattered on the hills like sheep without a shepherd! And then the Lord said: They have no master. Let them return safely to their own homes.”", "18": "Then Israel's king said to Jehoshaphat, “Didn't I tell you? He never prophesies anything good about me, only bad.”", "19": "Then Micaiah said, “Listen now to the Lord's word: I saw the Lord enthroned with all the heavenly forces stationed beside him, at his right and at his left.", "20": "The Lord said, 'Who will persuade Ahab so that he attacks Ramoth-gilead and dies there?' There were many suggestions", "21": "until one particular spirit approached the Lord and said, 'I'll persuade him.' 'How?' the Lord asked.", "22": "'I will be a lying spirit in the mouth of all his prophets,' he said. The Lord agreed, 'You will succeed in persuading him! Go ahead!'", "23": "So now, since the Lord has placed a lying spirit in the mouths of every one of these prophets of yours, it is the Lord who has pronounced disaster against you!”", "24": "Zedekiah, Chenaanah's son, approached Micaiah and slapped him on the cheek. “Just how did the Lord's spirit leave me to speak to you?” he asked.", "25": "Micaiah answered, “You will find out on the day you try to hide in an inner room.”", "26": "“Arrest him,” ordered Israel's king, “and turn him over to Amon the city official and to Joash the king's son.", "27": "Tell them, 'The king says: Put this man in prison and feed him minimum rations of bread and water until I return safely.'”", "28": "“If you ever return safely,” Micaiah replied, “then the Lord wasn't speaking through me.” Then he added, “Pay attention, every last one of you!”", "29": "So Israel's king and Judah's King Jehoshaphat attacked Ramoth-gilead.", "30": "Israel's king said to Jehoshaphat, “I will disguise myself when we go into battle,[a] but you should wear your royal attire.” When Israel's king had disguised himself, they entered the battle.", "31": "Meanwhile, Aram's king had commanded his thirty-two chariot officers, “Don't bother with anyone big or small. Fight only with Israel's king.”", "32": "As soon as the chariot officers saw Jehoshaphat, they assumed that he must be Israel's king, so they turned to attack him. But Jehoshaphat cried out for help.", "33": "When the chariot officers realized that he wasn't Israel's king, they stopped chasing him.", "34": "But someone randomly shot an arrow that struck Israel's king between the joints in his armor.[b] “Turn around and get me out of the battle,” the king told his chariot driver. “I've been hit!”", "35": "While the battle raged all that day, the king stood propped up in the chariot facing the Arameans. But that evening he died after his blood had poured from his wound into the chariot.", "36": "When the sun set, a shout spread throughout the camp: “Retreat to your towns! Retreat to your land!”", "37": "Once the king had died, people came from Samaria and buried the king there.", "38": "They cleaned the chariot at the pool of Samaria. The dogs licked up the king's blood and the prostitutes bathed in it, just as the Lord had spoken.", "39": "The rest of Ahab's deeds and all that he did—including the ivory palace he built and all the towns he constructed—aren't they written in the official records of Israel's kings?", "40": "Ahab lay down with his ancestors. His son Ahaziah succeeded him as king.", "41": "Jehoshaphat, Asa's son, became king over Judah in the fourth year of Israel's King Ahab.", "42": "Jehoshaphat was 35 years old when he became king, and he ruled for twenty-five years in Jerusalem. His mother's name was Azubah; she was Shilhi's daughter.", "43": "Jehoshapat walked in all the ways of his father Asa, not deviating from it. He did the right things in the Lord's eyes, with the exception that he didn't remove the shrines. The people continued to sacrifice and offer incense at them.", "44": "Jehoshaphat made peace with Israel's king.", "45": "The rest of Jehoshaphat's deeds, the great acts he did, and how he fought in battle, aren't they written in the official records of Judah's kings?", "46": "Additionally, Jehoshaphat purged the land of the consecrated workers[c] who remained from the days of Asa.", "47": "Now Edom had no king; only a deputy was ruler.", "48": "Jehoshaphat built Tarshish-styled ships to go to Ophir for gold. But the fleet didn't go because it was wrecked at Ezion-geber.", "49": "Then Ahaziah, Ahab's son, said to Jehoshaphat, “Let my sailors go with your sailors on the ships.” But Jehoshaphat didn't agree to this.", "50": "Jehoshaphat died and was buried with his ancestors in his ancestor David's City. His son Jehoram succeeded him as king.", "51": "In the seventeenth year of Judah's King Jehoshaphat, Ahaziah, Ahab's son, became king over Israel in Samaria. He ruled over Israel for two years.", "52": "He did evil in the Lord's eyes. He walked in his father's ways and his mother's ways—that is, in the ways of Jeroboam, Nebat's son, who had caused Israel to sin.", "53": "Ahaziah served Baal and worshipped him. He angered the Lord, Israel's God, by doing all the same things his father had done."}