{"1": "Solomon became the son-in-law of Pharaoh, Egypt's king, when he married Pharaoh's daughter. He brought her to David's City until he finished building his royal palace, the Lord's temple, and the wall around Jerusalem.", "2": "Unfortunately, the people were sacrificing at the shrines because a temple hadn't yet been built for the Lord's name in those days.", "3": "Now Solomon loved the Lord by walking in the laws of his father David, with the exception that he also sacrificed and burned incense at the shrines.", "4": "The king went to the great shrine at Gibeon in order to sacrifice there. He used to offer a thousand entirely burned offerings on that altar.", "5": "The Lord appeared to Solomon at Gibeon in a dream at night. God said, “Ask whatever you wish, and I'll give it to you.”", "6": "Solomon responded, “You showed so much kindness to your servant my father David when he walked before you in truth, righteousness, and with a heart true to you. You've kept this great loyalty and kindness for him and have now given him a son to sit on his throne.", "7": "And now, Lord my God, you have made me, your servant, king in my father David's place. But I'm young and inexperienced. I know next to nothing.", "8": "But I'm here, your servant, in the middle of the people you have chosen, a large population that can't be numbered or counted due to its vast size.", "9": "Please give your servant a discerning mind in order to govern your people and to distinguish good from evil, because no one is able to govern this important people of yours without your help.”", "10": "It pleased the Lord that Solomon had made this request.", "11": "God said to him, “Because you have asked for this instead of requesting long life, wealth, or victory over your enemies—asking for discernment so as to acquire good judgment—", "12": "I will now do just what you said. Look, I hereby give you a wise and understanding mind. There has been no one like you before now, nor will there be anyone like you afterward.", "13": "I now also give you what you didn't ask for: wealth and fame. There won't be a king like you as long as you live.", "14": "And if you walk in my ways and obey my laws and commands, just as your father David did, then I will give you a very long life.”", "15": "Solomon awoke and realized it was a dream. He went to Jerusalem and stood before the chest containing the Lord's covenant. Then he offered entirely burned offerings and well-being sacrifices, and held a celebration for all his servants.", "16": "Sometime later, two prostitutes came and stood before the king.", "17": "One of them said, “Please, Your Majesty, listen: This woman and I have been living in the same house. I gave birth while she was there.", "18": "This woman gave birth three days after I did. We stayed together. Apart from the two of us, there was no one else in the house.", "19": "This woman's son died one night when she rolled over him.", "20": "She got up in the middle of the night and took my son from my side while I was asleep. She laid him on her chest and laid her dead son on mine.", "21": "When I got up in the morning to nurse my son, he was dead! But when I looked more closely in the daylight, it turned out that it wasn't my son—not the baby I had birthed.”", "22": "The other woman said, “No! My son is alive! Your son is the dead one.” But the first woman objected, “No! Your son is dead! My son is alive!” In this way they argued back and forth in front of the king.", "23": "The king said, “This one says, 'My son is alive and your son is dead.' The other one says, 'No! Your son is dead and my son is alive.'", "24": "Get me a sword!” They brought a sword to the king.", "25": "Then the king said, “Cut the living child in two! Give half to one woman and half to the other woman.”", "26": "Then the woman whose son was still alive said to the king, “Please, Your Majesty, give her the living child; please don't kill him,” for she had great love for her son. But the other woman said, “If I can't have him, neither will you. Cut the child in half.”", "27": "Then the king answered, “Give the first woman the living newborn. Don't kill him. She is his mother.”", "28": "All Israel heard about the judgment that the king made. Their respect for the king grew because they saw that God's wisdom was in him so he could execute justice."}