{"1": "[a] Because King Hiram[b] of Tyre was loyal to David throughout his rule, Hiram sent his servants to Solomon when he heard that Solomon had become king after his father.", "2": "Solomon sent the following message to Hiram:", "3": "“You know that my father David wasn't able to build a temple for the name of the Lord my God. This was because of the enemies that fought him on all sides until the Lord put them under the soles of his feet.", "4": "Now the Lord my God has given me peace on every side, without enemies or misfortune.", "5": "So I'm planning to build a temple for the name of the Lord my God, just as the Lord indicated to my father David, 'I will give you a son to follow you on your throne. He will build the temple for my name.'", "6": "Now give the order and have the cedars of Lebanon cut down for me. My servants will work with your servants. I'll pay your servants whatever price you set, because you know we have no one here who is skilled in cutting wood like the Sidonians.”", "7": "Hiram was thrilled when he heard Solomon's message. He said, “Today the Lord is blessed because he has given David a wise son who is in charge of this great people.”", "8": "Hiram sent word back to Solomon: “I have heard your message to me. I will do as you wish with the cedar and pinewood.", "9": "My servants will bring the wood down the Lebanon Mountains to the sea. I'll make rafts out of them and float them on the sea to the place you specify. There I'll dismantle them, and you can carry them away. Now, as for what you must do for me in return, I ask you to provide for my royal house.”", "10": "So Hiram gave Solomon all the cedar and pinewood that he wanted.", "11": "In return, Solomon gave an annual gift to Hiram of twenty thousand kors[c] of wheat to eat, and twenty thousand kors of pure oil for his palace use.", "12": "Now the Lord made Solomon wise, just as he had promised. Solomon and Hiram made a covenant and had peace.", "13": "King Solomon called up a work gang of thirty thousand workers from all over Israel.", "14": "He sent ten thousand to work in Lebanon each month. Then they would spend two months at home. Adoniram was in charge of the work gang.", "15": "Solomon had 70,000 laborers and 80,000 stonecutters in the highlands.", "16": "This doesn't include Solomon's 3,300 supervisors in charge of the work, who had oversight over the laborers.", "17": "At the king's command, they quarried huge stones of the finest quality in order to lay the temple's foundation with carefully cut stone.", "18": "The craftsmen of Solomon and Hiram, along with those of Byblos, prepared the timber and the stones for the construction of the temple."}