{"1": "Now as for Solomon's palace, it took thirteen years for him to complete its construction.", "2": "He built the Forest of Lebanon Palace one hundred fifty feet in length, seventy-five feet in width, and forty-five feet in height. It had four rows of cedar columns with cedar engravings above the columns.", "3": "The palace's cedar roof stood above forty-five beams resting on the columns, fifteen beams to each row.", "4": "Three sets of window frames faced each other.", "5": "All the doorframes were rectangular, facing each other in three sets.", "6": "He made a porch with columns that was seventy-five feet long and forty-five feet wide. Another porch was in front of these with roofed columns in front of them.[a]", "7": "He made the throne room the Hall of Justice, where he would judge. It was covered with cedar from the lower to the upper levels.", "8": "The royal residence where Solomon lived was behind this hall. It had a similar design. Solomon also made a similar palace for his wife, Pharaoh's daughter.", "9": "He built all these with the best stones cut to size, sawed with saws, back and front, from the foundation to the highest points and from the outer boundary to the great courtyard.", "10": "The foundation was laid with large stones of high quality, some of fifteen feet and some of twelve feet.", "11": "Above them were high-quality stones cut to measure, as well as cedar.", "12": "The surrounding great courtyard had three rows of cut stones and a row of trimmed cedar just like the inner courtyard of the Lord's temple and its porch.", "13": "Then King Solomon sent a message and brought Hiram from Tyre.", "14": "Hiram's mother was a widow from the tribe of Naphtali. His father was a Tyrian skilled in bronze work. He was amazingly skillful in the techniques and knowledge for doing all kinds of work in bronze. He came to King Solomon and did all his work.", "15": "He[b] cast two bronze pillars. Each one was twenty-seven feet high and required a cord of eighteen feet to reach around it.[c]", "16": "He made two capitals of cast bronze for the tops of the columns. They were each seven and a half feet high.", "17": "He made an intricate network of chains for the capitals on top of the columns, seven for each capital.", "18": "He made the pillars and two rows of pomegranates for each network to adorn each of the capitals.", "19": "The capitals on top of the columns in the porch were made like lilies, each six feet high.", "20": "Above the round-shaped part and next to the network were two hundred pomegranates. These were placed in rows around both of the capitals on top of the columns.", "21": "He set up the columns at the temple's porch. He named the south column Jachin. The north column he named Boaz.", "22": "After putting the lily shapes on top of the columns, he was finished with the columns.", "23": "He also made a tank of cast metal called the Sea. It was circular in shape, fifteen feet from rim to rim, seven and a half feet high, forty-five feet in circumference.", "24": "Under the rim were two rows of gourds completely encircling it, ten every eighteen inches, each cast in its mold.", "25": "The Sea rested on twelve oxen with their backs toward the center, three facing north, three facing west, three facing south, and three facing east.", "26": "The Sea was as thick as the width of a hand. Its rim was shaped like a cup or an open lily blossom. It could hold two thousand baths.[d]", "27": "He also made ten bronze stands. Each was six feet long, six feet wide, and four and a half feet high.", "28": "This is how each stand was made: There were panels connected between the legs.", "29": "Lions, bulls, and winged otherworldly creatures appeared on the panels between the legs. On the legs above and below the lions and bulls were wreaths on panels hanging off the stands.", "30": "There were four bronze wheels with bronze axles for each stand. There were four feet and supports cast for each basin with wreaths on their sides.[e]", "31": "Inside the bowl was an opening eighteen inches deep. The opening was round, measuring twenty-seven inches, with engravings. The panels of the stands were square rather than round.", "32": "There were four wheels beneath the panels. The axles of the wheels were attached to the stand. Each wheel was twenty-seven inches in height.", "33": "The construction of the wheels resembled chariot wheels. The axles, rims, spokes, and hubs were all made of cast metal.", "34": "There was a handle on each of the four corners of every stand, projecting from the side of the stand.", "35": "The top of the stand had a band running around the perimeter that was nine inches deep. The stand had its own supports and panels.", "36": "On the surfaces of the supports and panels he carved winged otherworldly creatures, lions, and palm trees with wreaths everywhere.[f]", "37": "In this manner he made ten stands, each one cast in a single mold of the same size and shape.", "38": "He made ten bronze washbasins, each able to hold forty baths.[g] Every washbasin was six feet across, and there was one for each of the ten stands.", "39": "He placed five stands on the south of the temple and five on the north of the temple. He placed the Sea at the southeast corner of the temple.", "40": "Hiram made the basins, shovels, and bowls. And so Hiram finished his work on the Lord's temple for King Solomon:", "41": "two columns; two circular capitals on top of the columns; two networks, adorning the two circular capitals on top of the columns;", "42": "four hundred pomegranates for the two networks, with two rows of pomegranates for each network that adorned the two circular capitals on top of the columns;", "43": "ten stands with ten basins on them;", "44": "one Sea; twelve oxen beneath the Sea;", "45": "and the pots, shovels, and bowls. All the equipment that Hiram made for King Solomon for the Lord's temple was made from polished bronze.", "46": "The king cast it in clay molds in the Jordan Valley between Succoth and Zarethan.", "47": "Due to the very large number of objects, Solomon didn't even try to weigh the bronze.", "48": "Solomon also made all the equipment for the Lord's temple: the gold altar; the gold table for the bread of the presence;", "49": "the lampstands of pure gold, five on the right and five on the left in front of the inner sanctuary; the flowers, the lamps, and the tongs of gold;", "50": "the cups, wick trimmers, bowls, ladles, and censers of pure gold; and the gold sockets for the doors to the most holy place and for the doors to the main hall.", "51": "When all King Solomon's work on the Lord's temple was finished, he brought the silver, gold, and all the objects his father David had dedicated and put them in the treasuries of the Lord's temple."}