{"1": "Then Solomon assembled Israel's elders, all the tribal leaders, and the chiefs of Israel's clans at Jerusalem to bring up the chest containing the Lord's covenant from David's City Zion.", "2": "Everyone in Israel assembled before King Solomon in the seventh month, the month of Ethanim,[a] during the festival.", "3": "When all of Israel's elders had arrived, the priests picked up the chest.", "4": "They brought the Lord's chest, the meeting tent, and all the holy equipment that was in the tent. The priests and the Levites brought them up,", "5": "while King Solomon and the entire Israelite assembly that had joined him before the chest sacrificed countless sheep and oxen.", "6": "The priests brought the chest containing the Lord's covenant to its designated spot beneath the wings of the winged creatures in the inner sanctuary of the temple, the most holy place.", "7": "The winged creatures spread their wings over the place where the chest rested, covering the chest and its carrying poles.", "8": "The carrying poles were so long that their tips could be seen from the holy place in front of the inner sanctuary, though they weren't visible from outside. They are still there today.", "9": "Nothing was in the chest except the two stone tablets Moses had placed there while at Horeb, where the Lord made a covenant with the Israelites after they left Egypt.", "10": "When the priests left the holy place, the cloud filled the Lord's temple,", "11": "and the priests were unable to carry out their duties due to the cloud because the Lord's glory filled the Lord's temple.", "12": "Then Solomon said, “The Lord said that he would live in a dark cloud,", "13": "but I have indeed built you a lofty temple as a place where you can live forever.”", "14": "The king turned around, and while the entire assembly of Israel was standing there, he blessed them,", "15": "saying, “Bless Israel's God, the Lord, who spoke directly to my father David and now has kept his promise:", "16": "'From the day I brought my people Israel out of Egypt I haven't selected a city from any Israelite tribe as a site for the building of a temple for my name. But now I have chosen David to be over my people Israel.'", "17": "My father David wanted to build a temple for the name of the Lord, Israel's God.", "18": "“But the Lord said to my father David, 'It is very good that you thought to build a temple for my name.", "19": "Nevertheless, you yourself won't build that temple. Instead, your very own son will build the temple for my name.'", "20": "The Lord has kept his promise—I have succeeded my father David on Israel's throne just as the Lord said, and I have built the temple for the name of the Lord, Israel's God.", "21": "There I've placed the chest that contains the covenant that the Lord made with our ancestors when he brought them out of Egypt.”", "22": "Solomon stood before the Lord's altar in front of the entire Israelite assembly and, spreading out his hands toward the sky,", "23": "he said: Lord God of Israel, there's no god like you in heaven above or on earth below. You keep the covenant and show loyalty to your servants who walk before you with all their heart.", "24": "This is the covenant you kept with your servant David, my father, which you promised him. Today, you have fulfilled what you promised.", "25": "So now, Lord, Israel's God, keep what you promised my father David, your servant, when you said to him, “You will never fail to have a successor sitting on Israel's throne as long as your descendants carefully walk before me just as you walked before me.”", "26": "So now, God of Israel, may your promise to your servant David, my father, come true.", "27": "But how could God possibly live on earth? If heaven, even the highest heaven, can't contain you, how can this temple that I've built contain you?", "28": "Lord my God, listen to your servant's prayer and request, and hear the cry and prayer that your servant prays to you today.", "29": "Constantly watch over this temple, the place about which you said, “My name will be there,” and listen to the prayer that your servant is praying toward[b] this place.", "30": "Listen to the request of your servant and your people Israel when they pray toward this place. Listen from your heavenly dwelling place, and when you hear, forgive!", "31": "If someone wrongs another and must make a solemn pledge asserting innocence before your altar in this temple,[c]", "32": "then listen from heaven, act, and decide which of your servants is right. Condemn the guilty party, repaying them for their conduct, but justify the innocent person, repaying them for their righteousness.", "33": "If your people Israel are defeated by an enemy because they have sinned against you, but then they change their hearts and lives, give thanks to your name, and ask for mercy before you at this temple,", "34": "then listen from heaven and forgive the sin of your people Israel. Return them to the land you gave their ancestors.", "35": "When the sky holds back its rain because Israel has sinned against you, but they then pray toward this place, give thanks to your name, and turn away from their sin because you have punished them for it,[d]", "36": "then listen from heaven and forgive the sin of your servants, your people Israel. Teach them the best way for them to follow, and send rain on your land that you gave to your people as an inheritance.", "37": "Whenever there is a famine or plague in the land; or whenever there is blight, mildew, locust, or grasshopper; or whenever someone's enemy attacks them in their cities;[e] or any plague or illness comes;", "38": "whatever prayer or petition is made by any individual or by all of your people Israel—because people will recognize their own pain and spread out their hands toward this temple—", "39": "then listen from heaven where you live. Forgive, act, and repay each person according to all their conduct, because you know their hearts. You alone know the human heart.", "40": "Do this so that they may revere you all the days they live on the land that you gave to our ancestors.", "41": "Listen also to the immigrant who isn't from your people Israel but who comes from a distant country because of your reputation—", "42": "because they will hear of your great reputation, your great power, and your outstretched arm. When the immigrant comes and prays toward this temple,", "43": "then listen from heaven, where you live, and do everything the immigrant asks. Do this so that all the people of the earth may know your reputation and revere you, as your people Israel do, and recognize that this temple I have built bears your name.", "44": "When your people go to war against their enemies, wherever you may send them, and they pray to the Lord toward the city you have chosen and toward this temple that I have built for your name,", "45": "then listen from heaven to their prayer and request and do what is right for them.", "46": "When they sin against you (for there is no one who doesn't sin) and you become angry with them and hand them over to an enemy who takes them away as prisoners to enemy territory, whether distant or nearby,", "47": "if they change their heart in whatever land they are held captive, changing their lives and begging for your mercy,[f] saying, “We have sinned, we have done wrong, we have acted wickedly!”", "48": "and if they return to you with all their heart and all their being in the enemy territory where they've been taken captive, and pray to you, toward their land, which you gave their ancestors, toward the city you have chosen, and toward the temple I have built for your name,", "49": "then listen to their prayer and request from your heavenly dwelling place. Do what is right for them,", "50": "and forgive your people who have sinned against you. Forgive all their wrong that they have done against you. See to it that those who captured them show them mercy.", "51": "These are your people and your inheritance. You brought them out of Egypt, from the iron furnace.", "52": "Open your eyes to your servant's request and to the request of your people Israel. Hear them whenever they cry out to you.", "53": "You set them apart from all the earth's peoples as your own inheritance, Lord, just as you promised through your servant Moses when you brought our ancestors out of Egypt.", "54": "As soon as Solomon finished praying and making these requests to the Lord, he got up from before the Lord's altar, where he had been kneeling with his hands spread out to heaven.", "55": "He stood up and blessed the whole Israelite assembly in a loud voice:", "56": "“May the Lord be blessed! He has given rest to his people Israel just as he promised. He hasn't neglected any part of the good promise he made through his servant Moses.", "57": "May the Lord our God be with us, just as he was with our ancestors. May he never leave us or abandon us.", "58": "May he draw our hearts to him to walk in all his ways and observe his commands, his laws, and his judgments that he gave our ancestors.", "59": "And may these words of mine that I have cried out before the Lord remain near to the Lord our God day and night so that he may do right by his servant and his people Israel for each day's need,", "60": "and so that all the earth's peoples may know that the Lord is God. There is no other God!", "61": "Now may you be committed to the Lord our God with all your heart by following his laws and observing his commands, just as you are doing right now.”", "62": "Then the king and all Israel with him sacrificed to the Lord.", "63": "Solomon offered well-being sacrifices to the Lord: twenty-two thousand oxen and one hundred twenty thousand sheep when the king and all Israel dedicated the Lord's temple.", "64": "On that day the king made holy the middle of the courtyard in front of the Lord's temple. He had to offer the entirely burned offerings, grain offerings, and the fat of well-being sacrifices there, because the bronze altar that was in the Lord's presence was too small to contain the entirely burned offerings, the grain offerings, and the fat of the well-being sacrifices.", "65": "At that time Solomon, together with all Israel, held a celebration. It was a large assembly from Lebo-hamath to the border of Egypt. They celebrated for seven days and then for another seven days in the presence of the Lord our God: fourteen days in all.", "66": "On the eighth day,[g] Solomon dismissed the people. They blessed the king and went back to their tents happy and pleased about all the good that the Lord had done for his servant David and for his people Israel."}