{"1": "From Paul, a servant of God and an apostle of Jesus Christ. I was sent to help the faith of God's chosen people and to help them know the truth that shows people how to serve God. ", "2": "That faith and that knowledge come from the hope for life forever, which God promised to us before time began. And God cannot lie. ", "3": "At the right time God let the world know about that life through preaching. He trusted me with that work, and I preached by the command of God our Savior.", "4": "To Titus, my true child in the faith we share: Grace and peace from God the Father and Christ Jesus our Savior.", "5": "I left you in Crete so you could finish doing the things that still needed to be done and so you could appoint elders in every town, as I directed you. ", "6": "An elder must not be guilty of doing wrong, must have only one wife, and must have believing children. They must not be known as children who are wild and do not cooperate. ", "7": "As God's managers, overseers must not be guilty of doing wrong, being selfish, or becoming angry quickly. They must not drink too much wine, like to fight, or try to get rich by cheating others. ", "8": "Overseers must be ready to welcome guests, love what is good, be wise, live right, and be holy and self-controlled. ", "9": "By holding on to the trustworthy word just as we teach it, overseers can help people by using true teaching, and they can show those who are against the true teaching that they are wrong.", "10": "There are many people who refuse to cooperate, who talk about worthless things and lead others into the wrong way—mainly those who insist on circumcision to be saved. ", "11": "These people must be stopped, because they are upsetting whole families by teaching things they should not teach, which they do to get rich by cheating people. ", "12": "Even one of their own prophets said, “Cretans are always liars, evil animals, and lazy people who do nothing but eat.” ", "13": "The words that prophet said are true. So firmly tell those people they are wrong so they may become strong in the faith, ", "14": "not accepting Jewish false stories and the commands of people who reject the truth. ", "15": "To those who are pure, all things are pure, but to those who are full of sin and do not believe, nothing is pure. Both their minds and their consciences have been ruined. ", "16": "They say they know God, but their actions show they do not accept him. They are hateful people, they refuse to obey, and they are useless for doing anything good."}