{"1": "The same thing happened in Iconium: Paul and Barnabas went to the synagogue and spoke in such a way that a great number of Jews and Gentiles became believers. ", "2": "But the Jews who would not believe stirred up the Gentiles and turned them against the believers. ", "3": "The apostles stayed there for a long time, speaking boldly about the Lord, who proved that their message about his grace was true by giving them the power to perform miracles and wonders. ", "4": "The people of the city were divided: some were for the Jews, others for the apostles.", "5": "Then some Gentiles and Jews, together with their leaders, decided to mistreat the apostles and stone them. ", "6": "When the apostles learned about it, they fled to the cities of Lystra and Derbe in Lycaonia and to the surrounding territory. ", "7": "There they preached the Good News.", "8": "In Lystra there was a crippled man who had been lame from birth and had never been able to walk. ", "9": "He sat there and listened to Paul's words. Paul saw that he believed and could be healed, so he looked straight at him ", "10": "and said in a loud voice, “Stand up straight on your feet!” The man jumped up and started walking around. ", "11": "When the crowds saw what Paul had done, they started shouting in their own Lycaonian language, “The gods have become like men and have come down to us!” ", "12": "They gave Barnabas the name Zeus, and Paul the name Hermes, because he was the chief speaker. ", "13": "The priest of the god Zeus, whose temple stood just outside the town, brought bulls and flowers to the gate, for he and the crowds wanted to offer sacrifice to the apostles.", "14": "When Barnabas and Paul heard what they were about to do, they tore their clothes and ran into the middle of the crowd, shouting, ", "15": "“Why are you doing this? We ourselves are only human beings like you! We are here to announce the Good News, to turn you away from these worthless things to the living God, who made heaven, earth, sea, and all that is in them. ", "16": "In the past he allowed all people to go their own way. ", "17": "But he has always given evidence of his existence by the good things he does: he gives you rain from heaven and crops at the right times; he gives you food and fills your hearts with happiness.” ", "18": "Even with these words the apostles could hardly keep the crowd from offering a sacrifice to them.", "19": "Some Jews came from Antioch in Pisidia and from Iconium; they won the crowds over to their side, stoned Paul and dragged him out of the town, thinking that he was dead. ", "20": "But when the believers gathered around him, he got up and went back into the town. The next day he and Barnabas went to Derbe.", "21": "Paul and Barnabas preached the Good News in Derbe and won many disciples. Then they went back to Lystra, to Iconium, and on to Antioch in Pisidia. ", "22": "They strengthened the believers and encouraged them to remain true to the faith. “We must pass through many troubles to enter the Kingdom of God,” they taught. ", "23": "In each church they appointed elders, and with prayers and fasting they commended them to the Lord, in whom they had put their trust.", "24": "After going through the territory of Pisidia, they came to Pamphylia. ", "25": "There they preached the message in Perga and then went to Attalia, ", "26": "and from there they sailed back to Antioch, the place where they had been commended to the care of God's grace for the work they had now completed.", "27": "When they arrived in Antioch, they gathered the people of the church together and told them about all that God had done with them and how he had opened the way for the Gentiles to believe. ", "28": "And they stayed a long time there with the believers."}