{"1": "Some men came from Judea to Antioch and started teaching the believers, “You cannot be saved unless you are circumcised as the Law of Moses requires.” ", "2": "Paul and Barnabas got into a fierce argument with them about this, so it was decided that Paul and Barnabas and some of the others in Antioch should go to Jerusalem and see the apostles and elders about this matter.", "3": "They were sent on their way by the church; and as they went through Phoenicia and Samaria, they reported how the Gentiles had turned to God; this news brought great joy to all the believers. ", "4": "When they arrived in Jerusalem, they were welcomed by the church, the apostles, and the elders, to whom they told all that God had done through them. ", "5": "But some of the believers who belonged to the party of the Pharisees stood up and said, “The Gentiles must be circumcised and told to obey the Law of Moses.”", "6": "The apostles and the elders met together to consider this question. ", "7": "After a long debate Peter stood up and said, “My friends, you know that a long time ago God chose me from among you to preach the Good News to the Gentiles, so that they could hear and believe. ", "8": "And God, who knows the thoughts of everyone, showed his approval of the Gentiles by giving the Holy Spirit to them, just as he had to us. ", "9": "He made no difference between us and them; he forgave their sins because they believed. ", "10": "So then, why do you now want to put God to the test by laying a load on the backs of the believers which neither our ancestors nor we ourselves were able to carry? ", "11": "No! We believe and are saved by the grace of the Lord Jesus, just as they are.”", "12": "The whole group was silent as they heard Barnabas and Paul report all the miracles and wonders that God had performed through them among the Gentiles. ", "13": "When they had finished speaking, James spoke up: “Listen to me, my friends! ", "14": "Simon has just explained how God first showed his care for the Gentiles by taking from among them a people to belong to him. ", "15": "The words of the prophets agree completely with this. As the scripture says,", "16": "'After this I will return, says the Lord, and restore the kingdom of David. I will rebuild its ruins and make it strong again.", "17": "And so all the rest of the human race will come to me, all the Gentiles whom I have called to be my own.", "18": "So says the Lord, who made this known long ago.'", "19": "“It is my opinion,” James went on, “that we should not trouble the Gentiles who are turning to God. ", "20": "Instead, we should write a letter telling them not to eat any food that is ritually unclean because it has been offered to idols; to keep themselves from sexual immorality; and not to eat any animal that has been strangled, or any blood. ", "21": "For the Law of Moses has been read for a very long time in the synagogues every Sabbath, and his words are preached in every town.”", "22": "Then the apostles and the elders, together with the whole church, decided to choose some men from the group and send them to Antioch with Paul and Barnabas. They chose two men who were highly respected by the believers, Judas, called Barsabbas, and Silas, ", "23": "and they sent the following letter by them: “We, the apostles and the elders, your brothers, send greetings to all our brothers of Gentile birth who live in Antioch, Syria, and Cilicia. ", "24": "We have heard that some who went from our group have troubled and upset you by what they said; they had not, however, received any instruction from us. ", "25": "And so we have met together and have all agreed to choose some messengers and send them to you. They will go with our dear friends Barnabas and Paul, ", "26": "who have risked their lives in the service of our Lord Jesus Christ. ", "27": "We send you, then, Judas and Silas, who will tell you in person the same things we are writing. ", "28": "The Holy Spirit and we have agreed not to put any other burden on you besides these necessary rules: ", "29": "eat no food that has been offered to idols; eat no blood; eat no animal that has been strangled; and keep yourselves from sexual immorality. You will do well if you take care not to do these things. With our best wishes.”", "30": "The messengers were sent off and went to Antioch, where they gathered the whole group of believers and gave them the letter. ", "31": "When the people read it, they were filled with joy by the message of encouragement. ", "32": "Judas and Silas, who were themselves prophets, spoke a long time with them, giving them courage and strength. ", "33": "After spending some time there, they were sent off in peace by the believers and went back to those who had sent them. ", "34": "[a]", "35": "Paul and Barnabas spent some time in Antioch, and together with many others they taught and preached the word of the Lord.", "36": "Some time later Paul said to Barnabas, “Let us go back and visit the believers in every town where we preached the word of the Lord, and let us find out how they are getting along.” ", "37": "Barnabas wanted to take John Mark with them, ", "38": "but Paul did not think it was right to take him, because he had not stayed with them to the end of their mission, but had turned back and left them in Pamphylia. ", "39": "There was a sharp argument, and they separated: Barnabas took Mark and sailed off for Cyprus, ", "40": "while Paul chose Silas and left, commended by the believers to the care of the Lord's grace. ", "41": "He went through Syria and Cilicia, strengthening the churches."}