{"1": "Paul and Silas traveled on through Amphipolis and Apollonia and came to Thessalonica, where there was a synagogue. ", "2": "According to his usual habit Paul went to the synagogue. There during three Sabbaths he held discussions with the people, quoting ", "3": "and explaining the Scriptures, and proving from them that the Messiah had to suffer and rise from death. “This Jesus whom I announce to you,” Paul said, “is the Messiah.” ", "4": "Some of them were convinced and joined Paul and Silas; so did many of the leading women and a large group of Greeks who worshiped God.", "5": "But some Jews were jealous and gathered worthless loafers from the streets and formed a mob. They set the whole city in an uproar and attacked the home of a man named Jason, in an attempt to find Paul and Silas and bring them out to the people. ", "6": "But when they did not find them, they dragged Jason and some other believers before the city authorities and shouted, “These men have caused trouble everywhere! Now they have come to our city, ", "7": "and Jason has kept them in his house. They are all breaking the laws of the Emperor, saying that there is another king, whose name is Jesus.” ", "8": "With these words they threw the crowd and the city authorities in an uproar. ", "9": "The authorities made Jason and the others pay the required amount of money to be released, and then let them go.", "10": "As soon as night came, the believers sent Paul and Silas to Berea. When they arrived, they went to the synagogue. ", "11": "The people there were more open-minded than the people in Thessalonica. They listened to the message with great eagerness, and every day they studied the Scriptures to see if what Paul said was really true. ", "12": "Many of them believed; and many Greek women of high social standing and many Greek men also believed. ", "13": "But when the Jews in Thessalonica heard that Paul had preached the word of God in Berea also, they came there and started exciting and stirring up the mobs. ", "14": "At once the believers sent Paul away to the coast; but both Silas and Timothy stayed in Berea. ", "15": "The men who were taking Paul went with him as far as Athens and then returned to Berea with instructions from Paul that Silas and Timothy should join him as soon as possible.", "16": "While Paul was waiting in Athens for Silas and Timothy, he was greatly upset when he noticed how full of idols the city was. ", "17": "So he held discussions in the synagogue with the Jews and with the Gentiles who worshiped God, and also in the public square every day with the people who happened to come by. ", "18": "Certain Epicurean and Stoic teachers also debated with him. Some of them asked, “What is this ignorant show-off trying to say?” Others answered, “He seems to be talking about foreign gods.” They said this because Paul was preaching about Jesus and the resurrection.[a] ", "19": "So they took Paul, brought him before the city council, the Areopagus, and said, “We would like to know what this new teaching is that you are talking about. ", "20": "Some of the things we hear you say sound strange to us, and we would like to know what they mean.” ", "21": "(21 For all the citizens of Athens and the foreigners who lived there liked to spend all their time telling and hearing the latest new thing.)", "22": "Paul stood up in front of the city council and said, “I see that in every way you Athenians are very religious. ", "23": "For as I walked through your city and looked at the places where you worship, I found an altar on which is written, 'To an Unknown God.' That which you worship, then, even though you do not know it, is what I now proclaim to you. ", "24": "God, who made the world and everything in it, is Lord of heaven and earth and does not live in temples made by human hands. ", "25": "Nor does he need anything that we can supply by working for him, since it is he himself who gives life and breath and everything else to everyone. ", "26": "From one human being he created all races of people and made them live throughout the whole earth. He himself fixed beforehand the exact times and the limits of the places where they would live. ", "27": "He did this so that they would look for him, and perhaps find him as they felt around for him. Yet God is actually not far from any one of us; ", "28": "as someone has said, 'In him we live and move and exist.' It is as some of your poets have said, 'We too are his children.'", "29": "Since we are God's children, we should not suppose that his nature is anything like an image of gold or silver or stone, shaped by human art and skill. ", "30": "God has overlooked the times when people did not know him, but now he commands all of them everywhere to turn away from their evil ways. ", "31": "For he has fixed a day in which he will judge the whole world with justice by means of a man he has chosen. He has given proof of this to everyone by raising that man from death!”", "32": "When they heard Paul speak about a raising from death, some of them made fun of him, but others said, “We want to hear you speak about this again.” ", "33": "And so Paul left the meeting. ", "34": "Some men joined him and believed, among whom was Dionysius, a member of the council; there was also a woman named Damaris, and some other people."}