{"1": "Paul looked straight at the Council and said, “My fellow Israelites! My conscience is perfectly clear about the way in which I have lived before God to this very day.” ", "2": "The High Priest Ananias ordered those who were standing close to Paul to strike him on the mouth. ", "3": "Paul said to him, “God will certainly strike you—you whitewashed wall! You sit there to judge me according to the Law, yet you break the Law by ordering them to strike me!”", "4": "The men close to Paul said to him, “You are insulting God's High Priest!”", "5": "Paul answered, “My fellow Israelites, I did not know that he was the High Priest. The scripture says, 'You must not speak evil of the ruler of your people.'”", "6": "When Paul saw that some of the group were Sadducees and the others were Pharisees, he called out in the Council, “Fellow Israelites! I am a Pharisee, the son of Pharisees. I am on trial here because of the hope I have that the dead will rise to life!”", "7": "As soon as he said this, the Pharisees and Sadducees started to quarrel, and the group was divided. ", "8": "(8 For the Sadducees say that people will not rise from death and that there are no angels or spirits; but the Pharisees believe in all three.) ", "9": "The shouting became louder, and some of the teachers of the Law who belonged to the party of the Pharisees stood up and protested strongly: “We cannot find a thing wrong with this man! Perhaps a spirit or an angel really did speak to him!”", "10": "The argument became so violent that the commander was afraid that Paul would be torn to pieces. So he ordered his soldiers to go down into the group, get Paul away from them, and take him into the fort.", "11": "That night the Lord stood by Paul and said, “Don't be afraid! You have given your witness for me here in Jerusalem, and you must also do the same in Rome.”", "12": "The next morning some Jews met together and made a plan. They took a vow that they would not eat or drink anything until they had killed Paul. ", "13": "There were more than forty who planned this together. ", "14": "Then they went to the chief priests and elders and said, “We have taken a solemn vow together not to eat a thing until we have killed Paul. ", "15": "Now then, you and the Council send word to the Roman commander to bring Paul down to you, pretending that you want to get more accurate information about him. But we will be ready to kill him before he ever gets here.”", "16": "But the son of Paul's sister heard about the plot; so he went to the fort and told Paul. ", "17": "Then Paul called one of the officers and said to him, “Take this young man to the commander; he has something to tell him.” ", "18": "The officer took him, led him to the commander, and said, “The prisoner Paul called me and asked me to bring this young man to you, because he has something to say to you.”", "19": "The commander took him by the hand, led him off by himself, and asked him, “What do you have to tell me?”", "20": "He said, “The Jewish authorities have agreed to ask you tomorrow to take Paul down to the Council, pretending that the Council wants to get more accurate information about him. ", "21": "But don't listen to them, because there are more than forty men who will be hiding and waiting for him. They have taken a vow not to eat or drink until they have killed him. They are now ready to do it and are waiting for your decision.”", "22": "The commander said, “Don't tell anyone that you have reported this to me.” And he sent the young man away.", "23": "Then the commander called two of his officers and said, “Get two hundred soldiers ready to go to Caesarea, together with seventy horsemen and two hundred spearmen, and be ready to leave by nine o'clock tonight. ", "24": "Provide some horses for Paul to ride and get him safely through to Governor Felix.” ", "25": "Then the commander wrote a letter that went like this: ", "26": "“Claudius Lysias to His Excellency, Governor Felix: Greetings. ", "27": "The Jews seized this man and were about to kill him. I learned that he is a Roman citizen, so I went with my soldiers and rescued him. ", "28": "I wanted to know what they were accusing him of, so I took him down to their Council. ", "29": "I found out that he had not done a thing for which he deserved to die or be put in prison; the accusation against him had to do with questions about their own law. ", "30": "And when I was informed that there was a plot against him, at once I decided to send him to you. I have told his accusers to make their charges against him before you.”", "31": "The soldiers carried out their orders. They got Paul and took him that night as far as Antipatris. ", "32": "The next day the foot soldiers returned to the fort and left the horsemen to go on with him. ", "33": "They took him to Caesarea, delivered the letter to the governor, and turned Paul over to him. ", "34": "The governor read the letter and asked Paul what province he was from. When he found out that he was from Cilicia, ", "35": "he said, “I will hear you when your accusers arrive.” Then he gave orders for Paul to be kept under guard in the governor's headquarters."}