{"1": "Peter and John were still speaking to the people when some priests,[a] the officer in charge of the Temple guards, and some Sadducees arrived. ", "2": "They were annoyed because the two apostles were teaching the people that Jesus had risen from death, which proved that the dead will rise to life. ", "3": "So they arrested them and put them in jail until the next day, since it was already late. ", "4": "But many who heard the message believed; and the number grew to about five thousand.", "5": "The next day the Jewish leaders, the elders, and the teachers of the Law gathered in Jerusalem. ", "6": "They met with the High Priest Annas and with Caiaphas, John, Alexander, and the others who belonged to the High Priest's family. ", "7": "They made the apostles stand before them and asked them, “How did you do this? What power do you have or whose name did you use?”", "8": "Peter, full of the Holy Spirit, answered them, “Leaders of the people and elders: ", "9": "if we are being questioned today about the good deed done to the lame man and how he was healed, ", "10": "then you should all know, and all the people of Israel should know, that this man stands here before you completely well through the power of the name of Jesus Christ of Nazareth—whom you crucified and whom God raised from death. ", "11": "Jesus is the one of whom the scripture says, 'The stone that you the builders despised turned out to be the most important of all.'", "12": "Salvation is to be found through him alone; in all the world there is no one else whom God has given who can save us.”", "13": "The members of the Council were amazed to see how bold Peter and John were and to learn that they were ordinary men of no education. They realized then that they had been companions of Jesus. ", "14": "But there was nothing that they could say, because they saw the man who had been healed standing there with Peter and John. ", "15": "So they told them to leave the Council room, and then they started discussing among themselves. ", "16": "“What shall we do with these men?” they asked. “Everyone in Jerusalem knows that this extraordinary miracle has been performed by them, and we cannot deny it. ", "17": "But to keep this matter from spreading any further among the people, let us warn these men never again to speak to anyone in the name of Jesus.”", "18": "So they called them back in and told them that under no condition were they to speak or to teach in the name of Jesus. ", "19": "But Peter and John answered them, “You yourselves judge which is right in God's sight—to obey you or to obey God. ", "20": "For we cannot stop speaking of what we ourselves have seen and heard.” ", "21": "So the Council warned them even more strongly and then set them free. They saw that it was impossible to punish them, because the people were all praising God for what had happened. ", "22": "The man on whom this miracle of healing had been performed was over forty years old.", "23": "As soon as Peter and John were set free, they returned to their group and told them what the chief priests and the elders had said. ", "24": "When the believers heard it, they all joined together in prayer to God: “Master and Creator of heaven, earth, and sea, and all that is in them! ", "25": "By means of the Holy Spirit you spoke through our ancestor David, your servant, when he said, 'Why were the Gentiles furious; why did people make their useless plots?", "26": "The kings of the earth prepared themselves, and the rulers met together against the Lord and his Messiah.'", "27": "For indeed Herod and Pontius Pilate met together in this city with the Gentiles and the people of Israel against Jesus, your holy Servant, whom you made Messiah. ", "28": "They gathered to do everything that you by your power and will had already decided would happen. ", "29": "And now, Lord, take notice of the threats they have made, and allow us, your servants, to speak your message with all boldness. ", "30": "Reach out your hand to heal, and grant that wonders and miracles may be performed through the name of your holy Servant Jesus.”", "31": "When they finished praying, the place where they were meeting was shaken. They were all filled with the Holy Spirit and began to proclaim God's message with boldness.", "32": "The group of believers was one in mind and heart. None of them said that any of their belongings were their own, but they all shared with one another everything they had. ", "33": "With great power the apostles gave witness to the resurrection of the Lord Jesus, and God poured rich blessings on them all. ", "34": "There was no one in the group who was in need. Those who owned fields or houses would sell them, bring the money received from the sale, ", "35": "and turn it over to the apostles; and the money was distributed according to the needs of the people.", "36": "And so it was that Joseph, a Levite born in Cyprus, whom the apostles called Barnabas (which means “One who Encourages”), ", "37": "sold a field he owned, brought the money, and turned it over to the apostles."}