{"1": "Some time later, as the number of disciples kept growing, there was a quarrel between the Greek-speaking Jews and the native Jews. The Greek-speaking Jews claimed that their widows were being neglected in the daily distribution of funds. ", "2": "So the twelve apostles called the whole group of believers together and said, “It is not right for us to neglect the preaching of God's word in order to handle finances. ", "3": "So then, friends, choose seven men among you who are known to be full of the Holy Spirit and wisdom, and we will put them in charge of this matter. ", "4": "We ourselves, then, will give our full time to prayer and the work of preaching.”", "5": "The whole group was pleased with the apostles' proposal, so they chose Stephen, a man full of faith and the Holy Spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, a Gentile from Antioch who had earlier been converted to Judaism. ", "6": "The group presented them to the apostles, who prayed and placed their hands on them.", "7": "And so the word of God continued to spread. The number of disciples in Jerusalem grew larger and larger, and a great number of priests accepted the faith.", "8": "Stephen, a man richly blessed by God and full of power, performed great miracles and wonders among the people. ", "9": "But he was opposed by some men who were members of the synagogue of the Freedmen[a] (as it was called), which had Jews from Cyrene and Alexandria. They and other Jews from the provinces of Cilicia and Asia started arguing with Stephen. ", "10": "But the Spirit gave Stephen such wisdom that when he spoke, they could not refute him. ", "11": "So they bribed some men to say, “We heard him speaking against Moses and against God!” ", "12": "In this way they stirred up the people, the elders, and the teachers of the Law. They seized Stephen and took him before the Council. ", "13": "Then they brought in some men to tell lies about him. “This man,” they said, “is always talking against our sacred Temple and the Law of Moses. ", "14": "We heard him say that this Jesus of Nazareth will tear down the Temple and change all the customs which have come down to us from Moses!” ", "15": "All those sitting in the Council fixed their eyes on Stephen and saw that his face looked like the face of an angel."}