{"1": "In the meantime Saul kept up his violent threats of murder against the followers of the Lord. He went to the High Priest ", "2": "and asked for letters of introduction to the synagogues in Damascus, so that if he should find there any followers of the Way of the Lord, he would be able to arrest them, both men and women, and bring them back to Jerusalem.", "3": "As Saul was coming near the city of Damascus, suddenly a light from the sky flashed around him. ", "4": "He fell to the ground and heard a voice saying to him, “Saul, Saul! Why do you persecute me?”", "5": "“Who are you, Lord?” he asked. “I am Jesus, whom you persecute,” the voice said. ", "6": "“But get up and go into the city, where you will be told what you must do.”", "7": "The men who were traveling with Saul had stopped, not saying a word; they heard the voice but could not see anyone. ", "8": "Saul got up from the ground and opened his eyes, but could not see a thing. So they took him by the hand and led him into Damascus. ", "9": "For three days he was not able to see, and during that time he did not eat or drink anything.", "10": "There was a believer in Damascus named Ananias. He had a vision, in which the Lord said to him, “Ananias!” “Here I am, Lord,” he answered.", "11": "The Lord said to him, “Get ready and go to Straight Street, and at the house of Judas ask for a man from Tarsus named Saul. He is praying, ", "12": "and in a vision he has seen a man named Ananias come in and place his hands on him so that he might see again.”", "13": "Ananias answered, “Lord, many people have told me about this man and about all the terrible things he has done to your people in Jerusalem. ", "14": "And he has come to Damascus with authority from the chief priests to arrest all who worship you.”", "15": "The Lord said to him, “Go, because I have chosen him to serve me, to make my name known to Gentiles and kings and to the people of Israel. ", "16": "And I myself will show him all that he must suffer for my sake.”", "17": "So Ananias went, entered the house where Saul was, and placed his hands on him. “Brother Saul,” he said, “the Lord has sent me—Jesus himself, who appeared to you on the road as you were coming here. He sent me so that you might see again and be filled with the Holy Spirit.” ", "18": "At once something like fish scales fell from Saul's eyes, and he was able to see again. He stood up and was baptized; ", "19": "and after he had eaten, his strength came back. Saul stayed for a few days with the believers in Damascus. ", "20": "He went straight to the synagogues and began to preach that Jesus was the Son of God.", "21": "All who heard him were amazed and asked, “Isn't he the one who in Jerusalem was killing those who worship that man Jesus? And didn't he come here for the very purpose of arresting those people and taking them back to the chief priests?”", "22": "But Saul's preaching became even more powerful, and his proofs that Jesus was the Messiah were so convincing that the Jews who lived in Damascus could not answer him.", "23": "After many days had gone by, the Jews met together and made plans to kill Saul, ", "24": "but he was told of their plan. Day and night they watched the city gates in order to kill him. ", "25": "But one night Saul's followers took him and let him down through an opening in the wall, lowering him in a basket.", "26": "Saul went to Jerusalem and tried to join the disciples. But they would not believe that he was a disciple, and they were all afraid of him. ", "27": "Then Barnabas came to his help and took him to the apostles. He explained to them how Saul had seen the Lord on the road and that the Lord had spoken to him. He also told them how boldly Saul had preached in the name of Jesus in Damascus. ", "28": "And so Saul stayed with them and went all over Jerusalem, preaching boldly in the name of the Lord. ", "29": "He also talked and disputed with the Greek-speaking Jews, but they tried to kill him. ", "30": "When the believers found out about this, they took Saul to Caesarea and sent him away to Tarsus.", "31": "And so it was that the church throughout Judea, Galilee, and Samaria had a time of peace. Through the help of the Holy Spirit it was strengthened and grew in numbers, as it lived in reverence for the Lord.", "32": "Peter traveled everywhere, and on one occasion he went to visit God's people who lived in Lydda. ", "33": "There he met a man named Aeneas, who was paralyzed and had not been able to get out of bed for eight years. ", "34": "“Aeneas,” Peter said to him, “Jesus Christ makes you well. Get up and make your bed.” At once Aeneas got up. ", "35": "All the people living in Lydda and Sharon saw him, and they turned to the Lord.", "36": "In Joppa there was a woman named Tabitha, who was a believer. (Her name in Greek is Dorcas, meaning “a deer.”) She spent all her time doing good and helping the poor. ", "37": "At that time she got sick and died. Her body was washed and laid in a room upstairs. ", "38": "Joppa was not very far from Lydda, and when the believers in Joppa heard that Peter was in Lydda, they sent two men to him with the message, “Please hurry and come to us.” ", "39": "So Peter got ready and went with them. When he arrived, he was taken to the room upstairs, where all the widows crowded around him, crying and showing him all the shirts and coats that Dorcas had made while she was alive. ", "40": "Peter put them all out of the room, and knelt down and prayed; then he turned to the body and said, “Tabitha, get up!” She opened her eyes, and when she saw Peter, she sat up. ", "41": "Peter reached over and helped her get up. Then he called all the believers, including the widows, and presented her alive to them. ", "42": "The news about this spread all over Joppa, and many people believed in the Lord. ", "43": "Peter stayed on in Joppa for many days with a tanner of leather named Simon."}