{"1": "The Lord's message came to me in the ninth year, in the tenth month, on the tenth day of the month:[a] ", "2": "“Son of man, write down the name of this day, this very day. The king of Babylon has laid siege[b] to Jerusalem this very day. ", "3": "Recite a proverb to this rebellious house[c] and say to them, 'This is what the Sovereign Lord says: “'Set on the pot,[d] set it on, pour water in it too;", "4": "add the pieces of meat to it, every good piece, the thigh and the shoulder; fill it with choice bones.", "5": "Take the choice bone of the flock, heap up wood under it; boil rapidly, and boil its bones in it.", "6": "“'Therefore this is what the Sovereign Lord says: Woe to the city of bloodshed, the pot whose rot[e] is in it, whose rot has not been removed[f] from it! Empty it piece by piece. No lot has fallen on it.[g]", "7": "For her blood was in it; she poured it on an exposed rock; she did not pour it on the ground to cover it up with dust.", "8": "To arouse anger, to take vengeance, I have placed her blood on an exposed rock so that it cannot be covered up.", "9": "“'Therefore this is what the Sovereign Lord says: Woe to the city of bloodshed! I will also make the pile high.", "10": "Pile up the wood, kindle the fire; cook the meat well, mix in the spices, let the bones be charred.", "11": "Set the empty pot on the coals,[h] until it becomes hot and its copper glows, until its uncleanness melts within it and its rot[i] is consumed.", "12": "It has tried my patience;[j] yet its thick rot is not removed[k] from it. Subject its rot to the fire![l]", "13": "You mix uncleanness with obscene conduct.[m] I tried to cleanse you,[n] but you are not clean. You will not be cleansed from your uncleanness[o] until I have exhausted my anger on you.", "14": "“'I the Lord have spoken; judgment[p] is coming and I will act! I will not relent, or show pity, or be sorry![q] I will judge you[r] according to your conduct[s] and your deeds, declares the Sovereign Lord.'”", "15": "The Lord's message came to me: ", "16": "“Son of man, realize that I am about to take the delight of your eyes away from you with a jolt,[t] but you must not mourn or weep or shed tears. ", "17": "Groan to moan for the dead,[u] but do not perform mourning rites.[v] Bind on your turban[w] and put your sandals on your feet. Do not cover your lip[x] and do not eat food brought by others.”[y]", "18": "So I spoke to the people in the morning, and my wife died in the evening. In the morning[z] I acted just as I was commanded. ", "19": "Then the people said to me, “Will you not tell us what these things you are doing mean for us?”", "20": "So I said to them: “The Lord's message came to me: ", "21": "Say to the house of Israel, 'This is what the Sovereign Lord says: Realize I am about to desecrate my sanctuary—the source of your confident pride,[aa] the object in which your eyes delight,[ab] and your life's passion.[ac] Your very own sons and daughters whom you have left behind will die[ad] by the sword. ", "22": "Then you will do as I have done: You will not cover your lip or eat food brought by others.[ae] ", "23": "Your turbans will be on your heads and your sandals on your feet; you will not mourn or weep, but you will rot[af] for your iniquities[ag] and groan among yourselves. ", "24": "Ezekiel will be an object lesson for you; you will do all that he has done. When it happens, then you will know that I am the Sovereign Lord.'", "25": "“And you, son of man, this is what will happen on the day I take[ah] from them their stronghold—their beautiful source of joy, the object in which their eyes delight, and the main concern of their lives,[ai] as well as their sons and daughters:[aj] ", "26": "On that day a fugitive will come to you to report the news.[ak] ", "27": "On that day you will be able to speak again;[al] you will talk with the fugitive and be silent no longer. You will be an object lesson for them, and they will know that I am the Lord.”"}