{"1-3": "Job was a man who lived in Uz. He was honest inside and out, a man of his word, who was totally devoted to God and hated evil with a passion. He had seven sons and three daughters. He was also very wealthy—seven thousand head of sheep, three thousand camels, five hundred teams of oxen, five hundred donkeys, and a huge staff of servants—the most influential man in all the East!", "4-5": "His sons used to take turns hosting parties in their homes, always inviting their three sisters to join them in their merrymaking. When the parties were over, Job would get up early in the morning and sacrifice a burnt offering for each of his children, thinking, “Maybe one of them sinned by defying God inwardly.” Job made a habit of this sacrificial atonement, just in case they'd sinned.", "6-7": "One day when the angels came to report to God, Satan, who was the Designated Accuser, came along with them. God singled out Satan and said, “What have you been up to?” Satan answered God, “Going here and there, checking things out on earth.”", "8": "God said to Satan, “Have you noticed my friend Job? There's no one quite like him—honest and true to his word, totally devoted to God and hating evil.”", "9-10": "Satan retorted, “So do you think Job does all that out of the sheer goodness of his heart? Why, no one ever had it so good! You pamper him like a pet, make sure nothing bad ever happens to him or his family or his possessions, bless everything he does—he can't lose!", "11": "“But what do you think would happen if you reached down and took away everything that is his? He'd curse you right to your face, that's what.”", "12": "God replied, “We'll see. Go ahead—do what you want with all that is his. Just don't hurt him.” Then Satan left the presence of God.", "13-15": "Sometime later, while Job's children were having one of their parties at the home of the oldest son, a messenger came to Job and said, “The oxen were plowing and the donkeys grazing in the field next to us when Sabeans attacked. They stole the animals and killed the field hands. I'm the only one to get out alive and tell you what happened.”", "16": "While he was still talking, another messenger arrived and said, “Bolts of lightning struck the sheep and the shepherds and fried them—burned them to a crisp. I'm the only one to get out alive and tell you what happened.”", "17": "While he was still talking, another messenger arrived and said, “Chaldeans coming from three directions raided the camels and massacred the camel drivers. I'm the only one to get out alive and tell you what happened.”", "18-19": "While he was still talking, another messenger arrived and said, “Your children were having a party at the home of the oldest brother when a tornado swept in off the desert and struck the house. It collapsed on the young people and they died. I'm the only one to get out alive and tell you what happened.”", "20": "Job got to his feet, ripped his robe, shaved his head, then fell to the ground and worshiped:", "21": "Naked I came from my mother's womb, naked I'll return to the womb of the earth. God gives, God takes. God's name be ever blessed.", "22": "Not once through all this did Job sin; not once did he blame God."}