{"1-4": "“So please, Job, hear me out, honor me by listening to me. What I'm about to say has been carefully thought out. I have no ulterior motives in this; I'm speaking honestly from my heart. The Spirit of God made me what I am, the breath of God Almighty gave me life!", "5-7": "“And if you think you can prove me wrong, do it. Lay out your arguments. Stand up for yourself! Look, I'm human—no better than you; we're both made of the same kind of mud. So let's work this through together; don't let my aggressiveness overwhelm you.", "8-11": "“Here's what you said. I heard you say it with my own ears. You said, 'I'm pure—I've done nothing wrong. Believe me, I'm clean—my conscience is clear. But God keeps picking on me; he treats me like I'm his enemy. He's thrown me in jail; he keeps me under constant surveillance.'", "12-14": "“But let me tell you, Job, you're wrong, dead wrong! God is far greater than any human. So how dare you haul him into court, and then complain that he won't answer your charges? God always answers, one way or another, even when people don't recognize his presence.", "15-18": "“In a dream, for instance, a vision at night, when men and women are deep in sleep, fast asleep in their beds— God opens their ears and impresses them with warnings To turn them back from something bad they're planning, from some reckless choice, And keep them from an early grave, from the river of no return.", "19-22": "“Or, God might get their attention through pain, by throwing them on a bed of suffering, So they can't stand the sight of food, have no appetite for their favorite treats. They lose weight, wasting away to nothing, reduced to a bag of bones. They hang on the cliff-edge of death, knowing the next breath may be their last.", "23-25": "“But even then an angel could come, a champion—there are thousands of them!— to take up your cause, A messenger who would mercifully intervene, canceling the death sentence with the words: 'I've come up with the ransom!' Before you know it, you're healed, the very picture of health!", "26-28": "“Or, you may fall on your knees and pray—to God's delight! You'll see God's smile and celebrate, finding yourself set right with God. You'll sing God's praises to everyone you meet, testifying, 'I messed up my life— and let me tell you, it wasn't worth it. But God stepped in and saved me from certain death. I'm alive again! Once more I see the light!'", "29-30": "“This is the way God works. Over and over again He pulls our souls back from certain destruction so we'll see the light—and live in the light!", "31-33": "“Keep listening, Job. Don't interrupt—I'm not finished yet. But if you think of anything I should know, tell me. There's nothing I'd like better than to see your name cleared. Meanwhile, keep listening. Don't distract me with interruptions. I'm going to teach you the basics of wisdom.”"}