{"1-6": "“Human life is a struggle, isn't it? It's a life sentence to hard labor. Like field hands longing for quitting time and working stiffs with nothing to hope for but payday, I'm given a life that meanders and goes nowhere— months of aimlessness, nights of misery! I go to bed and think, 'How long till I can get up?' I toss and turn as the night drags on—and I'm fed up! I'm covered with maggots and scabs. My skin gets scaly and hard, then oozes with pus. My days come and go swifter than the click of knitting needles, and then the yarn runs out—an unfinished life!", "7-10": "“God, don't forget that I'm only a puff of air! These eyes have had their last look at goodness. And your eyes have seen the last of me; even while you're looking, there'll be nothing left to look at. When a cloud evaporates, it's gone for good; those who go to the grave never come back. They don't return to visit their families; never again will friends drop in for coffee.", "11-16": "“And so I'm not keeping one bit of this quiet, I'm laying it all out on the table; my complaining to high heaven is bitter, but honest. Are you going to put a muzzle on me, the way you quiet the sea and still the storm? If I say, 'I'm going to bed, then I'll feel better. A little nap will lift my spirits,' You come and so scare me with nightmares and frighten me with ghosts That I'd rather strangle in the bedclothes than face this kind of life any longer. I hate this life! Who needs any more of this? Let me alone! There's nothing to my life—it's nothing but smoke.", "17-21": "“What are mortals anyway, that you bother with them, that you even give them the time of day? That you check up on them every morning, looking in on them to see how they're doing? Let up on me, will you? Can't you even let me spit in peace? Even suppose I'd sinned—how would that hurt you? You're responsible for every human being. Don't you have better things to do than pick on me? Why make a federal case out of me? Why don't you just forgive my sins and start me off with a clean slate? The way things are going, I'll soon be dead. You'll look high and low, but I won't be around.”"}