{"1": "The beginning of the good news about Jesus Christ, God's Son,", "2": "happened just as it was written about in the prophecy of Isaiah: Look, I am sending my messenger before you. He will prepare your way,", "3": "a voice shouting in the wilderness: “Prepare the way for the Lord; make his paths straight.”[a]", "4": "John the Baptist was in the wilderness calling for people to be baptized to show that they were changing their hearts and lives and wanted God to forgive their sins.", "5": "Everyone in Judea and all the people of Jerusalem went out to the Jordan River and were being baptized by John as they confessed their sins.", "6": "John wore clothes made of camel's hair, with a leather belt around his waist. He ate locusts and wild honey.", "7": "He announced, “One stronger than I am is coming after me. I'm not even worthy to bend over and loosen the strap of his sandals.", "8": "I baptize you with water, but he will baptize you with the Holy Spirit.”", "9": "About that time, Jesus came from Nazareth of Galilee, and John baptized him in the Jordan River.", "10": "While he was coming up out of the water, Jesus saw heaven splitting open and the Spirit, like a dove, coming down on him.", "11": "And there was a voice from heaven: “You are my Son, whom I dearly love; in you I find happiness.”", "12": "At once the Spirit forced Jesus out into the wilderness.", "13": "He was in the wilderness for forty days, tempted by Satan. He was among the wild animals, and the angels took care of him.", "14": "After John was arrested, Jesus came into Galilee announcing God's good news,", "15": "saying, “Now is the time! Here comes God's kingdom! Change your hearts and lives, and trust this good news!”", "16": "As Jesus passed alongside the Galilee Sea, he saw two brothers, Simon and Andrew, throwing fishing nets into the sea, for they were fishermen.", "17": "“Come, follow me,” he said, “and I'll show you how to fish for people.”", "18": "Right away, they left their nets and followed him.", "19": "After going a little farther, he saw James and John, Zebedee's sons, in their boat repairing the fishing nets.", "20": "At that very moment he called them. They followed him, leaving their father Zebedee in the boat with the hired workers.", "21": "Jesus and his followers went into Capernaum. Immediately on the Sabbath Jesus entered the synagogue and started teaching.", "22": "The people were amazed by his teaching, for he was teaching them with authority, not like the legal experts.", "23": "Suddenly, there in the synagogue, a person with an evil spirit screamed,", "24": "“What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are. You are the holy one from God.”", "25": "“Silence!” Jesus said, speaking harshly to the demon. “Come out of him!”", "26": "The unclean spirit shook him and screamed, then it came out.", "27": "Everyone was shaken and questioned among themselves, “What's this? A new teaching with authority! He even commands unclean spirits and they obey him!”", "28": "Right away the news about him spread throughout the entire region of Galilee.", "29": "After leaving the synagogue, Jesus, James, and John went home with Simon and Andrew.", "30": "Simon's mother-in-law was in bed, sick with a fever, and they told Jesus about her at once.", "31": "He went to her, took her by the hand, and raised her up. The fever left her, and she served them.", "32": "That evening, at sunset, people brought to Jesus those who were sick or demon-possessed.", "33": "The whole town gathered near the door.", "34": "He healed many who were sick with all kinds of diseases, and he threw out many demons. But he didn't let the demons speak, because they recognized him.", "35": "Early in the morning, well before sunrise, Jesus rose and went to a deserted place where he could be alone in prayer.", "36": "Simon and those with him tracked him down.", "37": "When they found him, they told him, “Everyone's looking for you!”", "38": "He replied, “Let's head in the other direction, to the nearby villages, so that I can preach there too. That's why I've come.”", "39": "He traveled throughout Galilee, preaching in their synagogues and throwing out demons.", "40": "A man with a skin disease approached Jesus, fell to his knees, and begged, “If you want, you can make me clean.”", "41": "Incensed,[b] Jesus reached out his hand, touched him, and said, “I do want to. Be clean.”", "42": "Instantly, the skin disease left him, and he was clean.", "43": "Sternly, Jesus sent him away,", "44": "saying, “Don't say anything to anyone. Instead, go and show yourself to the priest and offer the sacrifice for your cleansing that Moses commanded. This will be a testimony to them.”", "45": "Instead, he went out and started talking freely and spreading the news so that Jesus wasn't able to enter a town openly. He remained outside in deserted places, but people came to him from everywhere."}