{"1": "As Jesus left the temple, one of his disciples said to him, “Teacher, look! What awesome stones and buildings!”", "2": "Jesus responded, “Do you see these enormous buildings? Not even one stone will be left upon another. All will be demolished.”", "3": "Jesus was sitting on the Mount of Olives across from the temple. Peter, James, John, and Andrew asked him privately,", "4": "“Tell us, when will these things happen? What sign will show that all these things are about to come to an end?”", "5": "Jesus said, “Watch out that no one deceives you.", "6": "Many people will come in my name, saying, 'I'm the one!' They will deceive many people.", "7": "When you hear of wars and reports of wars, don't be alarmed. These things must happen, but this isn't the end yet.", "8": "Nations and kingdoms will fight against each other, and there will be earthquakes and famines in all sorts of places. These things are just the beginning of the sufferings associated with the end.", "9": "“Watch out for yourselves. People will hand you over to the councils. You will be beaten in the synagogues. You will stand before governors and kings because of me so that you can testify before them.", "10": "First, the good news must be proclaimed to all the nations.", "11": "When they haul you in and hand you over, don't worry ahead of time about what to answer or say. Instead, say whatever is given to you at that moment, for you aren't doing the speaking but the Holy Spirit is.", "12": "Brothers and sisters will hand each other over to death. A father will turn in his children. Children will rise up against their parents and have them executed.", "13": "Everyone will hate you because of my name. But whoever stands firm until the end will be saved.", "14": "“When you see the disgusting and destructive thing standing where it shouldn't be (the reader should understand this), then those in Judea must escape to the mountains.", "15": "Those on the roof shouldn't come down or enter their houses to grab anything.", "16": "Those in the field shouldn't come back to grab their clothes.", "17": "How terrible it will be at that time for women who are pregnant and for women who are nursing their children.", "18": "Pray that it doesn't happen in winter.", "19": "In those days there will be great suffering such as the world has never before seen and will never again see.", "20": "If the Lord hadn't shortened that time, no one would be rescued. But for the sake of the chosen ones, the ones whom God chose, he has cut short the time.", "21": "“Then if someone says to you, 'Look, here's the Christ,' or 'There he is,' don't believe it.", "22": "False christs and false prophets will appear, and they will offer signs and wonders in order to deceive, if possible, those whom God has chosen.", "23": "But you, watch out! I've told you everything ahead of time.", "24": "“In those days, after the suffering of that time, the sun will become dark, and the moon won't give its light.", "25": "The stars will fall from the sky, and the planets and other heavenly bodies will be shaken.", "26": "Then they will see the Human One[a] coming in the clouds with great power and splendor.", "27": "Then he will send the angels and gather together his chosen people from the four corners of the earth, from the end of the earth to the end of heaven.", "28": "“Learn this parable from the fig tree. After its branch becomes tender and it sprouts new leaves, you know that summer is near.", "29": "In the same way, when you see these things happening, you know that he's near, at the door.", "30": "I assure you that this generation won't pass away until all these things happen.", "31": "Heaven and earth will pass away, but my words will certainly not pass away.", "32": "“But nobody knows when that day or hour will come, not the angels in heaven and not the Son. Only the Father knows.", "33": "Watch out! Stay alert! You don't know when the time is coming.", "34": "It is as if someone took a trip, left the household behind, and put the servants in charge, giving each one a job to do, and told the doorkeeper to stay alert.", "35": "Therefore, stay alert! You don't know when the head of the household will come,whether in the evening or at midnight, or when the rooster crows in the early morning or at daybreak.", "36": "Don't let him show up when you weren't expecting and find you sleeping.", "37": "What I say to you, I say to all: Stay alert!”"}