{"1": "At daybreak, the chief priests—with the elders, legal experts, and the whole Sanhedrin—formed a plan. They bound Jesus, led him away, and turned him over to Pilate.", "2": "Pilate questioned him, “Are you the king of the Jews?” Jesus replied, “That's what you say.”", "3": "The chief priests were accusing him of many things.", "4": "Pilate asked him again, “Aren't you going to answer? What about all these accusations?”", "5": "But Jesus gave no more answers, so that Pilate marveled.", "6": "During the festival, Pilate released one prisoner to them, whomever they requested.", "7": "A man named Barabbas was locked up with the rebels who had committed murder during an uprising.", "8": "The crowd pushed forward and asked Pilate to release someone, as he regularly did.", "9": "Pilate answered them, “Do you want me to release to you the king of the Jews?”", "10": "He knew that the chief priests had handed him over because of jealousy.", "11": "But the chief priests stirred up the crowd to have him release Barabbas to them instead.", "12": "Pilate replied, “Then what do you want me to do with the one you call king of the Jews?”", "13": "They shouted back, “Crucify him!”", "14": "Pilate said to them, “Why? What wrong has he done?” They shouted even louder, “Crucify him!”", "15": "Pilate wanted to satisfy the crowd, so he released Barabbas to them. He had Jesus whipped, then handed him over to be crucified.", "16": "The soldiers led Jesus away into the courtyard of the palace known as the governor's headquarters,[a] and they called together the whole company of soldiers.[b]", "17": "They dressed him up in a purple robe and twisted together a crown of thorns and put it on him.", "18": "They saluted him, “Hey! King of the Jews!”", "19": "Again and again, they struck his head with a stick. They spit on him and knelt before him to honor him.", "20": "When they finished mocking him, they stripped him of the purple robe and put his own clothes back on him. Then they led him out to crucify him.", "21": "Simon, a man from Cyrene, Alexander and Rufus' father, was coming in from the countryside. They forced him to carry his cross.", "22": "They brought Jesus to the place called Golgotha, which means Skull Place.", "23": "They tried to give him wine mixed with myrrh, but he didn't take it.", "24": "They crucified him. They divided up his clothes, drawing lots for them to determine who would take what.", "25": "It was nine in the morning when they crucified him.", "26": "The notice of the formal charge against him was written, “The king of the Jews.”", "27": "They crucified two outlaws with him, one on his right and one on his left.[c]", "29": "People walking by insulted him, shaking their heads and saying, “Ha! So you were going to destroy the temple and rebuild it in three days, were you?", "30": "Save yourself and come down from that cross!”", "31": "In the same way, the chief priests were making fun of him among themselves, together with the legal experts. “He saved others,” they said, “but he can't save himself.", "32": "Let the Christ, the king of Israel, come down from the cross. Then we'll see and believe.” Even those who had been crucified with Jesus insulted him.", "33": "From noon until three in the afternoon the whole earth was dark.", "34": "At three, Jesus cried out with a loud shout, “Eloi, eloi, lama sabachthani,” which means, “My God, my God, why have you left me?”", "35": "After hearing him, some standing there said, “Look! He's calling Elijah!”", "36": "Someone ran, filled a sponge with sour wine, and put it on a pole. He offered it to Jesus to drink, saying, “Let's see if Elijah will come to take him down.”", "37": "But Jesus let out a loud cry and died.", "38": "The curtain of the sanctuary was torn in two from top to bottom.", "39": "When the centurion, who stood facing Jesus, saw how he died, he said, “This man was certainly God's Son.”", "40": "Some women were watching from a distance, including Mary Magdalene and Mary the mother of James (the younger one) and Joses, and Salome.", "41": "When Jesus was in Galilee, these women had followed and supported him, along with many other women who had come to Jerusalem with him.", "42": "Since it was late in the afternoon on Preparation Day, just before the Sabbath,", "43": "Joseph from Arimathea dared to approach Pilate and ask for Jesus' body. (Joseph was a prominent council member who also eagerly anticipated the coming of God's kingdom.)", "44": "Pilate wondered if Jesus was already dead. He called the centurion and asked him whether Jesus had already died.", "45": "When he learned from the centurion that Jesus was dead, Pilate gave the dead body to Joseph.", "46": "He bought a linen cloth, took Jesus down from the cross, wrapped him in the cloth, and laid him in a tomb that had been carved out of rock. He rolled a stone against the entrance to the tomb.", "47": "Mary Magdalene and Mary the mother of Joses saw where he was buried."}