{"1": "When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they could go and anoint Jesus' dead body.", "2": "Very early on the first day of the week, just after sunrise, they came to the tomb.", "3": "They were saying to each other, “Who's going to roll the stone away from the entrance for us?”", "4": "When they looked up, they saw that the stone had been rolled away. (And it was a very large stone!)", "5": "Going into the tomb, they saw a young man in a white robe seated on the right side; and they were startled.", "6": "But he said to them, “Don't be alarmed! You are looking for Jesus of Nazareth, who was crucified.[a] He has been raised. He isn't here. Look, here's the place where they laid him.", "7": "Go, tell his disciples, especially Peter, that he is going ahead of you into Galilee. You will see him there, just as he told you.”", "8": "Overcome with terror and dread, they fled from the tomb. They said nothing to anyone, because they were afraid.[b]", "9": "[9 They promptly reported all of the young man's instructions to those who were with Peter. Afterward, through the work of his disciples, Jesus sent out, from the east to the west, the sacred and undying message of eternal salvation. Amen. ] [[9 After Jesus rose up early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons.", "10": "She went and reported to the ones who had been with him, who were mourning and weeping.", "11": "But even after they heard the news, they didn't believe that Jesus was alive and that Mary had seen him.", "12": "After that he appeared in a different form to two of them who were walking along in the countryside.", "13": "When they returned, they reported it to the others, but they didn't believe them.", "14": "Finally he appeared to the eleven while they were eating. Jesus criticized their unbelief and stubbornness because they didn't believe those who saw him after he was raised up.", "15": "He said to them, “Go into the whole world and proclaim the good news to every creature.", "16": "Whoever believes and is baptized will be saved, but whoever doesn't believe will be condemned.", "17": "These signs will be associated with those who believe: they will throw out demons in my name. They will speak in new languages.", "18": "They will pick up snakes with their hands. If they drink anything poisonous, it will not hurt them. They will place their hands on the sick, and they will get well.”", "19": "After the Lord Jesus spoke to them, he was lifted up into heaven and sat down on the right side of God.", "20": "But they went out and proclaimed the message everywhere. The Lord worked with them, confirming the word by the signs associated with them.]]"}