{"1": "Jesus returned to the synagogue. A man with a withered hand was there.", "2": "Wanting to bring charges against Jesus, they were watching Jesus closely to see if he would heal on the Sabbath.", "3": "He said to the man with the withered hand, “Step up where people can see you.”", "4": "Then he said to them, “Is it legal on the Sabbath to do good or to do evil, to save life or to kill?” But they said nothing.", "5": "Looking around at them with anger, deeply grieved at their unyielding hearts, he said to the man, “Stretch out your hand.” So he did, and his hand was made healthy.", "6": "At that, the Pharisees got together with the supporters of Herod to plan how to destroy Jesus.", "7": "Jesus left with his disciples and went to the lake. A large crowd followed him because they had heard what he was doing. They were from Galilee,", "8": "Judea, Jerusalem, Idumea, beyond the Jordan, and the area surrounding Tyre and Sidon.", "9": "Jesus told his disciples to get a small boat ready for him so the crowd wouldn't crush him.", "10": "He had healed so many people that everyone who was sick pushed forward so that they could touch him.", "11": "Whenever the evil spirits saw him, they fell down at his feet and shouted, “You are God's Son!”", "12": "But he strictly ordered them not to reveal who he was.", "13": "Jesus went up on a mountain and called those he wanted, and they came to him.", "14": "He appointed twelve and called them apostles. He appointed them to be with him, to be sent out to preach,", "15": "and to have authority to throw out demons.", "16": "He appointed twelve: Peter, a name he gave Simon;", "17": "James and John, Zebedee's sons, whom he nicknamed Boanerges, which means “sons of Thunder”;", "18": "and Andrew; Philip; Bartholomew; Matthew; Thomas; James, Alphaeus' son; Thaddaeus; Simon the Cananaean;[a]", "19": "and Judas Iscariot, who betrayed Jesus.", "20": "Jesus entered a house. A crowd gathered again so that it was impossible for him and his followers even to eat.", "21": "When his family heard what was happening, they came to take control of him. They were saying, “He's out of his mind!”", "22": "The legal experts came down from Jerusalem. Over and over they charged, “He's possessed by Beelzebul. He throws out demons with the authority of the ruler of demons.”", "23": "When Jesus called them together he spoke to them in a parable: “How can Satan throw Satan out?", "24": "A kingdom involved in civil war will collapse.", "25": "And a house torn apart by divisions will collapse.", "26": "If Satan rebels against himself and is divided, then he can't endure. He's done for.", "27": "No one gets into the house of a strong person and steals anything without first tying up the strong person. Only then can the house be burglarized.", "28": "I assure you that human beings will be forgiven for everything, for all sins and insults of every kind.", "29": "But whoever insults the Holy Spirit will never be forgiven. That person is guilty of a sin with consequences that last forever.”", "30": "He said this because the legal experts were saying, “He's possessed by an evil spirit.”", "31": "His mother and brothers arrived. They stood outside and sent word to him, calling for him.", "32": "A crowd was seated around him, and those sent to him said, “Look, your mother, brothers, and sisters are outside looking for you.”", "33": "He replied, “Who is my mother? Who are my brothers?”", "34": "Looking around at those seated around him in a circle, he said, “Look, here are my mother and my brothers.", "35": "Whoever does God's will is my brother, sister, and mother.”"}