{"1": "Jesus and his disciples came to the other side of the lake, to the region of the Gerasenes.", "2": "As soon as Jesus got out of the boat, a man possessed by an evil spirit came out of the tombs.", "3": "This man lived among the tombs, and no one was ever strong enough to restrain him, even with a chain.", "4": "He had been secured many times with leg irons and chains, but he broke the chains and smashed the leg irons. No one was tough enough to control him.", "5": "Night and day in the tombs and the hills, he would howl and cut himself with stones.", "6": "When he saw Jesus from far away, he ran and knelt before him,", "7": "shouting, “What have you to do with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!”", "8": "He said this because Jesus had already commanded him, “Unclean spirit, come out of the man!”", "9": "Jesus asked him, “What is your name?” He responded, “Legion is my name, because we are many.”", "10": "They pleaded with Jesus not to send them out of that region.", "11": "A large herd of pigs was feeding on the hillside.", "12": "“Send us into the pigs!” they begged. “Let us go into the pigs!”", "13": "Jesus gave them permission, so the unclean spirits left the man and went into the pigs. Then the herd of about two thousand pigs rushed down the cliff into the lake and drowned.", "14": "Those who tended the pigs ran away and told the story in the city and in the countryside. People came to see what had happened.", "15": "They came to Jesus and saw the man who used to be demon-possessed. They saw the very man who had been filled with many demons sitting there fully dressed and completely sane, and they were filled with awe.", "16": "Those who had actually seen what had happened to the demon-possessed man told the others about the pigs.", "17": "Then they pleaded with Jesus to leave their region.", "18": "While he was climbing into the boat, the one who had been demon-possessed pleaded with Jesus to let him come along as one of his disciples.", "19": "But Jesus wouldn't allow it. “Go home to your own people,” Jesus said, “and tell them what the Lord has done for you and how he has shown you mercy.”", "20": "The man went away and began to proclaim in the Ten Cities all that Jesus had done for him, and everyone was amazed.", "21": "Jesus crossed the lake again, and on the other side a large crowd gathered around him on the shore.", "22": "Jairus, one of the synagogue leaders, came forward. When he saw Jesus, he fell at his feet", "23": "and pleaded with him, “My daughter is about to die. Please, come and place your hands on her so that she can be healed and live.”", "24": "So Jesus went with him. A swarm of people were following Jesus, crowding in on him.", "25": "A woman was there who had been bleeding for twelve years.", "26": "She had suffered a lot under the care of many doctors, and had spent everything she had without getting any better. In fact, she had gotten worse.", "27": "Because she had heard about Jesus, she came up behind him in the crowd and touched his clothes.", "28": "She was thinking, If I can just touch his clothes, I'll be healed.", "29": "Her bleeding stopped immediately, and she sensed in her body that her illness had been healed.", "30": "At that very moment, Jesus recognized that power had gone out from him. He turned around in the crowd and said, “Who touched my clothes?”", "31": "His disciples said to him, “Don't you see the crowd pressing against you? Yet you ask, 'Who touched me?'”", "32": "But Jesus looked around carefully to see who had done it.", "33": "The woman, full of fear and trembling, came forward. Knowing what had happened to her, she fell down in front of Jesus and told him the whole truth.", "34": "He responded, “Daughter, your faith has healed you; go in peace, healed from your disease.”", "35": "While Jesus was still speaking with her, messengers came from the synagogue leader's house, saying to Jairus, “Your daughter has died. Why bother the teacher any longer?”", "36": "But Jesus overheard their report and said to the synagogue leader, “Don't be afraid; just keep trusting.”", "37": "He didn't allow anyone to follow him except Peter, James, and John, James' brother.", "38": "They came to the synagogue leader's house, and he saw a commotion, with people crying and wailing loudly.", "39": "He went in and said to them, “What's all this commotion and crying about? The child isn't dead. She's only sleeping.”", "40": "They laughed at him, but he threw them all out. Then, taking the child's parents and his disciples with him, he went to the room where the child was.", "41": "Taking her hand, he said to her, “Talitha koum,” which means, “Young woman, get up.”", "42": "Suddenly the young woman got up and began to walk around. She was 12 years old. They were shocked!", "43": "He gave them strict orders that no one should know what had happened. Then he told them to give her something to eat."}