{"1": "In those days there was another large crowd with nothing to eat. Jesus called his disciples and told them,", "2": "“I feel sorry for the crowd because they have been with me for three days and have nothing to eat.", "3": "If I send them away hungry to their homes, they won't have enough strength to travel, for some have come a long distance.”", "4": "His disciples responded, “How can anyone get enough food in this wilderness to satisfy these people?”", "5": "Jesus asked, “How much bread do you have?” They said, “Seven loaves.”", "6": "He told the crowd to sit on the ground. He took the seven loaves, gave thanks, broke them apart, and gave them to his disciples to distribute; and they gave the bread to the crowd.", "7": "They also had a few fish. He said a blessing over them, then gave them to the disciples to hand out also.", "8": "They ate until they were full. They collected seven baskets full of leftovers.", "9": "This was a crowd of about four thousand people! Jesus sent them away,", "10": "then got into a boat with his disciples and went over to the region of Dalmanutha.", "11": "The Pharisees showed up and began to argue with Jesus. To test him, they asked for a sign from heaven.", "12": "With an impatient sigh, Jesus said, “Why does this generation look for a sign? I assure you that no sign will be given to it.”", "13": "Leaving them, he got back in the boat and crossed to the other side of the lake.", "14": "Jesus' disciples had forgotten to bring any bread, so they had only one loaf with them in the boat.", "15": "He gave them strict orders: “Watch out and be on your guard for the yeast of the Pharisees as well as the yeast of Herod.”", "16": "The disciples discussed this among themselves, “He said this because we have no bread.”", "17": "Jesus knew what they were discussing and said, “Why are you talking about the fact that you don't have any bread? Don't you grasp what has happened? Don't you understand? Are your hearts so resistant to what God is doing?", "18": "Don't you have eyes? Why can't you see? Don't you have ears? Why can't you hear? Don't you remember?", "19": "When I broke five loaves of bread for those five thousand people, how many baskets full of leftovers did you gather?” They answered, “Twelve.”", "20": "“And when I broke seven loaves of bread for those four thousand people, how many baskets full of leftovers did you gather?” They answered, “Seven.”", "21": "Jesus said to them, “And you still don't understand?”", "22": "Jesus and his disciples came to Bethsaida. Some people brought a blind man to Jesus and begged him to touch and heal him.", "23": "Taking the blind man's hand, Jesus led him out of the village. After spitting on his eyes and laying his hands on the man, he asked him, “Do you see anything?”", "24": "The man looked up and said, “I see people. They look like trees, only they are walking around.”", "25": "Then Jesus placed his hands on the man's eyes again. He looked with his eyes wide open, his sight was restored, and he could see everything clearly.", "26": "Then Jesus sent him home, saying, “Don't go into the village!”", "27": "Jesus and his disciples went into the villages near Caesarea Philippi. On the way he asked his disciples, “Who do people say that I am?”", "28": "They told him, “Some say John the Baptist, others Elijah, and still others one of the prophets.”", "29": "He asked them, “And what about you? Who do you say that I am?” Peter answered, “You are the Christ.”", "30": "Jesus ordered them not to tell anyone about him.", "31": "Then Jesus began to teach his disciples: “The Human One[a] must suffer many things and be rejected by the elders, chief priests, and the legal experts, and be killed, and then, after three days, rise from the dead.”", "32": "He said this plainly. But Peter took hold of Jesus and, scolding him, began to correct him.", "33": "Jesus turned and looked at his disciples, then sternly corrected Peter: “Get behind me, Satan. You are not thinking God's thoughts but human thoughts.”", "34": "After calling the crowd together with his disciples, Jesus said to them, “All who want to come after me must say no to themselves, take up their cross, and follow me.", "35": "All who want to save their lives will lose them. But all who lose their lives because of me and because of the good news will save them.", "36": "Why would people gain the whole world but lose their lives?", "37": "What will people give in exchange for their lives?", "38": "Whoever is ashamed of me and my words in this unfaithful and sinful generation, the Human One[b] will be ashamed of that person when he comes in the Father's glory with the holy angels.”"}