{"1": "Jesus continued, “I assure you that some standing here won't die before they see God's kingdom arrive in power.”", "2": "Six days later Jesus took Peter, James, and John, and brought them to the top of a very high mountain where they were alone. He was transformed in front of them,", "3": "and his clothes were amazingly bright, brighter than if they had been bleached white.", "4": "Elijah and Moses appeared and were talking with Jesus.", "5": "Peter reacted to all of this by saying to Jesus, “Rabbi, it's good that we're here. Let's make three shrines—one for you, one for Moses, and one for Elijah.”", "6": "He said this because he didn't know how to respond, for the three of them were terrified.", "7": "Then a cloud overshadowed them, and a voice spoke from the cloud, “This is my Son, whom I dearly love. Listen to him!”", "8": "Suddenly, looking around, they no longer saw anyone with them except Jesus.", "9": "As they were coming down the mountain, he ordered them not to tell anyone what they had seen until after the Human One[a] had risen from the dead.", "10": "So they kept it to themselves, wondering, “What's this 'rising from the dead'?”", "11": "They asked Jesus, “Why do the legal experts say that Elijah must come first?”", "12": "He answered, “Elijah does come first to restore all things. Why was it written that the Human One[b] would suffer many things and be rejected?", "13": "In fact, I tell you that Elijah has come, but they did to him whatever they wanted, just as it was written about him.”", "14": "When Jesus, Peter, James, and John approached the other disciples, they saw a large crowd surrounding them and legal experts arguing with them.", "15": "Suddenly the whole crowd caught sight of Jesus. They ran to greet him, overcome with excitement.", "16": "Jesus asked them, “What are you arguing about?”", "17": "Someone from the crowd responded, “Teacher, I brought my son to you, since he has a spirit that doesn't allow him to speak.", "18": "Wherever it overpowers him, it throws him into a fit. He foams at the mouth, grinds his teeth, and stiffens up. So I spoke to your disciples to see if they could throw it out, but they couldn't.”", "19": "Jesus answered them, “You faithless generation, how long will I be with you? How long will I put up with you? Bring him to me.”", "20": "They brought him. When the spirit saw Jesus, it immediately threw the boy into a fit. He fell on the ground and rolled around, foaming at the mouth.", "21": "Jesus asked his father, “How long has this been going on?” He said, “Since he was a child.", "22": "It has often thrown him into a fire or into water trying to kill him. If you can do anything, help us! Show us compassion!”", "23": "Jesus said to him, “'If you can do anything'? All things are possible for the one who has faith.”", "24": "At that the boy's father cried out, “I have faith; help my lack of faith!”", "25": "Noticing that the crowd had surged together, Jesus spoke harshly to the unclean spirit, “Mute and deaf spirit, I command you to come out of him and never enter him again.”", "26": "After screaming and shaking the boy horribly, the spirit came out. The boy seemed to be dead; in fact, several people said that he had died.", "27": "But Jesus took his hand, lifted him up, and he arose.", "28": "After Jesus went into a house, his disciples asked him privately, “Why couldn't we throw this spirit out?”", "29": "Jesus answered, “Throwing this kind of spirit out requires prayer.”", "30": "From there Jesus and his followers went through Galilee, but he didn't want anyone to know it.", "31": "This was because he was teaching his disciples, “The Human One[c] will be delivered into human hands. They will kill him. Three days after he is killed he will rise up.”", "32": "But they didn't understand this kind of talk, and they were afraid to ask him.", "33": "They entered Capernaum. When they had come into a house, he asked them, “What were you arguing about during the journey?”", "34": "They didn't respond, since on the way they had been debating with each other about who was the greatest.", "35": "He sat down, called the Twelve, and said to them, “Whoever wants to be first must be least of all and the servant of all.”", "36": "Jesus reached for a little child, placed him among the Twelve, and embraced him. Then he said,", "37": "“Whoever welcomes one of these children in my name welcomes me; and whoever welcomes me isn't actually welcoming me but rather the one who sent me.”", "38": "John said to Jesus, “Teacher, we saw someone throwing demons out in your name, and we tried to stop him because he wasn't following us.”", "39": "Jesus replied, “Don't stop him. No one who does powerful acts in my name can quickly turn around and curse me.", "40": "Whoever isn't against us is for us.", "41": "I assure you that whoever gives you a cup of water to drink because you belong to Christ will certainly be rewarded.", "42": "“As for whoever causes these little ones who believe in me to trip and fall into sin, it would be better for them to have a huge stone hung around their necks and to be thrown into the lake.", "43": "If your hand causes you to fall into sin, chop it off. It's better for you to enter into life crippled than to go away with two hands into the fire of hell, which can't be put out.[d]", "45": "If your foot causes you to fall into sin, chop it off. It's better for you to enter life lame than to be thrown into hell with two feet.[e]", "47": "If your eye causes you to fall into sin, tear it out. It's better for you to enter God's kingdom with one eye than to be thrown into hell with two.", "48": "That's a place where worms don't die and the fire never goes out.[f]", "49": "Everyone will be salted with fire.", "50": "Salt is good; but if salt loses its saltiness, how will it become salty again? Maintain salt among yourselves and keep peace with each other.”"}