{"1": "¶ Remember now thy Creator in the days of thy youth while the evil days do not come nor the years draw near when thou shalt say, I have no pleasure in them;", "2": "before the sun and the light and the moon and the stars are darkened and the clouds return after the rain:", "3": "In the day when the keepers of the house shall tremble and the strong men shall bow themselves and the grinders cease because they are few and those that look out of the windows are darkened;", "4": "and the doors outside shall be shut because the voice of the grinder is low, and he shall rise up at the voice of the bird and all the daughters of song shall be humbled;", "5": "when they shall also be afraid of that which is high, and fears shall be in the way, and the almond tree shall flourish, and the grasshopper shall be a burden, and appetite shall fail: because man goes to the home of his age, and the mourners shall go about the streets;", "6": "before the silver chain is broken, and the golden bowl is broken, and the pitcher is broken at the fountain, and the wheel is broken at the cistern;", "7": "and the dust returns to the earth as it was before and the spirit returns unto God who gave it.", "8": "¶ Vanity of vanities, saith the preacher; all is vanity.", "9": "And the wiser the preacher became that much more did he teach wisdom to the people, causing them to listen and to search things out, and he composed many proverbs.", "10": "The preacher sought to find willing words and upright writings, even words of truth.", "11": "The words of the wise are as goads and as nails hammered into place, those of the teachers of the congregations, who are placed under one Shepherd.", "12": "My son, in addition to this, be admonished: of making many books there is no end, and much study is a weariness of the flesh.", "13": "¶ The conclusion of the entire sermon is heard: Fear God and keep his commandments, for this is the whole happiness of man.", "14": "For God shall bring every work to judgment with every secret thing, whether it is good or whether it is evil."}