{"1": "Paul, a servant[a] of God and an apostle of Jesus Christ, to further the faith of God's elect and their knowledge of the truth which accords with godliness, ", "2": "in hope of eternal life which God, who never lies, promised ages ago ", "3": "and at the proper time manifested in his word through the preaching with which I have been entrusted by command of God our Savior;", "4": "To Titus, my true child in a common faith: Grace and peace from God the Father and Christ Jesus our Savior.", "5": "This is why I left you in Crete, that you might amend what was defective, and appoint elders[b] in every town as I directed you, ", "6": "if any man is blameless, the husband of one wife, and his children are believers and not open to the charge of being profligate or insubordinate. ", "7": "For a bishop, as God's steward, must be blameless; he must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, ", "8": "but hospitable, a lover of goodness, master of himself, upright, holy, and self-controlled; ", "9": "he must hold firm to the sure word as taught, so that he may be able to give instruction in sound doctrine and also to confute those who contradict it. ", "10": "For there are many insubordinate men, empty talkers and deceivers, especially the circumcision party; ", "11": "they must be silenced, since they are upsetting whole families by teaching for base gain what they have no right to teach. ", "12": "One of themselves, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.” ", "13": "This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, ", "14": "instead of giving heed to Jewish myths or to commands of men who reject the truth. ", "15": "To the pure all things are pure, but to the corrupt and unbelieving nothing is pure; their very minds and consciences are corrupted. ", "16": "They profess to know God, but they deny him by their deeds; they are detestable, disobedient, unfit for any good deed."}