{"1": "Paul, an apostle—not from men, nor through a man, but through Jesus Christ and God the Father, who raised him from the dead— ", "2": "and all of the brothers[a] who are with me, To the churches of Galatia:", "3": "Grace to you and peace from God our Father and the Lord Jesus Christ. ", "4": "He gave himself for our sins to rescue us from this present evil age, according to the will of our God and Father— ", "5": "to whom be the glory forever and ever. Amen.", "6": "I am amazed that you are so quickly deserting the one who called you in the grace of Christ, for a different gospel, ", "7": "which is really not another gospel at all. There are, however, some who are trying to disturb you by perverting the gospel of Christ. ", "8": "But even if we or an angel from heaven would preach any gospel other than the one we preached to you—a curse on him! ", "9": "As we have said before, so I now say again: If anyone preaches to you any gospel other than the one you received—a curse on him!", "10": "Am I now seeking the favor of people or of God? Or am I striving to please people? If I were still trying to gain the approval of people, I would not be a servant of Christ.", "11": "But I want you to know, brothers, that the gospel I preached is not of human origin. ", "12": "For I did not receive it from man, nor was I taught it, but I received it through a revelation from Jesus Christ.", "13": "Certainly you have heard of my former way of life in Judaism, how I used to persecute the church of God to an extraordinary degree and tried to destroy it. ", "14": "I was advancing in Judaism beyond many of my contemporaries among my own people, because I was extremely zealous for the traditions of my fathers. ", "15": "However, God, who set me apart from my mother's womb and called me by his grace, was pleased ", "16": "to reveal his Son in me, so that I would preach him among the Gentiles. At that time, I did not immediately consult with flesh and blood, ", "17": "and I did not go up to Jerusalem to those who were apostles before me. Instead I went away into Arabia, and then I returned again to Damascus.", "18": "Next, after three years, I went up to Jerusalem to meet Cephas[b] and stayed with him fifteen days. ", "19": "But I saw none of the other apostles, except James, the Lord's brother. ", "20": "(Now about the things I am writing to you—look, I assure you in the presence of God that I am not lying.) ", "21": "Then I went to the regions of Syria and Cilicia. ", "22": "I was still personally unknown to the churches of Judea that are in Christ. ", "23": "They heard only: “The one who was once persecuting us is now preaching the faith that he once tried to destroy.” ", "24": "And they were praising God for what happened to me."}