{"1": "It is for freedom that Christ has set us free. Stand firm, then, and do not allow anyone to put the yoke of slavery on you again. ", "2": "Look, I, Paul, tell you that if you allow yourselves to be circumcised, Christ will be of no benefit to you. ", "3": "I testify again to every man who allows himself to be circumcised that he is obligated to do the whole law. ", "4": "You who are trying to be declared righteous by the law are completely separated from Christ. You have fallen from grace.", "5": "Indeed, through the Spirit, we by faith are eagerly waiting for the sure hope of righteousness. ", "6": "For in Christ Jesus neither circumcision nor uncircumcision matters. Rather, it is faith working through love that matters. ", "7": "You were running well! Who cut in on you, so that you are no longer persuaded by the truth? ", "8": "This persuasion is not from the one who calls you. ", "9": "A little yeast works through the whole batch. ", "10": "I am confident in the Lord that you will have no other opinion than this. But the one who is trying to disturb you will pay the penalty, whoever he is.", "11": "Brothers,[a] if I am still preaching circumcision, why am I still being persecuted? Then the offense of the cross has been abolished. ", "12": "If only those who are upsetting you would also cut themselves off![b]", "13": "After all, brothers, you were called to freedom. Only do not use your freedom as a starting point for your sinful flesh. Rather, serve one another through love. ", "14": "In fact, the whole law is summed up in this one statement: “Love your neighbor as yourself.”[c] ", "15": "But if you keep on biting and devouring one another, watch out that you are not consumed by one another.", "16": "What I am saying is this: Walk by the spirit,[d] and you will not carry out what the sinful flesh desires. ", "17": "For the sinful flesh desires what is contrary to the spirit, and the spirit what is contrary to the sinful flesh. In fact, these two continually oppose one another, so that you do not continue to do these things you want to do. ", "18": "But if you are led by the spirit, you are not under the control of the law.", "19": "Now the works of the sinful flesh are obvious: sexual immorality, impurity, complete lack of restraint, ", "20": "idolatry, sorcery, hatred, discord, jealousy, outbursts of anger, selfish ambition, dissensions, heresies, ", "21": "envy, murders,[e] drunkenness, orgies, and things similar to these. I warn you, just as I also warned you before, that those who continue to do such things will not inherit the kingdom of God.", "22": "But the fruit of the spirit[f] is love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "gentleness, and self-control. Against such things there is no law. ", "24": "Those who belong to Christ Jesus have crucified the sinful flesh with its passions and desires. ", "25": "If we live by the spirit, let us also walk in step with it. ", "26": "Let us not become conceited, provoking one another and envying one another."}