{"1": "God's Spirit came upon Azariah son of Oded. ", "2": "He met[a] Asa and told him, “Listen to me, Asa and all Judah and Benjamin! The Lord is with you when you are loyal to him.[b] If you seek him, he will respond to you,[c] but if you reject him, he will reject you. ", "3": "For a long time[d] Israel had not sought the one true God, or a priest to instruct them, or the law. ", "4": "Because of their distress, they turned back to the Lord God of Israel. They sought him and he responded to them.[e] ", "5": "In those days[f] no one could travel safely,[g] for total chaos had overtaken all the people of the surrounding lands.[h] ", "6": "One nation was crushed by another, and one city by another, for God caused them to be in great turmoil.[i] ", "7": "But as for you, be strong and don't get discouraged,[j] for your work will be rewarded.”[k]", "8": "When Asa heard these words and the prophecy of Oded the prophet, he was encouraged.[l] He removed the detestable idols from the entire land of Judah and Benjamin and from the cities he had seized in the Ephraimite hill country. He repaired the altar of the Lord in front of the porch of the Lord's temple.[m]", "9": "He assembled all Judah and Benjamin, as well as the settlers[n] from Ephraim, Manasseh, and Simeon who had come to live with them. Many people from Israel had come there to live[o] when they saw that the Lord his God was with him. ", "10": "They assembled in Jerusalem in the third month of the fifteenth year of Asa's reign. ", "11": "At that time[p] they sacrificed to the Lord some of the plunder they had brought back, including 700 head of cattle and 7,000 sheep.[q] ", "12": "They solemnly agreed[r] to seek the Lord God of their ancestors[s] with their whole heart and being. ", "13": "Anyone who would not seek the Lord God of Israel would be executed, whether they were young or old,[t] male or female. ", "14": "They swore their allegiance to the Lord, shouting their approval loudly and sounding trumpets and horns.[u] ", "15": "All Judah was happy about the oath, because they made the vow with their whole heart. They willingly sought the Lord and he responded to them.[v] He made them secure on every side.[w]", "16": "King Asa also removed Maacah his grandmother[x] from her position as queen mother[y] because she had made a loathsome Asherah pole. Asa cut down her loathsome pole and crushed and burned it in the Kidron Valley. ", "17": "The high places were not eliminated from Israel, yet Asa was wholeheartedly devoted to the Lord throughout his lifetime.[z] ", "18": "He brought the holy items that his father and he had made into God's temple, including the silver, gold, and other articles.[aa]", "19": "There was no more war until the thirty-fifth year of Asa's reign. "}