{"1": "Jehoshaphat passed away[a] and was buried with his ancestors[b] in the City of David.[c] His son Jehoram[d] replaced him as king.", "2": "His brothers, Jehoshaphat's sons, were Azariah, Jechiel, Zechariah, Azariahu, Michael, and Shephatiah. All these were sons of King Jehoshaphat of Israel.[e] ", "3": "Their father gave them many presents, including silver, gold, and other precious items, along with fortified cities in Judah. But he gave the kingdom to Jehoram because he was the firstborn.", "4": "Jehoram took control of his father's kingdom and became powerful.[f] Then he killed all his brothers,[g] as well as some of the officials of Israel. ", "5": "Jehoram was thirty-two years old when he became king, and he reigned for eight years in Jerusalem. ", "6": "He followed in the footsteps of the kings of Israel, just as Ahab's dynasty had done, for he married Ahab's daughter.[h] He did evil in the sight of[i] the Lord. ", "7": "But the Lord was unwilling to destroy David's dynasty[j] because of the promise[k] he had made to give David a perpetual dynasty.[l]", "8": "During Jehoram's[m] reign Edom freed themselves from Judah's control and set up their own king.[n] ", "9": "Jehoram crossed over with his officers and all his chariots. The Edomites, who had surrounded him, attacked at night and defeated him and his chariot officers.[o] ", "10": "So Edom has remained free from Judah's control to this very day.[p] At that same time Libnah also rebelled and freed themselves from Judah's control[q] because Jehoram[r] rejected the Lord God of his ancestors. ", "11": "He also built high places on the hills of Judah; he encouraged the residents of Jerusalem to be unfaithful to the Lord[s] and led Judah away from the Lord.[t]", "12": "Jehoram[u] received this letter from Elijah the prophet: “This is what the Lord God of your ancestor David says: 'You[v] have not followed in the footsteps[w] of your father Jehoshaphat and of[x] King Asa of Judah, ", "13": "but have instead followed in the footsteps of the kings of Israel. You encouraged the people of Judah and the residents of Jerusalem to be unfaithful to the Lord, just as the family of Ahab does in Israel.[y] You also killed your brothers, members of your father's family,[z] who were better than you. ", "14": "So look, the Lord is about to severely afflict[aa] your people, your sons, your wives, and all you own. ", "15": "And you will get a serious, chronic intestinal disease which will cause your intestines to come out.'”[ab]", "16": "The Lord stirred up against Jehoram the Philistines[ac] and the Arabs who lived beside the Cushites. ", "17": "They attacked Judah and swept through it.[ad] They carried off everything they found in the royal palace,[ae] including his sons and wives. None of his sons was left, except for his youngest, Ahaziah. ", "18": "After all this happened, the Lord afflicted him with an incurable intestinal disease.[af] ", "19": "After about two years his intestines came out because of the disease, so that he died a very painful death.[ag] His people did not make a bonfire to honor him, as they had done for his ancestors.[ah]", "20": "Jehoram was thirty-two years old when he became king and he reigned eight years in Jerusalem. No one regretted his death;[ai] he was buried in the City of David,[aj] but not in the royal tombs."}