{"1": "Hezekiah sent messages throughout Israel and Judah; he even wrote letters to Ephraim and Manasseh, summoning them to come to the Lord's temple in Jerusalem and observe a Passover celebration for the Lord God of Israel. ", "2": "The king, his officials, and the entire assembly in Jerusalem decided to observe the Passover in the second month. ", "3": "They were unable to observe it at the regular[a] time because not enough priests had consecrated themselves and the people had not assembled in Jerusalem. ", "4": "The proposal seemed appropriate to[b] the king and the entire assembly. ", "5": "So they sent an edict[c] throughout Israel from Beer Sheba to Dan, summoning the people[d] to come and observe a Passover for the Lord God of Israel in Jerusalem, for they had not observed it on a nationwide scale as prescribed in the law.[e] ", "6": "Messengers[f] delivered the letters from the king and his officials throughout Israel and Judah. This royal edict read:[g] “O Israelites, return to the Lord God of Abraham, Isaac, and Israel, so he may return[h] to you who have been spared from the kings of Assyria.[i] ", "7": "Don't be like your fathers and brothers who were unfaithful to the Lord God of their ancestors,[j] provoking him to destroy them,[k] as you can see. ", "8": "Now, don't be stubborn[l] like your fathers. Submit[m] to the Lord and come to his sanctuary which he has permanently consecrated. Serve the Lord your God so that he might relent from his raging anger.[n] ", "9": "For if you return to the Lord, your brothers and sons will be shown mercy by their captors and return to this land. The Lord your God is merciful and compassionate; he will not reject you[o] if you return to him.”", "10": "The messengers journeyed from city to city through the land of Ephraim and Manasseh as far as Zebulun, but people mocked and ridiculed them.[p] ", "11": "But some men from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem. ", "12": "In Judah God moved the people to unite[q] and carry out the edict of the king and the officers in keeping with the Lord's message. ", "13": "A huge crowd assembled in Jerusalem to observe the Feast of Unleavened Bread in the second month.[r] ", "14": "They removed the altars in Jerusalem; they also removed all the incense altars and threw them into the Kidron Valley.[s]", "15": "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, so they consecrated themselves and brought burnt sacrifices to the Lord's temple. ", "16": "They stood at their posts according to the regulations outlined in the law of Moses, the man of God. The priests were splashing the blood as the Levites handed it to them.[t] ", "17": "Because many in the assembly had not consecrated themselves, the Levites slaughtered[u] the Passover lambs of all who were ceremonially unclean and could not consecrate their sacrifice to the Lord.[v] ", "18": "The majority of the many people from Ephraim, Manasseh, Issachar, and Zebulun were ceremonially unclean, yet they ate the Passover in violation of what is prescribed in the law.[w] For Hezekiah prayed for them, saying: “May the Lord, who is good, forgive[x] ", "19": "everyone who has determined to follow God,[y] the Lord God of his ancestors, even if he is not ceremonially clean according to the standards of the temple.”[z] ", "20": "The Lord responded favorably[aa] to Hezekiah and forgave[ab] the people.", "21": "The Israelites who were in Jerusalem observed the Feast of Unleavened Bread for seven days with great joy. The Levites and priests were praising the Lord every day with all their might.[ac] ", "22": "Hezekiah expressed his appreciation to all the Levites,[ad] who demonstrated great skill in serving the Lord.[ae] They feasted for the seven days of the festival,[af] and were making peace offerings and giving thanks to the Lord God of their ancestors.", "23": "The entire assembly then decided to celebrate for seven more days; so they joyfully celebrated for seven more days. ", "24": "King Hezekiah of Judah supplied 1,000 bulls and 7,000 sheep[ag] for the assembly, while the officials supplied them[ah] with 1,000 bulls and 10,000 sheep. Many priests consecrated themselves. ", "25": "The celebration included[ai] the entire assembly of Judah, the priests, the Levites, the entire assembly of those who came from Israel, the resident foreigners[aj] who came from the land of Israel, and those who were residents of Judah. ", "26": "There was a great celebration in Jerusalem, unlike anything that had occurred in Jerusalem since the time of King Solomon son of David of Israel.[ak] ", "27": "The priests and Levites got up and pronounced blessings on the people. The Lord responded favorably to them[al] as their prayers reached his holy dwelling place in heaven."}