{"1": "Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem. ", "2": "He did evil in the sight of[a] the Lord and committed the same horrible sins practiced by the nations[b] whom the Lord drove out ahead of the Israelites. ", "3": "He rebuilt the high places that his father Hezekiah had destroyed; he set up altars for the Baals and made Asherah poles. He bowed down to all the stars in the sky[c] and worshiped[d] them. ", "4": "He built altars in the Lord's temple, about which the Lord had said, “Jerusalem will be my permanent home.”[e] ", "5": "In the two courtyards of the Lord's temple he built altars for all the stars in the sky. ", "6": "He passed his sons through the fire[f] in the Valley of Ben Hinnom and practiced divination, omen reading, and sorcery. He set up a ritual pit to conjure up underworld spirits and appointed magicians to supervise it.[g] He did a great amount of evil in the sight of the Lord and angered him.[h] ", "7": "He put an idolatrous image he had made in God's temple, about which God had said to David and to his son Solomon, “This temple in Jerusalem, which I have chosen out of all the tribes of Israel, will be my permanent home.[i] ", "8": "I will not make Israel again leave the land I gave to their ancestors,[j] provided that they carefully obey all I commanded them, the whole law, the rules and regulations given through Moses.” ", "9": "But Manasseh misled the people of[k] Judah and the residents of Jerusalem so that they sinned more than the nations whom the Lord had destroyed ahead of the Israelites.", "10": "The Lord confronted[l] Manasseh and his people, but they paid no attention. ", "11": "So the Lord brought against them the commanders of the army of the king of Assyria. They seized Manasseh, put hooks in his nose,[m] bound him with bronze chains, and carried him away to Babylon. ", "12": "In his pain[n] Manasseh[o] asked the Lord his God for mercy[p] and truly[q] humbled himself before the God of his ancestors.[r] ", "13": "When he prayed to the Lord,[s] the Lord[t] responded to him[u] and answered favorably[v] his cry for mercy. The Lord[w] brought him back to Jerusalem to his kingdom. Then Manasseh realized that the Lord is the true God.", "14": "After this Manasseh[x] built up the outer wall of the City of David[y] on the west side of the Gihon in the valley to the entrance of the Fish Gate and all around the terrace; he made it much higher. He placed army officers in all the fortified cities in Judah.", "15": "He removed the foreign gods and images from the Lord's temple and all the altars he had built on the hill of the Lord's temple and in Jerusalem; he threw them outside the city. ", "16": "He erected the altar of the Lord and offered on it peace offerings and thank offerings. He told the people of[z] Judah to serve the Lord God of Israel. ", "17": "However, the people continued to offer sacrifices at the high places, but only to the Lord their God.", "18": "The rest of the events of Manasseh's reign, including his prayer to his God and the words the prophets[aa] spoke to him in the name of the Lord God of Israel, are recorded[ab] in the Annals of the Kings of Israel. ", "19": "The Annals of the Prophets include his prayer, give an account of how the Lord responded to it, record all his sins and unfaithful acts, and identify the sites where he built high places and erected Asherah poles and idols before he humbled himself.[ac] ", "20": "Manasseh passed away[ad] and was buried in his palace. His son Amon replaced him as king.", "21": "Amon was twenty-two years old when he became king, and he reigned for two years in Jerusalem. ", "22": "He did evil in the sight of[ae] the Lord, just as his father Manasseh had done. Amon offered sacrifices to all the idols his father Manasseh had made, and worshiped[af] them. ", "23": "He did not humble himself before the Lord as his father Manasseh had done.[ag] Amon was guilty of great sin.[ah] ", "24": "His servants conspired against him and killed him in his palace. ", "25": "The people of the land executed all who had conspired against King Amon, and they[ai] made his son Josiah king in his place."}