{"1": "Obadiah's[a] vision: This is what the Lord God has to say about Edom. We have heard a report from the Lord, and a messenger has been dispatched among the nations to say[b] “Get up! Let us rise up against her to fight!”", "2": "“Look! I will make you insignificant among the nations; you will be utterly despised.", "3": "The arrogance in your heart has deceived you, who inhabit hidden places on rocky cliffs, whose dwelling is in the heights, who say continuously to yourself,[c] 'Who will bring me down to the ground?'", "4": "Though you soar high like the eagle and make your nest among the stars, I will bring you down even from there,” declares the Lord.[d]", "5": "“If thieves came against you, if marauding gangs by night —Oh, how you will be destroyed!— Would they not steal only until they had enough? If grape pickers came to you, would they not leave some[e] grapes to be gleaned?", "6": "“Oh, how Esau is ransacked, how his hidden treasures are thoroughly[f] searched out!", "7": "All your allies will force you out of the land,[g] your associates will deceive you and prevail against you. Your friends[h] will lay out a trap for you, and you will[i] never understand it!", "8": "“In that day,” declares the Lord, “will I not destroy the wise from Edom, and those with understanding from Esau's Mountain?", "9": "Teman, our mighty soldiers will be dismayed, so that every man from Esau's Mountain will be slaughtered.”[j]", "10": "“Shame will overwhelm you because of the violence you inflicted on your brother Jacob, and you will be excluded[k] forever.", "11": "“On the day you just stood by,[l] when[m] strangers carried away Jacob's[n] wealth and foreigners entered his gates, casting lots for Jerusalem, you were just like one of them.", "12": "“You should not have gloated over your brother,[o] on the day of his calamity. You should not have rejoiced when[p] the descendants of Judah were perishing. You should not have boasted[q] when[r] they were in distress.", "13": "“You should not have entered the gate of my people on the day of their disaster.[s] Also, you should not have gloated over Judah's[t] misfortune on the day of his disaster,[u] nor should you have plundered his wealth on the day of his disaster.[v]", "14": "And you should not have taken your stand at the crossroads to cut down his fleeing refugees, nor should you have handed over his survivors on the day of his distress.”", "15": "“Indeed, the Day of the Lord approaches all nations. As you have done it will be done to you— your deeds will return to haunt you![w]", "16": "Just as you have drunk from the cup of my wrath[x] upon my holy mountain, so will all nations drink from the cup of my wrath[y] perpetually. They will drink, they will gulp it down, and they will be as if they had never existed!", "17": "“But there will be a delivered remnant on Mount Zion. There will be holiness, and the house of Jacob will take back their possessions.", "18": "“The house of Jacob will be a fire, and the house of Joseph a flame, but the house of Esau will be kindling. Then Jacob and Joseph[z] will burn and consume Esau,[aa] and no survivor will remain from the house of Esau.” Indeed, the Lord has spoken it.", "19": "“Those in the Negev[ab] will possess Esau's Mountain, and those in the Shephelah[ac] the Philistines. They will possess the fields of Ephraim and the fields of Samaria, while Benjamin will possess the territory of[ad] Gilead.", "20": "The exiles, the Israeli host, will possess the territory of the[ae] Canaanites all the way to Zarephath. The exiles of Jerusalem who are in Sepharad[af] will possess the cities of the Negev.[ag]", "21": "Deliverers will assemble on Mount Zion to judge Esau's Mountain, and to the Lord will the kingdom belong!”"}