{"1": "Priests and Levites at the Time of Zerubbabel. 1 The following are the priests and Levites who returned with Zerubbabel, son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra, ", "2": "Amariah, Malluch, Hattush, ", "3": "Shecaniah, Rehum, Meremoth, ", "4": "Iddo, Ginnethon, Abijah, ", "5": "Mijamin, Maadiah, Bilgah, ", "6": "Shemaiah, and Joiarib, Jedaiah, ", "7": "Sallu, Amok, Hilkiah, Jedaiah. These were the priestly heads and their kinsmen in the days of Jeshua.", "8": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah, who, together with his kinsmen, was in charge of the thanksgiving hymns, ", "9": "while Bakbukiah and Unno and their kinsmen ministered opposite them by turns.", "10": "High Priests. 10 [a]Jeshua became the father of Joiakim, Joiakim the father of Eliashib, and Eliashib the father of Joiada; ", "11": "Joiada the father of Johanan, and Johanan the father of Jaddua.", "12": "Priests and Levites Under Joiakim. 12 In the days of Joiakim these were the priestly family heads: for Seraiah, Meraiah; for Jeremiah, Hananiah; ", "13": "for Ezra, Meshullam; for Amariah, Jehohanan; ", "14": "for Malluchi, Jonathan; for Shebaniah, Joseph; ", "15": "for Harim, Adna; for Meremoth, Helkai; ", "16": "for Iddo, Zechariah; for Ginnethon, Meshullam; ", "17": "for Abijah, Zichri; for Miamin,…; for Moadiah, Piltai; ", "18": "for Bilgah, Shammua; for Shemaiah, Jehonathan; ", "19": "and for Joiarib, Mattenai; for Jedaiah, Uzzi; ", "20": "for Sallu, Kallai; for Amok, Eber; ", "21": "for Hilkiah, Hashabiah; for Jedaiah, Nethanel.", "22": "In the time of Eliashib, Joiada, Johanan, and Jaddua, the heads of ancestral houses of the priests were written down in the Book of Chronicles, up until the reign of Darius the Persian. ", "23": "The sons of Levi: the family heads were written down in the Book of Chronicles, up until the time of Johanan, the son of Eliashib.", "24": "The heads of the Levites were Hashabiah, Sherebiah, Jeshua, Binnui, Kadmiel. Their kinsmen who stood opposite them to sing praises and thanksgiving in fulfillment of the command of David, the man of God, one section opposite the other, ", "25": "were Mattaniah, Bakbukiah, Obadiah. Meshullam, Talmon, and Akkub were gatekeepers. They guarded the storerooms at the gates.", "26": "All these lived in the time of Joiakim, son of Jeshua, son of Jozadak (and in the time of Nehemiah the governor and of Ezra the priest-scribe).", "27": "Dedication of the Wall. 27 [b]At the dedication of the wall of Jerusalem, the Levites were sought out wherever they lived and were brought to Jerusalem to celebrate a joyful dedication with thanksgiving hymns and the music of cymbals, harps, and lyres. ", "28": "The levitical singers gathered together from the region about Jerusalem, from the villages of the Netophathites, ", "29": "from Beth-gilgal, and from the plains of Geba and Azmaveth (for the singers had built themselves settlements about Jerusalem). ", "30": "The priests and Levites first purified themselves, then they purified the people, the gates, and the wall.", "31": "I had the administrators of Judah go up on the wall, and I arranged two great choirs. The first of these proceeded to the right, along the top of the wall, in the direction of the Dung Gate, ", "32": "followed by Hoshaiah and half the administrators of Judah, ", "33": "along with Azariah, Ezra, Meshullam, ", "34": "Judah, Benjamin, Shemaiah, and Jeremiah, ", "35": "priests with the trumpets, and also Zechariah, son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph, ", "36": "and his kinsmen Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David, the man of God. Ezra the scribe was at their head. ", "37": "At the Fountain Gate they went straight up by the steps of the City of David and continued along the top of the wall above the house of David until they came to the Water Gate on the east.", "38": "The second choir proceeded to the left, followed by myself and the other half of the administrators, along the top of the wall past the Oven Tower as far as the Broad Wall, ", "39": "then past the Ephraim Gate to the Mishneh Gate, the Fish Gate, the Tower of Hananel, and the Hundred Tower, as far as the Sheep Gate. They came to a halt at the Prison Gate.", "40": "Both choirs took up a position in the house of God; I, too, and half the magistrates with me, ", "41": "together with the priests Eliakim, Maaseiah, Minjamin, Micaiah, Elioenai, Zechariah, Hananiah, with the trumpets, ", "42": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers were heard under the leadership of Jezrahiah. ", "43": "Great sacrifices were offered on that day, and they rejoiced, for God had given them cause for great rejoicing. The women and the children joined in, and the rejoicing at Jerusalem could be heard from far off.", "44": "[c]At that time men were appointed over the chambers set aside for stores, offerings, first fruits, and tithes; in them they were to collect from the fields of the various cities the portions legally assigned to the priests and Levites. For Judah rejoiced in its appointed priests and Levites ", "45": "who carried out the ministry of their God and the ministry of purification (as did the singers and the gatekeepers) in accordance with the prescriptions of David and Solomon, his son. ", "46": "For in the days of David and Asaph, long ago, there were leaders of singers for songs of praise and thanksgiving to God. ", "47": "All Israel, in the days of Zerubbabel and in the days of Nehemiah, gave the singers and the gatekeepers their portions, according to their daily needs. They made their consecrated offering to the Levites, and the Levites made theirs to the descendants of Aaron."}