{"1": "Social and Economic Problems. 1 Then there rose a great outcry of the people and their wives against certain of their Jewish kindred.[a] ", "2": "Some said: “We are forced to pawn our sons and daughters in order to get grain to eat that we may live.” ", "3": "Others said: “We are forced to pawn our fields, our vineyards, and our houses, that we may have grain during the famine.” ", "4": "Still others said: “To pay the king's tax we have borrowed money on our fields and vineyards. ", "5": "And though these are our own kindred, and our children are as good as theirs, we have had to reduce our sons and daughters to slavery, and violence has been done to some of our daughters! Yet we can do nothing about it, for our fields and vineyards belong to others.”", "6": "I was extremely angry when I heard the reasons for their complaint. ", "7": "After some deliberation, I called the nobles and magistrates to account, saying to them, “You are exacting interest from your own kindred!”[b] I then rebuked them severely, ", "8": "saying to them: “As far as we were able, we bought back our Jewish kindred who had been sold to Gentiles; you, however, are selling your own kindred, to have them bought back by us.” They remained silent, for they could find no answer. ", "9": "I continued: “What you are doing is not good. Should you not conduct yourselves out of fear of our God rather than fear of the reproach of our Gentile enemies? ", "10": "I myself, my kindred, and my attendants have lent the people money and grain without charge. Let us put an end to this usury! ", "11": "Return to them this very day their fields, vineyards, olive groves, and houses, together with the interest on the money, the grain, the wine, and the oil that you have lent them.” ", "12": "They answered: “We will return everything and exact nothing further from them. We will do just what you ask.” Then I called for the priests to administer an oath to them that they would do as they had promised. ", "13": "I shook out the folds of my garment, saying, “Thus may God shake from home and fortune every man who fails to keep this promise, and may he thus be shaken out and emptied!” And the whole assembly answered, “Amen,” and praised the Lord. Then the people did as they had promised.", "14": "Nehemiah's Record. 14 Moreover, from the time that King Artaxerxes appointed me governor in the land of Judah, from his twentieth to his thirty-second year—during these twelve years neither I nor my kindred lived off the governor's food allowance. ", "15": "The earlier governors,[c] my predecessors, had laid a heavy burden on the people, taking from them each day forty silver shekels for their food; then, too, their attendants oppressed the people. But I, because I feared God, did not do this. ", "16": "In addition, though I had acquired no land of my own, I did my part in this work on the wall, and all my attendants were gathered there for the work. ", "17": "Though I set my table for a hundred and fifty persons, Jews and magistrates, as well as the neighboring Gentiles who came to us, ", "18": "and though the daily preparations were made at my expense—one ox, six choice sheep, poultry—besides all kinds of wine in abundance every ten days, despite this I did not claim the governor's allowance, for the labor lay heavy upon this people. ", "19": "Keep in mind, my God, to my credit all that I did for this people."}