{"1": "Ezra Reads the Law. 1 [a]Now when the seventh month came, the whole people gathered as one in the square in front of the Water Gate, and they called upon Ezra the scribe to bring forth the book of the law of Moses which the Lord had commanded for Israel. ", "2": "On the first day of the seventh month, therefore, Ezra the priest brought the law before the assembly, which consisted of men, women, and those children old enough to understand. ", "3": "In the square in front of the Water Gate, Ezra read out of the book from daybreak till midday, in the presence of the men, the women, and those children old enough to understand; and all the people listened attentively to the book of the law. ", "4": "Ezra the scribe stood on a wooden platform that had been made for the occasion; at his right side stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, and on his left Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, Meshullam. ", "5": "Ezra opened the scroll so that all the people might see it, for he was standing higher than any of the people. When he opened it, all the people stood. ", "6": "Ezra blessed the Lord, the great God, and all the people, their hands raised high, answered, “Amen, amen!” Then they knelt down and bowed before the Lord, their faces to the ground. ", "7": "The Levites Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah explained the law to the people, who remained in their places. ", "8": "Ezra read clearly from the book of the law of God, interpreting it so that all could understand what was read. ", "9": "Then Nehemiah, that is, the governor, and Ezra the priest-scribe, and the Levites who were instructing the people said to all the people: “Today is holy to the Lord your God. Do not lament, do not weep!”—for all the people were weeping as they heard the words of the law. ", "10": "He continued: “Go, eat rich foods and drink sweet drinks, and allot portions to those who had nothing prepared; for today is holy to our Lord. Do not be saddened this day, for rejoicing in the Lord is your strength!” ", "11": "And the Levites quieted all the people, saying, “Silence! Today is holy, do not be saddened.” ", "12": "Then all the people began to eat and drink, to distribute portions, and to celebrate with great joy, for they understood the words that had been explained to them.", "13": "The Feast of Booths. 13 On the second day, the heads of ancestral houses of the whole people, and also the priests and the Levites, gathered around Ezra the scribe to study the words of the law. ", "14": "They found it written in the law commanded by the Lord through Moses that the Israelites should dwell in booths during the feast of the seventh month; ", "15": "and that they should have this proclamation made throughout their cities and in Jerusalem: “Go out into the hill country and bring in branches of olive, oleaster, myrtle, palm, and other trees in leaf, to make booths, as it is written.” ", "16": "The people went out and brought in branches with which they made booths for themselves, on the roof of their houses, in their courtyards, in the courts of the house of God, and in the squares of the Water Gate and the Gate of Ephraim. ", "17": "So the entire assembly of the returned exiles made booths and dwelt in them. Now the Israelites had done nothing of this sort from the days of Jeshua, son of Nun, until this occasion; therefore there was very great joy. ", "18": "Ezra read from the book of the law of God day after day, from the first day to the last. They kept the feast for seven days, and the solemn assembly on the eighth day, as was required."}