{"1": "All the people of Israel came to David at the town of Hebron. They said, “We are your people. ", "2": "Even when Saul was king, you were the man who led Israel in battle. The Lord your God spoke to you. He said, 'David, you will be the shepherd of my people, the people of Israel. You will become their leader.'”", "3": "All the elders of Israel came to King David at Hebron. He made an agreement with them before the Lord in Hebron. The leaders poured olive oil on David to appoint him king over Israel. The Lord had promised this would happen. He had made this promise through Samuel.", "4": "David and all the Israelites went to the city of Jerusalem. At that time Jerusalem was called Jebus. The people living there were named Jebusites. ", "5": "They said to David, “You can't get inside our city.” But David captured their strong city of Jerusalem, the City of David.", "6": "David had said, “The person who leads the attack against the Jebusites will become the commander over all my army.” Joab son of Zeruiah led the attack. So he became the commander of the army.", "7": "Then David made his home in the strong, walled city. That is why it was named the City of David. ", "8": "David rebuilt the city. He started where the land was filled in and went to the wall that was around the city. Joab repaired the other parts of the city. ", "9": "David became more and more powerful. And the Lord of heaven's armies was with him.", "10": "This is a list of the leaders over David's warriors. These warriors helped make David's kingdom strong. All the people of Israel also supported David's kingdom. These heroes and all the people of Israel made David king. This happened as the Lord had promised.", "11": "This is a list of David's warriors: Jashobeam was from the Hacmonite people. He was the leader of the Three,[a] David's most powerful soldiers. He used his spear to fight 300 men at one time. And he killed them all.", "12": "Next was Eleazar. He was one of the Three. Eleazar was Dodai's son. Dodai was from the Ahohite people. ", "13": "Eleazar was with David at Pas-Dammim. The Philistines came there to fight the Israelites. There was a field of barley at that place. The Israelites ran away from the Philistines. ", "14": "But they stopped in the middle of that field and fought the Philistines. And they killed the Philistines. The Lord gave Israel a great victory.", "15": "Three of the 30 leaders went to David. He was at the rock by the cave near Adullam. At the same time a group from the Philistine army was camped in the Valley of Rephaim.", "16": "David was in a protected place at that time. The Philistine army was staying in the town of Bethlehem. ", "17": "David had a strong desire for some water. He said, “Oh, I wish someone would get me water from the well near the city gate of Bethlehem!” ", "18": "So the Three fought their way through the Philistine army. And they took water out of the well near the city gate in Bethlehem. Then they took it back to David. But he refused to drink it. He poured it out before the Lord. ", "19": "David said, “May God keep me from drinking this water! It would be like drinking the blood of the men who risked their lives to bring me this water.” So David refused to drink it. These were the brave things the Three did.", "20": "Abishai brother of Joab was the leader of the Three. Abishai fought 300 men with his spear and killed them. He became as famous as the Three. ", "21": "He was more honored than the Three. He became their commander even though he was not one of them.", "22": "Benaiah son of Jehoiada was a brave fighter from Kabzeel. Benaiah did many brave things. He killed two of the best warriors from Moab. He also went down into a pit when it was snowing. There he killed a lion. ", "23": "Benaiah also killed an Egyptian who was about seven and a half feet tall. The Egyptian had a spear as large as a weaver's rod. Benaiah had a club. But he grabbed the spear from the Egyptian's hand. And he used the Egyptian's own spear to kill him. ", "24": "These were the things Benaiah son of Jehoiada did. Benaiah became as famous as the Three. ", "25": "He received more honor than the Thirty, David's most powerful soldiers. But he did not become a member of the Three. David chose Benaiah to be the leader of his bodyguards.", "26": "These were also mighty warriors: Asahel brother of Joab; Elhanan son of Dodo from Bethlehem;", "27": "Shammoth from the Harorites; Helez from the Pelonites;", "28": "Ira son of Ikkesh from Tekoa; Abiezer from the Anathothites;", "29": "Sibbecai from the Hushathites; Ilai from the Ahohites;", "30": "Maharai from the Netophathites; Heled son of Baanah from the Netophathites;", "31": "Ithai son of Ribai from Gibeah in Benjamin. Benaiah from the Pirathonites;", "32": "Hurai from the ravines of Gaash; Abiel from the Arbathites;", "33": "Azmaveth from the Baharumites; Eliahba from the Shaalbonites;", "34": "the sons of Hashem from the Gizonites; Jonathan son of Shagee from the Hararites;", "35": "Ahiam son of Sacar from the Hararites; Eliphal son of Ur;", "36": "Hepher from the Mekerathites; Ahijah from the Pelonites;", "37": "Hezro from the Carmelites; Naarai son of Ezbai;", "38": "Joel brother of Nathan; Mibhar son of Hagri;", "39": "Zelek from the Ammonites; Naharai, from the Berothites, the officer who carried the armor for Joab son of Zeruiah;", "40": "Ira from the Ithrites; Gareb from the Ithrites;", "41": "Uriah from the Hittites; Zabad son of Ahlai;", "42": "Adina son of Shiza the Reubenite, who was the leader of the Reubenites, and his 30 soldiers;", "43": "Hanan son of Maacah; Joshaphat from the Mithnites;", "44": "Uzzia from the Ashterathites; Shama and Jeiel sons of Hotham from the Aroer;", "45": "Jediael son of Shimri; Joha, Jediael's brother, from the Tizites;", "46": "Eliel from the Mahavites; Jeribai and Joshaviah, Elnaam's sons; Ithmah from the Moabites;", "47": "Eliel, Obed and Jaasiel from the Mezobaites."}