{"1": "David talked with all the officers of his army. He talked with the commanders of 100 men and the commanders of 1,000 men. ", "2": "Then David called the people of Israel together. He said, “If you think it is a good idea, and if it is what the Lord our God wants, let's send a message. Let's send it to our fellow Israelites in all the areas of Israel. Let's also send it to the priests and Levites living with them in their towns and pastures. Tell them to come and join us. ", "3": "Let's bring the Ark of the Covenant of our God back to us. We did not use it to ask God for help while Saul was king.” ", "4": "So all the people agreed with David. They all thought it was the right thing to do.", "5": "So David gathered all the Israelites from the Shihor River in Egypt to Lebo Hamath. They were to bring the Ark of the Covenant of God back from the town of Kiriath Jearim. ", "6": "David and all the Israelites with him went to Baalah of Judah. (Baalah is another name for Kiriath Jearim.) They went there to get the Ark of the Covenant of God the Lord. His throne is between the golden creatures with wings on the Ark of the Covenant. It is called by the Lord's name.", "7": "The people moved the Ark of the Covenant of God from Abinadab's house. They put it on a new cart. And Uzzah and Ahio guided the cart. ", "8": "David and all the Israelites were celebrating with all their strength before God. They were singing and playing harps, lyres, tambourines, cymbals and trumpets.", "9": "They came to the threshing floor of Kidon. The oxen pulling the cart stumbled. And Uzzah reached out his hand to steady the Ark of the Covenant. ", "10": "The Lord became very angry with Uzzah. And he killed Uzzah because Uzzah had touched the Ark of the Covenant. So Uzzah died there in the presence of God.", "11": "David became angry because the Lord had punished Uzzah in his anger. So even today that place is called the Punishment of Uzzah.", "12": "David was afraid of God that day. David asked, “How can I bring the Ark of the Covenant of God home to me?” ", "13": "So David did not take the Ark of the Covenant with him to Jerusalem. Instead, he took it to the house of Obed-Edom of Gath. ", "14": "The Ark of the Covenant of God stayed with Obed-Edom's family in his house for three months. And the Lord blessed Obed-Edom's family and everything he owned."}