{"1": "Hiram king of the city of Tyre sent messengers to David. He also sent cedar logs, stonecutters and carpenters. He sent them to build a palace for David. ", "2": "Then David knew that the Lord really had made him king of Israel. And he knew the Lord had made his kingdom very important. The Lord did this because he loved his people, the Israelites.", "3": "David married more women in Jerusalem. And he had more sons and daughters. ", "4": "These are the names of David's children born in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "5": "Ibhar, Elishua, Elpelet, ", "6": "Nogah, Nepheg, Japhia, ", "7": "Elishama, Beeliada and Eliphelet.", "8": "The Philistine people heard that David had been appointed king of all Israel. So all the Philistines went to look for him. When David heard about it, he went out to fight them. ", "9": "The Philistines had attacked and robbed the people in the Valley of Rephaim. ", "10": "David asked God, “Should I go and attack the Philistines? Will you let me defeat them?” The Lord answered him, “Go. I will let you defeat them.”", "11": "So David and his men went up to the town of Baal Perazim. There he defeated the Philistines. David said, “Like a flood of water, God has broken through my enemies. He has done this through me.” So that place was named Baal Perazim.[a] ", "12": "The Philistines had left their idols there. So David ordered his men to burn them.", "13": "Soon the Philistines attacked the people in the valley again. ", "14": "So David prayed to God again, and God answered him. God said, “Don't attack the Philistines from the front. Instead, go around them. Attack them in front of the balsam trees. ", "15": "You will hear the sound of marching in the tops of the balsam trees. Then quickly attack the Philistines. I, God, will have gone out before you to defeat the Philistine army.” ", "16": "David did what God commanded him to do. So David and his men defeated the Philistine army. They killed the Philistines all the way from Gibeon to Gezer.", "17": "So David became famous in all the countries. And the Lord made all nations afraid of David."}