{"1": "They brought the Ark of the Covenant of God and put it inside the tent. This was the tent David had set up for it. Then they offered burnt offerings and fellowship offerings to God. ", "2": "David finished giving the burnt offerings and fellowship offerings. Then he used the Lord's name to bless the people. ", "3": "He gave a loaf of bread, some dates and raisins to every Israelite man and woman.", "4": "Then David appointed some of the Levites to serve before the Ark of the Covenant of the Lord. They had the job of leading the worship. They gave thanks and praise to the Lord, the God of Israel. ", "5": "Asaph was the leader. He played the cymbals. Zechariah was second to him. The other Levites were Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom and Jeiel. They played the lyres and harps. ", "6": "Benaiah and Jahaziel were priests. They blew the trumpets regularly before the Ark of the Covenant with God. ", "7": "That day David first gave Asaph and his relatives the job of singing praises to the Lord.", "8": "Give thanks to the Lord and pray to him. Tell the nations what he has done.", "9": "Sing to him. Sing praises to him. Tell about all the wonderful things he has done.", "10": "Be glad that you are his. Let those who ask the Lord for help be happy.", "11": "Depend on the Lord and his strength. Always go to him for help.", "12": "Remember the wonderful things he has done. Remember his miracles and his decisions.", "13": "You are the descendants of Israel, the Lord's servant. You are the children of Jacob, his chosen people.", "14": "He is the Lord our God. His laws are for all the world.", "15": "He will keep his agreement forever. He will keep his promises always.", "16": "He will keep the agreement he made with Abraham. He will keep the promise he made to Isaac.", "17": "The Lord made it a law for the people of Jacob. He made it an agreement with Israel to last forever.", "18": "The Lord said, “I will give you the land of Canaan. The promised land will belong to you.”", "19": "Then God's people were few in number. They were strangers in the land.", "20": "They went from one nation to another. They went from one kingdom to another.", "21": "But the Lord did not let anyone hurt them. He warned kings not to harm them.", "22": "He said, “Don't hurt my chosen people. Don't harm my prophets.”", "23": "Sing to the Lord, all the earth. Every day tell how he saves us.", "24": "Tell the nations about the Lord's glory. Tell all peoples about his wonderful works.", "25": "The Lord is great; he should be praised. He should be honored more than all the gods.", "26": "All the gods of the nations are only idols. But the Lord made the skies.", "27": "The Lord has glory and majesty. He has power and joy in his Temple.", "28": "Praise the Lord, all nations on earth. Praise the Lord's glory and power.", "29": "Praise the Lord for the glory of his name. Bring your offering to him. Worship the Lord because he is holy.", "30": "The whole earth should tremble before the Lord. The earth is set, and it cannot be moved.", "31": "Let the skies rejoice and the earth be glad. Let people everywhere say, “The Lord is king!”", "32": "Let the sea and everything in it shout. Let the fields and everything in them show their joy.", "33": "Then the trees of the forest will sing. They will sing with joy before the Lord. They will sing because the Lord is coming to judge the world.", "34": "Thank the Lord because he is good. His love continues forever.", "35": "Say to him, “Save us, God our Savior. Bring us back and save us from the nations. Then we will thank you. Then we will gladly praise you.”", "36": "Praise the Lord, the God of Israel, forever and forever. All the people said, “Amen” and “Praise the Lord.”", "37": "Then David left Asaph and the other Levites there in front of the Ark of the Covenant with the Lord. They were to serve there every day. ", "38": "David also left Obed-Edom and 68 other Levites to serve with them. Hosah and Obed-Edom son of Jeduthun were guards.", "39": "David left Zadok the priest and the other priests who served with him in front of the Tent of the Lord. This was at the place of worship in Gibeon. ", "40": "Every morning and evening they offered burnt offerings on the altar of burnt offerings. They did this to follow the rules written in the Teachings of the Lord. These were the Teachings he had given Israel. ", "41": "With them were Heman and Jeduthun and other Levites. They were chosen by name to sing praises to the Lord because the Lord's love continues forever. ", "42": "Heman and Jeduthun also had the job of playing the trumpets and cymbals. They also played other musical instruments when songs were sung to God. Jeduthun's sons guarded the gates.", "43": "Then all the people left. Each person went to his own home. And David also went home to bless his family."}