{"1": "David moved into his palace. Then he said to Nathan the prophet, “Look, I am living in a palace made of cedar. But the Ark of the Covenant with the Lord sits in a tent.”", "2": "Nathan answered David, “Do what you want to do. God is with you.”", "3": "But that night God spoke his word to Nathan. God said, ", "4": "“Go and tell my servant David: 'This is what the Lord says: David, you are not the person to build a house for me to live in. ", "5": "From the time I brought Israel out of Egypt until now I have not lived in a house. I have moved from one tent site to another. I have gone from one place to another. ", "6": "I have moved with the Israelites to different places. I commanded leaders to take care of my people. I never said to any of those leaders, “Why haven't you built me a house of cedar?”'", "7": "“Now, tell my servant David: 'The Lord of heaven's armies says: I took you from the pasture and from tending the sheep. I made you king of my people Israel. ", "8": "I have been with you everywhere you have gone. I have killed your enemies for you. Now I will make you one of the most famous men on earth. ", "9": "I will give this place to my people Israel. I will settle them here. Then they will have a home of their own. They won't be bothered anymore. Evil people won't hurt them as they have done since the first. ", "10": "Evil people have hurt them since I chose leaders for my people Israel. I will also defeat all your enemies. “'I tell you that the Lord will make your descendants kings of Israel after you. ", "11": "When you die and join your ancestors, I will let your child be the new king. He will be one of your own sons. And I will make his kingdom strong. ", "12": "He will build a house for me. And I will let his family rule forever. ", "13": "I will be his father, and he will be my son. I took away my love from Saul, who ruled before you. But I will never stop loving your son. ", "14": "I will put him in charge of my house and kingdom forever. His family will rule forever.'”", "15": "Nathan told David everything God had said in this vision.", "16": "Then King David went in and sat in front of the Lord. David said, “Lord God, why have you made me so important to you? Why have you made my family important? ", "17": "But that was not enough for you, God. You have also said these kind things about my future family. I am your servant. Lord God, you have treated me like a very important man.", "18": "“What more can I say to you? You have done so much for me, your servant. You love me so much. ", "19": "Lord, you have done this wonderful thing for me for my sake. And you have done it because you wanted to. You have let me know all these great promises.", "20": "“There is no one like you, Lord. There is no God except you. We have heard all this ourselves. ", "21": "There is no one like your people, the Israelites. It is the one nation on earth that God chose to be his people. You used them to make your name well-known. You did great and wonderful things for them. You went ahead of them and forced other nations out of the land. You freed your people from slavery in Egypt. ", "22": "You made the people of Israel your very own people forever. And, Lord, you became their God.", "23": "“Lord, you made this promise about my family and me, your servant. Now, keep your promise forever. Do what you have promised. ", "24": "Then people will know you and honor you forever. And people will say, 'The Lord of heaven's armies, the God over Israel, is Israel's God!' And the family of your servant David will continue before you.", "25": "“My God, you have told me that you would make my family great. So I, your servant, am brave enough to pray to you. ", "26": "Lord, you are God. You have promised these good things to me, your servant. ", "27": "You have chosen to bless my family. Let it continue before you forever. Lord, you have blessed my family. So it will be blessed forever.”"}