{"1": "Later, David attacked the Philistine people and defeated them. He took Gath and the small towns around it from the Philistines.", "2": "Then David defeated the country of Moab. So the Moabites became David's servants. And they brought the payments he demanded from them.", "3": "David also fought against Hadadezer king of Zobah. David fought Hadadezer's army all the way to the town of Hamath. He did this because Hadadezer tried to spread his kingdom all the way to the Euphrates River. ", "4": "David took from Hadadezer 1,000 chariots and 7,000 chariot drivers. And he took 20,000 soldiers on foot. David also crippled most of Hadadezer's horses used for pulling chariots. He saved only 100 of the chariot horses.", "5": "The Aramean people from Damascus came to help Hadadezer king of Zobah. But David killed 22,000 of them. ", "6": "Then David put camps of troops in Damascus in Aram. The Arameans became David's servants and brought him the payments he demanded. So the Lord gave David victory everywhere he went.", "7": "David took the gold shields from Hadadezer's army leaders. And he brought them to Jerusalem. ", "8": "David also took much bronze from the towns of Tebah and Cun. These towns belonged to Hadadezer. Later, Solomon used this bronze to make things for the Temple: the large bronze bowl, which was called the Sea, the pillars and other bronze things.", "9": "Toi was king of the city of Hamath. He heard that David had defeated the whole army of Hadadezer king of Zobah. ", "10": "So Toi sent his son Hadoram to greet King David. Hadoram also congratulated David for fighting and defeating Hadadezer. Hadadezer had been at war with Toi before. Hadoram gave David all kinds of things made of gold, silver and bronze. ", "11": "King David gave these things to the Lord. David had done the same thing with the silver and gold he had taken from these nations: Edom, Moab, the Ammonites, the Philistines and Amalek.", "12": "Abishai son of Zeruiah killed 18,000 Edomite people in the Valley of Salt. ", "13": "Abishai also put camps of troops in Edom. And all the Edomites became David's servants. The Lord gave David victory everywhere he went.", "14": "David was king over all of Israel. He did what was right and fair for everyone. ", "15": "Joab son of Zeruiah was commander of David's army. Jehoshaphat son of Ahilud was the recorder. ", "16": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests. Shavsha was the royal assistant. ", "17": "Benaiah was responsible for leading the Kerethites and Pelethites, the king's bodyguards. Benaiah was Jehoiada's son. And David's sons were important officers. They served at King David's side."}