{"1": "David and the commanders of the army chose some men to preach. They chose some of the sons of Asaph, Heman and Jeduthun. They were to preach God's message and play harps, lyres and cymbals. Here is a list of the men who served in this way:", "2": "Asaph's sons who served were Zaccur, Joseph, Nethaniah and Asarelah. King David chose Asaph to preach. And Asaph directed his sons.", "3": "Jeduthun's sons who served were Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah and Mattithiah. There were six of them, and Jeduthun directed them. He preached. And he used a harp to give thanks and praise to the Lord.", "4": "Heman's sons who served were Bukkiah, Mattaniah, Uzziel, Shubael and Jerimoth. There were also Hananiah, Hanani, Eliathah, Giddalti and Romamti-Ezer. And there were Joshbekashah, Mallothi, Hothir and Mahazioth. ", "5": "All these men were sons of Heman, David's seer. God promised to make Heman strong. So Heman had many sons. God gave him 14 sons and 3 daughters. ", "6": "Heman directed all his sons in making music for the Temple of the Lord. They used cymbals, lyres and harps. That was their way of serving in the Temple of God. And King David was in charge of Asaph, Jeduthun and Heman. ", "7": "These men and their relatives from the Levites were trained in music. They were skilled in making music for the Lord. There were 288 of them. ", "8": "Everyone threw lots to choose the time his family was to serve at the Temple. The young and the old had to throw lots. The teacher and the student had to throw lots.", "9": "First, 12 men were chosen from Joseph, his sons and relatives. Joseph was from the family of Asaph. Second, 12 men were chosen from Gedaliah, his sons and relatives.", "10": "Third, 12 men were chosen from Zaccur, his sons and relatives.", "11": "Fourth, 12 men were chosen from Izri, his sons and relatives.", "12": "Fifth, 12 men were chosen from Nethaniah, his sons and relatives.", "13": "Sixth, 12 men were chosen from Bukkiah, his sons and relatives.", "14": "Seventh, 12 men were chosen from Jesarelah, his sons and relatives.", "15": "Eighth, 12 men were chosen from Jeshaiah, his sons and relatives.", "16": "Ninth, 12 men were chosen from Mattaniah, his sons and relatives.", "17": "Tenth, 12 men were chosen from Shimei, his sons and relatives.", "18": "Eleventh, 12 men were chosen from Azarel, his sons and relatives.", "19": "Twelfth, 12 men were chosen from Hashabiah, his sons and relatives.", "20": "Thirteenth, 12 men were chosen from Shubael, his sons and relatives.", "21": "Fourteenth, 12 men were chosen from Mattithiah, his sons and relatives.", "22": "Fifteenth, 12 men were chosen from Jerimoth, his sons and relatives.", "23": "Sixteenth, 12 men were chosen from Hananiah, his sons and relatives.", "24": "Seventeenth, 12 men were chosen from Joshbekashah, his sons and relatives.", "25": "Eighteenth, 12 men were chosen from Hanani, his sons and relatives.", "26": "Nineteenth, 12 men were chosen from Mallothi, his sons and relatives.", "27": "Twentieth, 12 men were chosen from Eliathah, his sons and relatives.", "28": "Twenty-first, 12 men were chosen from Hothir, his sons and relatives.", "29": "Twenty-second, 12 men were chosen from Giddalti, his sons and relatives.", "30": "Twenty-third, 12 men were chosen from Mahazioth, his sons and relatives.", "31": "Twenty-fourth, 12 men were chosen from Romamti-Ezer, his sons and relatives."}