{"1": "This is the list of the Israelite people who served the king in the army. Each division was on duty one month each year. There were leaders of families, commanders of 100 men, commanders of 1,000 men and other officers. Each division had 24,000 men.", "2": "Jashobeam son of Zabdiel was in charge of the first division for the first month. There were 24,000 men in his division. ", "3": "He was one of the descendants of Perez. Jashobeam was leader of all the army officers for the first month.", "4": "Dodai was in charge of the division for the second month. He was from the Ahohites. Mikloth was a leader in the division. There were 24,000 men in Dodai's division.", "5": "The third commander was Benaiah son of Jehoiada the priest. He was the commander for the third month. There were 24,000 men in Benaiah's division. ", "6": "He was the Benaiah who was one of the Thirty[a] soldiers. Benaiah was a brave warrior who led those men. Benaiah's son Ammizabad was in charge of Benaiah's division.", "7": "The fourth commander was Asahel, the brother of Joab. He was the commander for the fourth month. Later, Asahel's son Zebadiah took his place as commander. There were 24,000 men in his division.", "8": "The fifth commander was Shamhuth, from Izrah's family. He was the commander for the fifth month. There were 24,000 men in his division.", "9": "The sixth commander was Ira son of Ikkesh. He was the commander for the sixth month. He was from the town of Tekoa. There were 24,000 men in his division.", "10": "The seventh commander was Helez. He was the commander for the seventh month. He was from the Pelonites and a descendant of Ephraim. There were 24,000 men in his division.", "11": "The eighth commander was Sibbecai. He was the commander for the eighth month. He was from Hushah and was from Zerah's family. There were 24,000 men in his division.", "12": "The ninth commander was Abiezer, from the town of Anathoth. He was the commander for the ninth month. He was from the tribe of Benjamin. There were 24,000 men in his division.", "13": "The tenth commander was Maharai. He was the commander for the tenth month. He was from Netophah and was from Zerah's family. There were 24,000 men in his division.", "14": "The eleventh commander was Benaiah. He was the commander for the eleventh month. He was from Pirathon and was from the tribe of Ephraim. There were 24,000 men in his division.", "15": "The twelfth commander was Heldai. He was the commander for the twelfth month. He was from Netophah and was from Othniel's family. There were 24,000 men in his division.", "16": "These were the leaders of the tribes of Israel. Eliezer son of Zicri was over the tribe of Reuben. Shephatiah son of Maacah was over the tribe of Simeon. ", "17": "Hashabiah son of Kemuel was over the tribe of Levi. Zadok was over the people of Aaron. ", "18": "Elihu, one of David's brothers, was over the tribe of Judah. Omri son of Michael was over the tribe of Issachar. ", "19": "Ishmaiah son of Obadiah was over the tribe of Zebulun. Jerimoth son of Azriel was over the tribe of Naphtali. ", "20": "Hoshea son of Azaziah was over the tribe of Ephraim. Joel son of Pedaiah was over the western half-tribe of Manasseh. ", "21": "Iddo son of Zechariah was over the eastern half-tribe of Manasseh. Jaasiel son of Abner was over the tribe of Benjamin. ", "22": "Azarel son of Jeroham was over the tribe of Dan. These were the leaders of the tribes of Israel.", "23": "The Lord had promised to make the Israelites as many as the stars in the sky. So David only counted the men who were 20 years old and older. ", "24": "Joab son of Zeruiah began to count the people. But he did not finish. God became angry with Israel for counting the people. So the number of the people was not put in the history book about King David's rule.", "25": "Azmaveth son of Adiel was in charge of the royal storehouses. Jonathan was in charge of the storehouses in the towns, villages and towers. He was the son of Uzziah.", "26": "Ezri son of Kelub was in charge of the field workers. They farmed the land.", "27": "Shimei was in charge of the vineyards. He was from the town of Ramah. Zabdi was in charge of storing the wine that came from the vineyards. Zabdi was from Shepham.", "28": "Baal-Hanan was in charge of the olive trees and sycamore trees in the western mountain slopes. He was from Geder. Joash was in charge of storing the olive oil.", "29": "Shitrai was in charge of the cows that fed in the Plain of Sharon. He was from Sharon. Shaphat son of Adlai was in charge of the cows in the valleys.", "30": "Obil was in charge of the camels. He was an Ishmaelite. Jehdeiah was in charge of the donkeys. He was from Meronoth.", "31": "Jaziz was in charge of the sheep. He was from the Hagrites. All these men were the officers who took care of King David's property.", "32": "Jonathan was David's uncle. He advised David. Jonathan was a wise man and a teacher of the law. Jehiel son of Hacmoni took care of the king's sons. ", "33": "Ahithophel advised the king. Hushai was the king's friend. He was from the Arkite people. ", "34": "Jehoiada and Abiathar later took Ahithophel's place in advising the king. Jehoiada was Benaiah's son. Joab was the commander of the king's army."}