{"1": "David commanded all the leaders of Israel to come to Jerusalem. There were the leaders of the tribes and the commanders of the divisions serving the king. There were the commanders of 1,000 men and of 100 men. There were the leaders who took care of the property and animals that belonged to the king and his sons. There were the men over the palace, the powerful men and all the brave warriors.", "2": "King David stood up and said, “Listen to me, my relatives and my people. I wanted to build a place to keep the Ark of the Covenant with the Lord. I wanted it to be God's footstool. And I made plans to build a temple for worship to God. ", "3": "But God said to me, 'You must not build a temple for worship to me. You must not do that because you are a soldier. You have killed many men.'", "4": "“But the Lord, the God of Israel, chose me from my whole family. He chose me to be king of Israel forever. The Lord chose the tribe of Judah to be a leader. And from the people of Judah, he chose my father's family. And from that family God was pleased to make me king of Israel. ", "5": "The Lord has given me many sons. And from those sons he has chosen Solomon. Solomon will be the new king of Israel. Israel is the Lord's kingdom. ", "6": "The Lord said to me, 'Your son Solomon will build my Temple. And he will build the area around it. This is because I have chosen Solomon to be my son. And I will be his father. ", "7": "He is obeying my laws and commands now. If he continues to obey them, I will make his kingdom strong forever.'”", "8": "David said, “Now, in front of all Israel and God, I tell you these things: Be careful to obey all the commands of the Lord your God. Then you may keep this good land. And you may pass it on to your descendants forever.", "9": "“And you, my son Solomon, accept the God of your father. Serve him completely. Be happy to serve him. Do this because the Lord knows what is in every person's mind. He understands everything you think. If you go to him for help, you will get an answer. But if you turn away from the Lord, he will leave you forever. ", "10": "Solomon, you must understand this. The Lord has chosen you to build the Temple as his holy place. Be strong and finish the job.”", "11": "Then David gave his son Solomon the plans for building the Temple. Those plans were also for the porch around the Temple. They were for its buildings, its storerooms, its upper rooms and its inside rooms. They also were the plans for the place where the people's sins were removed. ", "12": "David gave him plans for everything he had in mind. David gave him plans for the courtyards around the Lord's Temple and all the rooms around it. He gave him plans for the Temple treasuries. And he gave him plans for the treasuries of the holy things used in the Temple. ", "13": "David gave Solomon directions for the groups of the priests and Levites. David told him about all the work of serving in the Temple of the Lord. He told him about the things to be used in the Temple service. ", "14": "Many things made of gold or silver would be used in the Temple. David told Solomon how much gold or silver should be used to make each thing. ", "15": "David told him how much gold to use for each gold lampstand and its lamps. He told him how much silver to use for each silver lampstand and its lamps. The different lampstands were to be used where needed. ", "16": "David told how much gold should be used for each table that held the holy bread. And he told how much silver should be used for the silver tables. ", "17": "He told how much pure gold should be used to make the forks, bowls and pitchers. He told how much gold should be used to make each gold dish. He told how much silver should be used to make each silver dish. ", "18": "David told how much pure gold should be used for the altar of incense. He also gave Solomon the plans for the chariot. This is where the golden creatures spread their wings over the Ark of the Covenant with the Lord.", "19": "David said, “All these plans were written with the Lord guiding me. He helped me understand everything in the plans.”", "20": "David also said to his son Solomon, “Be strong and brave. Do the work. Don't be afraid or discouraged. The Lord God, my God, is with you. He will help you until all the work is finished. He will not leave you. You will build the Temple of the Lord. ", "21": "The groups of the priests and Levites are ready for all the work on the Temple of God. Every skilled worker is ready to help you with all the work. The leaders and all the people will obey every command you give.”"}