{"1": "These are David's sons who were born in Hebron. David's first son was Amnon. Amnon's mother was Ahinoam from the town of Jezreel. David's second son was Daniel. His mother was Abigail from Carmel. ", "2": "David's third son was Absalom. His mother was Maacah, the daughter of Talmai king of Geshur. David's fourth son was Adonijah. His mother was Haggith. ", "3": "David's fifth son was Shephatiah. His mother was Abital. David's sixth son was Ithream. David's wife Eglah was his mother. ", "4": "These six sons of David were born to him in Hebron. David ruled there 7 years and 6 months. David ruled in Jerusalem 33 years. ", "5": "These were David's children who were born in Jerusalem: David and Bathsheba, Ammiel's daughter, had four children. They were Shammua, Shobab, Nathan and Solomon. ", "6-8": "David's other nine children were Ibhar, Elishua, Eliphelet, Nogah, Nepheg, Japhia, Elishama, Eliada and Eliphelet. ", "9": "Those are all of David's sons, except for those born to his slave women. David also had a daughter named Tamar.", "10": "Solomon's son was Rehoboam. Rehoboam's son was Abijah. Abijah's son was Asa. Asa's son was Jehoshaphat. ", "11": "Jehoshaphat's son was Jehoram. Jehoram's son was Ahaziah. Ahaziah's son was Joash. ", "12": "Joash's son was Amaziah. Amaziah's son was Azariah. Azariah's son was Jotham. ", "13": "Jotham's son was Ahaz. Ahaz's son was Hezekiah. Hezekiah's son was Manasseh. ", "14": "Manasseh's son was Amon. Amon's son was Josiah.", "15": "These were Josiah's sons: Josiah's first son was Johanan. His second son was Jehoiakim. His third son was Zedekiah. His fourth son was Shallum.", "16": "Jehoiakim was followed by Jehoiachin. Jehoiachin was followed by Zedekiah.", "17": "Jehoiachin was taken as a prisoner. His sons were Shealtiel, ", "18": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah.", "19": "Pedaiah's sons were Zerubbabel and Shimei. Zerubbabel's sons were Meshullam and Hananiah. Their sister was Shelomith. ", "20": "Zerubbabel also had five other sons. Their names were Hashubah, Ohel, Berekiah, Hasadiah and Jushab-Hesed.", "21": "Hananiah's descendants were Pelatiah and Jeshaiah, and the sons of Rephaiah, Arnan, Obadiah and Shecaniah.", "22": "Shecaniah's son was Shemaiah. Shemaiah's sons were Hattush, Igal, Bariah, Neariah and Shaphat. There were six in all.", "23": "Neariah had three sons. They were Elioenai, Hizkiah and Azrikam.", "24": "Elioenai had seven sons. They were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah and Anani."}