{"1": "The names of all the people of Israel were listed in their family histories. Those family histories were put in the book of the kings of Israel. The people of Judah were captured and forced to go to Babylon. This is because they were not faithful to God. ", "2": "The first people to come back and live in their own lands and towns were some Israelites, priests, Levites and Temple servants.", "3": "People from the tribes of Judah, Benjamin, Ephraim and Manasseh lived in Jerusalem. This is a list of those people.", "4": "There was Uthai son of Ammihud. (Ammihud was Omri's son. Omri was Imri's son. Imri was Bani's son. Bani was a descendant of Perez. Perez was Judah's son.)", "5": "Of the Shilonite people there were Asaiah and his sons. Asaiah was the oldest son in his family.", "6": "Of the Zerahite people there were Jeuel and other relatives of Zerah. There were 690 of them in all.", "7": "From the tribe of Benjamin there was Sallu son of Meshullam. (Meshullam was Hodaviah's son. Hodaviah was Hassenuah's son.) ", "8": "There was also Ibneiah son of Jeroham and Elah son of Uzzi. (Uzzi was Micri's son.) And there was Meshullam son of Shephatiah. (Shephatiah was Reuel's son, and Reuel was Ibnijah's son.) ", "9": "The family history of Benjamin lists 956 people living in Jerusalem. All these men were leaders of their families.", "10": "Of the priests there were Jedaiah, Jehoiarib, Jakin and ", "11": "Azariah son of Hilkiah. (Hilkiah was Meshullam's son. Meshullam was Zadok's son. Zadok was Meraioth's son. Meraioth was Ahitub's son. Ahitub was the officer who was responsible for the Temple of God.) ", "12": "Also there was Adaiah son of Jeroham. (Jeroham was Pashhur's son, and Pashhur was Malkijah's son.) And there was Maasai son of Adiel. (Adiel was Jahzerah's son. Jahzerah was Meshullam's son. Meshullam was Meshillemith's son, and Meshillemith was Immer's son.) ", "13": "There were 1,760 priests. They were leaders of their families. They were responsible for serving in the Temple of God.", "14": "Of the Levites there was Semaiah son of Hasshub. (Hasshub was Azrikam's son. Azrikam was Hashabiah's son. Hashabiah was from the family of Merari.) ", "15": "There were also Bakbakkar, Heresh, Galal and Mattaniah son of Mica. (Mica was Zicri's son. Zicri was Asaph's son.) ", "16": "There was also Obadiah son of Shemaiah. (Shemaiah was Galal's son, and Galal was Jeduthun's son.) And there was Berekiah son of Asa. (Asa was Elkanah's son. Elkanah lived in the villages of the Netophathite people.)", "17": "Of the gatekeepers there were Shallum, Akkub, Talmon, Ahiman and their relatives. Shallum was their leader. ", "18": "These gatekeepers from the tribe of Levi still stand next to the King's Gate on the east side of the city. ", "19": "Shallum was Kore's son. Kore was Ebiasaph's son. Ebiasaph was Korah's son. Shallum and his relatives from the family of Korah were gatekeepers. They were responsible for guarding the gates of the Temple. Their ancestors had also been responsible for guarding the entrance to the Temple. ", "20": "In the past Phinehas was in charge of the gatekeepers. He was Eleazar's son. The Lord was with Phinehas. ", "21": "Zechariah was the gatekeeper at the entrance to the Temple. He was the son of Meshelemiah.", "22": "In all, 212 men were chosen to guard the gates. Their names were written in their family histories in their villages. David and Samuel the seer chose these men because they were dependable. ", "23": "The gatekeepers and their descendants had the responsibility of guarding the gates of the Temple of the Lord. (The Temple took the place of the Holy Tent.) ", "24": "There were gatekeepers on all four sides of the Temple: east, west, north and south. ", "25": "The gatekeepers' relatives who lived in the villages had to come and help them at certain times. Each time they came they helped the gatekeepers for seven days. ", "26": "Because they were dependable, four gatekeepers were made the leaders of all the gatekeepers. They were Levites. They were responsible for the rooms and treasures in the Temple of God. ", "27": "They stayed up all night guarding the Temple of God. And they opened it every morning.", "28": "Some of the gatekeepers were responsible for the tools and dishes used in the Temple services. They counted these tools and dishes when people took them out. And they counted them when people brought them back. ", "29": "Other gatekeepers were chosen to take care of the things in the Holy Place. They also took care of the flour, wine, oil, incense and spices. ", "30": "But some of the priests took care of mixing the spices. ", "31": "There was a Levite named Mattithiah. Because he was dependable, he had the job of baking the bread used for the offerings. He was Shallum's first son. Shallum was from the family of Korah. ", "32": "Some of the gatekeepers had the job of preparing the special bread. This was the bread that was put on the table every Sabbath. These people were from the Kohath family.", "33": "Some of the Levites were musicians in the Temple. The leaders of these families stayed in the rooms of the Temple. They were on duty day and night. So they did not do other work in the Temple.", "34": "These are the leaders of the Levite families. Their names were listed in their family histories. They lived in Jerusalem.", "35": "Jeiel lived in the town of Gibeon, where he was the leader. His wife was named Maacah. ", "36": "Jeiel's first son was Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab, ", "37": "Gedor, Ahio, Zechariah and Mikloth. ", "38": "Mikloth was Shimeam's father. Jeiel's family lived near their relatives in Jerusalem.", "39": "Ner was Kish's father. Kish was Saul's father. And Saul was the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal.", "40": "Jonathan's son was Merib-Baal. Merib-Baal was Micah's father.", "41": "Micah's sons were Pithon, Melech, Tahrea and Ahaz. ", "42": "Ahaz was Jadah's father. Jadah was the father of Alemeth, Azmaveth and Zimri. Zimri was Moza's father. ", "43": "Moza was Binea's father. Rephaiah was Binea's son. Eleasah was Rephaiah's son, and Azel was Eleasah's son.", "44": "Azel had six sons. Their names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. They were Azel's sons."}