{"1": "¶ And the LORD spoke unto Moses and to Aaron, saying unto them,", "2": "Speak unto the sons of Israel, saying, These are the animals which ye shall eat among all the animals that are on the earth.", "3": "Whatever divides the hoof and is clovenfooted and chews the cud, among the animals, that shall you eat.", "4": "Nevertheless these shall ye not eat of those that chew the cud or of those that divide the hoof: the camel because it chews the cud but divides not the hoof; it is unclean unto you.", "5": "And the coney because it chews the cud, but divides not the hoof: it is unclean unto you.", "6": "And the hare because it chews the cud, but divides not the hoof: it is unclean unto you.", "7": "And the swine though it divides the hoof and is clovenfooted, yet it chews not the cud: it is unclean to you.", "8": "Of their flesh ye shall not eat, and their carcase you shall not touch: they are unclean to you.", "9": "¶ These shall you eat of all that are in the waters: whatever has fins and scales in the waters, in the seas, and in the rivers, those shall you eat.", "10": "But all that have not fins and scales in the seas and in the rivers, of any reptile in the waters, and of any living thing which is in the waters, they shall be an abomination unto you;", "11": "they shall be an abomination unto you; ye shall not eat of their flesh, and ye shall have their carcasses in abomination.", "12": "Whatever has no fins nor scales in the waters, that shall be an abomination unto you.", "13": "And these ye shall have in abomination among the fowls; they shall not be eaten, they shall be an abomination: the eagle, the ossifrage, the ospray,", "14": "the vulture, and the kite according to his species,", "15": "every raven according to his species,", "16": "the owl, the night hawk, the cuckow, and the hawk according to his species;", "17": "the little owl, the cormorant, the great owl,", "18": "the swan, the pelican, the gier eagle,", "19": "the stork, the heron according to her species, the lapwing, and the bat.", "20": "¶ Every flying insect that creeps, going upon all four, shall be an abomination unto you.", "21": "Yet these may ye eat of every flying insect that goes upon all four, which have legs above their feet, to leap with them upon the earth;", "22": "these of them ye may eat: the locust according to his species and the bald locust according to his species and the beetle according to his species and the grasshopper according to his species.", "23": "But all other flying insects, which have four feet, shall be an abomination unto you.", "24": "And for these ye shall be unclean: whoever touches their carcase shall be unclean until the evening.", "25": "And whoever bears any part of their carcase shall wash his clothes and be unclean until the evening.", "26": "The carcasses of every animal which divides the hoof and is not clovenfooted, nor chews the cud, are unclean unto you; everyone that touches them shall be unclean.", "27": "And of all the animals that go on all four, any that walk upon their paws are unclean unto you; whoever touches their carcase shall be unclean until the evening.", "28": "And he that bears their carcase shall wash his clothes and be unclean until the evening; they are unclean unto you.", "29": "These also shall be unclean unto you among the animals that creep upon the earth: the weasel and the mouse and the frog according to his species", "30": "and the ferret and the lizard and the snail and the slug and the mole.", "31": "These are unclean to you among all the animals; whoever touches them, when they are dead, shall be unclean until the evening.", "32": "And everything upon which any of them falls when they are dead shall be unclean, whether it be any vessel of wood or clothing or skin or sack, whatever instrument with which work is done, it must be put into water, and it shall be unclean until the evening; and thus it shall be cleansed.", "33": "And every earthen vessel into which any of them falls, whatever is in it shall be unclean; and ye shall break the vessel.", "34": "All food which may be eaten upon which shall come water from any such vessel shall be unclean; and any drink that may be drunk shall be unclean in every such vessel.", "35": "And everything upon which any part of their carcase falls shall be unclean: the oven or the chimney shall be broken down, for they are unclean and shall be unclean unto you.", "36": "Nevertheless a fountain or cistern where water is collected shall be clean; but that which touches their carcase shall be unclean.", "37": "And if any part of their carcase falls upon any sown seed which is sown, it shall be clean.", "38": "But if any water is put upon the seed and any part of their carcase falls thereon, it shall be unclean unto you.", "39": "And if any animal of which ye may eat dies, he that touches the carcase thereof shall be unclean until the evening;", "40": "and he that eats of the carcase of it shall wash his clothes and be unclean until the evening; likewise he that bears the carcase of it shall wash his clothes and be unclean until the evening.", "41": "And every reptile that creeps upon the earth is an abomination; it shall not be eaten.", "42": "Whatever goes upon the belly and whatever goes upon four or more feet among all reptiles that creep upon the earth, ye shall not eat; for it is abomination.", "43": "¶ Ye shall not defile your souls with any reptile that creeps, neither shall ye contaminate yourselves with them, that ye should be unclean with them.", "44": "For I am the LORD your God; ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy; neither shall ye defile your souls with any reptile that moves upon the earth.", "45": "For I am the LORD that causes you to come up out of the land of Egypt to be your God; ye shall therefore be holy, for I am holy.", "46": "This is the law of the animals and of the fowls and of every living creature that moves in the waters and of every animal that creeps upon the earth:", "47": "to make a difference between the unclean and the clean and between the animals that may be eaten and the animals that may not be eaten."}