{"1": "¶ And the LORD spoke unto Moses and Aaron, saying,", "2": "When a man shall have in the skin of his flesh a rising, a scab, or bright spot, and it is in the skin of his flesh like the plague of leprosy, then he shall be brought unto Aaron, the priest, or unto one of his sons, the priests,", "3": "and the priest shall look on the plague in the skin of the flesh, and if the hair in the plague is turned white and the plague looks deeper than the skin of his flesh, it is a plague of leprosy; and the priest shall recognize him and pronounce him unclean.", "4": "If the bright spot is white in the skin of his flesh and looks to be not deeper than the skin and the hair thereof is not turned white; then the priest shall shut up the one that has the plague seven days;", "5": "and the priest shall look on him the seventh day and see if the plague in his sight is stayed and the plague is not spread in the skin, then the priest shall shut him up seven days the second time.", "6": "After this the priest shall look on him again the seventh day and see if the plague has darkened and that the plague is not spread in the skin, then the priest shall pronounce him clean; it is but a scab, and he shall wash his clothes and be clean.", "7": "But if the scab spreads much abroad in the skin after he has been shown unto the priest for his cleansing, he shall be seen of the priest again;", "8": "and if the priest recognizes that the scab has spread in the skin, then the priest shall pronounce him unclean: it is leprosy.", "9": "When the plague of leprosy is in a man, then he shall be brought unto the priest;", "10": "and the priest shall see him; and if the rising looks white in the skin and it has turned the hair white and there is quick raw flesh in the rising,", "11": "it is an old leprosy in the skin of his flesh, and the priest shall pronounce him unclean and shall not shut him up, for he is unclean.", "12": "But if the leprosy breaks out abroad in the skin and the leprosy covers all the skin of him that has the plague from his head even to his feet wherever the priest looks,", "13": "then the priest shall consider; and if the leprosy has covered all his flesh, he shall pronounce the one that has the plague clean; it is all turned white; he is clean.", "14": "But the day that raw flesh appears in him, he shall be unclean.", "15": "And the priest shall see the raw flesh and pronounce him to be unclean, for the raw flesh is unclean: it is leprosy.", "16": "But when the raw flesh turns again and is changed unto white, he shall come unto the priest;", "17": "and the priest shall see him; and if the plague is turned white; then the priest shall pronounce the one that has the plague clean, and he shall be clean.", "18": "¶ And when in the flesh, in the skin thereof, there was a boil and is healed,", "19": "and in the place of the boil there is a white rising or a bright spot, white, and somewhat reddish, it shall be shown to the priest;", "20": "and the priest shall look, and if it appears to be lower than the skin and the hair thereof is turned white; the priest shall pronounce him unclean; it is a plague of leprosy broken out of the boil.", "21": "But if the priest considers it and there appear to be no white hairs in it and it is not lower than the skin, but somewhat dark, then the priest shall shut him up seven days;", "22": "and if it spreads much abroad in the skin, then the priest shall pronounce him unclean: it is a plague.", "23": "But if the bright spot stays in its place and does not spread, it is the scab of a boil; and the priest shall pronounce him clean.", "24": "Likewise when the flesh has in its skin a burn from fire, and in the place healed from the burn there a white bright spot, somewhat reddish, or white,", "25": "then the priest shall look upon it; and if the hair in the bright spot is turned white and it looks deeper than the skin, it is a leprosy broken out of the burn; and the priest shall pronounce him unclean; it is the plague of leprosy.", "26": "But if the priest looks on it and there is no white hair in the bright spot and it is no lower than the other skin, but dark, then the priest shall shut him up seven days;", "27": "and the priest shall recognize it the seventh day; and if it is spread much abroad in the skin, then the priest shall pronounce him unclean; it is the plague of leprosy.", "28": "And if the bright spot stays in its place and has not spread in the skin, but it is dark, it is a rising of the burn; and the priest shall pronounce him clean, for it is an inflammation of the burn.", "29": "If a man or woman has a plague upon the head or the beard,", "30": "then the priest shall see the plague; and if it looks deeper than the skin and the hair in it is yellowish and thin, then the priest shall pronounce him unclean; it is a dry scall, leprosy of the head or beard.", "31": "But when the priest looks on the plague of the scall and if it does not look deeper than the skin and there is no black hair in it, then the priest shall shut up the one that has the plague of the scall seven days;", "32": "and in the seventh day the priest shall look on the plague; and if the scall appears not to have spread and there is no yellowish hair in it and the scall appears not to be deeper than the skin,", "33": "he shall be shaven, but the place of the scall he shall not shave; and the priest shall shut up the one that has the scall for seven days the second time.", "34": "And in the seventh day the priest shall look on the scall; and if the scall is not spread in the skin nor in appearance deeper than the skin, then the priest shall pronounce him clean; and he shall wash his clothes and be clean.", "35": "But if the scall spreads much in the skin after his cleansing,", "36": "then the priest shall look at it; and if the scall is spread in the skin, the priest shall not seek for yellowish hair; he is unclean.", "37": "But if the scall appears to him to be stayed and there is black hair grown up in it, the scall is healed; he is clean; and the priest shall pronounce him clean.", "38": "¶ Likewise if a man or a woman has in the skin of their flesh bright spots, even white bright spots,", "39": "the priest shall look; and if the bright spots in the skin of their flesh are darkish white, it is a freckled spot that grew in the skin; the person is clean.", "40": "And the man whose hair has fallen off his head is bald; yet he is clean.", "41": "And if his hair has fallen off from the part of his head toward his face, he is forehead bald; yet is he clean.", "42": "But if in the bald head, or bald forehead, there is a white reddish sore, it is a leprosy sprung up in his bald head, or his bald forehead.", "43": "Then the priest shall look upon it; and if the rising of the sore is white reddish in his bald head, or in his bald forehead, as the appearance of leprosy in the skin of the flesh,", "44": "he is a leprous man, he is unclean; the priest shall pronounce him utterly unclean; his plague is in his head.", "45": "And the leper in whom the plague is, his clothes shall be rent and his head uncovered, and he shall put a covering upon his upper lip and shall cry, Unclean, unclean.", "46": "All the days in which the plague shall be in him he shall be defiled; he shall be unclean; he shall dwell alone; outside the camp shall his habitation be.", "47": "¶ The garment also that the plague of leprosy is in, whether it is a woolen garment or a linen garment;", "48": "whether it is in the warp or woof; of linen or of woolen; whether in a skin or in anything made of skin;", "49": "and if the plague is greenish or reddish in the garment or in the skin, either in the warp or in the woof or in any thing of skin, it is a plague of leprosy and shall be shown unto the priest.", "50": "And the priest shall look upon the plague and shut up the thing that has the plague seven days.", "51": "And he shall look on the plague on the seventh day; if the plague is spread in the garment, either in the warp or in the woof or in a skin or in any work that is made of skins; the plague is a fretting leprosy; it is unclean.", "52": "He shall therefore burn that garment, whether warp or woof, in woolen or in linen, or anything of skin, in which the plague is; for it is a fretting leprosy; it shall be burnt in the fire.", "53": "And if the priest shall look and it appears that the plague has not spread in the garment, either in the warp, or in the woof, or in anything of skin,", "54": "then the priest shall command that they wash the thing in which the plague is, and he shall shut it up again for seven days.", "55": "And the priest shall look on it after the plague has been washed; and if it appears that the plague has not changed its colour, even if the plague is not spread, it is unclean; thou shalt burn it in the fire; it is fret inward, whether the bare spot is within or without.", "56": "And if the priest looks and the plague appears to be darker after the washing of it, then he shall cut it out of the garment or out of the skin or out of the warp or out of the woof.", "57": "And if it appears again in the garment, either in the warp or in the woof or in anything of skin, springing up again in it, thou shalt burn whatever the plague is in with fire.", "58": "But the garment, either warp or woof or whatever thing of skin which thou shalt wash and from which the plague is removed, shall be washed the second time, and then it shall be clean.", "59": "This is the law of the plague of leprosy in a garment of woolen or linen, either in the warp or woof or anything of skins, to pronounce it clean or to pronounce it unclean."}