{"1": "¶ And the LORD spoke unto Moses, saying,", "2": "Speak unto Aaron and to his sons that they abstain from the holy things of the sons of Israel and that they not profane my holy name in those things which they sanctify unto me. I am the LORD.", "3": "Say unto them, Any man of all your seed among your generations that goes in unto the holy things, which the children of Israel sanctify unto the LORD, having his uncleanness upon him, that soul shall be cut off from my presence. I am the LORD.", "4": "Whatever man of the seed of Aaron who is a leper or has a running issue shall not eat of the holy things until he is clean. And whosoever touches any thing that is unclean by the dead or a man whose seed has gone out from him", "5": "or the man who has touched any reptile, by which he shall be unclean, or a man of whom he shall become unclean, according to whatever uncleanness he has,", "6": "the person who has touched any such shall be unclean until evening and shall not eat of the holy things until he has washed his flesh with water.", "7": "And when the sun is down, he shall be clean and shall afterward eat of the holy things, because it is his bread.", "8": "That which dies of itself or is torn by beasts, he shall not eat to defile himself therewith. I am the LORD.", "9": "They shall therefore keep my ordinance lest they bear sin for it and die therefore, if they profane it. I AM he who sanctifies them.", "10": "¶ No stranger shall eat of the holy thing; a guest of the priest or a hired servant shall not eat of the holy thing.", "11": "But when the priest shall buy any soul with his money, he shall eat of it, and he that is born in his house, they shall eat of his bread.", "12": "If the priest's daughter becomes married unto a stranger, she may not eat of that which is set apart of the holy things.", "13": "But if the priest's daughter becomes a widow or divorced and has no child and is returned unto her father's house as in her youth, she shall eat of her father's bread; but no stranger shall eat thereof.", "14": "And if a man eats of the holy thing by error, then he shall add the fifth part thereof unto it and shall give it unto the priest with the offering that he ate.", "15": "And they shall not profane the holy things of the sons of Israel, which they set apart unto the LORD,", "16": "or suffer them to bear the iniquity of their guilt, when they eat their holy things. For I AM he who sanctifies them.", "17": "¶ And the LORD spoke unto Moses, saying,", "18": "Speak unto Aaron and to his sons and unto all the sons of Israel and say unto them, Any man of the house of Israel or of the strangers in Israel that will offer his oblation for all his vows and for all his freewill offerings, which they will offer unto the LORD for a burnt offering,", "19": "ye shall offer of your own free will a male without blemish of the bovine cattle of the sheep or of the goats.", "20": "But ye shall not offer any thing that has a blemish, for it shall not be acceptable for you.", "21": "Likewise when anyone offers a sacrifice of peace unto the LORD to present his vow or a freewill offering in bovine cattle or sheep, it must be perfect to be accepted; there shall be no blemish therein.", "22": "Blind or broken or maimed or having a running sore or scurvy or scabbed, ye shall not offer these unto the LORD, nor make an offering on fire of them upon the altar of the LORD.", "23": "A bullock or a lamb that has any thing superfluous or lacking in his parts, thou may offer for a freewill offering; but for a vow it shall not be accepted.", "24": "Ye shall not offer unto the LORD that which is bruised or crushed or broken or cut; neither shall ye do thus in all your land.", "25": "Neither from the son of a stranger's hand shall ye offer the bread of your God of any of these because their corruption is in them and blemishes are in them; they shall not be accepted for you.", "26": "And the LORD spoke unto Moses, saying,", "27": "When a bullock or a sheep or a goat is born, then it shall be seven days under the dam; and from the eighth day and thenceforth it shall be accepted for an offering on fire unto the LORD.", "28": "And whether it is cow or ewe, ye shall not kill it and her young both in one day.", "29": "And when ye will offer a sacrifice of thanksgiving unto the LORD, offer it of your own free will.", "30": "On the same day it shall be eaten up; ye shall leave none of it until the morrow. I am the LORD.", "31": "Keep, therefore, my commandments and do them. I am the LORD.", "32": "Profane ye not my holy name, and I will sanctify myself in the midst of the sons of Israel. I AM he who sanctifies you", "33": "and who brought you out of the land of Egypt to be your God. I am the LORD."}