{"1": "The words of Ecclesiastes,[a] David's son, king in Jerusalem.", "2": "“Nothing but vapor,”[b] Ecclesiastes said. “Totally vapor. Everything is just vapor that vanishes.”", "3": "What does anyone gain by all his hard work, at which he works hard under the sun? ", "4": "A generation goes and a generation comes, but the earth keeps standing forever. ", "5": "The sun rises and the sun sets. It hurries back, panting and out of breath, to its starting point, where it rises again. ", "6": "The wind goes round and round. Blowing south, then blowing north, the wind keeps going around in circles. ", "7": "All streams keep flowing to the sea, but the sea is never full. The streams keep coming back to the same place, and then they flow out again.", "8": "Everything is tedious and tiresome, more than one can tell. No eye ever sees enough, and no ear ever gets its fill of hearing.", "9": "Whatever has been is what will be again, and whatever has already been done is what will be done again. There is nothing new under the sun. ", "10": "Is there a single thing about which one can say, “Look, this is new”? It was already here ages ago, long before us. ", "11": "No one remembers the people who[c] came before us, and as for those who are coming—after they are gone, no one will remember them either.", "12": "I, Ecclesiastes, have been king over Israel in Jerusalem. ", "13": "I applied my heart to seek out and explore with wisdom everything done under the sky.[d] (What a burdensome task[e] God has given the children of Adam to keep them busy!) ", "14": "I have seen all the actions done under the sun, and, look, it is all nothing but vapor. It is all chasing the wind. ", "15": "Whatever is crooked cannot be straightened. Whatever is not there cannot be counted.", "16": "I thought in my heart, “Look, I have become great and accumulated more wisdom than anyone ruling over Jerusalem before me. My mind[f] has absorbed so much wisdom and knowledge.” ", "17": "I applied my heart to understand wisdom and knowledge, madness and stupidity. I realized that this too is chasing the wind. ", "18": "In fact, with much wisdom comes much frustration.[g] The more knowledge, the more pain!"}