{"1": "So remember your Creator in the days of your youth, before the bad days come and the years arrive when you will say, “I have no delight in them,”", "2": "before the sun and the light of the moon and the stars are darkened, before the clouds return after the rain,", "3": "before the day when the watchmen of the house tremble, and the strong men are bent over, and the women who grind grain cease because they are few, and those watching through the windows can barely see.", "4": "Then the double doors to the street are shut, as the grinding of the mill grows quiet. A person wakes up at the sound of a bird, but all the sounds of music are muffled.", "5": "Then they fear heights and terrors along the road. The almond blossoms become white. The grasshopper drags himself along, and the caperberry has no effect.[a] Why? Because the man is heading to his eternal home. Then the wailing mourners will go around in the street.", "6": "Remember your Creator before the silver cord is snapped, and the golden bowl is broken, before the jar is shattered by the spring, and the waterwheel is broken by the well,", "7": "and the dust goes back into the ground—just as it was before, and the spirit goes back to God who gave it.", "8": "“Nothing but vapor,” said Ecclesiastes, the speaker.[b] “It is all vapor.”", "9": "Besides being wise, Ecclesiastes taught the people knowledge, and he weighed, collected, and arranged many proverbs. ", "10": "Ecclesiastes searched to find just the right words. What was written was honest—they were true words. ", "11": "Sayings of wise men are like cattle prods, and those sayings collected by experts are like firmly fixed nails, given by one Shepherd.", "12": "My son, beware of anything in addition to these. There is no end of making many books, and much study wears out the body.", "13": "This is the conclusion of the matter. Everything has been heard. Fear God and keep his commandments. For mankind, this is everything.[c]", "14": "Yes, God will bring everything that is done into judgment, including everything that is hidden, whether good or evil."}