{"1": "I thought in my heart, “Go ahead, test yourself with[a] pleasure to see what is good.”[b] But, oh, that too is vapor.", "2": "About laughter, I said, “Madness!” About pleasure, “What good is it?”", "3": "As my heart kept guiding me with wisdom, I put it to work researching how to relax my body[c] with wine and how to grasp why people do stupid things.[d] My goal was to see what was good for people to do under the sky, during the few days of their lives.", "4": "I undertook great projects. I built houses for myself. I planted vineyards for myself. ", "5": "I made gardens and parks for myself, and I planted every kind of fruit tree in them. ", "6": "I made reservoirs of water for myself to irrigate a forest of sprouting trees. ", "7": "I acquired male and female servants. I also had slaves that were born in my own house. Livestock too! I had more herds and flocks than anyone before me in Jerusalem. ", "8": "I piled up silver and gold for myself, as well as treasures from kings and provinces. I acquired male singers and female singers for myself, and what gives great pleasure to men—one concubine after another.[e]", "9": "So I became great, and I surpassed all who were in Jerusalem before me. Nevertheless, my wisdom still stayed with me. ", "10": "Whatever my eyes desired I did not withhold from them. I did not hold my heart back from any pleasure. My heart even took pleasure in all my hard work. This was what I got from all my hard work.", "11": "But when I turned my attention to everything that my hands had done and to how hard I had worked for it—note this—it was all vapor, all chasing the wind. There was no benefit under the sun.", "12": "I turned my attention to consider wisdom, madness, and stupidity—for what will the man do who will succeed the king? Only what has already been done. ", "13": "I saw wisdom is better than stupidity, as light is better than darkness. ", "14": "The wise man has eyes in his head, but the fool walks in darkness. Yet I also knew that one fate meets[f] them all. ", "15": "So I said in my heart, “The same fate that meets the fool will also meet me. So why then have I been overly wise?” So I said in my heart, “This too is just vapor.”", "16": "No one will remember the wise man or the fool for long. In days to come, all of them will already be forgotten. How does the wise man die? Just like the fool. ", "17": "So I hated life, because the work done under the sun was so frustrating for me, because everything is vapor and chasing the wind. ", "18": "I also hated all the results of my hard work, for which I worked so hard under the sun, since I must leave it all to the man who comes after me. ", "19": "And who knows—will he be wise, or a fool? Yet he will have control over all the results of my hard work, for which I worked so hard and so wisely, under the sun. This too is vapor that vanishes.", "20": "So I changed my course, and my heart began to despair over all my hard work at which I worked so hard under the sun. ", "21": "Sure, there may be a man who has worked hard—wisely, aptly, and skillfully. But he must hand over whatever he accumulated by all his hard work to a man who has not worked hard for it. This too is vapor. It's so unfair! ", "22": "For what does a man gain through all his hard work, through all the turmoil in his heart, as he works so hard under the sun?", "23": "Pain fills all his days. His occupation is frustration. Even at night his heart does not rest. This too is vapor.", "24": "There is nothing better for a man than to eat and to drink and to find joy in his work. This too, I saw, is from God's hand. ", "25": "For who can eat or enjoy himself apart from him?[g] ", "26": "Yes, God gives wisdom, knowledge, and happiness to the man whom he considers good, but to the person who goes on sinning God gives the task of gathering and collecting, but only so that he can give it all to a person whom God considers good. This too is vapor, nothing but chasing wind."}