{"1": "  For everything there is an appointed time. There is an appropriate time for every activity under heaven:", "2": "a time to give birth and a time to die, a time to plant and a time to uproot plants,", "3": "a time to kill and a time to heal, a time to tear down and a time to build,", "4": "a time to weep and a time to laugh, a time to mourn and a time to dance,", "5": "a time to scatter stones and a time to gather stones, a time to embrace and a time not to embrace,", "6": "a time to search and a time to stop searching, a time to keep and a time to throw away,", "7": "a time to rip and a time to sew, a time to be silent and a time to speak,", "8": "a time to love and a time to hate, a time for war and a time for peace.", "9": "What does the worker gain from his hard work? ", "10": "I have seen the task which God has given the children of Adam to keep them busy. ", "11": "He has made everything beautiful in its time. Yes, he has also put eternity in their hearts, yet it is not possible for man to understand the work that God has done from beginning to end.", "12": "I know that there is nothing better for them than to be happy and enjoy good things[a] while they live. ", "13": "Also, when anyone eats, drinks, and experiences the good things that his hard work leads to—this is God's gift.", "14": "I know that everything God does will last forever. Nothing can be added to it or taken away from it. God acts so that people will fear him. ", "15": "Whatever exists now has already been, and whatever will be has already been. God makes whatever has already passed come again.[b]", "16": "I saw something else under the sun: In the place where justice should be, there was wickedness, and in the place for righteousness, there was wickedness. ", "17": "I said in my heart, “God will judge the righteous and the wicked. Yes, there will be a time for every case to be settled before God.”[c]", "18": "So I said in my heart, “This is done so that God can test the children of Adam, so that they can see what animals they are if left to themselves.”[d] ", "19": "For the outcome[e] for the children of Adam and the outcome for animals is the same. One dies just like the other. All have the same breath. Mankind has no advantage over animals, because everything is vapor. ", "20": "All go to the same place. All were from the dust, and to the dust all return. ", "21": "Who knows whether the spirit[f] of the man goes upward, and the spirit of the animal goes down into the earth?", "22": "So I saw that there is nothing better for man than to be happy in his activities, since that is his reward.[g] For who will show him what there will be after him?"}