{"1": "Watch your step when you go to the house of God. Go near to listen, rather than to give the kind of sacrifice fools give, for they do not know that they are doing wrong.[a] ", "2": "Do not be hasty with your mouth, and in your heart do not be in a hurry to bring a matter before God, because God is in heaven and you are on earth, so let your words be few. ", "3": "As too much busyness leads to dreams, too many words lead to foolish talk.", "4": "When you make a vow to God, do not delay in fulfilling it, for he takes no delight in fools. Fulfill whatever you have vowed. ", "5": "Better that you do not vow, than that you do make a vow and do not fulfill it. ", "6": "Do not let your mouth lead you into sin, and do not say to the temple official that the vow was a mistake. Why should God be angry because of what you say and ruin the work your hands have done?", "7": "A lot of dreaming produces a lot of vapor. So does a lot of words.[b] Instead, fear God.", "8": "If you see the poor being oppressed, and you see the province being robbed of justice and fairness, do not be shocked about the situation, because one high official is watched by a higher one, and higher ones are over them! ", "9": "All officials take their cut of the profit from the land; even the king benefits from the fields.[c]", "10": "Anyone who loves money is never satisfied with money, and anyone who loves wealth is never satisfied with his income. This too is vanishing vapor.", "11": "When goods increase, so do those who eat them. What profit, then, does the owner get, except to see these things with his eyes?", "12": "The worker's sleep is sweet, whether he eats little or much, but a rich person's abundant possessions allow him no sleep.", "13": "I have seen a sickening evil under the sun—wealth hoarded by its owner to his own harm, ", "14": "or wealth that is lost in a bad investment. Or a man fathers a son, but he has nothing left in his hand to give him. ", "15": "As he came out from his mother's womb, so he will go again, naked as he came. From his hard work he can pick up nothing that he can carry away in his hand. ", "16": "This too is a sickening evil: Just as he came, so he will go. So what does he gain, he who works for the wind? ", "17": "Besides this, during all his days he eats in darkness, with great frustration, sickness, and anger.", "18": "So then, here is what I have seen to be good: It is beautiful to eat, to drink, and to look for good in all a person's hard work which he has done under the sun, during the few days of his life that God has given him, for that is his reward. ", "19": "Likewise, for everyone to whom God has given wealth and riches, if God has also given him ability to eat from it, to enjoy his reward,[d] and to rejoice in the results of his hard work—this is a gift of God, ", "20": "for the man seldom reflects on the days of his life, since God keeps him busy with the joy in his heart."}