{"1": "A good reputation is better than the best perfume, and the day of one's death is better than the day of his birth. ", "2": "Better to go to a funeral than to a feast,[a] since death is the final destination for all mankind. The living must take this to heart! ", "3": "Grief is better than laughter, because a sad face does a heart good.", "4": "The hearts of the wise think about the funeral, but the hearts of fools think about the feast. ", "5": "It is better to hear a rebuke from a wise man than to listen to a happy song from fools, ", "6": "for the fool's laughter sounds like thorns crackling under a cooking pot. This too is vapor.", "7": "To be sure, oppressing others[b] turns a wise man into a fool, and a bribe corrupts his heart.", "8": "It is better to finish something than to begin something. A patient spirit is better than a proud spirit.", "9": "Do not be quick to lose your temper, for outrage is embraced by fools.", "10": "Do not say, “Why were the former days better than these?” Wisdom would not lead you to ask such a question.", "11": "Wisdom along with an inheritance[c] is good. It is an advantage for those who see the sun, ", "12": "because wisdom gives shade as money gives shade, but the advantage of knowledge is that wisdom keeps its owner alive.", "13": "Look at the work of God. Indeed, who can straighten what he has bent?", "14": "On a good day, enjoy the good, but on a bad day, consider carefully. God has made the one as well as the other, so no man can find out about anything that will come later.", "15": "During my days that vanish like vapor, I have seen it all. For instance, a righteous man perishes despite being righteous, while an evil man lives for a long time in spite of his evil.", "16": "Do not be overly righteous. Do not trust too much in wisdom. Why ruin yourself? ", "17": "Do not be overly wicked, either, and do not be a fool. Why die before your time? ", "18": "It is good that you hang on to one alternative, but do not let go of the other, for one who fears God will avoid both extremes.[d]", "19": "Wisdom makes one wise man stronger than ten rulers who are in the city.", "20": "There is surely not a righteous man on earth who does good and does not sin.", "21": "Furthermore, do not take to heart all the words people say, so that you do not hear your servant cursing you. ", "22": "Yes, you know in your heart that many times you too have cursed others.", "23": "All this I tested with wisdom. I said, “I will be wise,” but it was out of reach for me. ", "24": "What has already happened is out of reach, and deeper than deep. Who can find it?", "25": "I turned my heart to know, to investigate, and to seek wisdom, and to find out how things fit together,[e] and to know that wickedness is foolishness and stupidity is madness.", "26": "I kept finding out that a woman whose heart is a trap is more bitter than death. Her heart is a hunter's net. Her hands are chains. The man whom God recognizes as good will escape from her, but the sinner gets trapped by her.", "27": "“Look,” says Ecclesiastes, “this is what I found by adding one thing to another in my attempts to find how things fit together— ", "28": "this is something my soul keeps seeking but has not found. One man out of a thousand I have found, but a woman among all these I have not found.[f]", "29": "“Look, I have found only this: I have found that God made mankind[g] upright, but they have gone off looking for many schemes.”"}