{"1": "Nevertheless, as I pondered all this in my heart, I wanted to make all this clear—that the righteous, the wise, and their works are in God's hand. Will there be love or hate? No one knows anything that is ahead of him. ", "2": "Everything turns out the same for everyone. One destination waits for the righteous and the wicked, and the good,[a] the ceremonially clean and the unclean, the one who brings sacrifices and the one who does not. As it will be for the good, so it will be for the sinner. As it will be for the one who swears an oath, so it will be for the one who is afraid to take an oath.", "3": "This is an evil that infects everything done under the sun. Yes, they all share one fate. What's more, people's hearts are full of evil, and madness is in their hearts as long as they live. After that they go to the dead.", "4": "Now, whoever is still joined to all the living has hope, because a living dog is better than a dead lion. ", "5": "At least the living know that they will die, but the dead know nothing. They have no further reward, because all memory of them is forgotten. ", "6": "Their love, their hate, and their envy have already perished, and they will never again take part in anything done under the sun.", "7": "Go ahead, eat your food with joy, and drink your wine with a happy heart, for God is already pleased with what you do. ", "8": "Wear white clothes all the time. Always put lotion on your head.", "9": "Enjoy life with the wife you love all the days of your life, that vanishes like vapor, the life which God has given you under the sun, all the days that vanish like vapor,[b] for that is your portion in life and your reward from all the hard work at which you worked so hard under the sun.", "10": "Whatever your hand finds to do, do it with all your strength, for there is no work, planning, knowledge, or wisdom in the grave, where you are heading.", "11": "I looked again and saw that under the sun the race is not won by the swift, nor the battle by the strong. Food is not given to the wise, nor is wealth given to those who have good judgment, nor is success given to those who have knowledge, because time and chance come upon all of them.", "12": "Certainly, no man knows his time. Like fish caught in a deadly net and like birds caught in a trap, people are trapped at an evil time which falls on them suddenly.", "13": "I also saw this example of wisdom under the sun, and it impressed me.[c] ", "14": "There was a small city that had few men in it. A great king came against it, surrounded it, and built great siege works against it. ", "15": "A poor man who was wise was found in it, and he saved the city by his wisdom, but no one remembered that poor man. ", "16": "So I said, “Wisdom is better than might, but the wisdom of the poor man gets despised, and his words are not heeded.”", "17": "Words of the wise, spoken quietly, should be heeded more than the rant of a ruler among fools.", "18": "Wisdom is better than weapons of war, but one sinner destroys much good."}