{"1": "He beginneth with the praise of afflictions, 8 declaring what he hath sufferred in Asia, 10 and how happily God assisted him. 17 He saith it was not upon any lightness, that he came not, according to his promise. PAUL [a]an Apostle of JESUS Christ, by the will of God, and our brother Timothy, to the Church of God, which is at Corinth, with all the Saints, which are in all Achaia:", "2": "Grace be with you, and peace from God, our Father, and from the Lord Jesus Christ.", "3": "[b][c]Blessed be God, even the Father of our Lord Jesus Christ, the Father of [d]mercies, and the God of all comfort,", "4": "Which comforteth us in all our tribulation, [e]that we may be able to comfort them which are in any affliction by the comfort wherewith we ourselves are comforted of God.", "5": "For as the [f]sufferings of Christ abound in us, so our consolation aboundeth through Christ.", "6": "[g]And whether we be afflicted, it is for your consolation and salvation, which is [h]wrought in the enduring of the same sufferings, which we also suffer: or whether we be comforted, it is for your consolation and salvation.", "7": "And our hope is steadfast concerning you, in as much as we know, that as ye are partakers of the sufferings, so shall ye be also of the consolation.", "8": "[i]For brethren, we would not have you ignorant of our affliction, which came unto us in Asia, how we were pressed out of measure passing strength, so that we altogether [j]doubted even of life.", "9": "Yea, we received the sentence of death in [k]ourselves, because we should not rest in ourselves, but in God, which raised the dead.", "10": "Who delivered us from so [l]great a death, and doth deliver us: in whom we trust, that yet hereafter he will deliver us.", "11": "[m]So that ye labor together in prayer for us, [n]that for the gift bestowed upon us for many, thanks may be given by many persons for us.", "12": "[o]For our rejoicing is this, the testimony of our conscience, that in simplicity and godly [p]pureness, and not in fleshly wisdom, but by the [q]grace of God we have had our conversation in the world, and most of all to youwards.", "13": "For we write [r]none other things unto you, than that ye read or else that ye acknowledge, and I trust ye shall acknowledge unto the [s]end.", "14": "Even as ye have acknowledged us partly, that we are your [t]rejoicing, even as ye are ours, in the [u]day of our Lord Jesus.", "15": "And in this confidence was I minded first to come unto you, that ye might have had a [v]double grace,", "16": "And to pass by you into Macedonia, and to come again out of Macedonia, unto you, and to be led forth toward Judea of you.", "17": "[w]When I therefore was thus minded, did I use lightness? or mind I those things which I mind, according to the [x]flesh, that with me should be, [y]Yea, yea, and Nay, nay?", "18": "[z]Yea, God is [aa]faithful, that our word toward you, was not Yea, and Nay?", "19": "[ab]For the Son of God Jesus Christ, who was preached among you by us, that is, by me, and Silvanus, and Timothy, [ac]was not Yea, and Nay: but in [ad]him it was Yea.", "20": "[ae]For all the promises of God in him are Yea, and are in [af]him Amen, unto the glory of God through [ag]us.", "21": "[ah]And it is God which established us with you in Christ, and hath anointed us.", "22": "Who hath also sealed us, and hath given the [ai]earnest of the Spirit in our hearts.", "23": "[aj]Now, I call God for a record unto my [ak]soul, that to spare you, I came not as yet unto Corinth.", "24": "[al]Not that we have dominion over your faith, but we are helpers of your [am]joy: for by faith ye stand."}