{"1": "He showeth with what confidence, 4 with what weapons, 6 and with what revenge he is armed against the cavillations of the wicked,  7 and that, when he is present, his deeds have no less power, 11 than his words have force when he is absent.  Now [a]I Paul myself beseech you by the meekness, and [b]gentleness of Christ, which when I am present among you am base, but am bold toward you being absent:", "2": "And this I require you, that I need not to be bold when I am present, with that same confidence, wherewith I think to be bold against some, which esteem us as though we walked [c]according to the flesh.", "3": "[d]Nevertheless, though we walk in the flesh, yet we do not war after the flesh.", "4": "(For the weapons of our warfare are not [e]carnal, but mighty through [f]God, to cast down holds.)", "5": "Casting down the imaginations, and every high thing that is exalted against the knowledge of God, [g]and bringing into captivity every thought to the obedience of Christ,", "6": "And having ready the vengeance against all disobedience, when your obedience is fulfilled.", "7": "[h]Look ye on things after the [i]appearance? If any man trust in himself that he is Christ's, let him consider this again of [j]himself, that as he is Christ's, even so are we Christ's.", "8": "For though I should boast somewhat more of our authority, which the Lord hath given us for edification, and not for your destruction, I should have no shame.", "9": "This I say, that I may not seem as it were to fear you with letters.", "10": "For the letters, saith [k]he, are sore and strong, but his bodily presence is weak, and his speech is of no value.", "11": "Let such one think this, that such as we are in word by letters, when we are absent, such will we be also in deed, when we are present.", "12": "[l]For we [m]dare not make ourselves of the number, or to compare ourselves to them, which praise themselves: but they understand not that they measure themselves with [n]themselves, and [o]compare themselves with themselves.", "13": "But we will not rejoice of things, which are not within our [p]measure, but according to the measure of the line, whereof God hath distributed unto us a measure to attain even unto you.", "14": "For we stretch not ourselves beyond our measure, as though we had not attained unto you: for even to you also have we come in preaching the Gospel of Christ.", "15": "Not boasting of things which are [q]without our measure: that is, of other men's labors: and we hope, when your faith shall increase, to be magnified by you according to your line abundantly,", "16": "And to preach the Gospel in those regions which are beyond you: not to rejoice in [r]another man's line: that is, in the things that are prepared already.", "17": "[s]But let him that rejoiceth, rejoice in the Lord.", "18": "For he that praiseth himself, is not allowed, but he whom the Lord praiseth."}