{"1": "He doth even unwillingly make rehearsal, 3 of the heavenly visions, 4 that were revealed unto him, 6 for which though he might indeed glory, yet he will not, 10 being privy of his own infirmities: 11 but they drive him to this kind of folly, 20 in that they give ear to certain vainglorious persons, who draw them from Christ. It [a]is not expedient for me no doubt to rejoice: for I will come to visions and revelations of the Lord.", "2": "I know a man [b]in Christ above fourteen years ago, (whether he were in the body, I cannot tell, or out of the body, I cannot tell: God knoweth) which was taken up into the [c]third heaven.", "3": "And I know such a man (whether in the body, or out of the body, I cannot tell: God knoweth.)", "4": "How that he was taken up into [d]Paradise, and heard words which [e]cannot be spoken, which are not [f]possible for man to utter.", "5": "[g]Of such a man will I rejoice: of myself will I not rejoice, except it be of mine infirmities.", "6": "For though I would rejoice, I should not be a fool, for I will say the truth: but I refrain, lest any man should think of me above that he seeth in me, or that he heareth of me.", "7": "[h]And lest I should be exalted out of measure through the abundance of revelations, there was given unto me a [i]prick in the flesh, the messenger of [j]Satan to buffet me, because I should not be exalted out of measure.", "8": "For this thing I besought the Lord [k]thrice, that it might depart from me.", "9": "And he said unto me, My grace is sufficient for thee: for my power is made perfect through weakness. [l]Very gladly therefore will I rejoice rather in mine infirmities, that the power of Christ may [m]dwell in me.", "10": "Therefore I take [n]pleasure in infirmities, in reproaches, in necessities, in persecutions, in anguish for Christ's sake: for when I am weak, then am I strong.", "11": "I was a fool to boast myself: ye have compelled me: [o]for I ought to have been commended of you: for in nothing was I inferior unto the very chief Apostles, though I be nothing.", "12": "The [p]signs of an Apostle were wrought among you with all patience, with signs, and wonders and great works.", "13": "For what is it, wherein ye were inferiors unto other Churches, except that I have not been [q]slothful to your hindrance? forgive me this wrong.", "14": "Behold, the third time I am ready to come unto you, and yet will I not be slothful to your hindrance: for I seek not yours, but you: for the children ought not to lay up for the fathers, but the fathers for the children.", "15": "And I will most gladly bestow, and will be bestowed for your souls: though the more I love you, the less I am loved.", "16": "[r]But be it that I charged you not: yet for as much as I was crafty, I took you with guile.", "17": "Did I pill you by any of them whom I sent unto you?", "18": "I have desired Titus, and with him I have sent a brother: did Titus pill you of any things? walked we not in the selfsame spirit? walked we not in the same steps?", "19": "[s]Again, think ye that we excuse ourselves unto you? we speak before God in [t]Christ. But we do all things, dearly beloved, for your edifying.", "20": "[u]For I fear lest when I come, I shall not find you such as I would: and that I shall be found unto you such as ye would not: and lest there be strife, envying, wrath, contentions, backbitings, whisperings, swellings, and discord.", "21": "I fear lest when I come again, my God abase me among you, and I shall bewail many of them which have sinned already, and have not repented of the uncleanness, and fornication, and wantonness which they have committed."}