{"1": "Coming the third time, 2 he denounceth the sharper vengeance toward them, 4 who have a perfect trial of the power of Christ in his Apostleship: 7 At length he prayeth for their repentance, 11 And wisheth them prosperity. Lo this is the third time that I come unto you. In the mouth of two or three witnesses shall every word stand.", "2": "I told you before, and tell you before: as though I had been present the second time, so write I now being absent to them, which heretofore have sinned, and to all others, that if I come again, I will not spare,", "3": "[a]Seeing that ye seek experience of Christ, that speaketh in me, which toward you is not weak, but is [b]mighty in you.", "4": "For though he was crucified concerning [c]his infirmity, yet liveth he through the power of God. And we no doubt are weak in him, but we shall live with him, through the power of God toward you.", "5": "[d]Prove yourselves whether ye are in the faith: examine yourselves: know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?", "6": "[e]But I trust that ye shall know that we are not reprobates.", "7": "Now I pray unto God that ye do none evil, not that we should seem approved, but that ye should do that which is honest: though we be as [f]reprobates.", "8": "For we cannot do anything against the truth, but for the truth.", "9": "For we are glad when we are weak, and that ye are strong: this also we wish for, even your [g]perfection.", "10": "Therefore write I these things being absent, lest when I am present, I should use sharpness, according to the power which the Lord hath given me, to edification, and not to destruction.", "11": "[h]Finally brethren, fare ye well: be perfect: be of good comfort: be of one mind: live in peace, and the God of love and peace shall be with you.", "12": "[i]Greet one another with an holy kiss. All the Saints salute you.", "13": "The grace of our Lord Jesus Christ, and the love of God, and the communion of the holy Ghost be with you all, Amen. ¶ The second Epistle to the Corinthians, written from Philippi, a city in Macedonia, and sent by Titus and Lucas."}