{"1": "He showeth that he hath so labored in preaching the Gospel, 4 That such are even blinded of Satan, who do not perceive the brightness thereof, 7 that the same is carried in earthen vessels, 10 who are subject to many miseries: 16 and therefore he exhorteth them by his own example to be courageous, 17 and condemn this present life. Therefore, [a]seeing that we have this ministry, as we have received mercy, we [b]faint not:", "2": "But have cast from us the [c]cloaks of shame, and walk not in craftiness, neither handle we the word of God [d]deceitfully: but in declaration of the truth we approve ourselves to every man's conscience in the sight of God.", "3": "[e]If the Gospel be then hid, it is hid to them that are lost.", "4": "In whom the god of this world hath blinded the minds, that is, of the infidels, that the [f]light of the glorious Gospel of Christ, which is the [g]image of God, should not shine unto them.", "5": "[h]For we preach not ourselves, but Christ Jesus the Lord, and ourselves your servants for [i]Jesus' sake.", "6": "For God [j]that commanded the light to shine out of darkness, is he which hath shined in our hearts, to give the [k]light of the knowledge of the glory of God in the face of Jesus Christ.", "7": "[l]But we have this treasure in earthen vessels, [m]that the excellency of that power might be of God, and not of us.", "8": "We are afflicted on every side, yet are we not in distress: we are in doubt, but yet we despair not.", "9": "We are persecuted, but not forsaken: cast down, but we perish not.", "10": "[n]Everywhere we bear about in our body the [o]dying of the Lord Jesus, that the life of Jesus might also be made manifest in our bodies.", "11": "For we which [p]live, are always delivered unto death for Jesus' sake, that the life also of Jesus might be made manifest in our [q]mortal flesh.", "12": "[r]So then death worketh in us, and life in you.", "13": "[s]And because we have the same [t]spirit of faith, according as it is written, I believed, and therefore have I spoken, we also believe, and therefore speak,", "14": "Knowing that he which hath raised up the Lord Jesus, shall raise us up also by Jesus, and shall set us with you.", "15": "[u]For all things are for your sakes, [v]that that most plenteous grace by the thanksgiving of many, may redound to the praise of God.", "16": "Therefore we faint not, [w]but though our outward man perish, yet the inward man is [x]renewed daily.", "17": "For our [y]light affliction which is but for a moment, causeth unto us a far most excellent and an eternal weight of [z]glory:", "18": "While we look not on the things which are seen, but on the things which are not seen for the things which are seen, are temporal: but the things which are not seen, are eternal."}