{"1": "While Ezra was praying and confessing, weeping and bowing down before God's house, a very large crowd of men, women, and children of Israel gathered around him. The people also wept in distress.", "2": "Then Shecaniah, Jehiel's son, from the family of Elam, spoke up and said to Ezra, “We've been unfaithful to our God by marrying foreign women from the neighboring peoples.[a] But even now, there is hope for Israel in spite of this.", "3": "Let's now make a covenant with our God to send away all these wives and their children, according to the advice of my master and of those who tremble at the commandment of our God. Let it be done according to the Instruction.", "4": "Get up, for it is your duty to deal with this matter; we will support you. Be strong and act.”", "5": "So Ezra got up and made the leading priests, the Levites, and all Israel take a solemn pledge that they would do as had been said. So they took a solemn pledge.", "6": "Then Ezra got up from the area in front of God's house and went to the room of Jehohanan, Eliashib's son, where he spent[b] the night. He didn't eat food or drink water, for he was mourning because of the unfaithfulness of the exiles.", "7": "An order was then circulated throughout Judah and Jerusalem that all the returned exiles should gather in Jerusalem.", "8": "All those who failed to appear within three days, as mandated by the officials and elders, would have all their property taken away. They would be separated from the congregation of the exiles.", "9": "So within three days, all the people of Judah and Benjamin gathered in Jerusalem. It was the twentieth day of the ninth month.[c] All of the people sat in the area in front of God's house, trembling because of this order and because of the heavy rain.", "10": "Then Ezra the priest stood up and said to them, “You have been unfaithful by marrying foreign women and adding to Israel's guilt.", "11": "But now, make a confession to the Lord God of your ancestors and do his will. Separate yourselves from the neighboring peoples[d] and from the foreign wives.”", "12": "The whole assembly shouted in reply, “Yes. We must do as you have said.", "13": "But there are many people, and it's the rainy season; we can't continue to stand outside. Nor can this task be completed in a day or two because many of us have sinned in this matter.", "14": "Let our leaders represent the entire assembly. Let all in our towns who have taken foreign wives come at appointed times, along with the elders and judges of every town, until God's great anger at us on account of this matter be averted.”", "15": "Only Jonathan, Asahel's son, and Jahzeiah, Tikvah's son, opposed this; Meshullam and Shabbethai the Levites supported them.", "16": "Then the returned exiles did so. Ezra the priest chose[e] certain men, heads of families, each representing their family houses. Each of them was designated by name. On the first day of the tenth month[f] they sat down to examine the matter.", "17": "By the first day of the first month,[g] they had come to the end of all the men who had married foreign women.", "18": "Of the family of priests, there were found the following who had married foreign women—of the family of Jeshua, Jozadak's son and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah.", "19": "They promised to send their wives away, and their compensation offering was a ram of the flock for their guilt.", "20": "Of the family of Immer: Hanani and Zebadiah.", "21": "Of the family of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.", "22": "Of the family of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.", "23": "Of the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.", "24": "Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri.", "25": "Of Israel: of the family of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah,[h] and Benaiah.", "26": "Of the family of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.", "27": "Of the family of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.", "28": "Of the family of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai.", "29": "Of the family of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth.", "30": "Of the family of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh.", "31": "Of the family of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,", "32": "Benjamin, Malluch, and Shemariah.", "33": "Of the family of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.", "34": "Of the family of Bani: Maadai, Amram, Uel,", "35": "Benaiah, Bedeiah, Cheluhi,", "36": "Vaniah, Meremoth, Eliashib,", "37": "Mattaniah, Mattenai, and Jaasu.", "38": "Of the family of Binnui:[i] Shimei,", "39": "Shelemiah, Nathan, Adaiah,", "40": "Machnadebai, Shashai, Sharai,", "41": "Azarel, Shelemiah, Shemariah,", "42": "Shallum, Amariah, and Joseph.", "43": "Of the family of Nebu: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.", "44": "All these men[j] had married foreign women, some of whom had borne children.[k]"}