{"1": "These were the people of the province who went up from there—from among those captive exiles whom Babylon's King Nebuchadnezzar had deported to Babylonia. They returned to Jerusalem and Judah, all to their own towns.", "2": "They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.", "43": "The family of Ziha, Hasupha, Tabbaoth,", "44": "Keros, Siaha, Padon,", "45": "Lebanah, Hagabah, Akkub,", "46": "Hagab, Shamlai, Hanan,", "47": "Giddel, Gahar, Reaiah,", "48": "Rezin, Nekoda, Gazzam,", "49": "Uzza, Paseah, Besai,", "50": "Asnah, Meunim, Nephisim,", "51": "Bakbuk, Hakupha, Harhur,", "52": "Bazluth, Mehida, Harsha,", "53": "Barkos, Sisera, Temah,", "54": "Neziah, and Hatipha", "55": "Sotai, Hassophereth, Peruda,", "56": "Jaalah, Darkon, Giddel,", "57": "Shephatiah, Hattil, Pochereth-hazzebaim, and Ami.", "58": "All of the temple servants and the family of Solomon's servants 392", "59": "The following came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but they were unable to demonstrate that their family or their descent was from Israel:", "60": "the family of Delaiah, Tobiah, and Nekoda, 652", "61": "and of the family of the priests: the family of Habaiah, Hakkoz, and Barzillai (who had married one of the daughters of Barzillai the Gileadite and was called by their name).", "62": "They looked for their entries in the genealogical records, but they were not found there, so they were excluded from the priesthood as unclean.", "63": "The governor ordered them not to eat of the most holy food until a priest arose who could consult Urim and Thummim.", "64": "The whole assembly together totaled 42,360,", "65": "not including their 7,337 male and female servants; they also had 200 male and female singers,", "66": "horses, 245 mules,", "67": "camels, and 6,720 donkeys.", "68": "When they arrived at the Lord's house in Jerusalem, some of the heads of the families brought spontaneous gifts for the rebuilding of God's house on its site.", "69": "According to their means, they gave to the building fund 61,000 drachmen of gold, 5,000 manehs of silver, and 100 priestly robes.", "70": "The priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants settled in their own towns, and all Israel in their towns."}