{"1": "These are the heads of the families, and this is the genealogy of those who went up with me during the rule of King Artaxerxes:", "2": "of the family of Phinehas, Gershom; of Ithamar, Daniel; of David, Hattush,", "3": "Shecaniah's son;[a] of Parosh, Zechariah and with him were registered 150 men;", "4": "of Pahath-moab, Eliehoenai, Zerahiah's son and with him 200 men;", "5": "of Zattu,[b] Shecaniah, Jahaziel's son and with him 300 men;", "6": "of Adin, Ebed, Jonathan's son and with him 50 men;", "7": "of Elam, Jeshaiah, Athaliah's son and with him 70 men;", "8": "of Shephatiah, Zebadiah, Michael's son and with him 80 men;", "9": "of Joab, Obadiah, Jehiel's son and with him 218 men;", "10": "of Bani,[c] Shelomith, Josiphiah's son and with him 160 men;", "11": "of Bebai, Zechariah, Bebai's son and with him 28 men;", "12": "of Azgad, Johanan, Hakkatan's son and with him 110 men;", "13": "of the last of Adonikam, namely Eliphelet, Jeuel, and Shemaiah and with them 60 men;", "14": "of Bigvai, Uthai and Zaccur and with them were 70 men.", "15": "I gathered them by the river that runs to Ahava, and there we camped for three days. As I reviewed the people and the priests, I found no Levites there.", "16": "So I called for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, all leaders, together with Joiarib and Elnathan, who were wise.", "17": "I sent them[d] to Iddo, the leader at the place named Casiphia, telling them what to say to Iddo and his colleagues the temple servants at Casiphia, namely, to send us ministers for God's house.", "18": "Because we were favored by God, they brought us Sherebiah, a skillful man of the family of Mahli, Levi's son and Israel's grandson, together with his sons and relatives so that there were eighteen in total.", "19": "They also brought us Hashabiah and with him Jeshaiah of the family of Merari, together with his relatives and their sons so that there were twenty in total.", "20": "In addition, there were two hundred twenty temple servants whom David and the princes had appointed to serve the Levites. These were all recorded by name.", "21": "Then I called for a fast there at the Ahava River so that we might submit before our God and ask of him a safe journey for ourselves, our children, and all our possessions.", "22": "I had been ashamed to ask the king for a group of soldiers and cavalry to help us in facing enemies on the way, because we had told the king, “The power of God favors all who seek him, but his fierce wrath is against all who abandon him.”", "23": "So we fasted and prayed to our God for this, and he responded to us.", "24": "Then I selected twelve of the leading priests, Sherebiah and Hashabiah and ten of their relatives with them.", "25": "I weighed out to them the silver and the gold and the equipment, the offering for the house of our God that the king, his counselors, his officials, and all Israel present there had offered.", "26": "I weighed out into their keeping six hundred fifty kikkars of silver, one hundred silver containers weighing a certain number of kikkars, one hundred kikkars of gold,", "27": "twenty gold bowls worth one thousand darics, and two containers of highly polished copper, which were as precious as gold.", "28": "I said to them, “You are holy to the Lord, and the equipment is holy; the silver and the gold are a spontaneous gift to the Lord, the God of your ancestors.", "29": "Guard them carefully until you weigh them out in Jerusalem before the officials of the priests, the Levites, and the heads of the families of Israel, within the rooms of the Lord's house.”", "30": "So the priests and the Levites received the silver and the gold and the utensils as they were weighed out, in order to bring them to Jerusalem, to our God's house.", "31": "Then we left the Ahava River on the twelfth day of the first month[e] to go to Jerusalem. The power of our God was with us; he saved us from the power of the enemy and ambushes along the way.", "32": "After arriving in Jerusalem, we rested there three days.", "33": "On the fourth day, the silver and the gold and the equipment were weighed out in our God's house into the care of the priest named Meremoth, Uriah's son, together with Eleazar, Phinehas' son; and the Levites, Jozabad, Jeshua's son, and Noadiah, Binnui's son.", "34": "Everything was counted and weighed, and the total weight was recorded.", "35": "At that time, those who had come from the captivity, the returned exiles, offered as entirely burned offerings to the God of Israel twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve male goats as a purification offering. All this was an entirely burned offering to the Lord.", "36": "They also delivered the king's orders to the royal chief administrators and governors of the province Beyond the River, who supported the people and God's house."}