{"1": "Paul, an emissary of Messiah Yeshua through the will of God, and Timothy our brother, To God's community at Corinth, with all the kedoshim who are throughout Achaia:", "2": "Grace to you and shalom from God our Father and the Lord Yeshua the Messiah.", "3": "Blessed be the God and Father of our Lord Yeshua the Messiah, the Father of compassion and God of all encouragement. ", "4": "He encourages us in every trouble, so that we may be able to encourage those who are in any trouble, through the very encouragement with which we ourselves are encouraged by God. ", "5": "For just as the sufferings of Messiah overflow into us, so also through Messiah our encouragement overflows. ", "6": "If we are suffering hardship, it is for your encouragement and salvation. Or if we are encouraged, it is for your encouragement, which produces in you the patient endurance of the same sufferings that we also suffer. ", "7": "Our hope for you is firm, since we know that as you are partners in our sufferings, so also in our encouragement.", "8": "For we do not want you to be unaware, brothers and sisters, of our trouble that happened in Asia.[a] We were under great pressure—so far beyond our strength that we despaired even of living. ", "9": "In fact, we had within ourselves the death sentence—so that we might not rely on ourselves, but on God who raises the dead. ", "10": "He who rescued us from so great a danger of death will continue to rescue us—we have set our hope on Him that He will rescue us again. ", "11": "You also are helping by your prayer for us, so that from many people thanks may be given on our behalf for the gracious gift given us through the help of many.", "12": "For our reason for boasting is this: the testimony of our conscience, that we behaved in the world, and most especially toward you, with simplicity and godly sincerity—not by human wisdom but by the grace of God. ", "13": "For we write nothing to you other than what you can read and understand—and I hope you will understand in full ", "14": "just as you understood us in part, so that we are your reason for boasting just as you also are ours in the Day of our Lord Yeshua.", "15": "Because of this confidence, I was planning to come to you first, so that you might have a second benefit—", "16": "to pass by you on my way to Macedonia and again from Macedonia to come back to you, and to be helped by you on my journey to Judea. ", "17": "So when I was planning to do this, I didn't do so lightly, did I? Or the things I plan, do I plan according to the flesh—so it might be with me “Yes, yes” and “No, no” at the same time? ", "18": "But as God is faithful, our message to you is not both “Yes” and “No.”", "19": "[b] 19 For Ben-Elohim—Yeshua the Messiah, who was proclaimed among you by us, by myself and Silvanus[c] and Timothy—was not “Yes” and “No.” Rather, in Him it has always been “Yes.” ", "20": "For in Him all the promises of God are “Yes.” Therefore also through Him is the “Amen” by us, to the glory of God.", "21": "[d] 21 Now it is God who establishes us with you in Messiah. He anointed us, ", "22": "set His seal on us, and gave us the Ruach in our hearts as a pledge.", "23": "But I call God as my witness[e]—to spare you, I didn't come to Corinth again. ", "24": "Not that we lord it over you in matters of faith, but we are fellow workers for your joy—for in the faith you are standing firm."}