{"1": "Now I, Paul, appeal myself to you by the meekness and gentleness of Messiah—I who am humble when face to face with you, but bold toward you when far away. ", "2": "I beg of you that when I am present I won't need to be bold with the courage I consider showing against some who judge us as walking in the flesh. ", "3": "For though we walk in the flesh, we do not wage war according to the flesh. ", "4": "For the weapons of our warfare are not fleshly but powerful through God for the tearing down of strongholds.[a] We are tearing down false arguments ", "5": "and every high-minded thing that exalts itself[b] against the knowledge of God. We are taking every thought captive to the obedience of Messiah—", "6": "ready to punish all disobedience, whenever your obedience is complete.", "7": "Look at what is before your eyes.[c] If anyone is confident in himself that he belongs to Messiah, let him reconsider that just as he belongs to Messiah, so also do we. ", "8": "For even if I boast a little more about our authority—which the Lord gave for building you up and not for tearing you down—I will not be put to shame. ", "9": "Not that I would try to terrify you by my letters—", "10": "for they say, “His letters are weighty and strong, but his presence in person is weak and his speech of no account.” ", "11": "Let such a person consider this, that what we are in word through letters when we are absent, we also are in action when we are present.", "12": "For we do not dare to classify or compare ourselves with some of those who commend themselves. But when they measure themselves by themselves and compare themselves with themselves, they have no understanding. ", "13": "But we will not boast beyond limits, but within the limits of the area that God has assigned to us—to reach even as far as you. ", "14": "We are not extending ourselves too far, as if we did not reach you—for we did come even as far as to you with the Good News of Messiah. ", "15": "Neither are we boasting beyond limits based on the labors of others, but we have hope while your faith is growing for our area among you to be greatly enlarged—", "16": "so that we may proclaim the Good News even to regions beyond you, not boasting about what has been accomplished in another's area. ", "17": "But “let him who boasts boast in the Lord.”", "18": "[d] 18 For it Is not the one who commends himself who is approved, but the one whom the Lord commends."}