{"1": "I wish that you would put up with a little foolishness from me, but indeed you are putting up with me. ", "2": "For I am jealous over you with a godly jealousy. For I betrothed you to one husband, to present you to Messiah as a pure virgin.", "3": "[a] 3 But I am afraid that somehow, as the serpent deceived Eve by his cunning, your minds might be led astray from a sincere and pure devotion and purity to the Messiah. ", "4": "For if someone comes and proclaims another Yeshua whom we did not proclaim, or if you receive a different spirit that you did not receive, or a different “good news” that you did not accept, you put up with that well enough!", "5": "For I consider myself in no way inferior to the “super special” emissaries. ", "6": "Even if I am unskilled in speech, yet I am not so in knowledge. No, in every way we have made this clear to you in all things. ", "7": "Or did I commit a sin in humbling myself so that you might be exalted, because I proclaimed to you God's Good News free of charge? ", "8": "I robbed other communities by taking wages from them for service to you. ", "9": "When I was present with you and I was in need, I did not burden anyone; for the brothers who came from Macedonia supplied my need. In everything I kept myself from being a burden to you, and I will continue to do so. ", "10": "As the truth of Messiah is in me, this boasting of mine will not be silenced in the regions of Achaia. ", "11": "Why? Because I do not love you? God knows I do!", "12": "But what I am doing I will continue to do, so that I may cut off the opportunity from those who want an opportunity in what they boast about to also be regarded just as we are. ", "13": "For such men are false emissaries, deceitful workers masquerading as Messiah's emissaries. ", "14": "And no wonder, for even satan masquerades as an angel of light. ", "15": "It is no great thing therefore if his servants also masquerade as servants of righteousness. Their end will be according to their deeds.", "16": "I say again, let no one consider me to be a fool. But if you do, accept me as a fool, so that I also may boast a little. ", "17": "What I am saying, I am saying not according to the Lord, but as in foolishness, in this self-confident boasting. ", "18": "Since many boast according to the flesh, I too will boast. ", "19": "For you, being so wise, put up with fools gladly. ", "20": "For you put up with it if someone enslaves you, if someone devours you, if someone takes advantage of you, if someone puts on airs, if someone slaps you on the face. ", "21": "To my shame I must say that we have been weak. Yet whatever anyone else dares to boast about—I speak in foolishness—I dare, too. ", "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the descendants of Abraham? So am I. ", "23": "Are they servants of Messiah? I am more so—I speak like I'm out of my mind—in labors much more, in prisons much more, in beatings more brutal, near death often. ", "24": "Five times from the Jewish leaders I received forty lashes minus one.", "25": "[b] 25 Three times I was beaten with rods. Once I was stoned. Three times I suffered shipwreck. A night and a day I spent in the open sea. ", "26": "In my many journeys I have been in dangers from rivers, dangers from robbers, dangers from my countrymen, dangers from the Gentiles, dangers in the city, dangers in the desert, dangers in the sea, dangers among false brothers, ", "27": "in labor and hardship, through many sleepless nights, in hunger and thirst, often without food, in cold and exposure. ", "28": "Besides these other things, there is daily pressure on me of concern for all of Messiah's communities. ", "29": "Who is weak, and I am not weak? Who is led into sin, and I do not burn with indignation? ", "30": "If I must boast, I will boast of my weakness. ", "31": "The God and Father of the Lord Yeshua, who is blessed forever, knows that I am not lying. ", "32": "In Damascus the governor under King Aretas was guarding the city of the Damascenes in order to seize me, ", "33": "and I was lowered in a basket through a window in the wall and escaped his hands.[c]"}