{"1": "So I made up my mind that I would not come to you again causing sorrow. ", "2": "For if I cause you sorrow, then who is there cheering me on but the one I have made sorrowful? ", "3": "And I wrote this very thing to you, so that when I came I wouldn't have sorrow from those who ought to make me rejoice—having confidence in you all that my joy is yours. ", "4": "For out of much distress and anguish of heart I wrote to you with many tears—not to make you sorrowful, but to let you know the love that I have especially for you.", "5": "But if anyone has caused sorrow, he has caused sorrow not to me, but to some extent—not to exaggerate—to all of you. ", "6": "For such a person, this punishment by the majority is enough. ", "7": "So instead you should forgive him and encourage him. Otherwise such a person might be swallowed up by excessive sorrow. ", "8": "Therefore I urge you to reaffirm your love for him. ", "9": "For to this end I also wrote, that I might know your character, whether you are obedient in all things. ", "10": "Now anyone you forgive, I also forgive. For indeed, what I have forgiven (if I have forgiven anything), I did it for you in the presence of Messiah, ", "11": "so that we might not be outwitted by satan—for we are not ignorant of his schemes.", "12": "Now when I arrived in Troas for the Good News of Messiah, and a door was opened to me by the Lord, ", "13": "I had no rest in my spirit, because I didn't find Titus my brother. So I said farewell to them, and I set out for Macedonia. ", "14": "But thanks be to God, who in Messiah always leads us in triumphal procession, and through us reveals everywhere the aroma[a] of the knowledge of Himself. ", "15": "For we are the aroma of Messiah to God, among those who are being saved and those who are perishing—", "16": "to the one an aroma from death to death, to the other an aroma from life to life. Who is competent for these things? ", "17": "For we are not like many, peddling the word of God. Rather, in Messiah we speak in the sight of God with sincerity, as persons sent from God."}