{"1": "Since we are co-laboring, we also urge you not to receive God's grace in vain. ", "2": "For He says, “At a favorable time I listened to you, in a day of salvation I helped you.”[a] Behold, now is the favorable time. Behold, now is the day of salvation. ", "3": "We give no cause for offense in anything, so that our ministry may not be blamed. ", "4": "But as God's servants, we are commending ourselves in every way—in great endurance, in afflictions, in hardships, in distresses, ", "5": "in beatings, in imprisonments, in riots, in troubles, in sleeplessness, in hunger; ", "6": "in purity, in knowledge, in patience, in kindness, in the Ruach ha-Kodesh, in genuine love, ", "7": "in truthful speech, in the power of God; with the weapons of righteousness in the right hand and in the left; ", "8": "through honor and dishonor, through evil report and good report. We are regarded as deceivers and yet true; ", "9": "as unknown and yet well-known; as dying, yet behold, we live; as disciplined yet not put to death;", "10": "[b] 10 as grieving yet always rejoicing; as poor yet enriching many; as having nothing yet possessing everything.", "11": "We have spoken openly to you, O Corinthians; our heart is open wide! ", "12": "You are not restricted by us, yet you are restricted in your own feelings. ", "13": "Now in return—I speak as to my children—open wide to us also.", "14": "Do not be unequally yoked with unbelievers.[c] For what partnership is there between righteousness and lawlessness? Or what fellowship does light have with darkness? ", "15": "What harmony does Messiah have with Belial[d]? Or what part does a believer have in common with an unbeliever? ", "16": "What agreement does God's Temple have with idols?[e] For we are the temple of the living God—just as God said, “I will dwell in them and walk among them; and I will be their God, and they shall be My people.[f]", "17": "Therefore, come out from among them, and be separate, says Adonai. Touch no unclean thing.[g] Then I will take you in.[h]", "18": "I will be a father to you, and you shall be My sons and daughters, says Adonai-Tzva'ot.”[i]"}