{"1": "Now we make known to you, brothers and sisters, the grace God has given to Messiah's communities in Macedonia—", "2": "that in much testing by affliction, the abundance of their joy and their extreme poverty overflowed in a wealth of generosity on their part. ", "3": "For I testify that according to their ability, and even beyond their ability, they gave of their own free will—", "4": "begging us with much urging for the favor of sharing in the relief of the kedoshim. ", "5": "Moreover, it was not just as we had hoped, but they gave of themselves first to the Lord and then to us in keeping with God's will. ", "6": "So we urged Titus that, just as he had made a start before, so he should also complete this gracious service for you. ", "7": "But as you excel in everything—in faith and speech and knowledge and all diligence, and in your love for us—also excel in this grace. ", "8": "I am saying this not as a command, but I am trying to prove by the diligence of others the genuineness of your love as well. ", "9": "For you know the grace of our Lord Yeshua the Messiah—that even though He was rich, yet for your sakes He became poor, so that through His poverty you might become rich. ", "10": "Now I give my opinion in this matter, that it is a credit to you that a year ago you were the first to start—not only to do but even to be willing. ", "11": "But now finish doing it, so that just as there was eagerness to be willing, so also to finish it, out of what you have. ", "12": "For if the eagerness is present, the gift is acceptable according to what a person has, not according to what he doesn't have. ", "13": "For it is not relief for others and hardship for you, but as a matter of equality. ", "14": "Your abundance at this present time meets their need, so that their abundance may also meet your need—so that there may be equality. ", "15": "As it is written, “He who gathered much did not have too much, and he who gathered little did not have too little.”[a]", "16": "But thanks be to God, who put into the heart of Titus the same devotion for you. ", "17": "For indeed he not only accepted our appeal, but went to you with eagerness and on his own initiative. ", "18": "We are sending along with him the brother whose fame in connection with the Good News has spread throughout all of Messiah's communities. ", "19": "Not only that, but he has also been appointed by the communities as our travel companion with this gracious gift, which is administered by us for the glory of the Lord Himself and to show our eagerness to help. ", "20": "We are taking this precaution, so that no one will blame us in regard to the way we administer this generous gift. ", "21": "We have regard for what is honorable—not only before the Lord, but also before people. ", "22": "Also with them we are sending our brother whom we have tested many times and found to be diligent in many things, but now even more diligent because of his great confidence in you. ", "23": "As for Titus, he is my partner and fellow worker among you; as for our brothers, they are the emissaries of the communities, a glory to Messiah. ", "24": "Therefore, before Messiah's communities show them the proof of your love and of our boasting about you."}