{"1-3": "Six days later, three of them saw that glory. Jesus took Peter and the brothers, James and John, and led them up a high mountain. His appearance changed from the inside out, right before their eyes. Sunlight poured from his face. His clothes were filled with light. Then they realized that Moses and Elijah were also there in deep conversation with him.", "4": "Peter broke in, “Master, this is a great moment! What would you think if I built three memorials here on the mountain—one for you, one for Moses, one for Elijah?”", "5": "While he was going on like this, babbling, a light-radiant cloud enveloped them, and sounding from deep in the cloud a voice: “This is my Son, marked by my love, focus of my delight. Listen to him.”", "6-8": "When the disciples heard it, they fell flat on their faces, scared to death. But Jesus came over and touched them. “Don't be afraid.” When they opened their eyes and looked around all they saw was Jesus, only Jesus.", "9": "Coming down the mountain, Jesus swore them to secrecy. “Don't breathe a word of what you've seen. After the Son of Man is raised from the dead, you are free to talk.”", "10": "The disciples, meanwhile, were asking questions. “Why do the religion scholars say that Elijah has to come first?”", "11-13": "Jesus answered, “Elijah does come and get everything ready. I'm telling you, Elijah has already come but they didn't know him when they saw him. They treated him like dirt, the same way they are about to treat the Son of Man.” That's when the disciples realized that all along he had been talking about John the Baptizer.", "14-16": "At the bottom of the mountain, they were met by a crowd of waiting people. As they approached, a man came out of the crowd and fell to his knees begging, “Master, have mercy on my son. He goes out of his mind and suffers terribly, falling into seizures. Frequently he is pitched into the fire, other times into the river. I brought him to your disciples, but they could do nothing for him.”", "17-18": "Jesus said, “What a generation! No sense of God! No focus to your lives! How many times do I have to go over these things? How much longer do I have to put up with this? Bring the boy here.” He ordered the afflicting demon out—and it was out, gone. From that moment on the boy was well.", "19": "When the disciples had Jesus off to themselves, they asked, “Why couldn't we throw it out?”", "20": "“Because you're not yet taking God seriously,” said Jesus. “The simple truth is that if you had a mere kernel of faith, a poppy seed, say, you would tell this mountain, 'Move!' and it would move. There is nothing you wouldn't be able to tackle.”", "22-23": "As they were regrouping in Galilee, Jesus told them, “The Son of Man is about to be betrayed to some people who want nothing to do with God. They will murder him—and three days later he will be raised alive.” The disciples felt terrible.", "24": "When they arrived at Capernaum, the tax men came to Peter and asked, “Does your teacher pay taxes?”", "25": "Peter said, “Of course.” But as soon as they were in the house, Jesus confronted him. “Simon, what do you think? When a king levies taxes, who pays—his children or his subjects?”", "26-27": "He answered, “His subjects.” Jesus said, “Then the children get off free, right? But so we don't upset them needlessly, go down to the lake, cast a hook, and pull in the first fish that bites. Open its mouth and you'll find a coin. Take it and give it to the tax men. It will be enough for both of us.”"}