{"1-2": "After Jesus was born in Bethlehem village, Judah territory— this was during Herod's kingship—a band of scholars arrived in Jerusalem from the East. They asked around, “Where can we find and pay homage to the newborn King of the Jews? We observed a star in the eastern sky that signaled his birth. We're on pilgrimage to worship him.”", "3-4": "When word of their inquiry got to Herod, he was terrified—and not Herod alone, but most of Jerusalem as well. Herod lost no time. He gathered all the high priests and religion scholars in the city together and asked, “Where is the Messiah supposed to be born?”", "5-6": "They told him, “Bethlehem, Judah territory. The prophet Micah wrote it plainly: It's you, Bethlehem, in Judah's land, no longer bringing up the rear. From you will come the leader who will shepherd-rule my people, my Israel.”", "7-8": "Herod then arranged a secret meeting with the scholars from the East. Pretending to be as devout as they were, he got them to tell him exactly when the birth-announcement star appeared. Then he told them the prophecy about Bethlehem, and said, “Go find this child. Leave no stone unturned. As soon as you find him, send word and I'll join you at once in your worship.”", "9-10": "Instructed by the king, they set off. Then the star appeared again, the same star they had seen in the eastern skies. It led them on until it hovered over the place of the child. They could hardly contain themselves: They were in the right place! They had arrived at the right time!", "11": "They entered the house and saw the child in the arms of Mary, his mother. Overcome, they kneeled and worshiped him. Then they opened their luggage and presented gifts: gold, frankincense, myrrh.", "12": "In a dream, they were warned not to report back to Herod. So they worked out another route, left the territory without being seen, and returned to their own country.", "13": "After the scholars were gone, God's angel showed up again in Joseph's dream and commanded, “Get up. Take the child and his mother and flee to Egypt. Stay until further notice. Herod is on the hunt for this child, and wants to kill him.”", "14-15": "Joseph obeyed. He got up, took the child and his mother under cover of darkness. They were out of town and well on their way by daylight. They lived in Egypt until Herod's death. This Egyptian exile fulfilled what Hosea had preached: “I called my son out of Egypt.”", "16-18": "Herod, when he realized that the scholars had tricked him, flew into a rage. He commanded the murder of every little boy two years old and under who lived in Bethlehem and its surrounding hills. (He determined that age from information he'd gotten from the scholars.) That's when Jeremiah's sermon was fulfilled: A sound was heard in Ramah, weeping and much lament. Rachel weeping for her children, Rachel refusing all solace, Her children gone, dead and buried.", "19-20": "Later, when Herod died, God's angel appeared in a dream to Joseph in Egypt: “Up, take the child and his mother and return to Israel. All those out to murder the child are dead.”", "21-23": "Joseph obeyed. He got up, took the child and his mother, and reentered Israel. When he heard, though, that Archelaus had succeeded his father, Herod, as king in Judea, he was afraid to go there. But then Joseph was directed in a dream to go to the hills of Galilee. On arrival, he settled in the village of Nazareth. This move was a fulfillment of the prophetic words, “He shall be called a Nazarene.”"}