{"1-2": "Jesus came down the mountain with the cheers of the crowd still ringing in his ears. Then a leper appeared and went to his knees before Jesus, praying, “Master, if you want to, you can heal my body.”", "3-4": "Jesus reached out and touched him, saying, “I want to. Be clean.” Then and there, all signs of the leprosy were gone. Jesus said, “Don't talk about this all over town. Just quietly present your healed body to the priest, along with the appropriate expressions of thanks to God. Your cleansed and grateful life, not your words, will bear witness to what I have done.”", "5-6": "As Jesus entered the village of Capernaum, a Roman captain came up in a panic and said, “Master, my servant is sick. He can't walk. He's in terrible pain.”", "7": "Jesus said, “I'll come and heal him.”", "8-9": "“Oh, no,” said the captain. “I don't want to put you to all that trouble. Just give the order and my servant will be fine. I'm a man who takes orders and gives orders. I tell one soldier, 'Go,' and he goes; to another, 'Come,' and he comes; to my slave, 'Do this,' and he does it.”", "10-12": "Taken aback, Jesus said, “I've yet to come across this kind of simple trust in Israel, the very people who are supposed to know all about God and how he works. This man is the vanguard of many outsiders who will soon be coming from all directions—streaming in from the east, pouring in from the west, sitting down at God's kingdom banquet alongside Abraham, Isaac, and Jacob. Then those who grew up 'in the faith' but had no faith will find themselves out in the cold, outsiders to grace and wondering what happened.”", "13": "Then Jesus turned to the captain and said, “Go. What you believed could happen has happened.” At that moment his servant became well.", "14-15": "By this time they were in front of Peter's house. On entering, Jesus found Peter's mother-in-law sick in bed, burning up with fever. He touched her hand and the fever was gone. No sooner was she up on her feet than she was fixing dinner for him.", "16-17": "That evening a lot of demon-afflicted people were brought to him. He relieved the inwardly tormented. He cured the bodily ill. He fulfilled Isaiah's well-known sermon: He took our illnesses, He carried our diseases.", "18-19": "When Jesus saw that a curious crowd was growing by the minute, he told his disciples to get him out of there to the other side of the lake. As they left, a religion scholar asked if he could go along. “I'll go with you, wherever,” he said.", "20": "Jesus was curt: “Are you ready to rough it? We're not staying in the best inns, you know.”", "21": "Another follower said, “Master, excuse me for a couple of days, please. I have my father's funeral to take care of.”", "22": "Jesus refused. “First things first. Your business is life, not death. Follow me. Pursue life.”", "23-25": "Then he got in the boat, his disciples with him. The next thing they knew, they were in a severe storm. Waves were crashing into the boat—and he was sound asleep! They roused him, pleading, “Master, save us! We're going down!”", "26": "Jesus reprimanded them. “Why are you such cowards, such faint-hearts?” Then he stood up and told the wind to be silent, the sea to quiet down: “Silence!” The sea became smooth as glass.", "27": "The men rubbed their eyes, astonished. “What's going on here? Wind and sea come to heel at his command!”", "28-31": "They landed in the country of the Gadarenes and were met by two madmen, victims of demons, coming out of the cemetery. The men had terrorized the region for so long that no one considered it safe to walk down that stretch of road anymore. Seeing Jesus, the madmen screamed out, “What business do you have giving us a hard time? You're the Son of God! You weren't supposed to show up here yet!” Off in the distance a herd of pigs was browsing and rooting. The evil spirits begged Jesus, “If you kick us out of these men, let us live in the pigs.”", "32-34": "Jesus said, “Go ahead, but get out of here!” Crazed, the pigs stampeded over a cliff into the sea and drowned. Scared to death, the swineherds bolted. They told everyone back in town what had happened to the madmen and the pigs. Those who heard about it were angry about the drowned pigs. A mob formed and demanded that Jesus get out and not come back."}