{"1": "In the beginning was the Word,[a] and the Word was with God, and the Word was God.", "2": "He was with God in the beginning.", "3": "All things were created through Him, and apart from Him not one thing was created that has been created.", "4": "Life was in Him,[b] and that life was the light of men.", "5": "That light shines in the darkness, yet the darkness did not overcome[c] it.", "6": "There was a man named John who was sent from God.", "7": "He came as a witness to testify about the light, so that all might believe through him.[d]", "8": "He was not the light, but he came to testify about the light.", "9": "The true light, who gives light to everyone, was coming into the world.[e]", "10": "He was in the world, and the world was created through Him, yet the world did not recognize Him.", "11": "He came to His own,[f] and His own people[g] did not receive Him.", "12": "But to all who did receive Him, He gave them the right to be[h] children of God, to those who believe in His name,", "13": "who were born, not of blood,[i] or of the will of the flesh, or of the will of man,[j] but of God.", "14": "The Word became flesh[k] and took up residence[l] among us. We observed His glory, the glory as the One and Only Son[m] from the Father, full of grace and truth.", "15": "(John testified concerning Him and exclaimed, “This was the One of whom I said, 'The One coming after me has surpassed me, because He existed before me.'”)", "16": "Indeed, we have all received grace after grace from His fullness,", "17": "for the law was given through Moses, grace and truth came through Jesus Christ.", "18": "No one has ever seen God.[n] The One and Only Son[o]— the One who is at the Father's side[p]— He has revealed Him.", "19": "This is John's testimony when the Jews from Jerusalem sent priests and Levites to ask him, “Who are you?”", "20": "He did not refuse to answer, but he declared: “I am not the Messiah.”", "21": "“What then?” they asked him. “Are you Elijah?” “I am not,” he said. “Are you the Prophet?”[q] “No,” he answered.", "22": "“Who are you, then?” they asked. “We need to give an answer to those who sent us. What can you tell us about yourself?”", "23": "He said, “I am a voice of one crying out in the wilderness: Make straight the way of the Lord[r]—just as Isaiah the prophet said.”", "24": "Now they had been sent from the Pharisees. ", "25": "So they asked him, “Why then do you baptize if you aren't the Messiah, or Elijah, or the Prophet?”", "26": "“I baptize with[s] water,” John answered them. “Someone stands among you, but you don't know Him. ", "27": "He is the One coming after me,[t] whose sandal strap I'm not worthy to untie.”", "28": "All this happened in Bethany[u] across the Jordan,[v] where John was baptizing.", "29": "The next day John saw Jesus coming toward him and said, “Here is the Lamb of God, who takes away the sin of the world! ", "30": "This is the One I told you about: 'After me comes a man who has surpassed me, because He existed before me.' ", "31": "I didn't know Him, but I came baptizing with[w] water so He might be revealed to Israel.”", "32": "And John testified, “I watched the Spirit descending from heaven like a dove, and He rested on Him. ", "33": "I didn't know Him, but He[x] who sent me to baptize with[y] water told me, 'The One you see the Spirit descending and resting on—He is the One who baptizes with[z] the Holy Spirit.' ", "34": "I have seen and testified that He is the Son of God!”[aa]", "35": "Again the next day, John was standing with two of his disciples. ", "36": "When he saw Jesus passing by, he said, “Look! The Lamb of God!”", "37": "The two disciples heard him say this and followed Jesus. ", "38": "When Jesus turned and noticed them following Him, He asked them, “What are you looking for?” They said to Him, “Rabbi” (which means “Teacher”), “where are You staying?”", "39": "“Come and you'll see,” He replied. So they went and saw where He was staying, and they stayed with Him that day. It was about 10 in the morning.[ab]", "40": "Andrew, Simon Peter's brother, was one of the two who heard John and followed Him. ", "41": "He first found his own brother Simon and told him, “We have found the Messiah!”[ac] (which means “Anointed One”), ", "42": "and he brought Simon to Jesus. When Jesus saw him, He said, “You are Simon, son of John.[ad] You will be called Cephas” (which means “Rock”).", "43": "The next day He[ae] decided to leave for Galilee. Jesus found Philip and told him, “Follow Me!”", "44": "Now Philip was from Bethsaida, the hometown of Andrew and Peter. ", "45": "Philip found Nathanael[af] and told him, “We have found the One Moses wrote about in the Law (and so did the prophets): Jesus the son of Joseph, from Nazareth!”", "46": "“Can anything good come out of Nazareth?” Nathanael asked him. “Come and see,” Philip answered.", "47": "Then Jesus saw Nathanael coming toward Him and said about him, “Here is a true Israelite; no deceit is in him.”", "48": "“How do you know me?” Nathanael asked. “Before Philip called you, when you were under the fig tree, I saw you,” Jesus answered.", "49": "“Rabbi,” Nathanael replied, “You are the Son of God! You are the King of Israel!”", "50": "Jesus responded to him, “Do you believe only because I told you I saw you under the fig tree? You[ag] will see greater things than this.” ", "51": "Then He said, “I assure you: You[ah] will see heaven opened and the angels of God ascending and descending on the Son of Man.”"}