{"1": "But Jesus went to the Mount of Olives.", "2": "At dawn He went to the temple complex again, and all the people were coming to Him. He sat down and began to teach them.", "3": "Then the scribes and the Pharisees brought a woman caught in adultery, making her stand in the center. ", "4": "“Teacher,” they said to Him, “this woman was caught in the act of committing adultery. ", "5": "In the law Moses commanded us to stone such women. So what do You say?” ", "6": "They asked this to trap Him, in order that they might have evidence to accuse Him. Jesus stooped down and started writing on the ground with His finger. ", "7": "When they persisted in questioning Him, He stood up and said to them, “The one without sin among you should be the first to throw a stone at her.”", "8": "Then He stooped down again and continued writing on the ground. ", "9": "When they heard this, they left one by one, starting with the older men. Only He was left, with the woman in the center. ", "10": "When Jesus stood up, He said to her, “Woman, where are they? Has no one condemned you?”", "11": "“No one, Lord,”[a] she answered. “Neither do I condemn you,” said Jesus. “Go, and from now on do not sin anymore.”][b]", "12": "Then Jesus spoke to them again: “I am the light of the world. Anyone who follows Me will never walk in the darkness but will have the light of life.”", "13": "So the Pharisees said to Him, “You are testifying about Yourself. Your testimony is not valid.”[c]", "14": "“Even if I testify about Myself,” Jesus replied, “My testimony is valid,[d] because I know where I came from and where I'm going. But you don't know where I come from or where I'm going. ", "15": "You judge by human standards.[e] I judge no one. ", "16": "And if I do judge, My judgment is true, because I am not alone, but I and the Father who sent Me judge together. ", "17": "Even in your law it is written that the witness of two men is valid. ", "18": "I am the One who testifies about Myself, and the Father who sent Me testifies about Me.”", "19": "Then they asked Him, “Where is Your Father?” “You know neither Me nor My Father,” Jesus answered. “If you knew Me, you would also know My Father.” ", "20": "He spoke these words by the treasury,[f] while teaching in the temple complex. But no one seized Him, because His hour[g] had not come.", "21": "Then He said to them again, “I'm going away; you will look for Me, and you will die in your sin. Where I'm going, you cannot come.”", "22": "So the Jews said again, “He won't kill Himself, will He, since He says, 'Where I'm going, you cannot come'?”", "23": "“You are from below,” He told them, “I am from above. You are of this world; I am not of this world. ", "24": "Therefore I told you that you will die in your sins. For if you do not believe that I am He,[h] you will die in your sins.”", "25": "“Who are You?” they questioned. “Precisely what I've been telling you from the very beginning,” Jesus told them. ", "26": "“I have many things to say and to judge about you, but the One who sent Me is true, and what I have heard from Him—these things I tell the world.”", "27": "They did not know He was speaking to them about the Father. ", "28": "So Jesus said to them, “When you lift up the Son of Man, then you will know that I am He, and that I do nothing on My own. But just as the Father taught Me, I say these things. ", "29": "The One who sent Me is with Me. He has not left Me alone, because I always do what pleases Him.”", "30": "As He was saying these things, many believed in Him. ", "31": "So Jesus said to the Jews who had believed Him, “If you continue in My word,[i] you really are My disciples. ", "32": "You will know the truth, and the truth will set you free.”", "33": "“We are descendants[j] of Abraham,” they answered Him, “and we have never been enslaved to anyone. How can You say, 'You will become free'?”", "34": "Jesus responded, “I assure you: Everyone who commits sin is a slave of sin. ", "35": "A slave does not remain in the household forever, but a son does remain forever. ", "36": "Therefore, if the Son sets you free, you really will be free. ", "37": "I know you are descendants[k] of Abraham, but you are trying to kill Me because My word[l] is not welcome among you. ", "38": "I speak what I have seen in the presence of the Father;[m] therefore, you do what you have heard from your father.”", "39": "“Our father is Abraham!” they replied. “If you were Abraham's children,” Jesus told them, “you would do what Abraham did. ", "40": "But now you are trying to kill Me, a man who has told you the truth that I heard from God. Abraham did not do this! ", "41": "You're doing what your father does.” “We weren't born of sexual immorality,” they said. “We have one Father—God.”", "42": "Jesus said to them, “If God were your Father, you would love Me, because I came from God and I am here. For I didn't come on My own, but He sent Me. ", "43": "Why don't you understand what I say? Because you cannot listen to[n] My word. ", "44": "You are of your father the Devil, and you want to carry out your father's desires. He was a murderer from the beginning and has not stood in the truth, because there is no truth in him. When he tells a lie, he speaks from his own nature,[o] because he is a liar and the father of liars.[p] ", "45": "Yet because I tell the truth, you do not believe Me. ", "46": "Who among you can convict Me of sin? If I tell the truth, why don't you believe Me? ", "47": "The one who is from God listens to God's words. This is why you don't listen, because you are not from God.”", "48": "The Jews responded to Him, “Aren't we right in saying that You're a Samaritan and have a demon?”", "49": "“I do not have a demon,” Jesus answered. “On the contrary, I honor My Father and you dishonor Me. ", "50": "I do not seek My glory; the One who seeks it also judges. ", "51": "I assure you: If anyone keeps My word, he will never see death—ever!”", "52": "Then the Jews said, “Now we know You have a demon. Abraham died and so did the prophets. You say, 'If anyone keeps My word, he will never taste death—ever!' ", "53": "Are You greater than our father Abraham who died? Even the prophets died. Who do You pretend to be?”[q]", "54": "“If I glorify Myself,” Jesus answered, “My glory is nothing. My Father—you say about Him, 'He is our God'—He is the One who glorifies Me. ", "55": "You've never known Him, but I know Him. If I were to say I don't know Him, I would be a liar like you. But I do know Him, and I keep His word. ", "56": "Your father Abraham was overjoyed that he would see My day; he saw it and rejoiced.”", "57": "The Jews replied, “You aren't 50 years old yet, and You've seen Abraham?”[r]", "58": "Jesus said to them, “I assure you: Before Abraham was, I am.”[s]", "59": "At that, they picked up stones to throw at Him. But Jesus was hidden[t] and went out of the temple complex.[u]"}