{"1": "Then after fourteen years, I went up again to Jerusalem. This time I went with Barnabas. I took Titus along also. ", "2": "I went because God showed me what he wanted me to do. I spoke in private to those who are respected as leaders. I told them the good news that I preach among the Gentiles. I wanted to be sure I wasn't running my race for no purpose. And I wanted to know that I had not been running my race for no purpose. ", "3": "Titus was with me. He was a Greek. But even he was not forced to be circumcised. ", "4": "This matter came up because some people had slipped in among us. They had pretended to be believers. They wanted to find out about the freedom we have because we belong to Christ Jesus. They wanted to make us slaves again. ", "5": "We didn't give in to them for a moment. We did this so that the truth of the good news would be kept safe for you.", "6": "Some people in Jerusalem were thought to be important. But it makes no difference to me what they were. God does not treat people differently. Those people added nothing to my message. ", "7": "In fact, it was just the opposite. They recognized the task I had been trusted with. It was the task of preaching the good news to the Gentiles. My task was like Peter's task. He had been trusted with the task of preaching to the Jews. ", "8": "God was working in Peter as an apostle to the Jews. God was also working in me as an apostle to the Gentiles. ", "9": "James, Peter and John are respected as pillars in the church. They recognized the special grace given to me. So they shook my hand and the hand of Barnabas. They wanted to show they accepted us. They agreed that we should go to the Gentiles. They would go to the Jews. ", "10": "They asked only one thing. They wanted us to continue to remember poor people. That was what I had wanted to do all along.", "11": "When Peter came to Antioch, I told him to his face that I was against what he was doing. He was clearly wrong. ", "12": "He used to eat with the Gentiles. But certain men came from a group sent by James. When they arrived, Peter began to draw back. He separated himself from the Gentiles. That's because he was afraid of the circumcision group sent by James. ", "13": "Peter's actions were not honest, and other Jews in Antioch joined him. Even Barnabas was led astray.", "14": "I saw what they were doing. It was not in line with the truth of the good news. So I spoke to Peter in front of them all. “You are a Jew,” I said. “But you live like one who is not. So why do you force Gentiles to follow Jewish ways?”", "15": "We are Jews by birth. We are not sinful Gentiles. ", "16": "Here is what we know. No one is made right with God by obeying the law. It is by believing in Jesus Christ. So we too have put our faith in Christ Jesus. This is so we can be made right with God by believing in Christ. We are not made right by obeying the law. That's because no one can be made right with God by obeying the law.", "17": "We are seeking to be made right with God through Christ. As we do, what if we find that we who are Jews are also sinners? Does that mean that Christ causes us to sin? Certainly not! ", "18": "Suppose I build again what I had destroyed. Then I would really be breaking the law.", "19": "By the law, I died as far as the law is concerned. I died so that I might live for God. ", "20": "I have been crucified with Christ. I don't live any longer, but Christ lives in me. Now I live my life in my body by faith in the Son of God. He loved me and gave himself for me. ", "21": "I do not get rid of the grace of God. What if a person could become right with God by obeying the law? Then Christ died for nothing!"}