{"1": "In this Chapter, and all that follow, unto the thirtieth, the wise man exhorteth by divers sentences, which he calleth Parables, to follow virtue, and flee vice: and also showeth what profit cometh of wisdom, and what hindrance proceedeth of foolishness. A wise son maketh a glad father: but a foolish son is an heaviness to his mother.", "2": "The treasures of [a]wickedness profit nothing: but righteousness delivereth from death.", "3": "The Lord will [b]not famish the soul of the righteous: but he casteth away the substance of the wicked.", "4": "A [c]slothful hand maketh poor: but the hand of the diligent maketh rich.", "5": "He that gathereth in summer, is the son of wisdom: but he that sleepeth in harvest, is the son of confusion.", "6": "Blessings are upon the head of the righteous: but iniquity shall cover the mouth of [d]the wicked.", "7": "The memorial of the just shall be blessed: but the name of the wicked shall [e]rot.", "8": "The wise in heart will receive commandments: but the foolish in [f]talk shall be beaten.", "9": "He that walketh uprightly, walketh [g]boldly: but he that perverteth his ways, shall be known.", "10": "He that [h]winketh with the eye, worketh sorrow, and he that is [i]foolish in talk, shall be beaten.", "11": "The mouth of a righteous man is a wellspring of life: but iniquity covereth the mouth of the wicked.", "12": "Hatred stirreth up contentions: but love covereth all trespasses.", "13": "In the lips of him that hath understanding, wisdom is found, and [j]a rod shall be for the back of him that is destitute of wisdom.", "14": "Wise men lay up knowledge: but the mouth of the fool is a present destruction.", "15": "The rich man's goods are his [k]strong city: but the fear of the needy is their poverty.", "16": "The labor of the righteous tendeth to life: but the revenues of the wicked to sin.", "17": "He that regardeth instruction is in the way of life: but he that refuseth correction, goeth out of the way.", "18": "He that dissembleth hatred with lying lips, and he that inventeth slander, is a fool.", "19": "In many words there cannot want iniquity: but he that refraineth his lips, is wise:", "20": "The tongue of the just man is as fined silver: but the heart of the wicked is little worth.", "21": "The lips of the righteous do [l]feed many: but fools shall die for want of wisdom.", "22": "The blessing of the Lord, it maketh rich, and he doth add [m]no sorrows with it.", "23": "It is a pastime to a fool to do wickedly: but wisdom is understanding to a man.", "24": "That which the wicked feareth, shall come upon him: but God will grant the desire of the righteous.", "25": "As the whirlwind passeth, so is the wicked no more: but the righteous is as an everlasting foundation.", "26": "As vinegar is to the teeth, and as smoke to the eyes, so is the slothful to them that [n]send him.", "27": "The fear of the Lord increaseth the days: but the years of the wicked [o]shall be diminished.", "28": "The patient abiding of the righteous shall be gladness: but the hope of the wicked shall perish.", "29": "The way of the Lord is strength to the upright man: but fear shall be for the workers of iniquity.", "30": "The righteous shall [p]never be removed: but the wicked shall not dwell in the land.", "31": "The mouth of the just shall be fruitful in wisdom: but the tongue of the froward shall be cut out.", "32": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh froward things."}