{"1": "False [a]balances are an abomination unto the Lord: but a perfect [b]weight pleaseth him.", "2": "When pride cometh, then cometh [c]shame: but with the lowly is wisdom.", "3": "The uprightness of the just shall guide them: but the frowardness of the transgressors shall destroy them.", "4": "Riches avail not in the day of wrath: but righteousness delivereth from death.", "5": "The righteousness of the upright shall direct his way: but the wicked shall fall in his own wickedness.", "6": "The righteousness of the just shall deliver them: but the transgressors shall be taken in their own wickedness.", "7": "When a wicked man dieth, his hope perisheth, and the hope of the unjust shall perish.", "8": "The righteous escapeth out of trouble, and the wicked shall come in his [d]stead.", "9": "An [e]hypocrite with his mouth hurteth his neighbor: but the righteous shall be delivered by knowledge.", "10": "In the prosperity of the righteous the city [f]rejoiceth: and when the wicked perish, there is joy.", "11": "By the [g]blessing of the righteous the city is exalted: but it is subverted by the mouth of the wicked.", "12": "He that despiseth his neighbor, is destitute of wisdom: but a man of understanding will [h]keep silence.", "13": "He that goeth about as a slanderer, discovereth a secret: but he that is of a faithful heart, concealeth a matter.", "14": "Where no counsel is, the people fall: but where many [i]counselors are, there is health.", "15": "He shall be sore vexed, that is surety for a [j]stranger, and he that hateth suretiship, is sure.", "16": "A [k]gracious woman attaineth honor, and the strong men attain riches.", "17": "He that is merciful, [l]rewardeth his own soul: but he that troubleth his own [m]flesh, is cruel.", "18": "The wicked worketh a deceitful work: but he that soweth righteousness, shall receive a sure reward.", "19": "As righteousness leadeth to life: so he that followeth evil, seeketh his own death.", "20": "They that are of a froward heart, are abomination to the Lord: but they that are upright in their way, are his delight.", "21": "[n]Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall escape.", "22": "As a jewel of gold in a swine's snout: so is a fair woman which [o]lacketh discretion.", "23": "The desire of the righteous is only good: but the hope of the wicked [p]is indignation.", "24": "There is that scattereth, [q]and is more increased: but he that spareth more [r]than is right, surely cometh to poverty.", "25": "The [s]liberal person shall have plenty: and he that watereth, shall also have rain.", "26": "He that withdraweth the corn, the people will curse him: but blessing shall be upon the head of him that [t]selleth corn.", "27": "He that seeketh good things getteth favor: but he that seeketh evil, it shall come to him.", "28": "He that trusteth in his riches, shall fall: but the righteous shall flourish as a leaf.", "29": "He that troubleth his own [u]house, shall inherit the wind, and the fool shall be [v]servant to the wise in heart.", "30": "The fruit of the righteous is as a tree of life, and he that [w]winneth souls is wise.", "31": "Behold, the righteous shall be [x]recompensed in the earth: how much more the wicked and the sinner?"}