{"1": "He that loveth instruction, loveth knowledge: but he that hateth correction, is a fool.", "2": "A good man getteth favor of the Lord: but the man of wicked imaginations will he condemn.", "3": "A man cannot be established by wickedness: but the [a]root of the righteous shall not be moved.", "4": "A [b]virtuous woman is the crown of her husband: but she that maketh him ashamed, is as corruption in his bones.", "5": "The thoughts of the just are right: but the counsels of the wicked are deceitful.", "6": "The talking of the wicked is to lie in wait for blood: but the mouth of the righteous will [c]deliver them.", "7": "God overthroweth the wicked, and they are not: but the house of the righteous shall stand.", "8": "A man shall be commended for his wisdom: but the froward of heart shall be despised.", "9": "He that is despised, [d]and is his own servant, is better than he that boasteth himself, and lacketh bread.", "10": "A righteous man [e]regardeth the life of his beast: but the mercies of the wicked are cruel.", "11": "He that tilleth his land, shall be satisfied with bread: but he that followeth the idle, is destitute of [f]understanding.", "12": "The wicked desireth the [g]net of evils: but the [h]root of the righteous giveth fruit.", "13": "The evil man is snared by the wickedness of his lips, but the just shall come out of adversity.", "14": "A man shall be satiate with good things by the fruit of his mouth, and the recompense of a man's hands shall God give unto him.", "15": "The way of a fool is [i]right in his own eyes: but he that heareth in counsel, is wise.", "16": "A fool in a day shall be known by his anger: but he [j]that covereth shame, is wise.", "17": "He that speaketh truth, will show righteousness: but a false witness useth deceit.", "18": "There is that speaketh words like the prickings of [k]a sword: but the tongue of wise men is health.", "19": "The lip of truth shall be stable forever: but a lying tongue varieth incontinently.", "20": "Deceit is in the heart of them that imagine evil: but to the counselors of peace shall be joy.", "21": "There shall none iniquity come to the just: but the wicked are full of evil.", "22": "The lying lips are an abomination to the Lord: but they that deal truly are his delight.", "23": "A wise man concealeth knowledge: but the heart of the fools publisheth foolishness.", "24": "The hand of the diligent shall bear rule: but the idle shall be under tribute.", "25": "Heaviness in the heart of man doth bring it down: but a [l]good word rejoice it.", "26": "The righteous [m]is more excellent than his neighbor: but the way of the wicked will deceive them.", "27": "The deceitful man roasteth not that he [n]took in hunting: but the riches of the diligent man are precious.", "28": "Life is in the way of righteousness, and in that pathway there is no death."}