{"1": "A wise son will obey the instruction of his father: but a scorner will hear no rebuke.", "2": "A man shall eat good things by the fruit [a]of his mouth: but the soul of the trespasser shall suffer violence.", "3": "He that keepeth his mouth, keepeth his life: but he that openeth his lips, destruction shall be to him.", "4": "The sluggard [b]lusteth, but his soul hath nought: but the soul of the diligent shall have plenty.", "5": "A righteous man hateth lying words: but the wicked causeth slander and shame.", "6": "Righteousness preserveth the upright of [c]life: but wickedness overthroweth the sinner.", "7": "There is that maketh himself rich, and hath nothing, and that maketh himself poor, having great riches.", "8": "A man will give his riches for the ransom of his life: but the poor [d]cannot hear the reproach.", "9": "The light of the righteous rejoiceth: but the candle of the wicked shall be put out.", "10": "Only by pride [e]doth man make contention: but with the well-advised is wisdom.", "11": "The [f]riches of vanity shall diminish: but he that gathereth with [g]the hand, shall increase them.", "12": "The hope that is deferred, is the fainting of the heart, but when the desire cometh, it is as a tree of life.", "13": "He that despiseth [h]the word, he shall be destroyed, but he that feareth the commandment, he shall be rewarded.", "14": "The instruction of a wise man is as the wellspring of life, to turn away from the snares of death.", "15": "Good understanding maketh acceptable: but the way of the disobedient is hated.", "16": "Every wise man will work by knowledge: but a fool will spread abroad folly.", "17": "A wicked messenger falleth [i]into evil: but a faithful ambassador is preservation.", "18": "Poverty and shame is to him that refuseth instruction: but he that regardeth correction, shall be honored.", "19": "A desire accomplished, delighteth the soul: but it is an abomination to fools to depart from evil.", "20": "He that walketh with the wise shall be wise: but a companion of fools shall be [j]afflicted.", "21": "Affliction followeth sinners: but unto the righteous, God will recompense good.", "22": "The good man shall give inheritance unto his children's children: and the [k]riches of the sinner is laid up for the just.", "23": "Much food is in the field of the [l]poor, but the field is destroyed without discretion.", "24": "He that spareth his rod, hateth his son: but he that loveth him chasteneth him betime.", "25": "The righteous eateth to the contentation of his mind: but the belly of the wicked shall want."}