{"1": "A wise woman [a]buildeth her house: but the foolish destroyeth it with her own hands.", "2": "He that walketh in his [b]righteousness, feareth the Lord: but he that is lewd in his ways, despiseth him.", "3": "In the mouth of the foolish is the [c]rod of pride: but the lips of the wise preserve them.", "4": "Where none [d]oxen are, there the crib is empty: but much increase cometh by the strength of the ox.", "5": "A faithful witness will not lie: but a false record will speak lies.", "6": "[e]A scorner seeketh wisdom, and findeth it not: but knowledge is easy to him that will understand.", "7": "Depart from the foolish man, when thou perceivest not in him the lips of knowledge.", "8": "The wisdom of the prudent is to understand his way: but the foolishness of the fools is deceit.", "9": "The fool maketh a mock of [f]sin: but among the righteous there is favor.", "10": "The heart knoweth the [g]bitterness of his soul, and the stranger shall not meddle with his joy.", "11": "The house of the wicked shall be destroyed: but the tabernacle of the righteous shall flourish.", "12": "There is a way that seemeth right to a man: but the issues thereof are the ways of death.", "13": "Even in laughing the heart is sorrowful, [h]and the end of that mirth is heaviness.", "14": "The heart that declineth, [i]shall be satiated with his own ways: but a good man shall depart from him.", "15": "The foolish will believe everything: but the prudent will consider his steps.", "16": "A wise man feareth, and departeth from evil, but a fool rageth, and is careless.", "17": "He that is hasty to anger, commiteth folly, and a [j]busybody is hated.", "18": "The foolish do inherit folly: but the prudent are crowned with knowledge.", "19": "The evil shall bow before the good, and the wicked [k]at the gates of the righteous.", "20": "The poor is hated even of his own neighbor: but the friends of the rich are many.", "21": "The sinner despiseth his neighbor: but he that hath mercy on the poor, is blessed.", "22": "Do not they err that imagine evil? but to them that think on good things, shall be mercy and truth.", "23": "In all labor there is abundance: but the talk of the lips bringeth only want.", "24": "The crown of the wise is their riches, and the folly of fools is foolishness.", "25": "A faithful witness delivereth souls: but a deceiver speaketh lies.", "26": "In the fear of the Lord is an assured strength, and his children shall have hope.", "27": "The fear of the Lord is as a wellspring of life, to avoid the snares of death.", "28": "In the multitude of the [l]people is the honor of a King, and for the want of people cometh the destruction of the Prince.", "29": "He that is slow to wrath, is of great wisdom: but he that is of an hasty mind, exalteth folly.", "30": "A sound heart is the life of the [m]flesh: but envy is the rotting of the bones.", "31": "He that oppresseth the poor, reproveth him that made him: but he honoreth him, that hath mercy on the poor.", "32": "The wicked shall be cast away for his malice: but the righteous hath hope in his death.", "33": "Wisdom resteth in the heart of him that hath understanding, and is known [n]in the midst of fools.", "34": "Justice exalteth a nation, [o]but sin is a shame to the people.", "35": "The pleasure of a King is in a wise servant: but his wrath shall be toward him that is lewd."}