{"1": "Wine [a]is a mocker, and strong drink is raging: and whosoever is deceived thereby, is not wise.", "2": "The fear of the King is like the roaring of a lion: he that provoketh him unto anger [b]sinneth against his own soul.", "3": "It is a man's honor to cease from strife: but every fool will be meddling.", "4": "The slothful will not plow, because of winter: therefore shall he beg in summer, but have nothing.", "5": "The counsel in the heart of [c]man is like deep waters: but a man that hath understanding, will draw it out.", "6": "Many men will boast every one of his own goodness: but who can find a faithful man?", "7": "He that walketh in his integrity, is just, and blessed shall his children be after him.", "8": "A king that sitteth in the throne of judgment, [d]chaseth away all evil with his eyes.", "9": "Who can say, I have made mine heart clean, I am clean from my sin?", "10": "Divers [e]weights, and divers measures, both [f]these are even abomination unto the Lord.", "11": "A child also is known by his doings, whether his word be pure and right.", "12": "The Lord hath made both these, even the ear to hear, and the eye to see.", "13": "Love not sleep, lest thou come unto poverty: open thine eyes, and thou shalt be satisfied with bread.", "14": "It is naught, it is naught, saith the buyer: but when he is gone apart, he boasteth.", "15": "There is gold, and a multitude of precious stones: but the lips of knowledge are a precious jewel.", "16": "Take his [g]garment, that is surety for a stranger, and a pledge of him for the stranger.", "17": "The bread of deceit is sweet to a man: but afterward his mouth shall be filled with gravel.", "18": "Establish thy thoughts by counsel; and by counsel make war.", "19": "He that goeth about as a slanderer, discovereth secrets: therefore meddle not with him that flattereth with his lips.", "20": "He that curseth his father or his mother, his light shall be put out in obscure darkness.", "21": "An heritage is hastily gotten at the beginning, but the end thereof shall not be blessed.", "22": "Say not thou, I will recompense evil, but wait upon the Lord, and he shall save thee.", "23": "Diverse weights are an abomination unto the Lord, and deceitful balances are not good.", "24": "The steps of man are ruled by the Lord: how can a man then understand his own way?", "25": "It is a destruction for a man to [h]devour that which is sanctified, and after the vows to inquire.", "26": "A wise King scattereth the wicked, and causeth the [i]wheel to turn over them.", "27": "The [j]light of the Lord is the breath of man, and searcheth all the bowels of the belly.", "28": "Mercy and truth preserve the king: for his throne shall be established with mercy.", "29": "The beauty of young men is their strength, and the glory of the aged is the gray head.", "30": "[k]The blueness of the wound serveth to purge the evil, and the stripes within the bowels of the belly."}