{"1": "A good name is to be chosen above great riches, and [a]loving favor is above silver and above gold.", "2": "The rich and poor [b]meet together, the Lord is the maker of them all.", "3": "A prudent man [c]seeth the plague, and hideth himself: but the foolish go on still, and are punished.", "4": "The reward of humility, and the fear of God is riches, and glory, and life.", "5": "Thorns and snares are in the way of the froward: but he that regardeth his soul, will depart far from them.", "6": "Teach a child [d]in the trade of his way, and when he is old he shall not depart from it.", "7": "The rich ruleth the poor, and the borrower is servant to the man that lendeth.", "8": "He that soweth iniquity, shall reap affliction, and the [e]rod of his anger shall fail.", "9": "He that hath a good [f]eye, he shall be blessed: for he giveth of his bread unto the poor.", "10": "Cast out the scorner, and strife shall go out: so contention and reproach shall cease.", "11": "He that loveth pureness of heart for the grace of his lips, the [g]king shall be his friend.", "12": "The eyes of the Lord preserve [h]knowledge: but he overthroweth the words of the transgressor.", "13": "The slothful man saith, [i]A lion is without, I shall be slain in the street.", "14": "The mouth of strange women is as a deep pit: he with whom the Lord is angry, [j]shall fall therein.", "15": "Foolishness is bound [k]in the heart of a child: but the rod of correction shall drive it away from him.", "16": "He that oppresseth the poor to increase himself, and giveth unto the rich, shall surely come to poverty.", "17": "¶ Incline thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.", "18": "For it shall be pleasant, if thou keep them in thy belly, and if they be directed together in thy lips.", "19": "That thy confidence may be in [l]the Lord, I have showed thee this day: thou therefore take heed.", "20": "Have not I written unto thee [m]three times in counsels and knowledge,", "21": "That I might show thee the assurance of the words of truth, to answer the words of truth to them that send to thee?", "22": "Rob not the poor, because he is poor, neither oppress the afflicted [n]in judgment.", "23": "For the Lord will defend their cause, and spoil the soul of those that spoil them.", "24": "Make [o]no friendship with an angry man, neither go with the furious man,", "25": "Lest thou learn his ways, and receive destruction to thy soul.", "26": "Be not thou of them that [p]tough the hand, nor among them that are surety for debts.", "27": "If thou hast nothing to pay, why causest thou that he should take thy bed from under thee?", "28": "Thou shalt not remove the ancient bounds which thy fathers have made.", "29": "Thou seest that a diligent man in his business standeth before Kings, and standeth not before the base sort."}