{"1": "Be not thou envious against evil men, neither desire to be with them.", "2": "For their heart imagineth destruction, and their lips speak mischief.", "3": "Through wisdom is an house built, and with understanding it is established.", "4": "And by knowledge shall the chambers be filled with all precious and pleasant riches.", "5": "A wise man is strong: for a man of understanding increaseth his strength.", "6": "For with counsel thou shalt enterprise thy war, and in the multitude of them that can give counsel, is health.", "7": "Wisdom is high to a fool: therefore he cannot open his mouth in the [a]gate.", "8": "He that imagineth to do evil, men shall call him an author of wickedness.", "9": "The wicked thought of a fool is sin, and the scorner is an abomination unto men.", "10": "If thou be [b]faint in the day of adversity, thy strength is small.", "11": "Deliver them that are drawn [c]to death, and wilt thou not preserve them that are led to be slain?", "12": "If thou say, Behold, we knew not of it: he that pondereth the hearts, doth not he understand it? and he that keepeth thy soul, knoweth he it not? will he not also recompense every man according to his works?", "13": "My son, eat [d]honey, for it is good, and the honey comb, for it is sweet unto thy mouth.", "14": "So shall the knowledge of wisdom be unto thy soul if thou find it, and there shall be an [e]end, and thine hope shall not be cut off.", "15": "Lay no wait, O wicked man, against the house of the righteous, and spoil not his resting place.", "16": "For a just man [f]falleth seven times, and riseth again: but the wicked fall into mischief.", "17": "Be thou not glad when thine enemy falleth, and let not thine heart rejoice when he stumbleth,", "18": "Lest the Lord see it, and it displease him, and he turn his wrath [g]from him.", "19": "Fret not thyself because of the malicious, neither be envious at the wicked.", "20": "For there shall be none end of plagues to the evil man, the light of the wicked shall be put out.", "21": "My son, fear the Lord, and the King and meddle not with them that are seditious.", "22": "For their destruction shall rise suddenly, and who knoweth the ruin of them [h]both?", "23": "Also these things pertain to the wise, It is not good [i]to have respect of any person in judgment.", "24": "He that saith to the wicked, Thou art righteous, him shall the people curse, and the multitude shall abhor him.", "25": "But to them that rebuke him, shall be pleasure, and upon them shall come the blessing of goodness.", "26": "They shall kiss the lips of him that answereth upright words.", "27": "Prepare thy work without, and make ready thy things in the field, [j]and after, build thine house.", "28": "Be not a witness against thy neighbor without cause: for wilt thou deceive with thy lips?", "29": "Say not, I will do to him as he hath done to me, I [k]will recompense every man according to his work.", "30": "I passed by the field of the slothful, and by the vineyard of the man destitute of understanding.", "31": "And lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down.", "32": "Then I beheld, and I considered it well: I looked upon it, and received [l]instruction.", "33": "Yet a little sleep, [m]a little slumber, a little folding of the hands to sleep.", "34": "So thy poverty cometh as one that traveleth by the way, and thy necessity like an armed man."}