{"1": "These are also parables of Solomon, which the [a]men of Hezekiah King of Judah [b]copied out.", "2": "The glory of God is to [c]conceal a thing secret: but the [d]King's honor is to search out a thing.", "3": "The heavens in height, and the earth in deepness: and the [e]king's heart can no man search out.", "4": "Take the [f]dross from the silver, and there shall proceed a vessel for the finer.", "5": "Take [g]away the wicked from the King, and his throne shall be established in righteousness.", "6": "Boast not thyself before the King, and stand not in the place of great men.", "7": "For it is better, that it be said unto thee, Come up hither, than thou to be put lower in the presence of the Prince whom thine eyes have seen.", "8": "Go not forth hastily to strife, lest thou know not what to do in the end thereof, when thy neighbor hath put thee to shame.", "9": "Debate thy matter with thy neighbor, and discover not the secret to another,", "10": "Lest he that heareth it, put thee to shame, and thine infamy do not [h]cease.", "11": "A word spoken in his place, is like apples of gold with pictures of silver.", "12": "He that reproveth the wise and the obedient ear, is as a golden earring, and an ornament of fine gold.", "13": "As the cold of the snow [i]in the time of harvest, so is a faithful messenger to them that send him: for he refresheth the soul of his masters.", "14": "A man that boasteth of false liberality, is like [j]clouds and wind without rain.", "15": "A Prince is pacified by staying of [k]anger, and a soft tongue breaketh the [l]bones.", "16": "If thou have found honey, eat that is [m]sufficient for thee, lest thou be overfull, and vomit it.", "17": "Withdraw thy foot from thy neighbor's house, lest he be weary of thee, and hate thee.", "18": "A man that beareth false witness against his neighbor, is like an hammer and a sword, and a sharp arrow.", "19": "Confidence in an unfaithful man in time of trouble, is like a broken tooth and a sliding foot.", "20": "He that taketh away the garment in the cold season, is like vinegar poured upon [n][o]nitre, or like him that singeth songs to an heavy heart.", "21": "If he that hateth thee be hungry, give him bread to eat, and if he be thirsty, give him water to drink:", "22": "For thou shalt lay [p]coals upon his head, and the Lord shall recompense thee.", "23": "As the Northwind driveth away the rain, so doth an angry countenance the slandering tongue.", "24": "It is better to dwell in a corner of the house top, than with a contentious woman in a wide house.", "25": "As are the cold waters to a weary soul, so is good news from a far country.", "26": "A righteous man falling down before the wicked, is like a troubled well and a corrupt spring.", "27": "It is not good to eat much honey: so to search their own glory, is not glory.", "28": "A man that refraineth not his appetite, is like a city which is [q]broken down and without walls."}