{"1": "As the snow in the Summer, and as the rain in the Harvest are not meet, so is honor unseemly for a fool.", "2": "As the sparrow by flying, and the swallow by flying escape, so the curse that is causeless, shall not come.", "3": "Unto the horse belongeth a whip, to the ass a bridle, and a rod to the fool's back.", "4": "Answer not a fool [a]according to his foolishness, lest thou also be like him.", "5": "Answer a fool [b]according to his foolishness, lest he be wise in his own [c]conceit.", "6": "He that sendeth a message by the hand of a fool, is as he that cutteth off [d]the feet, [e]and drinketh iniquity.", "7": "As they that lift up the legs of the lame, so is a parable in a fool's mouth.", "8": "As the closing up of a precious stone in an heap of stones, so is he that giveth glory to a fool.", "9": "As a thorn standing [f]up in the hand of a drunkard, so is a parable in the mouth of fools.", "10": "[g]The Excellent that formed all things, both rewardeth the fool, and rewardeth the transgressors.", "11": "As a dog turneth again to his own vomit, so a fool turneth to his foolishness.", "12": "Seest thou a man wise in his own conceit? [h]more hope is of a fool than of him.", "13": "The slothful man saith, [i]A lion is in the way: a lion is in the streets.", "14": "As the door turneth upon his hinges, so doth the slothful man upon his bed.", "15": "The slothful hideth his hand in his bosom, and it grieveth him to put it again to his mouth.", "16": "The sluggard is wiser in his own conceit, than seven men that can render a reason.", "17": "He that passeth by and medleth with the strife that belongeth not unto him, is as one that taketh a dog by the ears.", "18": "As he that feigneth himself mad, casteth firebrands, arrows, and mortal things,", "19": "So dealeth the deceitful man with [j]his friend, and saith, Am not I in sport?", "20": "Without wood the fire is quenched, and without a talebearer strife ceaseth.", "21": "As the coal maketh burning coals, and wood a fire, so the contentious man is apt to kindle strife.", "22": "The words of a talebearer are as flatterings, and they go down into the bowels of the belly.", "23": "As silver dross overlaid upon a potsherd, so are burning lips, and [k]an evil heart.", "24": "He that hateth, will counterfeit with his lips, but in his heart he layeth up deceit.", "25": "Though he speak favorably, believe him not: for there are [l]seven abominations in his heart.", "26": "Hatred may be covered by deceit: but the malice thereof shall be discovered in the [m]congregation.", "27": "He that diggeth a pit shall fall therein, and he that rolleth a stone, it shall return unto him.", "28": "A false tongue hateth the afflicted, and a flattering mouth causeth ruin."}