{"1": "Boast not thyself of [a]tomorrow, for thou knowest not what a day may bring forth.", "2": "Let another man praise thee, and not thine own mouth: a stranger, and not thine own lips.", "3": "A stone is heavy, and the sand weighty: but a fool's wrath is heavier than them both.", "4": "Anger is cruel, and wrath is raging: but who can stand before [b]envy?", "5": "Open rebuke is better than secret love.", "6": "The wounds of a lover are faithful, and the kisses of an enemy are [c]pleasant.", "7": "The person that is full, despiseth an honeycomb: but unto the hungry soul every bitter thing is sweet.", "8": "As a bird that wandereth from her nest, so is a man that wandereth from his own place.", "9": "As ointment and perfume rejoice the heart, so doth the sweetness of a man's friend by hearty counsel.", "10": "Thine own friend and thy father's friend forsake thou not: neither enter into thy brother's [d]house in the day of thy calamity: for better is a neighbor that is near, than a brother far off.", "11": "My son, be wise, and rejoice mine heart, that I may answer him that reproacheth me.", "12": "[e]A prudent man seeth the plague, and hideth himself: but the foolish go on still, and are punished.", "13": "Take his garment that is surety for a stranger, and a pledge of him for the stranger.", "14": "He that [f]praiseth his friend with a loud voice, rising [g]early in the morning, it shall be counted to him as a curse.", "15": "A continual dropping in the day of rain, and a contentious woman are alike.", "16": "He that hideth her, hideth the wind, and she is as the oil in his right hand that uttereth itself.", "17": "Iron sharpeneth iron, so doth [h]man sharpen the face of his friend.", "18": "He that keepeth the fig tree, shall eat the fruit thereof: so he that waiteth upon his master, shall come to honor.", "19": "As in water face answereth to face, [i]so the heart of man to man.", "20": "The grave and destruction can never be full, so the eyes of man can never be satisfied.", "21": "As is the fining pot for silver, and the furnace for gold, so is every man according to his [j]dignity.", "22": "Though thou shouldest bray a fool in a mortar among wheat brayed with a pestle, yet will not his foolishness depart from him.", "23": "Be diligent to know the state of thy flock, and take heed to the herds.", "24": "For riches remain not always, nor the crown from generation to generation.", "25": "The hay discovereth itself, and the grass appeareth, and the herbs of the mountains are gathered.", "26": "The [k]lambs are for thy clothing, and the goats are the price of the field.", "27": "And let the milk of the goats be sufficient for thy food, for the food of thy family, and for the sustenance of thy maids."}