{"1": "The wicked [a]flee when none pursueth: but the righteous are bold as a lion.", "2": "For the transgression of the land [b]there are many princes thereof: but by a man of understanding and knowledge a realm likewise endureth long.", "3": "A poor man, if he oppress the poor, is like a raging rain that leaveth no food.", "4": "They that forsake the Law, praise the wicked: but they that keep the Law, set themselves against them.", "5": "Wicked men understand not judgment: but they that seek the Lord, understand all things.", "6": "Better is the poor that walketh in his uprightness, than he that perverteth his ways, though he be rich.", "7": "He that keepeth the Law, is a child of understanding: but he that feedeth the gluttons, shameth his father.", "8": "He that increaseth his riches by usury and interest, gathereth [c]them for him that will be merciful unto the poor.", "9": "He that turneth away his ear from hearing the Law, even his prayer shall be [d]abominable.", "10": "He that causeth the righteous to go astray by an evil way, shall fall into his own pit, and the upright shall inherit good things.", "11": "The rich man is wise in his own conceit: but the poor that hath understanding, can try [e]him.", "12": "When righteous men rejoice, there is great glory: but when the wicked come up, the man [f]is tried.", "13": "He that hideth his sins, shall not prosper: but he that confesseth, and forsaketh them, shall have mercy.", "14": "Blessed is the man that [g]feareth always: but he that hardeneth his heart, shall fall into evil.", "15": "As a roaring lion, and an hungry bear, so is [h]a wicked ruler over the poor people.", "16": "A prince destitute of understanding is also a great oppressor: but he that hateth covetousness, shall prolong his days.", "17": "A man that doeth violence against the blood of a person, shall flee unto the grave, and they shall not [i]stay him.", "18": "He that walketh uprightly shall be saved: but he that is froward in his ways, shall once fall.", "19": "He that tilleth his land, shall be satisfied with bread, but he that followeth the idle, shall be filled with poverty.", "20": "A faithful man shall abound in blessings, and he that maketh haste to be rich, shall not be innocent.", "21": "To have respect of persons is not good: for that man will transgress for a piece of [j]bread.", "22": "A man with a wicked [k]eye hasteth to riches, and knoweth not that poverty shall come upon him.", "23": "He that rebuketh a man, shall find more favor at the length, than he that flattereth with his tongue.", "24": "He that robbeth his father and mother, and saith, It is no transgression, is the companion of a man that destroyeth.", "25": "He that is of a proud heart, stirreth up strife: but he that trusteth in the Lord, shall be [l]fat.", "26": "He that trusteth in his own heart, is a fool: but he that walketh in wisdom, shall be delivered.", "27": "He that giveth unto the poor, shall not lack: but he that hideth his eyes, shall have many curses.", "28": "When the wicked rise up, men hide themselves: but when they perish, the righteous increase."}