{"1": "To humble ourselves in consideration of God's works. 5 The word of God is perfect. 11 Of the wicked and hypocrites. 15 Of things that are never satiate. 18 Of others that are wonderful. The prophecy which the man spake unto Ithiel, even to [b]Ithiel, and Ucal.", "2": "Surely I am more [c]foolish than any man, and have not the understanding of a man in me.", "3": "For I have not learned wisdom, nor attained to the knowledge of holy things.", "4": "Who hath ascended up to [d]heaven, and descended? Who hath gathered the wind in his fist? Who hath bound the waters in a garment? Who hath established all the ends of the world? What is his name, and what is his son's name, if thou canst tell?", "5": "Every word of God is pure: he is a shield to those that trust in him.", "6": "Put nothing unto his words, lest he reprove thee, and thou be found a liar.", "7": "Two [e]things have I required of thee: deny me them not before I die.", "8": "Remove far from me vanity and lies: give me not poverty, nor riches: feed me with food convenient for me,", "9": "Lest I be full, and deny thee, and say, [f]Who is the Lord? or lest I be poor and steal, and take the Name of my God in vain.", "10": "Accuse not a servant unto his master, lest he curse thee, [g]when thou hast offended.", "11": "There is a generation that curseth their father, and doth not bless their mother.", "12": "There is a generation that are pure in their own conceit, and yet are not washed from their filthiness.", "13": "There is a generation whose eyes are haughty, and their eye lids are lifted up.", "14": "There is a generation, whose teeth are as swords, and their chaws as knives to eat up the afflicted out of the earth, and the poor from among men.", "15": "The horseleech hath two [h]daughters which cry, Give, give. There be three things that will not be satisfied: yea, four that say not, It is enough.", "16": "The grave, and the barren womb, the earth, that cannot be satisfied with water, and the fire that saith not, It is enough.", "17": "The eye that mocketh his father and despiseth the instruction of his mother, let the ravens [i]of the valley pick it out, and the young eagles eat it.", "18": "There be three things hid from me: yea, four that I know not:", "19": "The way of an eagle in the air, the way of a serpent upon a stone, the way of a ship in the midst of the sea, and the way of a man with a maid.", "20": "Such is the way also of an adulterous woman: she eateth and [j]wipeth her mouth, and saith, I have not committed iniquity.", "21": "For three things the earth is moved: yea, for four it cannot sustain itself.", "22": "For [k]a servant when he reigneth, and a fool when he is filled with meat,", "23": "For the hateful woman, when she is married, and for a handmaid that is [l]heir to her mistress.", "24": "These be four small things in the earth, yet they are [m]wise, and full of wisdom.", "25": "The pismires a people not strong, yet prepare they their meat in summer:", "26": "The conies a people not mighty, yet make they their houses in the rock:", "27": "The grasshopper hath no king, yet go they forth all by bands:", "28": "The spider taketh hold [n]with her hands, and is in king's palaces.", "29": "There be three things that order well their going: yea, four are comely in going:", "30": "A lion which is strong among beasts, and turneth not at the sight of any:", "31": "A lusty greyhound, and a goat, and a king against whom there is no rising up.", "32": "If thou hast been foolish in lifting thyself up, and if thou hast thought wickedly, lay thine hand [o]upon thy mouth.", "33": "When one churneth milk, he bringeth forth butter: and he that wringeth his nose, causeth blood to come out, so he that forceth wrath, bringeth forth strife."}