{"1": "He exhorteth to chastity and justice, 10 and showeth the conditions of a wise and worthy woman. THE WORDS OF KING [a]LEMUEL: The [b]prophecy which his mother taught him.", "2": "What my son! and what the son of [c]my womb! and what, O son of my desires!", "3": "Give not thy strength unto women, [d]nor thy ways which is to destroy kings.", "4": "It is not for kings, O Lemuel, it is not for kings to drink wine, nor for princes [e]strong drink,", "5": "Lest he drink and forget the decree, and change the judgment of all the children of affliction.", "6": "Give ye strong drink unto him that is ready to perish, and wine unto them that have grief of heart.", "7": "Let him drink, that he may forget [f]his poverty, and remember his misery no more.", "8": "Open thy mouth for the [g]dumb in the cause of all the children of destruction.", "9": "Open thy mouth, judge righteously, and judge the afflicted, and the poor.", "10": "¶ Who shall find a virtuous woman? for her price is far above the pearls.", "11": "The heart of her husband trusteth in her, and he shall have no need of [h]spoil.", "12": "She will do him good, and not evil all the days of her life.", "13": "She seeketh wool and flax, and laboreth cheerfully with her hands.", "14": "She is like the ships of merchants: she bringeth her food from afar.", "15": "And she ariseth, while it is yet night: and giveth [i]the portion to her household, and the [j]ordinary to her maids.", "16": "She considereth a field, and [k]getteth it: and with the fruit of her hands she planteth a vineyard.", "17": "She girdeth her loins with strength, and strengtheneth her arms.", "18": "She feeleth that her merchandise is good: her candle is not put out by night.", "19": "She putteth her hands to the wheel, and her hands handle the spindle.", "20": "She stretcheth out her hand to the poor, and putteth forth her hands to the needy.", "21": "She feareth not the snow for her family: for all her family is clothed with [l]scarlet.", "22": "She maketh herself carpets: fine linen and purple is her garment.", "23": "Her husband is known in the [m]gates, when he sitteth with the Elders of the land.", "24": "She maketh [n]sheets, and selleth them, and giveth girdles unto the merchant.", "25": "[o]Strength and honor is her clothing, and in the latter day she shall rejoice.", "26": "She openeth her mouth with wisdom, and the [p]law of grace is in her tongue.", "27": "She overseeth the ways of her household, and eateth not the bread of idleness.", "28": "Her children rise up, and [q]call her blessed: her husband also shall praise her, saying,", "29": "Many daughters have done virtuously: but thou surmountest them all.", "30": "Favor is deceitful, and beauty is vanity: but a woman that feareth the Lord she shall be praised.", "31": "Give [r]her of the fruit of her hands, and let her own works praise her in the [s]gates."}