{"1": "Wisdom and her fruits ought to be searched. 14 The way of the wicked must be refused. 20 By the word of God the heart, eyes, and course of life must be guided. Hear, O ye children, the instruction of a [a]father, and give ear to learn understanding.", "2": "For I do give you a good doctrine: therefore forsake ye not my law.", "3": "For I was my father's son, tender and dear in the sight of my mother,", "4": "When he [b]taught me, and said unto me, Let thine heart hold fast my words: keep my commandments, and thou shalt live.", "5": "Get wisdom: get understanding: forget not, neither decline from the words of my mouth.", "6": "Forsake her not, and she shall keep thee: love her and she shall preserve thee.", "7": "[c]Wisdom is the beginning: get wisdom therefore: and above all thy possession get understanding.", "8": "Exalt her, and she shall exalt thee: she shall bring thee to honor, if thou embrace her.", "9": "She shall give a comely ornament unto thine head, yea, she shall give thee a crown of glory.", "10": "¶ Hear, my son: and receive my words, and the years of thy life shall be many.", "11": "I have [d]taught thee in the way of wisdom, and led thee in the paths of righteousness.", "12": "When thou goest, thy gait shall not be [e]strait, and when thou runnest, thou shalt not fall.", "13": "Take hold of instruction, and leave not: keep her, for she is thy life.", "14": "¶ Enter not into the way of the wicked, and walk not in the way of evil men.", "15": "Avoid it, and go not by it: turn from it, and pass by.", "16": "For they cannot [f]sleep, except they have done evil, and their sleep departeth except they cause some to fall.", "17": "For they eat the bread of [g]wickedness, and drink the wine of violence.", "18": "But the way of the righteous shineth as the light, that [h]shineth more and more unto the perfect day.", "19": "The way of the wicked is as the darkness: they know not wherein they shall fall.", "20": "¶ My son, hearken unto my words, incline thine ear unto my sayings.", "21": "Let them not depart from thine eyes, but keep them in the midst of thine heart.", "22": "For they are life unto those that find them: and health unto all their [i]flesh.", "23": "Keep thine heart with all diligence: for thereout cometh [j]life.", "24": "Put away from thee a froward mouth, and put wicked lips far from thee.", "25": "Let thine eyes behold the right, and let thine eyelids direct thy way before thee.", "26": "[k]Ponder the path of thy feet, and let all thy ways be ordered aright.", "27": "Turn not to the right hand, nor to the left, but remove thy foot from evil."}