{"1": "Whoredom is forbidden, 9 And prodigality. 15 He willeth a man to live on his labors and to help others, 18 To love his wife. 22 The wicked taken in their own wickedness. My son, hearken unto my wisdom, and incline thine ear unto my [a]knowledge,", "2": "That thou mayest regard counsel, and thy lips observe knowledge.", "3": "For the lips [b]of a strange woman drop as an honeycomb, and her mouth is more soft than [c]oil.", "4": "But the end of her is bitter as wormwood, and sharp as a two-edged sword.", "5": "Her [d]feet go down to death, and her steps take hold on hell.", "6": "She weigheth not the way of life: [e]her paths are moveable: thou canst not know them.", "7": "Hear ye me now therefore, O children, and depart not from the words of my mouth.", "8": "Keep thy way far from her, and come not near the door of her house,", "9": "Lest thou give thine [f]honor unto others, and thy years to the cruel:", "10": "Lest the stranger should be filled with thy strength, and thy [g]labors be in the house of a stranger,", "11": "And thou mourn at thine end, (when thou hast consumed thy flesh and thy body)", "12": "And say, How have I hated instruction, and mine heart despised correction!", "13": "And have not obeyed the voice of them that taught me, nor inclined mine ear to them that instructed me!", "14": "I was almost brought into all evil in the midst of the Congregation and [h]assembly.", "15": "¶ Drink the water of [i]thy cistern, and of the rivers out of the midst of thine own well.", "16": "Let thy fountains flow forth, and the rivers of waters in the streets.", "17": "But let them be thine, even [j]thine only, and not the strangers with thee.", "18": "Let thy [k]fountain be blessed, and rejoice with the wife of thy [l]youth.", "19": "Let her be as the loving hind and pleasant roe: let her breasts satisfy thee at all times, and delight in her love continually.", "20": "For why shouldest thou [m]delight, my son, in a strange woman, or embrace the bosom of a stranger?", "21": "For the ways of man are before the [n]eyes of the Lord, and he pondereth all his paths.", "22": "His own iniquities shall take the wicked himself, and he shall be holden with the cords of his own sin.", "23": "He shall [o]die for fault of instruction, and shall go astray through his great folly."}