{"1": "Instruction for sureties. 6 The slothful and sluggish is stirred to work. 12 He describeth the nature of the wicked. 16 The things that God hateth. 20 To observe the word of God. 24 To flee adultery. My son, if thou be surety for thy neighbor, and hast stricken hands with the stranger,", "2": "Thou art [a]snared with the words of thy mouth: thou art even taken with the words of thine own mouth.", "3": "Do this now, my Son, and deliver thyself: seeing thou art come into the hand of thy neighbor, go, and humble thyself, and solicit thy friends.", "4": "Give no sleep to thine eyes, nor slumber to thine eyelids.", "5": "Deliver thyself as a Doe from the hand of the hunter, and as a bird from the hand of the fowler.", "6": "¶ Go to [b]the pismire, O sluggard: behold her ways, and be wise.", "7": "For she having no guide, governor, nor ruler,", "8": "Prepareth her meat in the summer, and gathereth her food in harvest.", "9": "How long wilt thou sleep, O sluggard? when wilt thou arise out of the sleep?", "10": "Yet a little sleep, a little slumber, [c]a little folding of the hands to sleep.", "11": "Therefore thy poverty cometh as one that [d]traveleth by the way, and thy necessity like [e]an armed man.", "12": "The unthrifty man [f]and the wicked man walketh with a froward mouth.", "13": "He maketh a sign with his eyes: he [g]signifieth with his feet: he [h]instructeth with his fingers.", "14": "Lewd things are in his heart: he imagineth evil at all times, and raiseth up contentions.", "15": "Therefore shall his destruction come speedily: he shall be destroyed suddenly without recovery.", "16": "¶ These six things doth the Lord hate: yea, his soul abhorreth seven:", "17": "The haughty eyes, a lying tongue, and the hands that shed innocent blood,", "18": "An heart that imagineth wicked enterprises, [i]feet that be swift in running to mischief,", "19": "A false witness that speaketh lies, and him that raiseth up contentions among [j]brethren.", "20": "¶ My son, keep thy father's commandment, and forsake not thy mother's instruction.", "21": "Bind them always upon thine [k]heart, and tie them about thy neck.", "22": "It shall lead thee when thou walkest: it shall watch for thee when thou sleepest, and when thou wakest, it shall talk with thee.", "23": "For the [l]commandment is a lantern, and instruction a light: and [m]corrections for instruction are the way of life,", "24": "To keep thee from the wicked woman, and from the flattery of the tongue of a strange woman.", "25": "Desire not her beauty in thine heart, neither let her take thee with her [n]eye lids.", "26": "For because of the whorish woman, a man is brought to a morsel of bread, and a woman will hunt for the precious life of a man.", "27": "[o]Can a man take fire in his bosom, and his clothes not be burnt?", "28": "Or can a man go upon coals, and his feet not be burnt?", "29": "So he that goeth into his neighbor's wife, shall not be innocent, whosoever toucheth her.", "30": "Men do not [p]despise a thief, when he stealeth to satisfy his [q]soul, because he is hungry.", "31": "But if he be found, he shall restore sevenfold, or he shall give all the substance of his house.", "32": "But he that commiteth adultery with a woman, he [r]is destitute of understanding: he that doeth it, destroyeth his own soul.", "33": "He shall find [s]a wound and dishonor, and his reproach shall never be put away.", "34": "For jealousy is the rage of a man: therefore he will not [t]spare in the day of vengeance.", "35": "He cannot bear the sight of any ransom: neither will he consent, though thou augment the gifts."}