{"1": "An exhortation to wisdom and to the word of God. 5 Which will preserve us from the harlot, 6 Whose manners are described. My son keep my words, and hide my commandments with thee.", "2": "Keep my commandments, and thou shalt live, and mine instruction, as the [a]apple of thine eyes.", "3": "Bind them upon thy fingers, and write them upon the table of thine heart.", "4": "Say unto wisdom, Thou art my sister, and call understanding thy kinswoman,", "5": "That they may keep thee from the strange woman, even from the strange that is smooth in her words.", "6": "¶ [b]As I was in the window of mine house, I looked through my window,", "7": "And I saw among the fools, and considered among the children a young man destitute of understanding,", "8": "Who passed through the street by her corner, and went toward her house,", "9": "In the twilight in the evening, when the night began to be [c]black and dark.", "10": "And behold, there met him a woman with an harlot's [d]behavior, and [e]subtle in heart.", "11": "(She [f]is babbling and loud, whose feet cannot abide in her house.", "12": "Now she is without, now in the streets, and lieth in wait at every corner)", "13": "So she caught him and kissed him, and [g]with an impudent face said unto him,", "14": "I have [h]peace offerings: this [i]day have I paid my vows.", "15": "Therefore came I forth to meet thee, that I might seek thy face: and I have found thee.", "16": "I have decked my bed with ornaments, [j]carpets and laces of Egypt.", "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.", "18": "Come, let us take our fill of love until the morning: let us take our pleasure in dalliance.", "19": "For mine husband is not at home: he is gone a journey far off.", "20": "He hath taken [k]with him a bag of silver, and will come home at the day appointed.", "21": "Thus with her great craft she caused him to yield, and with her flattering lips she enticed him.", "22": "And he followed her straightway, as an [l]ox that goeth to the slaughter, and [m]as a fool to the stocks for correction,", "23": "Till a dart strike through his liver, as a bird hasteth to the snare, not knowing that [n]he is in danger.", "24": "¶ Hear me now therefore, O children, and hearken to the words of my mouth.", "25": "Let not thine heart decline to her ways: wander thou not in her paths.", "26": "For she hath caused many to fall down wounded, and the [o]strong men are all slain by her.", "27": "Her house is the way unto the grave, which goeth down to the chambers of death."}