{"1": "Wisdom declareth her excellency, 11 riches,  15 power, 22 eternity. 32 She exhorteth all to love and follow her. Doth not [a]wisdom cry? and understanding utter her voice?", "2": "She standeth in the top of the high places, by the way in the place of the paths.", "3": "She crieth besides [b]the gates before the city at the entry of the doors,", "4": "O men, I call unto you, and utter my voice to the children of men.", "5": "O ye foolish men, understand wisdom, and ye, O fools, be wise in heart.", "6": "Give ear, for I will speak of excellent things, and the opening of my lips shall teach things that be right.", "7": "For my mouth shall speak the truth, and my lips abhor wickedness.", "8": "All the words of my mouth are righteous: there is no lewdness, nor frowardness in them.", "9": "They are all [c]plain to them that will understand, and straight to them that would find knowledge.", "10": "Receive mine instruction, and not silver, and knowledge rather than fine gold.", "11": "For wisdom is better than precious stones: and all pleasures are not to be compared unto her.", "12": "I wisdom dwell with [d]prudence, and I find forth knowledge and counsels.", "13": "The fear of the Lord is to hate [e]evil, as pride, and arrogancy, and the evil way: and a mouth that speaketh lewd things I do hate.", "14": "I have counsel and wisdom: I am understanding, and I have strength.", "15": "By me [f]kings reign, and princes decree justice.", "16": "By me princes rule, and the nobles, and all the judges of the earth.", "17": "I love them that love me: and they that seek me [g]early shall find me.", "18": "Riches and honor are with me: [h]even durable riches and righteousness.", "19": "My fruit is better than gold, even than fine gold, and my revenues better than fine silver.", "20": "I cause to walk in the way of righteousness, and in the midst of the paths of [i]judgment,", "21": "That I may cause them that love me, to inherit substance, and I will fill their treasures.", "22": "The Lord hath possessed me in the beginning of his way: I was [j]before his works of old.", "23": "[k]I was set up from everlasting, from the beginning, and before the earth.", "24": "When there were no depths, was I begotten, when there were no fountains abounding with water.", "25": "Before the mountains were settled: and before the hills, was I begotten.", "26": "He had not yet made the earth, nor the open places, nor the height of the dust in the world.", "27": "When he prepared the heavens, I was there, when he set the compass upon the deep:", "28": "When he established the clouds above: when he confirmed the fountains of the deep:", "29": "When he gave his decree to the sea, that the waters should not pass his commandment, when he appointed the foundations of the earth.", "30": "Then was I with him [l]as a nourisher, and I was daily his delight, rejoicing always before him,", "31": "And took my [m]solace in the compass of [n]his earth: and my delight is with the children of men.", "32": "Therefore now hearken, O children, unto me: for blessed are they that keep my ways.", "33": "Hear instruction, and be ye wise, and refuse it not: blessed is the man that heareth me, watching daily at my gates, and giving attendance at the posts of my doors.", "34": "For he that findeth me, findeth life, and shall obtain favor of the Lord.", "35": "But he that sinneth against me, hurteth his own soul: and all that hate me, love death."}