{"1": "From Paul,[a] an apostle of Christ Jesus by the will of God, to the saints [in Ephesus],[b] the faithful[c] in Christ Jesus. ", "2": "Grace and peace to you[d] from God our Father and the Lord Jesus Christ!", "3": "Blessed[e] is[f] the God and Father of our Lord Jesus Christ, who has blessed[g] us with every spiritual blessing in the heavenly realms in Christ. ", "4": "For[h] he chose us in Christ[i] before the foundation of the world that we should be holy and blameless[j] before him[k] in love.[l] ", "5": "He did this by predestining[m] us to adoption as his[n] legal heirs[o] through Jesus Christ, according to the pleasure[p] of his will—", "6": "to the praise of the glory of his grace[q] that he has freely bestowed on us in his dearly loved Son.[r] ", "7": "In him[s] we have redemption through his blood,[t] the forgiveness of our offenses,[u] according to the riches of his grace ", "8": "that he lavished on us in all wisdom and insight. ", "9": "He did this when he revealed[v] to us the mystery[w] of his will, according to his good pleasure that he set forth[x] in Christ,[y] ", "10": "toward the administration of the fullness of the times, to head up[z] all things in Christ—the things in heaven[aa] and the things on earth.[ab] ", "11": "In Christ[ac] we too have been claimed as God's own possession,[ad] since we were predestined according to the purpose of him who accomplishes all things according to the counsel of his will ", "12": "so that we, who were the first to set our hope[ae] on Christ,[af] would be to the praise of his glory. ", "13": "And when[ag] you heard the word of truth (the gospel of your salvation)—when you believed in Christ[ah]—you were marked with the seal[ai] of the promised Holy Spirit,[aj] ", "14": "who is the down payment[ak] of our inheritance, until the redemption of God's own possession,[al] to the praise of his glory.", "15": "For this reason,[am] because I[an] have heard[ao] of your faith in the Lord Jesus and your love[ap] for all the saints, ", "16": "I do not cease to give thanks for you when I remember you[aq] in my prayers. ", "17": "I pray that[ar] the God of our Lord Jesus Christ, the glorious Father,[as] will give you spiritual wisdom and revelation[at] in your growing knowledge of him,[au] ", "18": "—since the eyes of your[av] heart have been enlightened[aw]—so that you can know what is the hope of his calling,[ax] what is the wealth of his glorious[ay] inheritance in the saints, ", "19": "and what is the incomparable[az] greatness of his power toward[ba] us who believe, as displayed in[bb] the exercise of his immense strength.[bc] ", "20": "This power[bd] he exercised[be] in Christ when he raised him[bf] from the dead and seated him[bg] at his right hand in the heavenly realms[bh] ", "21": "far above every rule and authority and power and dominion and every name that is named, not only in this age but also in the one to come. ", "22": "And God[bi] put[bj] all things under Christ's[bk] feet,[bl] and gave him to the church as head over all things.[bm] ", "23": "Now the church is[bn] his body, the fullness of him who fills all in all.[bo]"}