{"1": "And although you were[a] dead[b] in your offenses and sins, ", "2": "in which[c] you formerly lived[d] according to this world's present path,[e]  according to the ruler of the domain[f] of the air, the ruler of[g] the spirit[h] that is now energizing[i] the sons of disobedience,[j] ", "3": "among whom[k] all of us[l] also[m] formerly lived out our lives in the cravings of our flesh, indulging the desires of the flesh and the mind, and were by nature children of wrath[n] even as the rest…[o]", "4": "But God, being rich in mercy, because of his great love with which he loved us, ", "5": "even though we were dead in offenses, made us alive together with Christ—by grace you are saved![p]—", "6": "and he raised us up together with him and seated us together with him in the heavenly realms in Christ Jesus, ", "7": "to demonstrate in the coming ages[q] the surpassing wealth of his grace in kindness toward[r] us in Christ Jesus. ", "8": "For by grace you are saved[s] through faith,[t] and this is not from yourselves, it is the gift of God; ", "9": "it is not from[u] works, so that no one can boast.[v] ", "10": "For we are his creative work, having been created in Christ Jesus for good works that God prepared beforehand so we can do them.[w]", "11": "Therefore remember that formerly you, the Gentiles in the flesh—who are called “uncircumcision” by the so-called “circumcision” that is performed on the body[x] by human hands—", "12": "that you were at that time without the Messiah,[y] alienated from the citizenship of Israel and strangers to the covenants of promise,[z] having no hope and without God in the world. ", "13": "But now in Christ Jesus you who used to be far away have been brought near by the blood of Christ.[aa] ", "14": "For he is our peace, the one who made both groups into one[ab] and who destroyed the middle wall of partition, the hostility, ", "15": "when he nullified[ac] in his flesh the law of commandments in decrees. He did this to create in himself one new man[ad] out of two,[ae] thus making peace, ", "16": "and to reconcile them both in one body to God through the cross, by which the hostility has been killed.[af] ", "17": "And he came and preached peace to you who were far off and peace to those who were near, ", "18": "so that[ag] through him we both have access in one Spirit to the Father. ", "19": "So then you are no longer foreigners and noncitizens, but you are fellow citizens with the saints and members of God's household, ", "20": "because you have been built[ah] on the foundation of the apostles and prophets,[ai] with Christ Jesus himself as[aj] the cornerstone.[ak] ", "21": "In him[al] the whole building,[am] being joined together, grows into a holy temple in the Lord, ", "22": "in whom you also are being built together into a dwelling place of God in the Spirit."}