{"1": "For this reason I, Paul, the prisoner of Christ Jesus[a] for the sake of you Gentiles ", "2": "if indeed[b] you have heard of the stewardship[c] of God's grace that was given to me for you, ", "3": "that[d] by revelation the mystery[e] was made known to me, as I wrote before briefly.[f] ", "4": "When reading this,[g] you will be able to[h] understand my insight into the mystery[i] of Christ ", "5": "(which[j] was not disclosed to people[k] in former[l] generations as it has now been revealed to his holy apostles and prophets by[m] the Spirit), ", "6": "namely, that through the gospel[n] the Gentiles are fellow heirs, fellow members[o] of the body, and fellow partakers of the promise in Christ Jesus. ", "7": "I became a servant of this gospel[p] according to the gift of God's grace that was given to me by[q] the exercise of his power.[r] ", "8": "To me—less than the least of all the saints[s]—this grace was given,[t] to proclaim to the Gentiles the unfathomable riches of Christ ", "9": "and to enlighten[u] everyone about God's secret plan[v]—the mystery that has been hidden for ages[w] in God[x] who has created all things. ", "10": "The purpose of this enlightenment is that[y] through the church the multifaceted wisdom[z] of God should now be disclosed to the rulers and the authorities in the heavenly realms. ", "11": "This was according to[aa] the eternal purpose that he accomplished in Christ Jesus our Lord, ", "12": "in whom we have boldness and confident access[ab] to God[ac] by way of Christ's[ad] faithfulness.[ae] ", "13": "For this reason I ask you[af] not to lose heart because of what I am suffering for you,[ag] which[ah] is your glory.[ai]", "14": "For this reason[aj] I kneel[ak] before the Father,[al] ", "15": "from[am] whom every family[an] in heaven and on earth is named. ", "16": "I pray that[ao] according to the wealth of his glory he will grant you to be strengthened with power through his Spirit in the inner person, ", "17": "that Christ will dwell in your hearts through faith, so that, because you have been rooted and grounded in love, ", "18": "you will be able to comprehend with all the saints what is the breadth and length and height and depth,[ap] ", "19": "and thus to know the love of Christ that surpasses knowledge, so that you will be filled up to[aq] all the fullness of God.", "20": "Now to him who by the power that is working within us[ar] is able to do far beyond[as] all that we ask or think, ", "21": "to him be the glory in the church and in Christ Jesus to all generations, forever and ever. Amen."}