{"1": "I, therefore, the prisoner for the Lord,[a] urge you to live[b] worthily of the calling with which you have been called,[c] ", "2": "with all humility and gentleness,[d] with patience, putting up with[e] one another in love, ", "3": "making every effort to keep the unity of the Spirit in the bond of peace. ", "4": "There is one body and one Spirit, just as you too were called to the one hope of your calling, ", "5": "one Lord, one faith, one baptism, ", "6": "one God and Father of all, who is over all and through all and in all.", "7": "But to each one of us grace was given according to the measure of Christ's gift. ", "8": "Therefore it says, “When he ascended on high he captured[f] captives; he gave gifts to men.”[g] ", "9": "Now what is the meaning of “he ascended,” except that he also descended[h] to the lower regions,[i] namely, the earth?[j] ", "10": "He, the very one[k] who descended, is also the one who ascended above all the heavens, in order to fill all things. ", "11": "And he himself[l] gave some as apostles, some as prophets, some as evangelists, and some as pastors and teachers,[m] ", "12": "to equip[n] the saints for the work of ministry, that is,[o] to build up the body of Christ, ", "13": "until we all attain to the unity of the faith and of the knowledge of the Son of God—a mature person, attaining to[p] the measure of Christ's full stature.[q] ", "14": "So[r] we are no longer to be children, tossed back and forth by waves and carried about by every wind of teaching by the trickery of people who craftily carry out their deceitful schemes.[s] ", "15": "But practicing the truth in love,[t] we will in all things grow up into Christ, who is the head. ", "16": "From him the whole body grows, fitted and held together[u] through every supporting ligament.[v] As each one does its part, the body builds itself up in love.", "17": "So I say this, and insist[w] in the Lord, that you no longer live as the Gentiles do, in the futility[x] of their thinking.[y] ", "18": "They are darkened in their understanding,[z] being alienated from the life of God because of the ignorance that is in them due to the hardness of their hearts. ", "19": "Because they are callous, they have given themselves over to indecency for the practice of every kind of impurity with greediness.[aa] ", "20": "But you did not learn about Christ like this, ", "21": "if indeed you heard about him and were taught in him, just as the truth is in Jesus. ", "22": "You were taught with reference to your former way of life to lay aside[ab] the old man who is being corrupted in accordance with deceitful desires, ", "23": "to be renewed in the spirit of your mind, ", "24": "and to put on the new man who has been created in God's image[ac]—in righteousness and holiness that comes from truth.[ad]", "25": "Therefore, having laid aside falsehood, each one of you speak the truth with his neighbor,[ae] because we are members of one another. ", "26": "Be angry and do not sin;[af] do not let the sun go down on the cause of your anger.[ag] ", "27": "Do not give the devil an opportunity. ", "28": "The one who steals must steal no longer; instead he must labor, doing good with his own hands, so that he will have something to share with the one who has need. ", "29": "You must let no unwholesome word come out of your mouth, but only what is beneficial for the building up of the one in need,[ah] that it would give grace to those who hear. ", "30": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. ", "31": "You must put away all bitterness, anger, wrath, quarreling, and slanderous talk—indeed all malice.[ai] ", "32": "Instead,[aj] be kind to one another, compassionate, forgiving one another, just as God in Christ also forgave you."}