{"1": "Therefore, be[a] imitators of God as dearly loved children ", "2": "and live[b] in love, just as Christ also loved us[c] and gave himself for us, a sacrificial and fragrant offering[d] to God. ", "3": "But[e] among you there must not be either sexual immorality, impurity of any kind,[f] or greed, as these are not fitting for the saints.[g] ", "4": "Neither should there be vulgar speech, foolish talk, or coarse jesting—all of which are out of character—but rather thanksgiving. ", "5": "For you can be confident of this one thing:[h] that no person who is immoral, impure, or greedy (such a person is an idolater) has any inheritance in the kingdom of Christ and God.", "6": "Let nobody deceive you with empty words, for because of these things God's wrath comes on the sons of disobedience.[i] ", "7": "Therefore do not be sharers with them,[j] ", "8": "for you were at one time darkness, but now you are[k] light in the Lord. Live[l] like children of light—", "9": "for the fruit of the light[m] consists in[n] all goodness, righteousness, and truth—", "10": "trying to learn[o] what is pleasing to the Lord. ", "11": "Do not participate in the unfruitful deeds of darkness, but rather[p] expose them.[q] ", "12": "For the things they do[r] in secret are shameful even to mention. ", "13": "But all things being exposed by the light are made visible. ", "14": "For everything made visible is light, and for this reason it says:[s] “Awake,[t] O sleeper![u] Rise from the dead, and Christ will shine on you!”[v]", "15": "Therefore consider carefully how you live—not as unwise but as wise, ", "16": "taking advantage of every opportunity, because the days are evil. ", "17": "For this reason do not be foolish, but be wise[w] by understanding[x] what the Lord's will is. ", "18": "And do not get drunk with wine, which[y] is debauchery,[z] but be filled by the Spirit,[aa] ", "19": "speaking to one another in psalms, hymns, and spiritual songs, singing and making music[ab] in[ac] your hearts to the Lord, ", "20": "always giving thanks to God the Father for all things[ad] in the name of our Lord Jesus Christ, ", "21": "and submitting to one another out of reverence for Christ.[ae]", "22": "[af] Wives, submit[ag] to your husbands as to the Lord, ", "23": "because the husband is the head of the wife as also Christ is the head of the church (he himself being the savior of the body). ", "24": "But as the church submits to Christ, so also wives should submit to their husbands in everything. ", "25": "Husbands, love your[ah] wives just as Christ loved the church and gave himself for her ", "26": "to sanctify her by cleansing her[ai] with the washing of the water by the word, ", "27": "so that he[aj] may present the church to himself as glorious—not having a stain or wrinkle, or any such blemish, but holy and blameless.[ak] ", "28": "In the same way[al] husbands ought to love their wives as their own bodies. He who loves his wife loves himself. ", "29": "For no one has ever hated his own body,[am] but he feeds it and takes care of it, just as Christ also does the church, ", "30": "because we are members of his body.[an] ", "31": "For this reason a man will leave his father and mother and will be joined to his wife, and the two will become[ao] one flesh.[ap] ", "32": "This mystery is great—but I am actually[aq] speaking with reference to Christ and the church. ", "33": "Nevertheless,[ar] each one of you must also love his own wife as he loves himself,[as] and the wife must[at] respect[au] her husband."}