{"1": "Children,[a] obey your parents in the Lord,[b] for this is right. ", "2": "“Honor your father and mother,”[c] which is the first commandment accompanied by a promise, namely, ", "3": "“that it will go[d] well with you and that you will live[e] a long time on the earth.”[f]", "4": "Fathers,[g] do not provoke your children to anger,[h] but raise them up in the discipline and instruction of the Lord.", "5": "Slaves,[i] obey your human masters[j] with fear and trembling, in the sincerity of your heart, as to Christ, ", "6": "not like those who do their work only when someone is watching[k]—as people-pleasers—but as slaves of Christ doing the will of God from the heart.[l] ", "7": "Obey[m] with enthusiasm, as though serving the Lord[n] and not people, ", "8": "because you know that each person, whether slave or free, if he does something good, this[o] will be rewarded by the Lord.", "9": "Masters,[p] treat your slaves[q] the same way,[r] giving up the use of threats,[s] because you know that both you and they have the same master in heaven,[t] and there is no favoritism with him.", "10": "Finally, be strengthened in the Lord and in the strength of his power. ", "11": "Clothe yourselves with the full armor of God, so that you will be able to stand against the schemes[u] of the devil. ", "12": "For our struggle[v] is not against flesh and blood,[w] but against the rulers, against the powers, against the world rulers of this darkness,[x] against the spiritual forces[y] of evil in the heavens.[z] ", "13": "For this reason, take up the full armor of God so that you may be able to stand your ground[aa] on the evil day, and having done everything, to stand. ", "14": "Stand firm therefore, by fastening[ab] the belt of truth around your waist,[ac] by putting on the breastplate of righteousness, ", "15": "by fitting your[ad] feet with the preparation that comes from the good news[ae] of peace,[af] ", "16": "and in all of this,[ag] by taking up the shield[ah] of faith with which you can extinguish all the flaming arrows of the evil one. ", "17": "And take the helmet of salvation[ai] and the sword[aj] of the Spirit (which is the word of God). ", "18": "With every prayer and petition, pray[ak] at all times in the Spirit, and to this end[al] be alert, with all perseverance and petitions for all the saints. ", "19": "Pray[am] for me also, that I may be given the right words when I begin to speak[an]—that I may confidently make known[ao] the mystery of the gospel, ", "20": "for which I am an ambassador in chains. Pray that I may be able to speak boldly as I ought to speak.", "21": "Tychicus, my[ap] dear brother and faithful servant in the Lord, will make everything known to you, so that you too may know about my circumstances,[aq] how I am doing. ", "22": "I have sent him to you for this very purpose, that you may know our circumstances[ar] and that he may encourage your hearts.", "23": "Peace to the brothers and sisters,[as] and love with faith, from God the Father and the Lord Jesus Christ. ", "24": "Grace be[at] with all those who love our Lord Jesus Christ with an undying love.[au]"}