{"1": "Now Jethro, the priest of Midian, Moses' father-in-law, heard of all that God had done for Moses and for Israel His people, how the Lord had brought Israel out of Egypt.", "2": "Jethro, Moses' father-in-law, took Moses' wife Zipporah, after he had sent her away,", "3": "and her two sons, of whom [a]one was named Gershom, for Moses said, “I have been a [b]sojourner in a foreign land.”", "4": "[c]The other was named [d]Eliezer, for he said, “The God of my father was my help, and delivered me from the sword of Pharaoh.”", "5": "Then Jethro, Moses' father-in-law, came with his sons and his wife to Moses [e]in the wilderness where he was camped, at the mount of God.", "6": "He [f]sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her.”", "7": "Then Moses went out to meet his father-in-law, and he bowed down and kissed him; and they asked each other of their welfare and went into the tent.", "8": "Moses told his father-in-law all that the Lord had done to Pharaoh and to the Egyptians for Israel's sake, all the hardship that had befallen them on the journey, and how the Lord had delivered them.", "9": "Jethro rejoiced over all the goodness which the Lord had done to Israel, [g]in delivering [h]them from the hand of the Egyptians.", "10": "So Jethro said, “Blessed be the Lord who delivered you from the hand of the Egyptians and from the hand of Pharaoh, and who delivered the people from under the hand of the Egyptians.", "11": "Now I know that the Lord is greater than all the gods; [i]indeed, it was proven when they dealt proudly against [j]the people.”", "12": "Then Jethro, Moses' father-in-law, took a burnt offering and sacrifices for God, and Aaron came with all the elders of Israel to eat [k]a meal with Moses' father-in-law before God.", "13": "It came about the next day that Moses sat to judge the people, and the people stood about Moses from the morning until the evening.", "14": "Now when Moses' father-in-law saw all that he was doing for the people, he said, “What is this thing that you are doing for the people? Why do you alone sit as judge and all the people stand about you from morning until evening?”", "15": "Moses said to his father-in-law, “Because the people come to me to inquire of God.", "16": "When they have a [l]dispute, it comes to me, and I judge between a man and his neighbor and make known the statutes of God and His laws.”", "17": "Moses' father-in-law said to him, “The thing that you are doing is not good.", "18": "You will surely wear out, both yourself and [m]these people who are with you, for the [n]task is too heavy for you; you cannot do it alone.", "19": "Now listen to [o]me: I will give you counsel, and God be with you. [p]You be the people's representative before God, and you bring the [q]disputes to God,", "20": "then teach them the statutes and the laws, and make known to them the way in which they are to walk and the work they are to do.", "21": "Furthermore, you shall [r]select out of all the people able men who fear God, men of truth, those who hate dishonest gain; and you shall place these over them as leaders of thousands, [s]of hundreds, [t]of fifties and [u]of tens.", "22": "Let them judge the people at all times; and let it be that every major [v]dispute they will bring to you, but every minor [w]dispute they themselves will judge. So it will be easier for you, and they will bear the burden with you.", "23": "If you do this thing and God so commands you, then you will be able to [x]endure, and all [y]these people also will go to [z]their place in peace.”", "24": "So Moses listened [aa]to his father-in-law and did all that he had said.", "25": "Moses chose able men out of all Israel and made them heads over the people, leaders of thousands, [ab]of hundreds, [ac]of fifties and [ad]of tens.", "26": "They judged the people at all times; the difficult [ae]dispute they would bring to Moses, but every minor [af]dispute they themselves would judge.", "27": "Then Moses [ag]bade his father-in-law farewell, and he went his way into his own land."}