{"1": "Then the Lord spoke to Moses, saying,", "2": "“Tell the sons of Israel to [a]raise a [b]contribution for Me; from every man whose heart moves him you shall [c]raise My [d]contribution.", "3": "This is the [e]contribution which you are to [f]raise from them: gold, silver and bronze,", "4": "[g]blue, purple and scarlet material, fine linen, goat hair,", "5": "rams' skins dyed red, porpoise skins, acacia wood,", "6": "oil for lighting, spices for the anointing oil and for the fragrant incense,", "7": "onyx stones and setting stones for the ephod and for the [h]breastpiece.", "8": "Let them construct a sanctuary for Me, that I may dwell among them.", "9": "According to all that I am going to show you, as the pattern of the tabernacle and the pattern of all its furniture, just so you shall construct it.", "10": "“They shall construct an ark of acacia wood two and a half [i]cubits [j]long, and one and a half cubits [k]wide, and one and a half cubits [l]high.", "11": "You shall overlay it with pure gold, inside and out you shall overlay it, and you shall make a gold molding [m]around it.", "12": "You shall cast four gold rings for it and [n]fasten them on its four feet, and two rings shall be on one side of it and two rings on the other side of it.", "13": "You shall make poles of acacia wood and overlay them with gold.", "14": "You shall put the poles into the rings on the sides of the ark, to carry the ark with them.", "15": "The poles shall [o]remain in the rings of the ark; they shall not be removed from it.", "16": "You shall put into the ark the testimony which I shall give you.", "17": "“You shall make a [p]mercy seat of pure gold, two and a half [q]cubits [r]long and one and a half cubits [s]wide.", "18": "You shall make two cherubim of gold, make them of hammered work [t]at the two ends of the mercy seat.", "19": "Make one cherub [u]at one end and one cherub [v]at the other end; you shall make the cherubim of one piece with the mercy seat at its two ends.", "20": "The cherubim shall have their wings spread upward, covering the mercy seat with their wings and [w]facing one another; the faces of the cherubim are to be turned toward the mercy seat.", "21": "You shall put the mercy seat [x]on top of the ark, and in the ark you shall put the testimony which I will give to you.", "22": "There I will meet with you; and from above the mercy seat, from between the two cherubim which are upon the ark of the testimony, I will speak to you about all that I will give you in commandment for the sons of Israel.", "23": "“You shall make a table of acacia wood, two cubits [y]long and one cubit [z]wide and one and a half cubits [aa]high.", "24": "You shall overlay it with pure gold and make a gold border around it.", "25": "You shall make for it a rim of a handbreadth around it; and you shall make a gold border for the rim around it.", "26": "You shall make four gold rings for it and put rings on the four corners which are on its four feet.", "27": "The rings shall be close to the rim as holders for the poles to carry the table.", "28": "You shall make the poles of acacia wood and overlay them with gold, so that with them the table may be carried.", "29": "You shall make its [ab]dishes and its pans and its jars and its [ac]bowls with which to pour drink offerings; you shall make them of pure gold.", "30": "You shall set the bread of the [ad]Presence on the table before Me [ae]at all times.", "31": "“Then you shall make a lampstand of pure gold. The lampstand and its base and its shaft are to be made of hammered work; its cups, its [af]bulbs and its flowers shall be of one piece with it.", "32": "Six branches shall go out from its sides; three branches of the lampstand from its one side and three branches of the lampstand from its [ag]other side.", "33": "Three cups shall be shaped like almond blossoms in the one branch, a [ah]bulb and a flower, and three cups shaped like almond blossoms in the [ai]other branch, a [aj]bulb and a flower—so for six branches going out from the lampstand;", "34": "and in the lampstand four cups shaped like almond blossoms, its [ak]bulbs and its flowers.", "35": "A [al]bulb shall be under the first pair of branches coming out of it, and a [am]bulb under the second pair of branches coming out of it, and a [an]bulb under the third pair of branches coming out of it, for the six branches coming out of the lampstand.", "36": "Their [ao]bulbs and their branches shall be of one piece with it; all of it shall be one piece of hammered work of pure gold.", "37": "Then you shall make its lamps seven in number; and they shall [ap]mount its lamps so as to shed light on the space in front of it.", "38": "Its snuffers and [aq]their trays shall be of pure gold.", "39": "It shall be made from a talent of pure gold, with all these utensils.", "40": "See that you make them after the pattern for them, which was shown to you on the mountain."}