{"1": "A king will come who will do what is right. His officials will govern fairly.", "2": "Each official will be like a place to get out of the wind. He will be like a place to hide from storms. He'll be like streams of water flowing in the desert. He'll be like the shadow of a huge rock in a dry and thirsty land.", "3": "Then the eyes of those who see won't be closed anymore. The ears of those who hear will listen to the truth.", "4": "People who are afraid will know and understand. Tongues that stutter will speak clearly.", "5": "Foolish people won't be considered noble anymore. Those who are worthless won't be highly respected.", "6": "Foolish people say foolish things. Their minds are set on doing evil things. They don't do what is right. They tell lies about the Lord. They don't give hungry people any food. They don't let thirsty people have any water.", "7": "Those who are worthless use sinful methods. They make evil plans against poor people. They destroy them with their lies. They do it even when those people are right.", "8": "But those who are noble make noble plans. And by doing noble things they succeed.", "9": "You women who are so contented, pay attention to me. You who feel so secure, listen to what I have to say.", "10": "You feel secure now. But in a little over a year you will tremble with fear. The grape harvest will fail. There won't be any fruit.", "11": "So tremble, you contented women. Tremble with fear, you who feel so secure. Take off your fine clothes. Wrap yourselves in rags.", "12": "Beat your chests to show how sad you are. The pleasant fields have been destroyed. The fruitful vines have dried up.", "13": "My people's land is overgrown with thorns and bushes. Mourn for all the houses that were once filled with joy. Cry over this city that used to be full of wild parties.", "14": "The royal palace will be left empty. The noisy city will be deserted. The fort and lookout tower will become a dry and empty desert forever. Donkeys will enjoy being there. Flocks will eat there.", "15": "That will continue until the Holy Spirit is poured out on us from heaven. Then the desert will be turned into rich farm lands. The rich farm lands will seem like a forest.", "16": "In the desert, the Lord will make sure people do what is right. In the rich farm lands he will make sure they treat one another fairly.", "17": "Doing what is right will bring peace and rest. When my people do that, they will stay calm and trust in the Lord forever.", "18": "They will live in a peaceful land. Their homes will be secure. They will enjoy peace and quiet.", "19": "Hail might strip the forests bare. Cities might be completely destroyed.", "20": "But how blessed you people will be! You will plant your seeds by every stream. You will let your cattle and donkeys wander anywhere they want to."}