{"1": "“City of Babylon, go down and sit in the dust. Leave your throne and sit on the ground. Queen city of the Babylonians, your life will not be comfortable and easy anymore.", "2": "Get millstones and grind some flour like a female slave. Take off your veil. Lift up your skirts. Make your legs bare. Wade through the streams.", "3": "Everyone will see your naked body. Everyone will see your shame. I will pay you back for what you did. I will not spare any of your people.”", "4": "The one who sets us free is the Holy One of Israel. His name is the Lord Who Rules Over All.", "5": "The Lord says, “Queen city of the Babylonians, go into a dark prison. Sit there quietly. You will not be called the queen of kingdoms anymore.", "6": "I was angry with my people. I treated them as if they did not belong to me. I handed them over to you. And you did not show them any pity. You even placed heavy loads on their old people.", "7": "You said, 'I am queen forever!' But you did not think about what you were doing. You did not consider how things might turn out.", "8": "“So listen, you who love pleasure. You think you are safe and secure. You say to yourself, 'I am like a god. No one is greater than I am. I'll never be a widow. And my children will never be taken away from me.'", "9": "But both of these things will happen to you in a moment. They will take place on a single day. You will lose your children. And you will become a widow. That is what will happen to you. All your evil magic and powerful spells will not save you.", "10": "You have felt secure in your evil ways. You have said, 'No one sees what I'm doing.' Your wisdom and knowledge lead you astray. You say to yourself, 'I am like a god. No one is greater than I am.'", "11": "So horrible trouble will come on you. You will not know how to use your evil magic to make it go away. Great trouble will fall on you. No amount of money can keep it away. Something terrible will happen to you all at once. You will not see it coming ahead of time.", "12": "“So keep on casting your magic spells. Keep on practicing your evil magic. You have been doing those things ever since you were a child. Perhaps they will help you. Maybe they will scare your enemies away.", "13": "All the advice you have received has only worn you out! Let those who study the heavens come forward. They claim to know what is going to happen by watching the stars every month. So let them save you from the trouble that is coming on you.", "14": "They are just like straw. Fire will burn them up. They can't even save themselves from the powerful flames. These are not like coals that can warm anyone. This is not like a fire to sit by.", "15": "They can't do you any good. You have done business with them ever since you were a child. You have always asked them for advice. All of them are bewildered and continue in their own ways. None of them can save you.”"}