{"1": "This is the vision of Yesha'yahu the son of Amotz, which he saw concerning Y'hudah and Yerushalayim during the days of 'Uziyahu, Yotam, Achaz and Y'chizkiyahu, kings of Y'hudah:", "2": "“Hear, heaven! Listen, earth! For Adonai is speaking. “I raised and brought up children, but they rebelled against me.", "3": "An ox knows its owner and a donkey its master's stall, but Isra'el does not know, my people do not reflect.", "4": "“Oh, sinful nation, a people weighed down by iniquity, descendants of evildoers, immoral children! They have abandoned Adonai, spurned the Holy One of Isra'el, turned their backs on him!", "5": "“Where should I strike you next, as you persist in rebelling? The whole head is sick, the whole heart diseased.", "6": "From the sole of the foot to the head there is nothing healthy, only wounds, bruises and festering sores that haven't been dressed or bandaged or softened up with oil.", "7": "“Your land is desolate, your cities are burned to the ground; foreigners devour your land in your presence; it's as desolate as if overwhelmed by floods.", "8": "The daughter of Tziyon is left like a shack in a vineyard, like a shed in a cucumber field, like a city under siege.”", "9": "If Adonai-Tzva'ot had not left us a tiny, tiny remnant, we would have become like S'dom, we would have resembled 'Amora.", "10": "Hear what Adonai says, you rulers of S'dom! Listen to God's Torah, you people of 'Amora!", "11": "“Why are all those sacrifices offered to me?” asks Adonai. “I'm fed up with burnt offerings of rams and the fat of fattened animals! I get no pleasure from the blood of bulls, lambs and goats!", "12": "Yes, you come to appear in my presence; but who asked you to do this, to trample through my courtyards?", "13": "Stop bringing worthless grain offerings! They are like disgusting incense to me! Rosh-Hodesh, Shabbat, calling convocations — I can't stand evil together with your assemblies!", "14": "Everything in me hates your Rosh-Hodesh and your festivals; they are a burden to me — I'm tired of putting up with them!", "15": "“When you spread out your hands, I will hide my eyes from you; no matter how much you pray, I won't be listening; because your hands are covered with blood.", "16": "“Wash yourselves clean! Get your evil deeds out of my sight! Stop doing evil, ", "17": "learn to do good! Seek justice, relieve the oppressed, defend orphans, plead for the widow.", "18": "“Come now,” says Adonai, “let's talk this over together. Even if your sins are like scarlet, they will be white as snow; even if they are red as crimson, they will be like wool.", "19": "If you are willing and obedient, you will eat the good of the land;", "20": "but if you refuse and rebel, you will be eaten by the sword”; for the mouth of Adonai has spoken.", "21": "How the faithful city has become a whore! Once she was filled with justice, righteousness lodged in her; but now murderers!", "22": "Your silver is no longer pure, your wine is watered down.", "23": "Your leaders are rebels, friends of thieves. They all love bribes and run after gifts. They give no justice to orphans, the widow's complaint doesn't catch their attention.", "24": "“Therefore,” says the Lord, Adonai-Tzva'ot, the Mighty One of Isra'el, “I will free myself of my adversaries, I will take vengeance on my enemies.", "25": "But I will also turn my hand against you! I will cleanse your impurities as with lye and remove all your alloyed base metal.", "26": "I will restore your judges as at first and your advisers as at the beginning. After that, you will be called the City of Righteousness, Faithful City.", "27": "Tziyon will be redeemed by justice; and those in her who repent, by righteousness.", "28": "“Rebels and sinners together will be broken and those who abandon Adonai be consumed.", "29": "You will be ashamed of the sacred oaks you desired, you will blush at the gardens you chose;", "30": "for you will be like an oak whose leaf fades, like a garden without any water.", "31": "The strong will be like tinder and [the idol's] maker like a spark; both will burn together, and no one will put them out.”"}