{"1": "Woe to those who enact unjust decrees and draft oppressive legislation", "2": "to deprive the impoverished of justice and rob my people's poor of their rights, looting widows and preying on orphans!", "3": "What will you do on the day of punishment, when calamity comes from afar? To whom will you flee for help? Where will you leave your wealth,", "4": "so as not to squat among the prisoners or fall among the slain? Even after all this, his anger remains, his upraised hand still threatens.", "5": "“Oh Ashur, the rod expressing my anger! The club in their hands is my fury!", "6": "I am sending him against a hypocritical nation, ordering him to march against a people who enrage me, to take the spoil and the plunder and trample them down like mud in the street.", "7": "That is not what Ashur intends, that is not what they think; rather, they mean to destroy, to cut down nation after nation.", "8": "For [their king] says, 'Aren't all my commanders kings?", "9": "Hasn't Kalno [suffered] like Kark'mish, Hamat like Arpad, Shomron like Dammesek?", "10": "Just as my hand reached the kingdoms of non-gods, with more images than in Yerushalayim and Shomron;", "11": "so won't I do to Yerushalayim and her non-gods what I did to Shomron and her idols?'”", "12": "Therefore when Adonai has done everything he intends to do to Mount Tziyon and Yerushalayim, “I will punish the king of Ashur for the boasting that comes from his proud heart and from reveling in his arrogant looks. ", "13": "For he says, “'With my own strong arm I have done this, and with my wisdom, because I'm so clever! I erased the boundaries between peoples, I plundered their stores for the future; as a mighty man, I subjugated the inhabitants.", "14": "My hand found the riches of the peoples like a nest; and as one gathers abandoned eggs, I gathered the whole earth! Not one wing fluttered, not one beak opened or let out a chirp!'”", "15": "Should the axe glorify itself over the one who chops with it? Should the saw magnify itself over the one who moves it? It's as if a stick could wave the hand that raises it up, or as if a wooden staff could lift [a person, who is] not made of wood.", "16": "Therefore the Lord, Adonai-Tzva'ot, will send leanness to his well-fed ones; and in place of his glory, a fire will be kindled that will burn and burn.", "17": "The light of Isra'el will become a fire and his Holy One a flame, burning and devouring his thorns and briars in a single day.", "18": "The glory of his forest and of his fertile land he will consume body and soul, like an invalid wasting away.", "19": "So few forest trees will remain that a child could list them.", "20": "On that day the remnant of Isra'el, those of the house of Ya'akov who escaped, will no longer rely on the man who struck them down, but will truly rely on Adonai, the Holy One of Isra'el.", "21": "A remnant will return, the remnant of Ya'akov, to the mighty God.", "22": "For, although your people, Isra'el, are like the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with justice.", "23": "Adonai Elohim-Tzva'ot will bring about this decreed destruction throughout all the land.", "24": "Therefore Adonai Elohim-Tzva'ot says: “My people living in Tziyon, don't be afraid of Ashur, even when he strikes you with a stick and raises his staff against you, the way it was in Egypt.", "25": "For in but a little while, my fury will end; and my anger will have destroyed them.”", "26": "Adonai-Tzva'ot will wield a whip against them, as he did when striking Midyan at the Rock of 'Orev; as his staff was over the sea, he will raise it, the way it was in Egypt.", "27": "On that day his burden will fall from your shoulders and his yoke from your neck; the yoke will be destroyed by your prosperity.", "28": "He has come to 'Ayat and passed through Migron. He has stored his equipment at Mikhmas.", "29": "They have crossed the pass, then lodged at Geva. Ramah is shaking, Giv'at-Sha'ul has fled.", "30": "Cry, shriek, Bat-Gallim! Listen, Layish! Poor 'Anatot!", "31": "Madmenah is in flight, The people of Gevim take cover.", "32": "This very day he will stop at Nov; and he will shake his fist at the mountain of the daughter of Tziyon, at the hill of Yerushalayim.", "33": "See how Adonai Elohim-Tzva'ot lops off the branches with terrible violence! The ones standing highest are chopped down, the lofty are laid low.", "34": "He will hack down the forest underbrush with an axe, and the L'vanon in its splendor falls."}