{"1": "But a branch will emerge from the trunk of Yishai, a shoot will grow from his roots.", "2": "The Spirit of Adonai will rest on him, the Spirit of wisdom and understanding, the Spirit of counsel and power, the Spirit of knowledge and fearing Adonai —", "3": "he will be inspired by fearing Adonai. He will not judge by what his eyes see or decide by what his ears hear,", "4": "but he will judge the impoverished justly; he will decide fairly for the humble of the land. He will strike the land with a rod from his mouth and slay the wicked with a breath from his lips.", "5": "Justice will be the belt around his waist, faithfulness the sash around his hips.", "6": "The wolf will live with the lamb; the leopard lie down with the kid; calf, young lion and fattened lamb together, with a little child to lead them.", "7": "Cow and bear will feed together, their young will lie down together, and the lion will eat straw like the ox.", "8": "An infant will play on a cobra's hole, a toddler put his hand in a viper's nest.", "9": "They will not hurt or destroy anywhere on my holy mountain, for the earth will be as full of the knowledge of Adonai as water covering the sea.", "10": "On that day the root of Yishai, which stands as a banner for the peoples — the Goyim will seek him out, and the place where he rests will be glorious.", "11": "On that day Adonai will raise his hand again, a second time, to reclaim the remnant of his people who remain from Ashur, Egypt, Patros, Ethiopia, 'Eilam, Shin'ar, Hamat and the islands in the sea.", "12": "He will hoist a banner for the Goyim, assemble the dispersed of Isra'el, and gather the scattered of Y'hudah from the four corners of the earth.", "13": "Efrayim's jealousy will cease — those who harass Y'hudah will be cut off, Efrayim will stop envying Y'hudah, and Y'hudah will stop provoking Efrayim.", "14": "They will swoop down on the flank of the P'lishtim to the west. Together they will pillage the people to the east — they will put out their hand over Edom and Mo'av, and the people of 'Amon will obey them.", "15": "Adonai will dry up the gulf of the Egyptian Sea. He will shake his hand over the [Euphrates] River to bring a scorching wind, dividing it into seven streams and enabling people to cross dryshod.", "16": "There will be a highway for the remnant of his people who are still left from Ashur, just as there was for Isra'el when he came out from the land of Egypt."}