{"1": "This is a prophecy about Bavel, which Yesha'yahu the son of Amotz saw:", "2": "Hoist a banner on a high mountain, shout to [the invaders]; beckon them to enter the Nobles' Gate.", "3": "“I have ordered my holy ones, summoned my heroes, eager and bold, to execute my anger.”", "4": "Listen! A tumult on the mountains — it sounds like a vast multitude! Listen! The uproar of the kingdoms of the nations gathering together! Adonai-Tzva'ot is mustering an army for war.", "5": "They come from a distant land, from beyond the horizon. It's Adonai, with the weapons of his rage, to lay waste to all the earth.", "6": "Howl! for the Day of Adonai is at hand, destruction coming from Shaddai.", "7": "This is why every arm will hang limp and everyone's courage melt away.", "8": "They will be gripped by panic, seized with pain and agony, writhing like a woman in labor, looking aghast at each other, faces aflame.", "9": "Here comes the Day of Adonai, full of cruelty, rage and hot fury, to desolate the earth and destroy the sinners in it.", "10": "For the stars, the constellations in the sky, will no longer give their light; the sun will be dark when it rises; and the moon will no longer shine.", "11": "“I will punish the world for its evil and the wicked for their iniquity. I will end the arrogance of the proud and humble the insolence of tyrants.", "12": "I will make humans rarer than gold, scarcer than Ofir's pure gold.", "13": "This is why I will make the heavens tremble, and the earth will be shaken from its place at the wrath of Adonai-Tzva'ot on the day of his fierce anger.", "14": "Then, like a hunted gazelle, like sheep with no one to gather them, everyone will head back to his own people; everyone will flee to his own land.", "15": "Anyone found will be pierced through; anyone caught will fall by the sword,", "16": "their babies dashed to pieces before their eyes, their houses looted, their wives raped.", "17": "I will stir up against them the Medes, who cannot be tempted by silver or bought off with gold.", "18": "Their bows will tear young men to pieces, they will have no pity on the fruit of the womb, their eye will not spare children.”", "19": "Thus Bavel, that jewel of kingdoms, the pride and glory of the Kasdim, will be like S'dom and 'Amora when overthrown by God.", "20": "It will never again be inhabited, never lived in through all generations. Arabs will not pitch tents there nor shepherds bring their flocks.", "21": "But wildcats will lie there, their houses will be full of owls, ostriches will live there, and wild goats will dance there.", "22": "Jackals will howl in their palaces and wild dogs in their temples of delight. Its time is close at hand, its days will not last long."}