{"1": "For Adonai will have compassion on Ya'akov — he will once again choose Isra'el and resettle them in their own land, where foreigners will join them, attaching themselves to the house of Ya'akov. ", "2": "Peoples will take and escort them to their homeland, and the house of Isra'el will possess them in the land of Adonai as male and female slaves. They will take their captors captive and rule over their oppressors. ", "3": "Then, when Adonai gives you rest from your suffering and trouble and from the hard service imposed on you, ", "4": "you will take up this taunt-song against the king of Bavel: “At last the oppressor is stilled, his arrogance is ended!", "5": "Adonai has broken the staff of the wicked, the scepter of the rulers,", "6": "which furiously struck down peoples with unceasing blows, angrily beating down nations with relentless persecution.", "7": "The whole earth is at rest and quiet. They break into song.", "8": "The cypresses rejoice over you, with the cedars of the L'vanon — 'Now that you are laid low, no one comes to cut us down.'", "9": "“Sh'ol below is stirred up to meet you when you come. It awakens for you the ghosts of the dead who were leaders on earth; it makes all the kings of the nations arise from their thrones.", "10": "They all greet you with these words: 'Now you are as weak as we are, you have become like us!", "11": "Your pride has been brought down to Sh'ol with the music of your lyres, under you a mattress of maggots, over you a blanket of worms.'", "12": "“How did you come to fall from the heavens, morning star, son of the dawn? How did you come to be cut to the ground, conqueror of nations?", "13": "You thought to yourself, 'I will scale the heavens, I will raise my throne above God's stars. I will sit on the Mount of Assembly far away in the north.", "14": "I will rise past the tops of the clouds, I will make myself like the Most High.'", "15": "“Instead you are brought down to Sh'ol, to the uttermost depths of the pit.", "16": "Those who see you will stare at you, reflecting on what has become of you: 'Is this the man who shook the earth, who made kingdoms tremble,", "17": "who made the world a desert, who destroyed its cities, who would not set his prisoners free?'", "18": "“All other kings of the nations, all of them, lie in glory, each in his tomb.", "19": "But you are discarded, unburied, like a loathed branch, clothed like the slain who were pierced by the sword, then fall to the stones inside a pit, like a corpse to be trampled underfoot.", "20": "You will not be joined with those kings in the grave, because you destroyed your own land, you have brought death to your own people. The descendants of evildoers will be utterly forgotten.", "21": "Get ready to slaughter his sons for the iniquity of their fathers; so they won't arise, take over the earth and cover the world with their cities.”", "22": "“I will arise against them,” says Adonai-Tzva'ot. “I will cut off from Bavel name and remnant, offshoot and offspring,” says Adonai.", "23": "“I will make it a haunt for hedgehogs, it will become a swampy waste, I will sweep it with the broom of destruction,” says Adonai-Tzva'ot.", "24": "Adonai-Tzva'ot has sworn, “Just as I thought it, it will occur; just as I planned it, so it will be.", "25": "I will break Ashur in my land, I will trample him down on my mountains. Then his yoke will fall off them, his burden be removed from their shoulders.”", "26": "This is the program planned for all the earth, this is the hand stretched out over all the nations.", "27": "Adonai-Tzva'ot has made his decision. Who is there that can stop him? He has stretched out his hand. Who can turn it back?", "28": "In the year that King Achaz died, this prophecy came:", "29": "Do not rejoice, P'leshet, any of you, that the rod which struck you is broken; for out of the snake's root will come a viper, and his offspring will be a flying fiery serpent.", "30": "While the firstborn of the poor graze and the needy lie down in safety, I will kill off your root with famine and slaughter the rest of you.", "31": "Howl, gate! Cry, city! Melt away, P'leshet, all of you! For a smoke is coming from the north, with not a straggler in its ranks.", "32": "And what is one to answer the messengers of the nation? That Adonai founded Tziyon, and there the poor of his people will find refuge."}