{"1": "Send lambs for the ruler of the land from the crags toward the desert to the mountain of the daughter of Tziyon.", "2": "The daughters of Mo'av at the fords of the Arnon are like fluttering birds pushed from the nest.", "3": "“Give [us] counsel! Decide [to help]! Make your shadow [over us] like night in the middle of noonday. Hide [our] outcasts! Don't betray [our] fugitives!", "4": "Let our outcasts live with you! Protect Mo'av from the attacks of robbers!” For when the extorting ends, the spoiling ceases, and those trampling on the land are destroyed,", "5": "a throne will be set up by grace, and on it, in the tent of David, will sit an honest judge, seeking justice and pursuing righteousness.", "6": "We have heard about Mo'av's pride, how very proud they are; about their haughty arrogance, their insolence and bravado.", "7": "Therefore Mo'av will wail for Mo'av — they will all wail! You will sigh, stricken by grief, for the raisin-cakes of Kir-Hareset.", "8": "For the grainfields of Heshbon are withering, also the vineyards of Sibmah, whose red grapes overpowered rulers of nations — once they reached as far as Ya'zer and trailed out into the desert; their spreading branches even crossed the sea.", "9": "Therefore I will weep for Sibmah's vine as I weep for Ya'zer; I will water you with my tears, Heshbon and El'aleh; because the shouts of battle are falling on your summer fruits and harvest;", "10": "gladness and joy are removed from the fruitful fields. No revelry in the vineyards, no happy shouting, no one treading grapes in the wine presses — I have silenced the vintage-cheers.", "11": "This is why my heart throbs like a lyre for Mo'av, and everything in me for Kir-Heres.", "12": "Even when Mo'av is seen growing weary of worshipping on the high places and entering their sanctuaries to pray, they will have accomplished nothing.", "13": "This is the word Adonai spoke against Mo'av in the past. ", "14": "But now Adonai has said, “Within three years [and not a day more], as if a hired worker were keeping track of the time, the glory of Mo'av will be brought into contempt, despite its large population; and the surviving remnant will be few and feeble.”"}