{"1": "This is a prophecy about Dammesek: “Dammesek will soon stop being a city; it will become a heap of ruins.", "2": "The cities of 'Aro'er will be abandoned, given over to flocks lying down undisturbed.", "3": "Efrayim will have no defenses, Dammesek will cease to rule, and Aram's survivors will share the fate of Isra'el's finest sons,” says Adonai-Tzva'ot.", "4": "“When that day comes, Ya'akov's glory will wane, and his full body grow thin,", "5": "as when the harvester collects the standing grain, reaping the ears of grain with his arm; yes, as when they glean the grain in the Refa'im Valley.", "6": "Yet gleanings will be left, as when beating an olive tree — two or three olives at the very top, four or five on its fruitful branches,” says Adonai, the God of Isra'el.", "7": "On that day, a person will heed his Maker and turn his eyes toward the Holy One of Isra'el.", "8": "He will pay no heed to the altars made with his own hands, he will not turn toward what his fingers made, the sacred poles and standing-stones for sun-worship.", "9": "When that day comes, his strong cities, which others abandoned when Isra'el advanced, will be like abandoned woods and forests; they will be laid waste.", "10": "For you have forgotten the God who saved you, failed to remember the Rock of your strength; so you plant pagan-style gardens and set out vine-cuttings for a foreign god.", "11": "Though you make them grow on the day you plant them, and in the morning your seedlings flower; the crop will vanish the day disease comes, a day of incurable pain.", "12": "Oh, the terror-stricken uproar of many peoples, roaring like the roar of the seas, and the rushing about of nations, rushing and surging like wild, wild waters!", "13": "Yes, the nations will roar like the mighty ocean, but he will rebuke them, and far will they flee, driven like chaff by a mountain wind, like whirling dust in advance of the storm.", "14": "As evening falls, you can see terror; before sunrise, they have ceased to be. This is the lot of those who plunder us, the fate of those who prey on us."}