{"1": "This is a prophecy about Egypt: Look! Adonai is riding a swift cloud, on his way to Egypt. Before him Egypt's idols tremble, Egypt's courage melts within them.", "2": "“I will incite Egypt against Egypt, brother will fight against brother, friend against friend, city against city, kingdom against kingdom.", "3": "The courage of Egypt will ebb away within it, I will reduce its counsel to confusion. They will consult idols and mediums, ghosts and spirits.", "4": "I will hand over the Egyptians to a cruel master. A harsh king will rule them,” says the Lord, Adonai-Tzva'ot.", "5": "The water will ebb from the sea, the river will be drained dry.", "6": "The rivers will become foul, the canals of Egypt's Nile will dwindle and dry up, the reeds and rushes will wither.", "7": "The river-plants on the banks of the Nile and everything sown near the Nile will dry up, blow away and be no more.", "8": "Fishermen too will lament, all who cast hooks in the Nile will mourn, those who spread nets on the water lose heart.", "9": "The linen-workers will be in despair, along with the weavers of white cotton;", "10": "the spinners will be crushed, the hired workers dejected.", "11": "The princes of Tzo'an are utter fools, Pharaoh's wisest counselors give stupid advice. How can you say to Pharaoh, “I'm a sage, descended from kings of old.”", "12": "Where are they, then, those sages of yours? Let them tell you, so all can know what Adonai-Tzva'ot has planned against Egypt!", "13": "The princes of Tzo'an have been fooled, the princes of Nof have been duped, Egypt's clan chiefs have led her astray.", "14": "Adonai has mixed up their minds with a spirit that distorts judgment, so they make Egypt stagger in whatever she does, like a drunk staggering in his vomit.", "15": "Nobody in Egypt will find work to do — neither head nor tail, neither [tall] palm frond nor [lowly] reed.", "16": "On that day Egypt will be like women trembling with fear, because Adonai-Tzva'ot is shaking his fist at them. ", "17": "Just mentioning the land of Y'hudah to the Egyptians will throw them into panic; they will be afraid because of what Adonai-Tzva'ot has planned for them.", "18": "On that day there will be five cities in the land of Egypt that speak the language of Kena'an and swear loyalty to Adonai-Tzva'ot; one of them will be called the City of Destruction.*", "19": "On that day there will be an altar to Adonai in the middle of the land of Egypt, as well as a standing-stone for Adonai at its border. ", "20": "It will be a sign and witness to Adonai-Tzva'ot in the land of Egypt; so that when they cry out to Adonai for help because of the oppressors, he will send them a savior to defend and rescue them.", "21": "Adonai will make himself known to Egypt; on that day, the Egyptians will know Adonai. They will worship him with sacrifices and offerings, they will make vows to Adonai and keep them.", "22": "Yet Adonai will strike Egypt, both striking and healing, so they will return to Adonai. He will listen to their prayers, and he will heal them.", "23": "On that day there will be a highway from Egypt to Ashur. Ashur will come to Egypt and Egypt to Ashur, and Egypt will worship with Ashur.", "24": "On that day Isra'el will be a third partner with Egypt and Ashur, a blessing here on earth;", "25": "for Adonai-Tzva'ot has blessed him: “Blessed be Egypt my people, Ashur the work of my hands and Isra'el my heritage.”"}