{"1": "This is the word that Yesha'yahu the son of Amotz saw concerning Y'hudah and Yerushalayim:", "2": "In the acharit-hayamim the mountain of Adonai's house will be established as the most important mountain. It will be regarded more highly than the other hills, and all the Goyim will stream there.", "3": "Many peoples will go and say, “Come, let's go up to the mountain of Adonai, to the house of the God of Ya'akov! He will teach us about his ways, and we will walk in his paths.” For out of Tziyon will go forth Torah, the word of Adonai from Yerushalayim.", "4": "He will judge between the nations and arbitrate for many peoples. Then they will hammer their swords into plow-blades and their spears into pruning-knives; nations will not raise swords at each other, and they will no longer learn war.", "5": "Descendants of Ya'akov, come! Let's live in the light of Adonai!", "6": "For you have abandoned your people the house of Ya'akov. Now they are filled from the east, full of sorcerers, like the P'lishtim; even the children of foreigners are enough for them!", "7": "Their land is full of silver and gold; They have no end of treasures. Their land is full of horses; They have no end of chariots.", "8": "Their land is full of idols; everyone worships the work of his hands, what his own fingers have made.", "9": "A person bows down, a man lowers himself — don't forgive them!", "10": "Come into the rock, hide in the dust to escape the terror of Adonai and the glory of his majesty.", "11": "The proud looks of man will be humiliated; the arrogance of men will be bowed down; and when that day comes, Adonai alone will be exalted.", "12": "Yes, Adonai-Tzva'ot has a day in store for all who are proud and lofty, for all who are lifted high to be humiliated;", "13": "for all cedars of the L'vanon that are high and lifted up, for all the oaks of the Bashan;", "14": "for all the high mountains, for all the hills that are lifted up;", "15": "for every high tower, for every fortified wall;", "16": "for every “Tarshish” ship, for every luxurious vessel.", "17": "The pride of man will be bowed down, the arrogance of men will be humiliated, and when that day comes, Adonai alone will be exalted.", "18": "The idols will be completely abolished.", "19": "People will enter cracks in the rocks and holes in the ground to escape the terror of Adonai and his glorious majesty, when he sets out to convulse the earth.", "20": "On that day a man will take hold of his idols of silver and idols of gold, which they made for themselves to worship, and fling them away to the moles and bats!", "21": "Then they will enter the cracks in the rocks and the crevices in the cliffs to escape the terror of Adonai and his glorious majesty, when he sets out to convulse the earth.", "22": "Stop relying on man, in whose nostrils is a mere breath — after all, he doesn't count for much, does he?"}