{"1": "A prophecy about the coastal desert: Like whirlwinds sweeping over the Negev, it comes from the desert, from a fearsome land.", "2": "A dire vision has been shown to me: the betrayer betrays, and the spoiler spoils. 'Eilam, advance! Madai, lay siege! I will end all groaning.", "3": "This is why my insides are racked with pain; I am seized by pangs, like a woman in labor; wrenched by what I hear, aghast at what I see.", "4": "My mind reels, shuddering assails me. The twilight I longed for terrifies me.", "5": "They set the table, light the lamps, eat and drink — “Get going, princes! Oil the shields!”", "6": "For this is what Adonai said to me: “Go, post a watchman to report what he sees!", "7": "If he sees the cavalry, horsemen in pairs, riders on donkeys, riders on camels, he must be on alert, on full alert!”", "8": "He calls out like a lion: “My lord, I stand on the watchtower all day long, I stay at my post all night.”", "9": "Then, as they appeared — the cavalry, horsemen in pairs — he spoke these words: “She has fallen! She has fallen — Bavel! All the carved images of her gods lie shattered on the ground.”", "10": "My people, who have been threshed, grain trodden down on my threshing-floor: I am telling you what I have heard from Adonai-Tzva'ot, the God of Isra'el.", "11": "A prophecy about Dumah: Someone is calling to me from Se'ir: “Watchman, how much longer is it night? Watchman, how much longer is it night?”", "12": "The watchman answers: “Morning is coming, but also the night. If you want to ask, ask! Come back again!”", "13": "A prophecy about Arabia: You caravans of D'danim will camp in the desert growth of Arabia.", "14": "Bring water to the thirsty, you who live in Teima, greet the fugitives with food;", "15": "because they are fleeing the sword, the drawn sword, the bent bow and the press of battle.", "16": "For this is what Adonai has told me: “Within a year [and not a day more], as if a hired worker were keeping track of the time, the glory of Kedar will come to an end. ", "17": "Few of Kedar's valiant archers will be left. ” Adonai the God of Isra'el has spoken."}