{"1": "A prophecy about the Valley of Vision: Tell me what is wrong with you, that you have all gone up on the roofs.", "2": "You city full of noise, confusion and boisterous excitement, your slain did not fall to the sword, nor did they die in battle.", "3": "All your leaders fled together and were captured without the use of a bow; all from you who were found were captured, even though they had fled far away.", "4": "This is why I said, “Don't look at me, leave me alone to weep bitterly, don't try to comfort me over the destruction of my people.”", "5": "For it is a day of panic, trampling and confusion from Adonai Elohim-Tzva'ot in the Valley of Vision. With walls crashing down, they cry for help to the mountains.", "6": "'Eilam picks up the quivers, with cavalry and horsemen, and Kir uncovers the shields.", "7": "In time, your choicest valleys are overrun by chariots, and the cavalry take their posts by the gate;", "8": "thus is Y'hudah's protection removed. That day you looked for the armor in the House of the Forest.", "9": "You saw how many breaches there were in the City of David, you collected water from the lower pool,", "10": "you surveyed the houses in Yerushalayim, tearing some down to fortify the wall.", "11": "You also built a reservoir between the two walls for the water from the Old Pool; but you didn't look to Him who made these things; you had no respect for Him who fashioned them long ago.", "12": "That day Adonai Elohim-Tzva'ot called on you to weep and mourn, to shave your heads and wear sackcloth;", "13": "but instead, one sees joy and celebrating, killing of oxen, slaughtering of sheep, eating of meat, drinking of wine — “Let's eat and drink now, because tomorrow we'll be dead!”", "14": "Then Adonai-Tzva'ot revealed himself in my ears: “You will not atone for this iniquity until you die.” This is what Adonai Elohim-Tzva'ot says.", "15": "Thus says Adonai Elohim-Tzva'ot: “Go and find that steward, Shevna, administrator of the palace, and ask him:", "16": "'What do you own here, and who gave you the right to cut yourself a tomb here? Why do you get such an eminent tomb? Why are you carving a resting-place for yourself in the rock?'”", "17": "Look, strong man! Adonai is about to throw you out! He will grab you,", "18": "roll you up, and toss you around like a ball in the open country. There you will die, with your fancy chariots, you disgrace to your master's palace!", "19": "“I will remove you from your office, I will snatch you from your post.", "20": "When that day comes, I will summon my servant Elyakim the son of Hilkiyahu.", "21": "I will dress him in your robe, gird him with your sash of office, and invest him with your authority. He will be a father to the people living in Yerushalayim and to the house of Y'hudah.", "22": "I will place the key of David's house on his shoulder; no one will shut what he opens; no one will open what he shuts.", "23": "“I will fasten him firmly in place like a peg, so that he will become a seat of honor for his clan. ", "24": "They will hang on him all the weight of his clan, descendants and offspring, as well as all the vessels of small capacity, from pitchers to cups. ", "25": "When that day comes, the peg fastened firmly in place will give way; it will be cut down and fall, and the weight that was on it will be cut off.” For Adonai has said it."}