{"1": "A prophecy about Tzor: Howl, you “Tarshish” ships, because the harbor is destroyed! On returning from Kittim, they discover they cannot enter it.", "2": "Silence, you who live on the coast, you who have been enriched by the merchants of Tzidon crossing the sea.", "3": "By the great water the grain of Shichor, the harvest of the Nile, brought you profits. She was marketplace for the nations.", "4": "Shame, Tzidon, for the sea speaks; the fortress of the sea says, “I no longer have labor pains or bear children, yet I have raised neither boys nor girls.”", "5": "When the report reaches Egypt, they will be in anguish at the fate of Tzor.", "6": "Cross over to Tarshish! Howl, you who live on the coast!", "7": "Is this your boisterous city, whose feet long ago in antiquity carried her off to found distant colonies?", "8": "Who planned this against Tzor, the city that once bestowed crowns, whose merchants are princes, whose traders are honored throughout the earth?", "9": "Adonai-Tzva'ot planned it to break the pride of all the arrogant, to humiliate all those who are honored everywhere on earth.", "10": "People of Tarshish! Nothing restricts you now. You can flow freely over your land just like the Nile River.", "11": "He has stretched out his hand against the sea, he has shaken kingdoms; Adonai has ordered that Kena'an's fortresses be destroyed.", "12": "He has said, “Exult no more, oppressed virgin daughter of Tzidon. Arise, cross to Kittim; even there you will find no rest.”", "13": "Look at the land of the Kasdim! This was the people who did not exist when Ashur destined it for desert creatures. They erected their siege towers and tore down her palaces, so that it has been made a ruin.", "14": "Howl, you “Tarshish” ships, because your fortress is destroyed.", "15": "When that day comes, Tzor will be forgotten for seventy years, the lifetime of a king. After seventy years, its fate will be the same as that of the prostitute in this song:", "16": "“Take a lyre, walk the city, you poor, forgotten whore! Play sweetly, sing all your songs, so that they will remember you!”", "17": "After seventy years are over Adonai will remember Tzor. She will receive her wages again and prostitute herself to all the world's kingdoms on the face of the earth. ", "18": "But her merchandise and profits will be dedicated to Adonai; they will not be stored up or hoarded, because her profits will be for those living in Adonai's presence, so that they can eat their fill and wear fine clothing."}