{"1": "Look! Adonai is stripping and destroying the land, turning it upside down and scattering its inhabitants —", "2": "cohen and commoner, slave and master, maid and mistress, buyer and seller, lender and borrower, creditor and debtor.", "3": "The land will be completely stripped, completely plundered, for Adonai has spoken this word.", "4": "The land fades and withers, the world wilts and withers, the exalted of the land languish.", "5": "The land lies defiled under its inhabitants; because they have transgressed the teachings, changed the law and broken the everlasting covenant.", "6": "Therefore a curse is devouring the land, and its inhabitants are punished for their guilt. It is why those living there waste away, and the people left are few.", "7": "The new wine fails, the vines wilt, all the revelers sigh,", "8": "the happy sound of tambourines ceases, the shouts of merrymakers are stilled, the joy of the lyre ends.", "9": "They no longer sing as they drink their wine, strong liquor tastes bitter to those drinking it.", "10": "The city of chaos is shattered, every house closed up; no one can enter.", "11": "In the streets they are crying over the wine; all joy has faded, cheer has left the land.", "12": "In the city, only desolation, its gates are battered beyond repair.", "13": "Around the earth, among the peoples, it will be as when beating an olive tree, as when gleaning the grapes at the end of the harvest.", "14": "They lift their voices, singing for joy, shouting from the west to honor Adonai.", "15": "So in the east, honor Adonai ; in the coastlands, honor the name of Adonai, the God of Isra'el.", "16": "From the farthest part of the earth we have heard them sing, “Glory to the Righteous One!” But, I say, I'm wasting away, I am wasting away! Woe to me! Traitors betray! Oh, how the traitors betray and betray!", "17": "Terror, pit and trap are upon you, you who are living on earth.", "18": "He who flees at the sound of terror will fall into the pit. He who climbs up out of the pit will be caught in the trap. For the windows above have been opened, and the earth's foundations shake.", "19": "The earth cracks and breaks open, the earth crumbles to pieces, the earth trembles and totters.", "20": "The earth staggers to and fro like a drunk, sways back and forth like a watchman's shelter; its transgression weighs heavy upon it; it will fall and not rise again.", "21": "When that day comes, Adonai will punish the armies of the high heaven on high, and the kings of the earth here on earth.", "22": "They will be assembled like prisoners in a dungeon and shut up in prison to be punished many years.", "23": "Then the moon will be confused and the sun ashamed, for Adonai-Tzva'ot will rule on Mount Tziyon and in Yerushalayim, with his glory manifest to the rulers of his people."}