{"1": "On that day this song will be sung in the land of Y'hudah: “We have a strong city! He has built walls and ramparts for our safety.", "2": "Open the gates! Let the righteous nation enter, a nation that keeps faith!", "3": "“A person whose desire rests on you you preserve in perfect peace, because he trusts in you.", "4": "Trust in Adonai forever, because in Yah Adonai, is a Rock of Ages.”", "5": "For he has humbled those in high places, levelling the lofty city, levelling it to the ground, laying it in the dust.", "6": "It is trampled underfoot by the feet of the poor, by the footsteps of the needy.", "7": "The way of the righteous is level; Righteous One, you smooth the path for the righteous.", "8": "Following the way of your judgments, we put our hope in you. The desire of all our soul is to remember you and your name.", "9": "My soul desires you at night, my spirit in me seeks you at dawn; for when your judgments are here on earth, the people in the world learn what righteousness is.", "10": "Even if pity is shown to the wicked, he still doesn't learn what righteousness is. In a land of uprightness he will still act wrongly and fail to see the majesty of Adonai.", "11": "Adonai, you raised your hand, but they still didn't see. Yet with shame they will see your zeal for the people. Yes, fire will destroy your enemies.", "12": "Adonai, you will grant us peace; because all we have done, you have done for us.", "13": "Adonai our God, other lords besides you have ruled us, but only you do we invoke by name.", "14": "The dead will not live again, the ghosts will not rise again; for you punished and destroyed them, wiped out all memory of them.", "15": "You enlarged the nation, Adonai, you enlarged the nation; and thus you glorified yourself; you extended all the frontiers of the country.", "16": "Adonai, when they were troubled, they sought you. When you chastened them, they poured out a silent prayer.", "17": "As a pregnant woman about to give birth cries out and writhes in her labor pains, so we have been at your presence, Adonai —", "18": "we have been pregnant and been in pain. But we, as it were, have given birth to wind; we have not brought salvation to the land, and those inhabiting the world have not come to life.", "19": "Your dead will live, my corpses will rise; awake and sing, you who dwell in the dust; for your dew is like the morning dew, and the earth will bring the ghosts to life.", "20": "Come, my people, enter your rooms, and shut your doors behind you. Hide yourselves for a little while until the wrath is past.", "21": "For see! Adonai emerges from his place to punish those on earth for their sin. Then the earth will reveal the blood shed on it and no longer conceal its slain."}