{"1": "Woe to the haughty crown of Efrayim's drunks, to the fading flower of its proud splendor, located at the head of the rich valley belonging to people overcome by wine!", "2": "Adonai has someone strong and powerful. He comes like a hailstorm, a destructive tempest, like a flood of water, rushing, overwhelming; with his hand he hurls them to the ground.", "3": "The haughty crown of Efrayim's drunks is trampled underfoot;", "4": "and the fading flower of its proud splendor, located at the head of the rich valley, is like the first ripe fig of summer — whoever sees it picks and eats it.", "5": "On that day, Adonai-Tzva'ot will be a glorious crown, a brilliant diadem for the remnant of his people.", "6": "He will also be a spirit of justice for whoever sits as a judge, and a source of strength for those repelling enemy attacks at the gate.", "7": "But there are others reeling from wine, staggering about because of strong liquor; cohen and prophet reel from strong liquor, they are confused by wine. Led astray by strong liquor, they err in their visions and stumble when judging.", "8": "All tables are covered with vomit and feces, not a single place is clean.", "9": "Can no one be taught anything? Can no one understand the message? Must one teach barely weaned toddlers, babies just taken from the breast,", "10": "so that [one has to use nursery rhymes]? — Tzav la-tzav, tzav la-tzav, kav la-kav, kav la-kav z'eir sham, z'eir sham [Precept by precept, precept by precept, line by line, line by line, a little here, a little there].", "11": "So with stammering lips, in a foreign accent, [Adonai] will speak to this people.", "12": "He once told this people, “It's time to rest, the exhausted can rest, now you can relax” — but they wouldn't listen.", "13": "So now the word of Adonai for them comes “precept by precept, precept by precept, line by line, line by line, a little here, a little there,” so that when they walk, they stumble backward, and are broken, trapped and captured!", "14": "So listen to the word of Adonai, you scoffers, composing taunts for this people in Yerushalayim:", "15": "Because you said, “We made a covenant with death, we made a contract with Sh'ol. When the raging flood passes through, it will not touch us. For we have made lies our refuge and hid ourselves in falsehoods” —", "16": "therefore here is what Adonai Elohim says: “Look, I am laying in Tziyon a tested stone, a costly cornerstone, a firm foundation-stone; he who trusts will not rush here and there.", "17": "I will make justice the plumbline and righteousness the plumb-bob; hail will sweep away the refuge of lies, water will overflow the hiding place,", "18": "your covenant with death will be annulled, and your contract with Sh'ol will not stand. When the raging flood passes through, you will be trampled down by it.", "19": "As often as it passes through, it will take you, for it will pass through every morning, day after day, night after night; understanding the message will be sheer terror.”", "20": "For, [as the saying goes,] “The bed is too short for a person to stretch, and the blanket too narrow [to protect him from cold] even if he crams himself in.”", "21": "For Adonai will arise, as at Mount P'ratzim, and storm with rage, as in the Giv'on Valley; so he can do his deed, his strange deed, and perform his task, his alien task.", "22": "Therefore, now, stop your scoffing, or your bonds will be further tightened; for I have heard from Adonai Elohim-Tzva'ot that destruction is decreed for the whole land.", "23": "Listen and hear my voice; pay attention, and hear what I say:", "24": "Does a farmer sowing keep plowing forever? Does he never stop breaking up and harrowing his land?", "25": "No — when he finishes levelling it, he scatters his dill-seed, sows his cumin, puts wheat in rows, barley where it belongs, and plants buckwheat around the edges;", "26": "because his God has taught him this, has given him instruction.", "27": "Dill must not be threshed with a sledge or cartwheels driven over cumin; rather, dill one beats with a stick and cumin with a flail.", "28": "When crushing grain for bread, one doesn't thresh it forever; one drives the horse and cart wheels over it but doesn't crush it to powder.", "29": "This too comes from Adonai-Tzva'ot — his counsel is wonderful, his wisdom great."}