{"1": "Woe to Ari'el [fireplace on God's altar, lion of God] — Ari'el, the city where David encamped! Celebrate the feasts for a few more years,", "2": "but then I will bring trouble to Ari'el. There will be mourning and moaning, as she becomes truly an ari'el for me.", "3": "I will encamp all around you, besiege you with towers and mount siege-works against you.", "4": "Prostrate, you will speak from the ground; your words will be stifled by the dust; your voice will sound like a ghost in the ground, your words like squeaks in the dust.", "5": "But your many foes will become like fine powder, the horde of tyrants like blowing chaff, and it will happen very suddenly.", "6": "You will be visited by Adonai-Tzva'ot with thunder, earthquakes and loud noises, whirlwinds, tempests, flaming firestorms.", "7": "Then, all the nations fighting Ari'el, every one at war with her, the ramparts around her, the people that trouble her will fade like a dream, like a vision in the night.", "8": "It will be like a hungry man dreaming he's eating; but when he wakes up, his stomach is empty; or like a thirsty man dreaming he's drinking; but when he wakes up, he is dry and exhausted — it will be like this for the horde of all nations fighting against Mount Tziyon.", "9": "If you make yourselves stupid, you will stay stupid! If you blind yourselves, you will stay blind! You are drunk, but not from wine; you are staggering, but not from strong liquor.", "10": "For Adonai has poured over you a spirit of lethargy; he has closed your eyes (that is, the prophets) and covered your heads (that is, the seers).", "11": "For you this whole prophetic vision has become like the message in a sealed-up scroll. When one gives it to someone who can read and says, “Please read this,” he answers, “I can't, because it's sealed.”", "12": "If the scroll is given to someone who can't read with the request, “Please read this,” he says, “I can't read.”", "13": "Then Adonai said: “Because these people approach me with empty words, and the honor they bestow on me is mere lip-service; while in fact they have distanced their hearts from me, and their 'fear of me' is just a mitzvah of human origin —", "14": "therefore, I will have to keep shocking these people with astounding and amazing things, until the 'wisdom' of their 'wise ones' vanishes, and the 'discernment' of their 'discerning ones' is hidden away.”", "15": "Woe to those who burrow down deep to hide their plans from Adonai! They work in the dark and say to themselves, “Nobody sees us, nobody knows us.”", "16": "How you turn things upside down! — Is the potter not better than the clay, Does something made say of its maker, “He didn't make me”? Does the product say of its producer, “He has no discernment”?", "17": "In but a little while the L'vanon will be turned into a fruitful field, and the fruitful field regarded as a forest.", "18": "On that day the deaf will hear the words of a book, and out of gloom and darkness the eyes of the blind will see.", "19": "The humble will again rejoice in Adonai and the poor exult in the Holy One of Isra'el,", "20": "for the tyrant is now nothing, the scoffer is finished, and all alert to do evil are cut off —", "21": "those whose words make a man out to be a sinner, those who set traps for the arbitrator at the city gate, and those who groundlessly deny justice to the one in the right.", "22": "Therefore, here are the words of Adonai, who redeemed Avraham, concerning the house of Ya'akov: “Ya'akov will no longer be ashamed, no longer will his face grow pale.", "23": "When his descendants see the work of my hands among them, they will consecrate my name. Yes, they will consecrate the Holy one of Ya'akov and stand in awe of the God of Isra'el.", "24": "Those whose spirits stray will come to understand, and those who complain will learn their lesson."}