{"1": "For see! The Lord, Adonai-Tzva'ot, will remove from Yerushalayim and Y'hudah every kind of support — all reserves of food and water;", "2": "heroes and warriors, judges and prophets, diviners and leaders, ", "3": "captains of fifty, men of rank and advisers, skillful magicians and expert enchanters.", "4": "I will put children in authority; capriciousness will govern them.", "5": "People will oppress each other — everyone his friend, everyone his neighbor. The young will be insolent toward their elders, the insignificant arrogant toward the respected.", "6": "A man will take hold of his brother in his father's house and say, “You have a coat, so rule us! Take charge of this ruin!”", "7": "But on that day, he will protest, “I don't have a remedy, I lack food and clothing for my own house; don't put me in charge of people!”", "8": "For Yerushalayim is ruined, and Y'hudah has fallen; because their words and deeds defy Adonai, in open provocation of his glory.", "9": "Their very look witnesses against them! They parade their sin, like S'dom; they don't even try to hide it — all the worse for them! — they bring evil on themselves.", "10": "Say that it will go well with the righteous, that they will enjoy the fruit of their actions;", "11": "but woe to the wicked, it will go badly with him; for what he has done will be done to him.", "12": "My people — children oppress them, and women are ruling over them. My people! Your guides lead you astray and obliterate the paths you should follow.", "13": "Adonai rises to accuse, he stands to judge the peoples.", "14": "Adonai presents the indictment against the leaders and officers of his people: “It is you who devour the vineyard; in your houses is plunder taken from the poor.", "15": "What do you mean by crushing my people and grinding down the faces of the poor?” says Adonai Elohim-Tzva'ot.", "16": "Moreover Adonai says: “Because Tziyon's women are so proud, walking with their heads in the air and throwing seductive glances, moving with mincing steps and jingling their anklets —", "17": "Adonai will strike the crown of the heads of Tziyon's women with sores, and Adonai will expose their private parts.”", "18": "On that day Adonai will take away their finery — their anklets, medallions and crescents, ", "19": "their pendants, bracelets and veils; ", "20": "their headbands, armlets, sashes, perfume bottles, amulets, ", "21": "rings and nose-jewels; ", "22": "their fine dresses, wraps, shawls, handbags, ", "23": "gauze scarves, linen underclothes, turbans and capes. ", "24": "Then, there will be instead of perfume, a stench; instead of a belt, a rope; instead of well-set hair, a shaved scalp; instead of a rich robe, a sackcloth skirt; and a slave-brand instead of beauty.", "25": "Your men will fall by the sword and your warriors in battle.", "26": "Her gates will lament and mourn; ravaged, she will sit on the ground."}