{"1": "“Woe to the rebellious children,” says Adonai. “They make plans, but the plans are not mine; they develop alliances, but not from my Spirit, in order to pile sin upon sin.", "2": "They go down to Egypt but don't consult me, seeking refuge in Pharaoh's protection, seeking shelter in Egypt's shadow.", "3": "But Pharaoh's protection will bring you shame, shelter in Egypt's shadow will lead to disgrace.", "4": "Though his princes are at Tzo'an, and his envoys have reached Hannes,", "5": "they all are disappointed with a people that doesn't help them, who give no assistance and no advantage, only disappointment and disgrace.”", "6": "A prophecy about the animals in the Negev: In a land of trouble and anguish, of lionesses and roaring lions, of vipers and poisonous flying serpents, they carry their riches on donkeys' backs and their treasures on camels' humps to a people who will not help them.", "7": "For Egypt's help is worthless, pointless; so I call her “Arrogance Doing Nothing.”", "8": "Now go, inscribe it on a tablet, write it for them in a scroll, so that on the final day it will be a witness forever and ever.", "9": "For this is a rebellious people; they are lying children, children who refuse to hear the Torah of Adonai.", "10": "They say to the seers, “Do not see!” to those who have visions, “Do not tell us the visions you have as they really are; but flatter us, fabricate illusions!", "11": "Get out of the way! Leave the path! Rid us of the Holy One of Isra'el!”", "12": "Therefore here is what the Holy One of Isra'el says: “Because you reject this word, trust in extortion and rely on deceit,", "13": "this sin will become for you a crack bulging out high on a wall, showing signs it is ready to fall; then suddenly, all at once, it breaks.”", "14": "He will break it like a clay pot, ruthlessly shattering it into pieces so tiny not even a potsherd remains for taking fire from the fireplace or scooping water from the cistern.", "15": "For this is what Adonai Elohim, the Holy One of Isra'el, says: “Returning and resting is what will save you; calmness and confidence will make you strong — but you want none of this!", "16": "'No!' you say, 'We will flee on horseback!' Therefore you will surely flee. And, 'We will ride on swift ones!' So your pursuers will be swift.", "17": "A thousand will flee at the threat of one, you all will flee at the threat of five, until you are left isolated, like a flagstaff on a mountaintop, like a banner on a hill.”", "18": "Yet Adonai is just waiting to show you favor, he will have pity on you from on high; for Adonai is a God of justice; happy are all who wait for him!", "19": "People in Tziyon, who live in Yerushalayim, you will weep no more. At the sound of your cry, he will show you his grace; on hearing it, he will answer you.", "20": "Though Adonai may give you but bread and water, and not very much of that; your teacher will no longer hide himself, but with your own eyes you will see your teacher.", "21": "With your ears you will hear a word from behind you: “This is the way; stay on it, whether you go to the right or the left.”", "22": "You will treat as unclean your silver-covered idols and your cast metal images plated with gold; you will throw them away, like menstrual cloths; you will say to them, “Get out of here!”", "23": "Then he will give you rain for the seed you use to sow your land; and the food that comes from the ground will be rich and abundant. When that day comes, your cattle will graze in spacious pastures.", "24": "The oxen and donkeys that work the land will eat a tasty mixture, winnowed free of chaff, spread by pitchfork and shovel.", "25": "On every high mountain and lofty hill will be streams and flowing brooks, on a day of great slaughter, when the towers fall.", "26": "Moreover, the light of the moon will be as bright as the light of the sun; and the light of the sun will be seven times stronger, like the light of seven days [in one], on the day Adonai binds up the wounds of his people and heals the bruise caused by the blow.", "27": "Here comes the name of Adonai from afar, his anger burning, in thick rising smoke. His lips are full to the brim with fury, his tongue a consuming fire.", "28": "His breath is like a racing torrent that rises up to the neck, to sift the nations with the sieve of destruction, and put a bridle in the peoples' mouths to lead them astray.", "29": "Your song will be like one that is sung on a night when a holy feast is kept, and your hearts will be happy, as if walking to the sound of the flute, to the mountain of Adonai, to the Rock of Isra'el.", "30": "Adonai will make his glorious voice heard, and he will reveal his arm descending with furious anger in a flaming firestorm, with cloudbursts, tempests and hailstones.", "31": "For Adonai's voice will terrify Ashur, as with his scepter he strikes them down.", "32": "Every sweep of the punishing rod that Adonai imposes on him will be to tambourines and lyres, as he brandishes his arm against them in battle.", "33": "For the Tofet fire pit has long been ready, prepared for the king, made large and deep, with plenty of wood and blazing with fire; like a stream of sulfur, Adonai's breath sets it aflame."}