{"1": "There is coming a king who will reign justly and princes who will rule uprightly.", "2": "A man will be like a refuge from the wind, like protection from a storm, like streams of water on arid ground, like a rock cliff shading a weary land.", "3": "The eyes of those seeing will not be closed, the ears of those hearing will pay close attention.", "4": "The minds of the impetuous will learn to weigh carefully, the tongues of the stutterers will speak readily and clearly.", "5": "The mean person will no longer be called generous, or the miserly said to be noble;", "6": "for the mean person will speak meanness, his heart planning evil, so that he can act godlessly, spreading error concerning Adonai, as he lets the hungry go on starving and deprives the thirsty of drink.", "7": "The mean person's means are mean — he devises wicked devices to ruin the poor and needy with lies, even when their cause is just.", "8": "But the generous person devises generous things, and his generosity will keep him standing.", "9": "You women who are so complacent, listen to me! Overconfident women, pay attention to my words!", "10": "In a year and a few days more, you overconfident women will shudder, because the vintage will fail, the harvest will not come.", "11": "Tremble, you complacent women! Shudder, you overconfident women! Strip bare, wear sackcloth to cover yourselves.", "12": "Beat your breasts in mourning for the pleasant fields and fruitful vines,", "13": "for the land of my people, producing thorns and briars, for all the happy homes in the joyful city.", "14": "For the palace will be abandoned, the crowded city deserted, 'Ofel and fortress wastelands forever, a delight for wild donkeys and a pasture for flocks —", "15": "till the Spirit is poured out on us from above, and the desert becomes a fertile field, with the fertile field regarded as a forest.", "16": "Then justice will dwell in the desert, and righteousness abide in the fertile field.", "17": "The effect of righteousness will be peace; the result of righteousness, quiet trust forever.", "18": "My people will live in a peaceful place, in secure neighborhoods and tranquil dwellings.", "19": "Just as the forest will surely come down, the city will surely be laid low.", "20": "Happy are you who sow by all streams, letting oxen and donkeys roam freely."}