{"1": "Woe, destroyer, yourself undestroyed! Woe, betrayer, yourself unbetrayed! When you stop destroying, you will be destroyed; when you tire of betraying, they will betray you.", "2": "Adonai, show us mercy; we have waited for you. Be their arm every morning, and our salvation in time of trouble.", "3": "At the sound of the tumult, the peoples wander off; when you exalt yourself, the nations are scattered.", "4": "Your spoil is gathered as if stripped by shearer-worms; they run over it like a swarm of locusts.", "5": "Adonai is exalted, for he dwells on high; he has filled Tziyon with justice and right.", "6": "He will be the stability of your times, a wealth of salvation, wisdom and knowledge, and fear of Adonai, which is his treasure.", "7": "Hear their brave men crying out for help! The envoys of peace weep bitterly.", "8": "The highways are deserted, there are no travelers. He has broken the covenant, despised the cities; he has no regard for human life.", "9": "The land is mourning and wilting away. The L'vanon is withering with shame. The Sharon has become like the 'Aravah. Bashan and Karmel have been shaken bare.", "10": "“Now I will arise,” says Adonai, “Now I will exalt and lift myself up.", "11": "You conceive chaff and give birth to stubble, your breath is a fire devouring you.", "12": "The peoples will be as if burned into lime, like thorns cut off to burn in the fire.", "13": "You living far off, hear what I have done! You who are near, acknowledge my strength!”", "14": "The sinners in Tziyon are frightened; trembling has seized the ungodly. “Who of us can live with the devouring fire? Who of us can live with eternal burning?”", "15": "He whose life is right and whose speech is straight, he who scorns getting rich by extortion, he who shakes his hands free of bribes, stops his ears against talk of bloodshed and shuts his eyes against looking at evil.", "16": "Such a person will live on the heights, his refuge a fortress among the cliffs, his food and water in steady supply.", "17": "Your eyes will see the king in his beauty, they will gaze on a land stretching into the distance.", "18": "Your mind will meditate on the terror: “Where is the man who did the counting? Where is the man who did the weighing? Where is the man who numbered the towers?”", "19": "You will not see the intransigent people, that people whose language is so obscure, whose stuttering speech you cannot understand.", "20": "Look at Tziyon, the city of our festivals; your eyes will see Yerushalayim a secure abode, a tent that will not be removed, whose pegs will never be pulled out and whose guy-ropes will not be cut.", "21": "But there in his splendor Adonai will be with us, in a place of rivers and broad streams. But no boat with oars will go there, no majestic ship will pass by.", "22": "For Adonai is our judge, Adonai is our lawgiver, Adonai is our king. He will save us.", "23": "For your ropes are hanging loose, not holding the mast, not spreading the sail. Then the plunder shared out is so huge that even the lame get part of the spoil.", "24": "No inhabitant will say, “I am ill”; the people living there will be forgiven their sin."}