{"1": "Come close, you nations, and listen! Pay close attention, you peoples! Let the earth hear, and everything in it; the world, with all it produces.", "2": "For Adonai is angry at every nation, furious with all their armies; he has completely destroyed them, handed them over to slaughter.", "3": "Their slain will be thrown out, the stench will rise from their corpses, the mountains will flow with their blood.", "4": "The whole host of heaven will decompose, the heavens themselves be rolled up like a scroll; all their array will wither away like a withering grape-leaf that falls from a vine or a withered fig from a fig tree.", "5": "“For my sword has drunk its fill in heaven; now it descends on Edom to judge them, the people I have doomed to destruction.”", "6": "There is a sword that belongs to Adonai. It is filled with blood, gorged with fat, filled with the blood of lambs and goats, gorged with the fat of the kidneys of rams. For Adonai has a sacrifice in Botzrah, a great slaughter in the land of Edom.", "7": "The wild oxen will fall with them, the young bulls with the strong, mature ones. Their land will be drunk with blood and their dust made greasy with fat.", "8": "For Adonai has a day of vengeance, a year of requital for fighting with Tziyon.", "9": "Its streams will be changed to tar, its dust to sulfur, its land burning tar", "10": "that will not be quenched night or day; its smoke will rise forever. In all generations it will lie waste; no one will pass through it ever again.", "11": "Horned owl and hawk will possess it, screech owl and raven will live there; he will stretch over it the measuring line of confusion and the plumbline of the empty void.", "12": "Of its nobles, none will be called to be king, and all its princes will be nothing.", "13": "Thorns will overgrow its palaces, nettles and thistles its fortresses; it will become a lair for jackals, an enclosure for ostriches.", "14": "Wildcats and hyenas will meet there; and billy-goats call to each other; Lilit [the night monster] will lurk there and find herself a place to rest.", "15": "There the hoot owl will nest, lay her eggs, hatch and gather her young in its shade. There the vultures will assemble, every one with its mate.", "16": "Consult the book of Adonai and read it: not one of these will be missing, none will be lacking a mate. For by his own mouth he gave the order, and by his Spirit he brought them together.", "17": "It is he who cast the lot for them, his hand measured out their shares. They will possess it forever, and live there through all generations."}