{"1": "It was in the fourteenth year of King Hizkiyahu that Sancheriv king of Ashur advanced against all the fortified cities of Y'hudah and captured them. ", "2": "From Lakhish the king of Ashur sent Rav-Shakeh to Hizkiyahu in Yerushalayim with a large army. He positioned himself by the aqueduct from the Upper Pool, which is by the road to the Launderers' Field. ", "3": "Elyakim the son of Hilkiyahu, who was in charge of the household, Shevnah the general secretary and Yo'ach the son of Asaf the foreign minister went out to meet him.", "4": "Rav-Shakeh addressed them: “Tell Hizkiyahu: 'Here is what the great king, the king of Ashur, says: “What makes you so confident? ", "5": "I say: do mere words constitute strategy and strength for battle? In whom, then, are you trusting when you rebel against me like this? ", "6": "Look! Relying on Egypt is like using a broken stick as a staff — when you lean on it, it punctures your hand. That's what Pharaoh king of Egypt is like for anyone who puts his trust in him. ", "7": "But if you tell me, 'We trust in Adonai our God,' then isn't he the one whose high places and altars Hizkiyahu has removed, telling Y'hudah and Yerushalayim, 'You must worship before this altar'? ", "8": "All right, then, make a wager with my lord the king of Ashur: I will give you two thousand horses if you can find enough riders for them. ", "9": "How then can you repulse even one of my master's lowest-ranked army officers? Yet you are relying on Egypt for chariots and riders! ", "10": "Do you think I have come up to this land to destroy it without Adonai's approval? Adonai said to me, 'Go up against this land and destroy it!' ” ' ”", "11": "Elyakim, Shevnah and Yo'ach said to Rav-Shakeh, “Please speak to your servants in Aramaic, since we understand it; don't speak to us in Hebrew while the people on the wall are listening.” ", "12": "But Rav-Shakeh answered, “Did my master send me to deliver my message just to your master and yourselves? Didn't he send me to address the men sitting on the wall, who, like you, are going to eat their own dung and drink their own urine?” ", "13": "Then Rav-Shakeh stood up and, speaking loudly in Hebrew, said: “Hear what the great king, the king of Ashur, says! ", "14": "This is what the king says: 'Don't let Hizkiyahu deceive you, because he won't be able to save you. ", "15": "And don't let Hizkiyahu make you trust in Adonai by saying, “Adonai will surely save us; this city will not be given over to the king of Ashur.” ", "16": "Don't listen to Hizkiyahu.' For this is what the king says: 'Make peace with me, surrender to me. Then every one of you can eat from his vine and fig tree and drink the water in his own cistern, ", "17": "until I come and take you away to a land like your own land, a land with grain and wine, a land with bread and vineyards. ", "18": "Beware of Hizkiyahu; he is only deluding you when he says, “Adonai will save us.” Has any god of any nation ever saved his land from the power of the king of Ashur? ", "19": "Where are the gods of Hamat and Arpad? Where are the gods of S'farvayim? Did they save Shomron from my power? ", "20": "Where is the god of any of these countries that has saved its country from my power, so that Adonai might be able to save Yerushalayim from my power?'” ", "21": "But they kept still and didn't answer him so much as a word, for the king's order was, “Don't answer him.”", "22": "Then Elyakim the son of Hilkiyahu, who was in charge of the household, Shevnah the general secretary and Yo'ach the son of Asaf the foreign minister went to Hizkiyahu with their clothes torn and reported to him what Rav-Shakeh had said."}