{"1": "On hearing it, King Hizkiyahu tore his clothes, covered himself with sackcloth and entered the house of Adonai. ", "2": "He sent Elyakim, who was in charge of the household, Shevnah the general secretary and the leading cohanim, covered with sackcloth, to Yesha'yahu the prophet, the son of Amotz. ", "3": "They said to him, “This is what Hizkiyahu says: 'Today is a day of trouble, rebuke and disgrace. Children are ready to be born, but there is no strength to bring them to birth. ", "4": "Maybe Adonai your God will hear the words of Rav-Shakeh, whom his master the king of Ashur has sent to taunt the living God, and will rebuke the message which Adonai your God has heard. So pray for the remnant that is left.'”", "5": "When King Hizkiyahu's servants came to Yesha'yahu, ", "6": "he said to them, “Tell your master that this is what Adonai says: 'Don't be afraid of the words you heard the servants of the king of Ashur use to insult me. ", "7": "I will put a spirit in him that will make him hear a rumor and return to his own land; then I will cause him to die by the sword in his own land.'”", "8": "Rav-Shakeh returned and, having heard that the king of Ashur had left Lakhish, found him making war with Livnah. ", "9": "Then he heard it said that Tirhakah king of Ethiopia was on his way to fight him. On hearing this, the king of Ashur sent messengers to Hizkiyahu, after ordering them, ", "10": "“This is what you are to say to Hizkiyahu king of Y'hudah: 'Don't let your God in whom you trust deceive you by saying, “Yerushalayim will not be handed over to the power of the king of Ashur.” ", "11": "You have heard what the kings of Ashur have done to all lands — they have completely destroyed them. So how will you be delivered? ", "12": "Have the gods of the nations delivered them? No, my ancestors destroyed them — Gozan, Haran, Retzef and the people of 'Eden who were in Tel'asar. ", "13": "Where is the king of Hamat? the king of Arpad? the king of the city of S'farvayim, of Hena and 'Ivah?'” ", "14": "Hizkiyahu took the letter from the messengers' hands and read it. Then Hizkiyahu went up to the house of Adonai and spread it out before Adonai. ", "15": "This is the prayer that Hizkiyahu prayed to Adonai: ", "16": "“Adonai-Tzva'ot, God of Isra'el, who dwells above the k'ruvim! You alone are God of all the kingdoms on earth. You made heaven and earth. ", "17": "Turn your ear, Adonai, and hear! Open your eyes, Adonai, and see! Hear all the words that Sancheriv sent to taunt the living God. ", "18": "It is true that the kings of Ashur have laid waste all the countries and their lands ", "19": "and have thrown their gods into the fire. For those were non-gods, merely the products of people's hands, wood and stone; this is why they could destroy them. ", "20": "Now therefore, Adonai our God, save us from his power — so that all the kingdoms on earth will know that you are Adonai — you only.”", "21": "Then Yesha'yahu the son of Amotz sent this message to Hizkiyahu: “Adonai the God of Isra'el says: 'You prayed to me against Sancheriv king of Ashur.' ", "22": "Here is Adonai's answer concerning him: “ 'The virgin daughter of Tziyon despises you; she laughs you to scorn. The daughter of Yerushalayim shakes her head at you.", "23": "Whom have you taunted and insulted? Against whom have you raised your voice and haughtily lifted your eyes? The Holy One of Isra'el!", "24": "“ 'Through your servants you taunted Adonai. You said, “With my many chariots I have ascended the mountain heights even in the far reaches of the L'vanon. I cut down its tall cedars and its best cypress trees. I reached its remotest heights and its best forests.", "25": "I dug [wells] and drank the water. The soles of my [soldiers'] feet dried up all the rivers of Egypt.”", "26": "“ 'Haven't you heard? Long ago I made it; in antiquity I produced it; and now I am making it happen: you are turning fortified cities into heaps of ruins,", "27": "while their inhabitants, shorn of power, are disheartened and ashamed, weak as grass, frail as plants, like grass on the rooftops or grain scorched by the east wind.", "28": "“ 'But I know when you sit, when you leave, when you enter — and when you rage against me.", "29": "And because of your rage against me, because of your pride that has reached my ears, I am putting my hook in your nose and my bridle on your lips; and I will make you return by the way on which you came.", "30": "“ 'This will be the sign for you [people of Isra'el]: this year, you will eat the grain that grows of itself; the second year, you will eat what grows from that; but in the third year, you will sow, reap, plant vineyards and eat their fruit.", "31": "“ 'Meanwhile, the remnant of the house of Y'hudah that has escaped will again take root downward and bear fruit upward;", "32": "for a remnant will go out from Yerushalayim, those escaping will go out from Mount Tziyon. The zeal of Adonai-Tzva'ot will accomplish this.'", "33": "“Therefore this is what Adonai says concerning the king of Ashur: “ 'He will not come to this city or even shoot an arrow there; he will not confront it with a shield or erect earthworks against it.", "34": "“ 'By the way he came he will return; he will not come to this city,' says Adonai. ", "35": "'For I will defend this city and save it, both for my own sake and for my servant David's sake.' ”", "36": "Then the angel of Adonai went out and struck down 185,000 men in the camp of Ashur. Early the next morning, there they were, all of them, corpses — dead. ", "37": "So Sancheriv king of Ashur left, went and returned to live in Ninveh.", "38": "One day, as he was worshipping in the temple of Nisrokh his god, his sons Adramelekh and Shar'etzer struck him with the sword and escaped into the land of Ararat. So his son Esar-Hadon took his place as king."}