{"1": "Around this time Hizkiyahu became ill to the point of death. Yesha'yahu the prophet, the son of Amotz, came and said to him, “Here is what Adonai says: 'Put your house in order, because you are going to die; you will not live.'” ", "2": "Hizkiyahu turned his face toward the wall and prayed to Adonai: ", "3": "“I plead with you, Adonai, remember now how I have lived before you truly and wholeheartedly, and how I have done what you see as good.” And he cried bitter tears.", "4": "Then the word of Adonai came to Yesha'yahu: ", "5": "“Go and tell Hizkiyahu that this is what Adonai, the God of David your ancestor, says: 'I have heard your prayer and seen your tears; therefore I will add fifteen years to your life. ", "6": "Also I will rescue you and this city from the power of the king of Ashur; I will defend this city. ", "7": "The sign for you from Adonai that Adonai will do what he said is ", "8": "that I will cause the shadow of the sundial, which has started going down on the sundial of Achaz, to go backward ten intervals.'” So the sun went back ten intervals of the distance it had already gone down.", "9": "After Hizkiyahu king of Y'hudah had been ill and had recovered, he wrote the following:", "10": "“I once said: 'In the prime of life I am going off to the gates of Sh'ol. I am being deprived of living out the full span of my life.'", "11": "“I said, 'I will never again see Yah, Yah in the land of the living; I will look on human beings no more or be with those who live in this world.", "12": "My home is uprooted and taken away from me like a shepherd's tent. Like a weaver, I have rolled up my life; he cuts me off from the loom. Between day and night you could finish me off.", "13": "I try to be strong like a lion till morning, but still my illness breaks all my bones — between day and night you could finish me off.", "14": "I make little chattering sounds like a swallow, I moan aloud like a dove, My eyes are weary with looking upward. Adonai, I am overwhelmed; guarantee my life!'", "15": "“What is there that I can say? He has spoken to me and acted! I will go humbly all my years, remembering how bitter I was.", "16": "Adonai, by these things people live; in all these is the life of my spirit. You're restoring my health and giving me life —", "17": "though instead of peace, I felt very bitter. You desired my life and preserved it from the nothingness pit; for you threw all my sins behind your back.", "18": "“Sh'ol cannot thank you, death cannot praise you; those descending to the pit cannot hope for your truth.", "19": "The living, the living — they can thank you, as I do today; fathers will make their children know about your faithfulness.", "20": "Adonai is ready to save me; hence we will make our stringed instruments sound all the days of our life in the house of Adonai.”", "21": "Then Yesha'yahu said, “Have them take a fig-plaster and apply it to the inflammation, and he will recover.” ", "22": "Hizkiyahu asked, “What sign will there be that I will be able to go up to the house of Adonai?”"}