{"1": "“Comfort and keep comforting my people,” says your God.", "2": "“Tell Yerushalayim to take heart; proclaim to her that she has completed her time of service, that her guilt has been paid off, that she has received at the hand of Adonai double for all her sins.”", "3": "A voice cries out: “Clear a road through the desert for Adonai! Level a highway in the 'Aravah for our God!", "4": "Let every valley be filled in, every mountain and hill lowered, the bumpy places made level and the crags become a plain.", "5": "Then the glory of Adonai will be revealed; all humankind together will see it, for the mouth of Adonai has spoken.”", "6": "A voice says, “Proclaim!” And I answer, “What should I proclaim?” “All humanity is merely grass, all its kindness like wildflowers:", "7": "the grass dries up, the flower fades, when a wind from Adonai blows on it. Surely the people are grass!", "8": "The grass dries up, the flower fades; but the word of our God will stand forever.”", "9": "You who bring good news to Tziyon, get yourself up on a high mountain; you who bring good news to Yerushalayim, cry out at the top of your voice! Don't be afraid to shout out loud! Say to the cities of Y'hudah, “Here is your God!", "10": "Here comes Adonai Elohim with power, and his arm will rule for him. Look! His reward is with him, and his recompense is before him.", "11": "He is like a shepherd feeding his flock, gathering his lambs with his arm, carrying them against his chest, gently leading the mother sheep.”", "12": "Who has counted the handfuls of water in the sea, measured off the sky with a ruler, gauged how much dust there is on the earth, weighed the mountains on scales, or the hills in a balance?", "13": "Who has measured the Spirit of Adonai? Who has been his counselor, instructing him?", "14": "Whom did he consult, to gain understanding? Who taught him how to judge, taught him what he needed to know, showed him how to discern?", "15": "The nations are like a drop in a bucket, they count like a grain of dust on the scales. The islands weigh as little as specks of dust.", "16": "The L'vanon would not suffice for fuel or its animals be enough for burnt offerings.", "17": "Before him all the nations are like nothing. He regards them as less than nothing.", "18": "With whom, then, will you compare God? By what standard will you evaluate him?", "19": "An image made by a craftsman, which a goldsmith overlays with gold, for which he then casts silver chains?", "20": "A man too poor to afford an offering chooses a piece of wood that won't rot, then seeks out a skilled artisan to prepare an image that won't fall over.", "21": "Don't you know? Don't you hear? Haven't you been told from the start? Don't you understand how the earth is set up?", "22": "He who sits above the circle of the earth — for whom its inhabitants appear like grasshoppers — stretches out the heavens like a curtain, spreads them out like a tent to live in.", "23": "He reduces princes to nothing, the rulers of the earth to emptiness.", "24": "Scarcely are they planted, scarcely sown, scarcely their stem taken root in the ground, when he blows on them, they dry up, and the whirlwind carries them off like straw.", "25": "“With whom, then, will you compare me? With whom am I equal?” asks the Holy One.", "26": "Turn your eyes to the heavens! See who created these? He brings out the army of them in sequence, summoning each by name. Through his great might and his massive strength, not one of them is missing.", "27": "Why do you complain, Ya'akov; why do you say, Isra'el, “My way is hidden from Adonai, my rights are ignored by my God”?", "28": "Haven't you known, haven't you heard that the everlasting God, Adonai, the Creator of the ends of the earth, does not grow tired or weary? His understanding cannot be fathomed.", "29": "He invigorates the exhausted, he gives strength to the powerless.", "30": "Young men may grow tired and weary, even the fittest may stumble and fall;", "31": "but those who hope in Adonai will renew their strength, they will soar aloft as with eagles' wings; when they are running they won't grow weary, when they are walking they won't get tired."}