{"1": "“Here is my servant, whom I support, my chosen one, in whom I take pleasure. I have put my Spirit on him; he will bring justice to the Goyim.", "2": "He will not cry or shout; no one will hear his voice in the streets.", "3": "He will not snap off a broken reed or snuff out a smoldering wick. He will bring forth justice according to truth;", "4": "he will not weaken or be crushed until he has established justice on the earth, and the coastlands wait for his Torah.”", "5": "Thus says God, Adonai, who created the heavens and spread them out, who stretched out the earth and all that grows from it, who gives breath to the people on it and spirit to those who walk on it:", "6": "“I, Adonai, called you righteously, I took hold of you by the hand, I shaped you and made you a covenant for the people, to be a light for the Goyim,", "7": "so that you can open blind eyes, free the prisoners from confinement, those living in darkness from the dungeon.", "8": "I am Adonai; that is my name. I yield my glory to no one else, nor my praise to any idol.", "9": "See how the former predictions come true; and now new things do I declare — before they sprout I tell you about them.”", "10": "Sing to Adonai a new song! Let his praise be sung from the ends of the earth by those sailing the sea and by everything in it, by the coastlands and those living there.", "11": "Let the desert and its cities raise their voices, the villages where Kedar lives; let those living in Sela shout for joy; let them cry out from the mountaintops!", "12": "Let them give glory to Adonai and proclaim his praise in the coastlands.", "13": "Adonai will go out like a soldier, like a soldier roused to the fury of battle; he will shout, yes, he raises the battle cry; as he triumphs over his foes.", "14": "“For a long time I have held my peace, I have been silent, restrained myself. Now I will shriek like a woman in labor, panting and gasping for air.", "15": "I will devastate mountains and hills, wither all their vegetation, turn the rivers into islands and dry up the lakes.", "16": "The blind I will lead on a road they don't know, on roads they don't know I will lead them; I will turn darkness to light before them, and straighten their twisted paths. These are things I will do without fail.", "17": "Those who trust in idols, who say to statues, 'You are our gods,' will be repulsed in utter shame.", "18": "Listen, you deaf! Look, you blind! — so that you will see!", "19": "Who is as blind as my servant, or as deaf as the messenger I send? Who is as blind as the one I rewarded, as blind as the servant of Adonai?”", "20": "You see much but don't pay attention; you open your ears, but you don't listen.", "21": "Adonai was pleased, for his righteousness' sake, to make the Torah great and glorious.", "22": "But this is a people pillaged and plundered, all trapped in holes and sequestered in prisons. They are there to be plundered, with no one to rescue them; there to be pillaged, and no one says, “Return them!”", "23": "Which of you will listen to this? Who will hear and give heed in the times to come?", "24": "Who gave Ya'akov to be pillaged, Isra'el to the plunderers? Didn't Adonai, against whom we have sinned, in whose ways they refused to walk, he whose Torah they did not obey?", "25": "This is why he poured on him his blazing anger as well as the fury of battle — it wrapped him in flames, yet he learned nothing; it burned him, yet he did not take it to heart."}