{"1": "But now this is what Adonai says, he who created you, Ya'akov, he who formed you, Isra'el: “Don't be afraid, for I have redeemed you; I am calling you by your name; you are mine.", "2": "When you pass through water, I will be with you; when you pass through rivers, they will not overwhelm you; when you walk through fire, you will not be scorched — the flame will not burn you.", "3": "For I am Adonai, your God, the Holy One of Isra'el, your Savior — I have given Egypt as your ransom, Ethiopia and S'va for you.", "4": "Because I regard you as valued and honored, and because I love you. For you I will give people, nations in exchange for your life.", "5": "Don't be afraid, for I am with you. I will bring your descendants from the east, and I will gather you from the west;", "6": "I will say to the north, 'Give them up!' and to the south, 'Don't hold them back! Bring my sons from far away, and my daughters from the ends of the earth,", "7": "everyone who bears my name, whom I created for my glory — I formed him, yes, I made him.'”", "8": "Bring forward the people who are blind but have eyes, also the deaf who have ears.", "9": "All the nations are gathered together, and the peoples are assembled. Who among them can proclaim this and reveal what happened in the past? Let them bring their witnesses to justify themselves, so that others, on hearing, can say, “That's true.”", "10": "“You are my witnesses,” says Adonai, “and my servant whom I have chosen, so that you can know and trust me and understand that I am he — no god was produced before me, nor will any be after me.", "11": "I, yes I, am Adonai; besides me there is no deliverer.", "12": "I have declared, saved and proclaimed — not some alien god among you. Therefore you are my witnesses,” says Adonai. “I am God.", "13": "Since days began, I have been he. No one can deliver from my hand. When I act, who can reverse it?”", "14": "Here is what Adonai, your redeemer, the Holy One of Isra'el, says: “For your sake I have sent [an army] to Bavel and knocked down the fleeing Kasdim, all of them; their songs of triumph are now lamentations.", "15": "I am Adonai, your Holy One, the Creator of Isra'el, your King.”", "16": "Here is what Adonai says, who made a way in the sea, a path through the raging waves;", "17": "who led out chariot and horse, the army in its strength — they lay down, never to rise again, snuffed out and quenched like a wick:", "18": "“Stop dwelling on past events and brooding over times gone by;", "19": "I am doing something new; it's springing up — can't you see it? I am making a road in the desert, rivers in the wasteland.", "20": "The wild animals will honor me, the jackals and the ostriches; because I put water in the desert, rivers in the wasteland, for my chosen people to drink,", "21": "the people I formed for myself, so that they would proclaim my praise.", "22": "But you haven't called on me, Ya'akov; because you have grown weary of me, Isra'el.", "23": "You have not brought me sheep for your burnt offerings, you have not honored me with your sacrifices. I didn't burden you by requiring grain offerings. or weary you by demanding frankincense.", "24": "You have not spent money to buy me sweet cane or filled me with the fat of your sacrifices. Instead, you have burdened me with your sins and wearied me with your crimes.", "25": "I, yes I, am the one who blots out your offenses for my own sake; I will not remember your sins.", "26": "Remind me when we're in court together — tell your side, make the case that you are right.", "27": "Your first father sinned, and your spokesmen rebelled against me.", "28": "Therefore I repudiated the officials of the sanctuary, delivered Ya'akov to the curse of destruction, and subjected Isra'el to scorn."}