{"1": "“Now listen, Ya'akov my servant, Isra'el whom I have chosen:", "2": "Thus says Adonai, who made you, formed you in the womb, and will help you: Don't be afraid, Ya'akov my servant, Yeshurun, whom I have chosen.", "3": "For I will pour water on the thirsty land and streams on the dry ground; I will pour my Spirit on your descendants, my blessing on your offspring.", "4": "They will spring up among the grass like willows on the riverbanks.", "5": "One will say, 'I belong to Adonai.' Another will be called by the name of Ya'akov. Yet another will write that he belongs to Adonai. and adopt the surname Isra'el.”", "6": "Thus says Adonai, Isra'el's King and Redeemer, Adonai-Tzva'ot: “I am the first, and I am the last; besides me there is no God.", "7": "Who is like me? Let him speak out! Let him show me clearly what has been happening since I set up the eternal people; let him foretell future signs and events.", "8": "Don't be frightened, don't be afraid — Didn't I tell you this long ago? I foretold it, and you are my witnesses. Is there any God besides me? There is no other Rock — I know of none.”", "9": "All idol-makers amount to nothing; their precious productions profit no one; and their witnesses, to their own shame, neither see nor understand.", "10": "Who would fashion a god or cast an image that profits no one anything?", "11": "All involved will be ashamed, but more than anyone else, the people who made them. Let them all be assembled, let them stand up; let them fear and be shamed together.", "12": "A blacksmith makes a tool over burning coals; with his strong arm he shapes it with hammers. But when he gets hungry, his strength fails; if he doesn't drink water, he grows tired.", "13": "A carpenter takes his measurements, sketches the shape with a stylus, planes the wood, checks it with calipers, and carves it into the shape of a man; and, since it is honored like a man, of course it has to live in a house.", "14": "He goes to chop down cedars; he takes an evergreen and an oak; he especially tends one tree in the forest, plants a pine for the rain to nourish.", "15": "In time, when it's ready for use as fuel, he takes some of it to keep himself warm and burns some more to bake bread. Then he makes a god and worships it, carves it into an idol and falls down before it.", "16": "So half of it he burns in the fire; with that half he roasts meat and eats his fill; he warms himself; says, “It feels so good, getting warm while watching the flames!”", "17": "With the rest of the log he fashions a god, a carved image, then falls down before it; he worships it and prays to it. “Save me,” he says, “for you are my god!”", "18": "Such people know nothing, understand nothing. Their eyes are sealed shut, so that they can't see; their hearts too, so they can't understand.", "19": "Not one thinks to himself or has the knowledge or the discernment to say, “I burned half of it in the fire, baked bread on its coals, roasted meat and ate it. Should I now make the rest an abomination? Should I prostrate myself to a tree trunk?”", "20": "He is relying on ashes! A deceived heart has led him astray; so that now he won't save himself, just won't say, “This thing in my hand is a fraud!”", "21": "“Keep these matters in mind, Ya'akov, for you, Isra'el, are my servant. I formed you, you are my own servant; Isra'el, don't forget me.", "22": "Like a thick cloud, I wipe away your offenses; like a cloud, your sins. Come back to me, for I have redeemed you.”", "23": "Sing, you heavens, for Adonai has done it! Shout, you depths of the earth! Mountains, break out into song, along with every tree in the forest! For Adonai has redeemed Ya'akov; he glorifies himself in Isra'el.", "24": "Here is what Adonai says, your Redeemer, he who formed you in the womb: “I am Adonai, who makes all things, who stretched out the heavens all alone, who spread out the earth all by myself.", "25": "I frustrate false prophets and their omens, I make fools of diviners, I drive back the sages and make their wisdom look silly.", "26": "I confirm my servants' prophecies and make my messengers' plans succeed. I say of Yerushalayim: 'She will be lived in,' of the cities of Y'hudah, 'They will be rebuilt; I will restore their ruins.'", "27": "I say to the deep sea, 'Dry up! I will make your streams run dry.'", "28": "I say of Koresh, 'He is my shepherd, he will do everything I want. He will say of Yerushalayim, “You will be rebuilt,” and of the temple, “Your foundation will be laid.”'”"}