{"1": "Thus says Adonai to Koresh, his anointed, whose right hand he has grasped, so that he subdues nations before him and strips kings of their robes, so that doors open in front of him, and no gates are barred:", "2": "“I will go ahead of you, levelling the hills, shattering the bronze gates, smashing the iron bars.", "3": "I will give you treasures hoarded in the dark, secret riches hidden away, so that you will know that I, Adonai, calling you by your name, am the God of Isra'el.", "4": "It is for the sake of Ya'akov my servant, yes, for Isra'el my elect, that I call you by your name and give you a title, although you don't know me.", "5": "I am Adonai; there is no other; besides me there is no God. I am arming you, although you don't know me,", "6": "so that those from the east and those from the west will know that there is none besides me — I am Adonai; there is no other.", "7": "I form light, I create darkness; I make well-being, I create woe; I, Adonai, do all these things.", "8": "“Heavens above, rain down justice; let the clouds pour it down. Let the earth open, so that salvation springs up, and justice sprouts with it. I, Adonai, have created it.”", "9": "Woe to anyone who argues with his maker, like potsherds lying on the ground! Does the clay ask the potter, “What are you doing?” or, “What's this you're making, that has no hands?”", "10": "Woe to him who asks a father, “Of what are you the father?” or who asks a woman, “To what are you giving birth?”", "11": "Thus says Adonai, the Holy One of Isra'el, his Maker: “You ask for signs concerning my children? You give orders concerning the work of my hands?", "12": "I am the one who made the earth! I created human beings on it! I — my hands — stretched out the heavens, and directed all their number.", "13": "I am stirring up Koresh to righteousness, I am smoothing out all his paths. He will rebuild my city; and he will free my exiles, taking neither ransom nor bribe,” says Adonai-Tzva'ot.", "14": "Here is what Adonai says: “The earnings of Egypt, the commerce of Ethiopia, and men of stature from S'va will come over to you and become yours; they will come in chains and follow you. They will prostrate themselves before you; they will pray to you: 'Surely God is with you; there is no other, other gods are nothing.'”", "15": "Truly, you are a God who hides himself, God of Isra'el, Savior!", "16": "The idol-makers will be ashamed, disgraced, all of them; they will go dishonored together.", "17": "But Isra'el, saved by Adonai with an everlasting salvation, you will never, ever, be ashamed or disgraced.", "18": "For thus says Adonai, who created the heavens, God, who shaped and made the earth, who established and created it not to be chaos, but formed it to be lived in: “I am Adonai; there is no other.", "19": "I did not speak in secret, in a land of darkness. I did not say to the descendants of Ya'akov, 'It is in vain that you will seek me.' I, Adonai, speak rightly; I say what is true.", "20": "Assemble, come and gather together, you refugees from the nations! Those carrying their wooden idols are ignorant, they pray to a god that cannot save.", "21": "Let them stand and present their case! Indeed, let them take counsel together. Who foretold this long ago, announced it in times gone by? Wasn't it I, Adonai? There is no other God besides me, a just God and a Savior; there is none besides me.", "22": "Look to me, and be saved, all the ends of the earth! For I am God; there is no other.", "23": "In the name of myself I have sworn, from my mouth has rightly gone out, a word that will not return — that to me every knee will bow and every tongue will swear ", "24": "about me that only in Adonai are justice and strength.” All who rage against him will come to him ashamed,", "25": "but all the descendants of Isra'el will find justice and glory in Adonai."}