{"1": "“Come down, and sit in the dust, you virgin daughter of Bavel! Sit on the ground, not on a throne, daughter of the Kasdim! No longer are you to be called dainty and delicate.", "2": "Take the millstones, and grind meal; take off your veil, strip off your skirt, uncover your legs, wade through the streams.", "3": "Your private parts will be exposed; yes, your shame will be seen. I am going to take vengeance, and no one will stand in my way.”", "4": "Our Redeemer! Adonai-Tzva'ot is his name, the Holy One of Isra'el!", "5": "“Sit there speechless, go into darkness, you daughter of the Kasdim! For you will no longer be called the mistress of kingdoms.", "6": "I was angry with my people, I desecrated my own possession and gave them over to you. But you showed them no mercy; you made your yoke very heavy, even upon the aged.", "7": "You said, 'I will be mistress forever.' so you didn't consider these things or think about the consequences.", "8": "Now hear this, you lover of luxuries, lolling at ease and saying to yourself, 'I am important, and no one else! I will never be a widow or know the loss of children.'", "9": "But both will come over you in an instant, in a single day loss of children and widowhood; they will utterly overwhelm you, despite your many occult practices and powerful spells to prevent it.”", "10": "You were at ease in your wickedness, you thought, “No one sees me.” Your “wisdom” and “knowledge” perverted you, as you thought to yourself, “I am important, and no one else.”", "11": "Yet disaster will befall you, and you won't know how to charm it away; calamity will come upon you, and you won't be able to turn it aside; ruin will overcome you, suddenly, before you know it.", "12": "So for now, keep on with your powerful spells and your many occult practices; from childhood you have been working at them; maybe they will do you some good, maybe you will inspire terror!", "13": "You are worn out with all your consultations — so let the astrologers and stargazers, the monthly horoscope-makers, come forward now and save you from the things that will come upon you!", "14": "Look, they will be like straw! The fire will consume them. They will not save even themselves from the power of the flame. It will not be coals for warming oneself, not a fire to sit beside!", "15": "So much for your [wizards], with whom you have worked all your life! Each will wander off in his own direction, and nobody will save you."}