{"1": "Listen to this, house of Ya'akov, called by the name of Isra'el, who have come from the spring of Y'hudah, who swear by the name of Adonai and invoke the God of Isra'el! — it is not sincerely or justifiably", "2": "that they call themselves people of the holy city or rely on the God of Isra'el — Adonai-Tzva'ot is his name:", "3": "“I announced things that happened at the beginning, long ago; they issued from my mouth, I proclaimed them. Then suddenly I acted, and they occurred.", "4": "Because I knew that you were stubborn, your neck an iron sinew, your forehead bronze,", "5": "I announced it to you long ago; before it occurred, I proclaimed it to you; so that you could not say, 'My idol did it; my carved image, my statue, gave the order for it.'", "6": "You have heard and seen all this, so why won't you admit it? “Now I am announcing new things to you, secret things you have not known,", "7": "created now, not long ago; before today, you did not hear them: so you can't say, 'I already know about them.'", "8": "No, you haven't heard, and you haven't known; these things have not reached your ears before. For I knew how treacherous you were — you were called a rebel from the womb.", "9": "Yet for the sake of my own reputation I am deferring my anger; for the sake of my praise I am patient with you, so as not to cut you off.", "10": "“Look, I have refined you, but not [as severely] as silver; [rather] I have tested you in the furnace of affliction.", "11": "For my sake I will do it, for my own sake. I will not let [my reputation] be tarnished; I will not yield my glory to anyone else.", "12": "“Listen to me, Ya'akov; Isra'el, whom I have called: I am he who is first; I am also the last.", "13": "My hand laid the foundation of the earth, my right hand spread out the heavens; when I summoned them, at once they rose into being.", "14": "“All of you, assemble and listen: which of you has foretold what is coming? Adonai's friend will do his will against Bavel, using his arm against the Kasdim.", "15": "It is I who have spoken, I have summoned him, I have brought him, and he will succeed.", "16": "“Come close to me, and listen to this: since the beginning I have not spoken in secret, since the time things began to be, I have been there; and now Adonai Elohim has sent me and his Spirit.”", "17": "Thus says Adonai, your Redeemer, the Holy One of Isra'el: “I am Adonai, your God, who teaches you for your own good, who guides you on the path you should take.", "18": "If only you would heed my mitzvot! Then your peace would flow on like a river, and your righteousness like the waves of the sea.", "19": "Your descendants would be numerous as the sand, your offspring countless as its grains. Their name would never be cut off or destroyed from my presence.”", "20": "Get out of Bavel! Flee the Kasdim! With shouts of joy announce it, proclaim it! Send the news out to the ends of the earth! Say, “Adonai has redeemed his servant Ya'akov.”", "21": "They weren't thirsty when he led them through the deserts, he made water flow from the rock for them — he split the rock, and out gushed the water.", "22": "But there is no peace, says Adonai, for the wicked."}