{"1": "Coastlands, listen to me; listen, you peoples far away: Adonai called me from the womb; before I was born, he had spoken my name.", "2": "He has made my mouth like a sharp sword while hiding me in the shadow of his hand; he has made me like a sharpened arrow while concealing me in his quiver.", "3": "He said to me, “You are my servant, Isra'el, through whom I will show my glory.”", "4": "But I said, “I have toiled in vain, spent my strength for nothing, futility.” Yet my cause is with Adonai, my reward is with my God.", "5": "So now Adonai says — he formed me in the womb to be his servant, to bring Ya'akov back to him, to have Isra'el gathered to him, so that I will be honored in the sight of Adonai, my God having become my strength —", "6": "he has said, “It is not enough that you are merely my servant to raise up the tribes of Ya'akov and restore the offspring of Isra'el. I will also make you a light to the nations, so my salvation can spread to the ends of the earth.”", "7": "Here is what Adonai, the Redeemer of Isra'el, his Holy One, says to the one despised, whom the nations detest, to the servant of tyrants: “When kings see you, they will stand up; princes too will prostrate themselves, because of Adonai, who is faithful, the Holy One of Isra'el, who has chosen you.”", "8": "Here is what Adonai says: “At the time when I choose, I will answer you; on the day of salvation, I will help you. I have preserved you, and I have appointed you to be the covenant for a people, to restore the land and distribute again its ruined inheritances to their owners,", "9": "to say to the prisoners, 'Come out!' to those in darkness, 'Show yourselves!' They will feed along the paths, and all the high hills will be their pastures.", "10": "They will be neither hungry nor thirsty; neither scorching wind nor sun will strike them; for he who has mercy on them will lead them and guide them to springs of water.", "11": "I will turn all my mountains into a road, my highways will be raised up.", "12": "There they come, some from far away, some from the north, some from the west, and some from the land of Sinim.”", "13": "Sing, heaven! Rejoice, earth! Break out in song, you mountains! For Adonai is comforting his people, having mercy on his own who have suffered.", "14": "“But Tziyon says, 'Adonai has abandoned me, Adonai has forgotten me.'", "15": "Can a woman forget her child at the breast, not show pity on the child from her womb? Even if these were to forget, I would not forget you.", "16": "I have engraved you on the palms of my hands, your walls are always before me.”", "17": "Your children are coming quickly, your destroyers and plunderers are leaving and going.", "18": "Raise your eyes, and look around: they are all gathering and coming to you. Adonai swears: “As surely as I am alive, you will wear them all like jewels, adorn yourself with them like a bride.”", "19": "For your desolate places and ruins and your devastated land will be too cramped for those living in it; your devourers will be far away.", "20": "The day will come when the children born when you were mourning will say to you, “This place is too cramped for me! Give me room, so I can live!”", "21": "Then you will ask yourself, “Who fathered these for me? I've been mourning my children, alone, as an exile, wandering to and fro; so who has raised these? I was left alone, so where have these come from?”", "22": "Adonai Elohim answers: “I am beckoning to the nations, raising my banner for the peoples. They will bring your sons in their arms and carry your daughters on their shoulders.", "23": "Kings will be your foster-fathers, their princesses your nurses. They will bow to you, face toward the earth, and lick the dust on your feet. Then you will know that I am Adonai — those who wait for me will not be sorry.”", "24": "But can booty be wrested from a warrior? Can a victor's captives be freed?", "25": "Here is Adonai's answer: “Even a warrior's captives will be snatched away, and the booty of the fearful will be freed. I will fight those who fight you, and I will save your children.", "26": "I will feed those oppressing you with their own flesh; they will be drunk on their own blood as with wine. Then everyone will know that I, Adonai, am your Savior and your Redeemer, the Mighty One of Ya'akov.”"}