{"1": "I want to sing a song for someone I love, a song about my loved one and his vineyard. My loved one had a vineyard on a very fertile hill.", "2": "He dug up its stones and cleared them away, planted it with the choicest vines, built a watchtower in the middle of it, and carved out in its rock a winepress. He expected it to produce good grapes, but it produced only sour, wild grapes.", "3": "Now, citizens of Yerushalayim and people of Y'hudah, judge between me and my vineyard.", "4": "What more could I have done for my vineyard that I haven't already done in it? So why, when I expected good grapes, did it produce sour, wild grapes?", "5": "Now come, I will tell you what I will do to my vineyard: I will remove its hedge, and [its grapes] will be eaten up; I will break through its fence, and [its vines] will be trampled down.", "6": "I will let it go to waste: it will be neither pruned nor hoed, but overgrown with briars and thorns. I will also order the clouds not to let rain fall on it.", "7": "Now the vineyard of Adonai-Tzva'ot is the house of Isra'el, and the men of Y'hudah are the plant he delighted in. So he expected justice, but look — bloodshed! — and righteousness, but listen — cries of distress!", "8": "Woe to those who add house to house and join field to field, until there's no room for anyone else, and you live in splendor alone on your land.", "9": "Adonai-Tzva'ot said in my ears, “Many houses will be brought to ruin, large, magnificent ones left empty;", "10": "for a ten-acre vineyard will produce only five gallons of wine, and seed from five bushels of grain will yield but half a bushel.”", "11": "Woe to those who get up early to pursue intoxicating liquor; who stay up late at night, until wine inflames them.", "12": "They have lutes and lyres, drums and flutes, and wine at their parties; but they pay no attention to how Adonai works and never look at what his hands have made.", "13": "For such lack of knowledge my people go into exile; this is also why their respected men starve and their masses are parched from thirst.", "14": "Therefore Sh'ol has enlarged itself and opened its limitless jaws — and down go their nobles and masses, along with their noise and revels.", "15": "The masses are lowered, the nobles are humbled — proud looks will be brought down.", "16": "But Adonai-Tzva'ot is exalted through justice, God the Holy One is consecrated through righteousness.", "17": "Then lambs will be able to feed as if they were in their own pasture, and those wandering through will eat from the ruined fields of the overfed.", "18": "Woe to those who begin by pulling at transgression with a thread, but end by dragging sin along as if with a cart rope.", "19": "They say, “We want God to speed up his work, to hurry it along, so we can see it! We want the Holy One of Isra'el's plan to come true right now, so we can be sure of it!”", "20": "Woe to those who call evil good and good evil, who change darkness into light and light into darkness, who change bitter into sweet and sweet into bitter!", "21": "Woe to those seeing themselves as wise, esteeming themselves as clever.", "22": "Woe to those who are heroes at drinking wine, men whose power goes to mixing strong drinks,", "23": "who acquit the guilty for bribes but deny justice to the righteous!", "24": "Therefore, as fire licks up the stubble, and the chaff is consumed in the flame; so their root will rot, and their flowers scatter like dust; because they have rejected the Torah of Adonai-Tzva'ot, they have despised the word of the Holy One of Isra'el.", "25": "This is why Adonai's anger blazed up against his people, why he stretched out his hand against them and struck them [so hard that] the hills shook, and corpses lay like trash in the streets. Even after all this, his anger remains, his upraised hand still threatens.", "26": "He will give a signal to faraway nations, he will whistle for them to come from the ends of the earth; and here they come, so fast! —", "27": "none of them tired or stumbling, none of them sleeping or drowsy, none with a loose belt, none with a broken sandal-strap.", "28": "Their arrows are sharp, all their bows are strung, their horses' hoofs are like flint, and their [chariot] wheels like a whirlwind.", "29": "They will roar like lions — yes, roaring like young lions, they growl and seize the prey and carry it off, with no one to rescue.", "30": "On that day they will growl at them, like the sea when it growls — and when one looks toward land, one sees darkness closing in; the light is dissipated in the obscuring overcast."}