{"1": "“Listen to me, you pursuers of justice, you who seek Adonai: consider the rock from which you were cut, the quarry from which you were dug —", "2": "consider Avraham your father and Sarah, who gave birth to you; in that I called him when he was only one person, then blessed him and made him many.", "3": "For Adonai will comfort Tziyon, will comfort all her ruined places, will make her desert like 'Eden, her 'Aravah like the garden of Adonai. Joy and gladness will be there, thanksgiving and the sound of music.", "4": "“Pay attention to me, my people! My nation, listen to me! For Torah will go out from me; I will calm them with my justice as a light for the peoples.", "5": "My righteousness is at hand, my salvation goes out, my arms will judge the peoples. The coastlands are putting their hope in me, trusting in my arm.", "6": "“Raise your eyes toward the skies, look at the earth below. The skies will vanish like smoke, the earth will wear out like clothing. Those living on it will die like flies; but my salvation will be forever, and my justice will never end.", "7": "“Listen to me, you who know justice, you people who have my Torah in your heart: don't be afraid of people's taunts, don't be upset by their insults.", "8": "For the moth will eat them up like clothing, the worm will eat them like wool; but my justice will be forever, and my salvation for all generations.”", "9": "Awake! Awake! Arm of Adonai, clothe yourself with strength! Awake, as in days of old, as in ancient generations! Wasn't it you who hacked Rahav to pieces, you who pierced the sea monster?*", "10": "Wasn't it you who dried up the sea, the waters of the great deep; you who made the sea bottom a road for the redeemed to cross?", "11": "Those ransomed by Adonai will return and come with singing to Tziyon; on their heads will be everlasting joy. They will acquire gladness and joy, while sorrow and sighing will flee.", "12": "“I, yes I, am the one who comforts you! Why are you afraid of a man, who must die; of a human being, who will wither like grass?", "13": "You have forgotten Adonai, your maker, who stretched out the heavens and laid the foundations of the earth. Instead, you are in constant fear all day because of the oppressor's rage, as he prepares to destroy! But where is the oppressor's rage?", "14": "The captive will soon be set free; he will not die and go down to Sh'ol; on the contrary, his food supply will be secure.", "15": "For I am Adonai your God, who stirs up the sea, who makes its waves roar — Adonai-Tzva'ot is my name.", "16": "I have put my words in your mouth and covered you with the shadow of my hand, in order to plant the skies [anew], lay the foundations of the earth [anew] and say to Tziyon, 'You are my people.'”", "17": "Awake! Awake! Stand up, Yerushalayim! At Adonai's hand you drank the cup of his fury; you have drained to the dregs the goblet of drunkenness.", "18": "There is no one to guide her among all the sons she has borne. Not one of all the children she raised is taking her by the hand.", "19": "These two disasters have overcome you — yet who will grieve with you? — plunder and destruction, famine and sword; by whom can I comfort you?", "20": "Your children lie helpless at every street corner, like an antelope trapped in a net; they are full of Adonai's fury, the rebuke of your God.", "21": "Therefore, please hear this in your affliction, you who are drunk, but not with wine;", "22": "this is what your Lord Adonai says, your God, who defends his people: “Here, I have removed from your hand the cup of drunkenness, the goblet of my fury. You will never drink it again.", "23": "I will put it in the hands of your tormentors, who said to you, 'Bend down, so we can trample you,' and you flattened your back on the ground like a street for them to walk on.”"}