{"1": "Awake! Awake, Tziyon! Clothe yourself with your strength! Dress in your splendid garments, Yerushalayim, the holy city! For the uncircumcised and the unclean will enter you no more.", "2": "Shake off the dust! Arise! Be enthroned, Yerushalayim! Loosen the chains on your neck, captive daughter of Tziyon!", "3": "For thus says Adonai: “You were sold for nothing, and you will be redeemed without money.”", "4": "For thus says Adonai Elohim: “Long ago my people went down to Egypt to live there as aliens, and Ashur oppressed them for no reason.", "5": "So now, what should I do here,” asks Adonai, “since my people were carried off for nothing? Their oppressors are howling,” says Adonai, “and my name is always being insulted, daily.", "6": "Therefore my people will know my name; therefore on that day they will know that I, the one speaking — here I am!”", "7": "How beautiful on the mountains are the feet of him who brings good news, proclaiming shalom, bringing good news of good things, announcing salvation and saying to Tziyon, “Your God is King!”", "8": "Listen! Your watchmen are raising their voices, shouting for joy together. For they will see, before their own eyes, Adonai returning to Tziyon.", "9": "Break out into joy! Sing together, you ruins of Yerushalayim! For Adonai has comforted his people, he has redeemed Yerushalayim!", "10": "Adonai has bared his holy arm in the sight of every nation, and all the ends of the earth will see the salvation of our God.", "11": "Leave! Leave! Get out of there! Don't touch anything unclean! Get out from inside it, and be clean, you who carry Adonai's temple equipment.", "12": "You need not leave in haste, you do not have to flee; for Adonai will go ahead of you, and the God of Isra'el will also be behind you.", "13": "“See how my servant will succeed! He will be raised up, exalted, highly honored!", "14": "Just as many were appalled at him, because he was so disfigured that he didn't even seem human and simply no longer looked like a man,", "15": "so now he will startle many nations; because of him, kings will be speechless. For they will see what they had not been told, they will ponder things they had never heard.”"}