{"1": "Who believes our report? To whom is the arm of Adonai revealed?", "2": "For before him he grew up like a young plant, like a root out of dry ground. He was not well-formed or especially handsome; we saw him, but his appearance did not attract us.", "3": "People despised and avoided him, a man of pains, well acquainted with illness. Like someone from whom people turn their faces, he was despised; we did not value him.", "4": "In fact, it was our diseases he bore, our pains from which he suffered; yet we regarded him as punished, stricken and afflicted by God.", "5": "But he was wounded because of our crimes, crushed because of our sins; the disciplining that makes us whole fell on him, and by his bruises* we are healed.", "6": "We all, like sheep, went astray; we turned, each one, to his own way; yet Adonai laid on him the guilt of all of us.", "7": "Though mistreated, he was submissive — he did not open his mouth. Like a lamb led to be slaughtered, like a sheep silent before its shearers, he did not open his mouth.", "8": "After forcible arrest and sentencing, he was taken away; and none of his generation protested his being cut off from the land of the living for the crimes of my people, who deserved the punishment themselves.", "9": "He was given a grave among the wicked; in his death he was with a rich man. Although he had done no violence and had said nothing deceptive,", "10": "yet it pleased Adonai to crush him with illness, to see if he would present himself as a guilt offering. If he does, he will see his offspring; and he will prolong his days; and at his hand Adonai's desire will be accomplished.", "11": "After this ordeal, he will see satisfaction. “By his knowing [pain and sacrifice], my righteous servant makes many righteous; it is for their sins that he suffers.", "12": "Therefore I will assign him a share with the great, he will divide the spoil with the mighty, for having exposed himself to death and being counted among the sinners, while actually bearing the sin of many and interceding for the offenders.”"}