{"1": "“Sing, barren woman who has never had a child! Burst into song, shout for joy, you who have never been in labor! For the deserted wife will have more children than the woman who is living with her husband,” says Adonai.", "2": "Enlarge the space for your tent, extend the curtains of your dwelling; do not hold back, lengthen your cords, make your tent pegs firm.", "3": "For you will spread out to the right and the left, your descendants will possess the nations and inhabit the desolated cities.", "4": "Don't be afraid, for you won't be ashamed; don't be discouraged, for you won't be disgraced. You will forget the shame of your youth, no longer remember the dishonor of being widowed.", "5": "For your husband is your Maker, Adonai-Tzva'ot is his name. The Holy One of Isra'el is your Redeemer. He will be called the God of all the earth.", "6": "For Adonai has called you back like a wife abandoned and grief-stricken; “A wife married in her youth cannot be rejected,” says your God.", "7": "“Briefly I abandoned you, but with great compassion I am taking you back.", "8": "I was angry for a moment and hid my face from you; but with everlasting grace I will have compassion on you,” says Adonai your Redeemer.", "9": "“For me this is like Noach's flood. Just as I swore that no flood like Noach's would ever again cover the earth, so now I swear that never again will I be angry with you or rebuke you.", "10": "For the mountains may leave and the hills be removed, but my grace will never leave you, and my covenant of peace will not be removed,” says Adonai, who has compassion on you.", "11": "“Storm-ravaged [city], unconsoled, I will set your stones in the finest way, lay your foundations with sapphires,", "12": "make your windows shine with rubies, your gates with garnet, your walls with gemstones.", "13": "All your children will be taught by Adonai; your children will have great peace.", "14": "In righteousness you will be established, far from oppression, with nothing to fear; far from ruin, for it will not come near you.", "15": "Any alliance that forms against you will not be my doing; whoever tries to form such an alliance will fall because of you.", "16": "It is I who created the craftsman who blows on the coals and forges weapons suited to their purpose; I also created the destroyer to work havoc.", "17": "No weapon made will prevail against you. In court you will refute every accusation. The servants of Adonai inherit all this; the reward for their righteousness is from me,” says Adonai."}