{"1": "The righteous person perishes, and nobody gives it a thought. Godly men are taken away, and no one understands that the righteous person is taken away from the evil yet to come.", "2": "Yes, those who live uprightly will have peace as they rest on their couches.", "3": "“But you, you witches' children, come here, you spawn of adulterers and whores!", "4": "Whom are you making fun of? At whom are you laughing and sticking out your tongue? Aren't you rebellious children, just a brood of liars?", "5": "You go into heat among the oak trees, under every spreading tree. You kill the children in the valleys under the cracks in the rocks.", "6": "Your place is among the smooth stones in the vadi; these, these are what you deserve; you pour out drink offerings to them, you offer grain offerings to them. Should I calmly ignore these things?", "7": "You set up your bed on a high, lofty mountain; you also went up there to offer sacrifices.", "8": "Behind door and doorpost you set up your [lewd] memorial; then, far from me, you uncovered your bed, climbed up on it and opened it wide, made an agreement with some of them, whose bed you loved when you saw their hand beckoning.", "9": "You went to the king with scented oil; you added to your perfumes; you sent your envoys far away, even down to Sh'ol.", "10": "Though worn out by so much travel, you did not say, 'All hope is gone'; rather, finding your strength renewed, you did not grow weak.", "11": "Of whom have you been so afraid, so fearful that you lied? But me you don't remember, you don't give me a thought! I have held my peace so long that you no longer fear me.", "12": "I will expose your [so-called] 'righteousness'; and what you have done won't help you.", "13": "When you cry, will those [idols] you gathered rescue you? The wind will carry them all away, a puff of air will take them off. But whoever takes refuge in me will possess the land and inherit my holy mountain.”", "14": "Then he will say, “Keep building! Keep building! Clear the way! Remove everything blocking my people's path!”", "15": "For thus says the High, Exalted One who lives forever, whose name is Holy: “I live in the high and holy place but also with the broken and humble, in order to revive the spirit of the humble and revive the hearts of the broken ones.", "16": "For I will not fight them forever or always nurse my anger; otherwise their spirits would faint before me, the creatures I myself have made.", "17": "It was because of their flagrant greed that I was angry and struck them; I hid myself and was angry, but they continued on their own rebellious way.", "18": "I have seen their ways, and I will heal them; I will lead them and give comfort to them and to those who mourn for them —", "19": "I will create the right words: 'Shalom shalom to those far off and to those nearby!' says Adonai; 'I will heal them!'”", "20": "But the wicked are like the restless sea — unable to be still, its waters toss up mud and dirt.", "21": "There is no shalom, says my God, for the wicked."}