{"1": "Shout out loud! Don't hold back! Raise your voice like a shofar! Proclaim to my people what rebels they are, to the house of Ya'akov their sins.", "2": "“Oh yes, they seek me day after day and [claim to] delight in knowing my ways. As if they were an upright nation that had not abandoned the rulings of their God, they ask me for just rulings and [claim] to take pleasure in closeness to God,", "3": "[asking,] 'Why should we fast, if you don't see? Why mortify ourselves, if you don't notice?' “Here is my answer: when you fast, you go about doing whatever you like, while keeping your laborers hard at work.", "4": "Your fasts lead to quarreling and fighting, to lashing out with violent blows. On a day like today, fasting like yours will not make your voice heard on high.", "5": "“Is this the sort of fast I want, a day when a person mortifies himself? Is the object to hang your head like a reed and spread sackcloth and ashes under yourself? Is this what you call a fast, a day that pleases Adonai?", "6": "“Here is the sort of fast I want — releasing those unjustly bound, untying the thongs of the yoke, letting the oppressed go free, breaking every yoke,", "7": "sharing your food with the hungry, taking the homeless poor into your house, clothing the naked when you see them, fulfilling your duty to your kinsmen!”", "8": "Then your light will burst forth like the morning, your new skin will quickly grow over your wound; your righteousness will precede you, and Adonai's glory will follow you.", "9": "Then you will call, and Adonai will answer; you will cry, and he will say, “Here I am.” If you will remove the yoke from among you, stop false accusation and slander,", "10": "generously offer food to the hungry and meet the needs of the person in trouble; then your light will rise in the darkness, and your gloom become like noon.", "11": "Adonai will always guide you; he will satisfy your needs in the desert, he will renew the strength in your limbs; so that you will be like a watered garden, like a spring whose water never fails.", "12": "You will rebuild the ancient ruins, raise foundations from ages past, and be called “Repairer of broken walls, Restorer of streets to live in.”", "13": "“If you hold back your foot on Shabbat from pursuing your own interests on my holy day; if you call Shabbat a delight, Adonai's holy day, worth honoring; then honor it by not doing your usual things or pursuing your interests or speaking about them.", "14": "If you do, you will find delight in Adonai — I will make you ride on the heights of the land and feed you with the heritage of your ancestor Ya'akov, for the mouth of Adonai has spoken.”"}