{"1": "Adonai's arm is not too short to save, nor is his ear too dull to hear.", "2": "Rather, it is your own crimes that separate you from your God; your sins have hidden his face from you, so that he doesn't hear.", "3": "For your hands are stained with blood and your fingers with crime; your lips speak lies, your tongues utter wicked things.", "4": "No one sues with just cause, no one pleads honestly in court, they trust in empty words and say worthless things; they conceive trouble and give birth to evil.", "5": "They hatch viper eggs and spin spiderwebs; whoever eats their eggs dies, and the crushed egg hatches a snake.", "6": "Their webs are useless as clothing, their deeds are useless for wearing; their deeds are deeds of wickedness, their hands produce violence.", "7": "Their feet run to evil, they rush to shed innocent blood, their thoughts are thoughts of wickedness, their paths lead to havoc and ruin.", "8": "The way of shalom they do not know, their goings-about obey no law, they make devious paths for themselves; no one treading them will ever know shalom.", "9": "This is why justice is far from us, and righteousness doesn't catch up with us; we look for light, but see only darkness, for brightness, but we walk in gloom.", "10": "We grope for the wall like the blind; like people without eyes we feel our way; we stumble at noonday as if it were dusk, we are in dark places like the dead.", "11": "We growl, all of us, like bears and moan pitifully like doves; we look for justice, but there is none; for salvation, but it is far from us.", "12": "For our crimes multiply before you, our sins testify against us; for our crimes are present with us; and our sins, we know them well:", "13": "rebelling and denying Adonai, turning away from following our God, talking about oppression and revolt, uttering lies which our hearts have conceived.", "14": "Thus justice is repelled, righteousness stands apart, at a distance; for truth stumbles in the public court, and uprightness cannot enter.", "15": "Honesty is lacking, he who leaves evil becomes a target. Adonai saw it, and it displeased him that there was no justice.", "16": "He saw that there was no one, was amazed that no one interceded. Therefore his own arm brought him salvation, and his own righteousness sustained him.", "17": "He put on righteousness as his breastplate, salvation as a helmet on his head; he clothed himself with garments of vengeance and wrapped himself in a mantle of zeal.", "18": "He repays according to their deeds — fury to his foes, reprisal to his enemies; to the coastlands he will repay their due;", "19": "in the west they will fear the name of Adonai, and likewise, in the east, his glory. For he will come like a pent-up stream, impelled by the Spirit of Adonai.", "20": "“Then a Redeemer will come to Tziyon, to those in Ya'akov who turn from rebellion.” So says Adonai.", "21": "“And as for me,” says Adonai, “this is my covenant with them: my Spirit, who rests on you, and my words which I put in your mouth will not depart from your mouth or from the mouth of your children, or from the mouth of your children's children, now or ever,” says Adonai."}