{"1": "“Arise, shine [Yerushalayim], for your light has come, the glory of Adonai has risen over you.", "2": "For although darkness covers the earth and thick darkness the peoples; on you Adonai will rise; over you will be seen his glory.", "3": "Nations will go toward your light and kings toward your shining splendor.", "4": "Raise your eyes and look around: they are all assembling and coming to you; your sons are coming from far off, your daughters being carried on their nurses' hips.", "5": "Then you will see and be radiant, your heart will throb and swell with delight; for the riches of the seas will be brought to you, the wealth of nations will come to you.", "6": "Caravans of camels will cover your land, young camels from Midyan and 'Eifah, all of them coming from Sh'va, bringing gold and frankincense, and proclaiming the praises of Adonai.", "7": "All the flocks of Kedar will be gathered for you, the rams of N'vayot will be at your service; they will come up and be received on my altar, as I glorify my glorious house.", "8": "“Who are these, flying along like clouds, like doves to their dovecotes?", "9": "The coastlands are putting their hope in me, with the 'Tarshish' ships in the lead, to bring your children from far away, and with them their silver and gold, for the sake of Adonai your God, the Holy One of Isra'el, who glorifies you.", "10": "Foreigners will rebuild your walls, their kings will be at your service; for in my anger I struck you, but in my mercy I pity you.", "11": "Your gates will always be open, they will not be shut by day or by night, so that people can bring you the wealth of nations, with their kings led in procession.", "12": "For the nation or kingdom that won't serve you will perish; yes, those nations will be utterly destroyed.", "13": "“The glory of the L'vanon will come to you, cypresses together with elm trees and larches, to beautify the site of my sanctuary — I will glorify the place where I stand.", "14": "The children of your oppressors will come and bow low before you, all who despised you will fall at your feet, calling you the city of Adonai, Tziyon of the Holy One of Isra'el.", "15": "“In the past you were abandoned and hated, so that no one would even pass through you; but now I will make you the pride of the ages, a joy for many generations.", "16": "You will drink the milk of nations, you will nurse at royal breasts and know that I, Adonai, am your Savior, your Redeemer, the Mighty One of Ya'akov.", "17": "“For bronze I will bring you gold, for iron I will bring you silver, bronze in place of wood, and iron in place of stones. I will make shalom your governor and righteousness your taskmaster.", "18": "Violence will no longer be heard in your land, desolation or destruction within your borders; instead, you will call your walls Salvation and your gates Praise.", "19": "“No more will the sun be your light by day, nor will moonlight shine on you; instead Adonai will be your light forever and your God your glory.", "20": "No longer will your sun go down; your moon will no longer wane; for Adonai will be your light forever; your days of mourning will end.", "21": "All your people will be tzaddikim; they will inherit the land forever; they will be the branch I planted, my handiwork, in which I take pride.", "22": "The smallest will grow to a thousand, the weakest will become a mighty nation. I, Adonai, when the right time comes, will quickly bring it about.”"}