{"1": "Who is this, coming from Edom, from Botzrah with clothing stained crimson, so magnificently dressed, so stately in his great strength? “It is I, who speak victoriously, I, well able to save.”", "2": "Why is your apparel red, your clothes like someone treading a winepress?", "3": "“I have trodden the winepress alone; from the peoples, not one was with me. So I trod them in my anger, trampled them in my fury; so their lifeblood spurted out on my clothing, and I have stained all my garments;", "4": "for the day of vengeance that was in my heart and my year of redemption have come.", "5": "I looked, but there was no one to help, and I was appalled that no one upheld me. Therefore my own arm brought me salvation, and my own fury upheld me.", "6": "In my anger I trod down the peoples, made them drunk with my fury, then poured out their lifeblood on the earth.”", "7": "I will recall the grace of Adonai and the praises of Adonai, because of all that Adonai has granted us and his great goodness toward the house of Isra'el, which he bestowed on them in keeping with his mercy, in keeping with the greatness of his grace.", "8": "For he said, “They are indeed my people, children who are not disloyal.” So he became their Savior.", "9": "In all their troubles he was troubled; then the Angel of His Presence saved them; in his love and pity he redeemed them. He had lifted them up and carried them throughout the days of old.", "10": "However, they rebelled, they grieved his Holy Spirit; so he became their enemy and himself fought against them.", "11": "But then his people remembered the days of old, the days of Moshe: “Where is he who brought them up from the sea with the shepherds of his flock? Where is he who put his Holy Spirit right there among them,", "12": "who caused his glorious arm to go at Moshe's right hand? He divided the water ahead of them, to make himself an eternal name;", "13": "he led them through the deep like a sure-footed horse through the desert;", "14": "like cattle going down into a valley the Spirit of Adonai had them rest. This is how you led your people, to make yourself a glorious name.”", "15": "Look down from heaven; and see from your holy, glorious dwelling. Where are your zeal and your mighty deeds, your inner concern and compassion? Don't hold back, ", "16": "for you are our father. Even if Avraham were not to know us, and Isra'el were not to acknowledge us, you, Adonai, are our father, Our Redeemer of Old is your name.", "17": "Adonai, why do you let us wander from your ways and harden our hearts, so that we do not fear you? Return, for the sake of your servants, the tribes who are your possession.", "18": "Your holy people held your sanctuary such a short time, before our adversaries trampled it down.", "19": "For so long we have been like those you never ruled, like those who were not called by your name! (64:1) We wish you would tear open heaven and come down, so the mountains would shake at your presence!"}