{"1": "“I made myself accessible to those who didn't ask for me, I let myself be found by those who didn't seek me. I said, 'Here I am! Here I am!' to a nation not called by my name.", "2": "I spread out my hands all day long to a rebellious people who live in a way that is not good, who follow their own inclinations;", "3": "a people who provoke me to my face all the time, sacrificing in gardens and burning incense on bricks.", "4": "They sit among the graves and spend the night in caverns; they eat pig meat and their pots hold soup made from disgusting things.", "5": "They say, 'Keep your distance, don't come near me, because I am holier than you.' These are smoke in my nose, a fire that burns all day!", "6": "See, it is written before me; I will not be silent until I repay them; I will repay them to the full,", "7": "your own crimes and those of your ancestors together,” says Adonai. “They offered incense on the mountains and insulted me on the hills. First I will measure out their wages and then repay them in full.”", "8": "Here is what Adonai says: “As when juice is found in a cluster of grapes, and people say, 'Don't destroy it, there is still some good in it,' so I will do likewise for the sake of my servants, and not destroy them all.", "9": "I will bring forth descendants from Ya'akov, heirs of my mountains from Y'hudah; my chosen ones will possess them, and my servants will live there.", "10": "The Sharon will be a pasture for flocks, the Akhor Valley a place for cattle to rest, for my people who have sought me.", "11": "“But as for you who abandon Adonai, who forget my holy mountain, who prepare a table for a Gad, a god of luck, and fill bowls of mixed wine for Meni, a god of destiny —", "12": "I will destine you to the sword, you will all bow down to be slaughtered; because when I called, you did not answer; when I spoke, you did not hear, but did what was evil from my point of view and chose what did not please me.”", "13": "Therefore this is what Adonai Elohim says: “My servants will eat, while you go hungry; my servants will drink, while you go thirsty. My servants will rejoice, while you will be ashamed.", "14": "Yes, my servants will sing for joy from their hearts, but you will cry out from the pain in your heart and howl from an anguished spirit.", "15": "My chosen will use your name as a curse — 'May Adonai Elohim strike you dead!' But to his servants he will give another name.", "16": "Thus someone on earth who blesses himself will bless himself by the God of truth, and someone on earth who swears an oath will swear by the God of truth; for past troubles will be forgotten, hidden from my eyes.", "17": "“For, look! I create new heavens and a new earth; past things will not be remembered, they will no more come to mind.", "18": "So be glad and rejoice forever in what I am creating; for look! I am making Yerushalayim a joy, and her people a delight.", "19": "I will rejoice in Yerushalayim and take joy in my people. The sound of weeping will no longer be heard in it, no longer the sound of crying.", "20": "No more will babies die in infancy, no more will an old man die short of his days — he who dies at a hundred will be thought young, and at less than a hundred thought cursed.", "21": "They will build houses and live in them, they will plant vineyards and eat their fruit.", "22": "They will not build and others live there, they will not plant and others eat; for the days of my people will be like the days of a tree, and my chosen will themselves enjoy the use of what they make.", "23": "They will not toil in vain or raise children to be destroyed, for they are the seed blessed by Adonai; and their offspring with them.", "24": "Before they call, I will answer; while they are still speaking, I will hear.", "25": "The wolf and the lamb will feed together, and the lion eat straw like an ox (but the serpent — its food will be dust). They will not hurt or destroy anywhere on my holy mountain,” says Adonai."}