{"1": "“Heaven is my throne,” says Adonai, “and the earth is my footstool. What kind of house could you build for me? What sort of place could you devise for my rest?", "2": "Didn't I myself make all these things? This is how they all came to be,” says Adonai. “The kind of person on whom I look with favor is one with a poor and humble spirit, who trembles at my word.", "3": "Those others might as well kill a person as an ox, as well break a dog's neck as sacrifice a lamb, as well offer pig's blood as offer a grain offering, as well bless an idol as burn incense. Just as these have chosen their ways and enjoy their disgusting practices,", "4": "so I will enjoy making fools of them, and bring on them the very things they fear. For when I called, no one answered; when I spoke, they did not hear. Instead they did what was evil in my sight and chose what did not please me.”", "5": "Hear the word of Adonai, you who tremble at his word: “Your brothers, who hate you and reject you because of my name, have said: 'Let Adonai be glorified, so we can see your joy.' But they will be put to shame.”", "6": "That uproar in the city, that sound from the temple, is the sound of Adonai repaying his foes what they deserve.", "7": "Before going into labor, she gave birth; before her pains came, she delivered a male child.", "8": "Who ever heard of such a thing? Who has ever seen such things? Is a country born in one day? Is a nation brought forth all at once? For as soon as Tziyon went into labor, she brought forth her children.", "9": "“Would I let the baby break through and not be born?” asks Adonai. “Would I, who cause the birth, shut the womb?” asks your God.", "10": "Rejoice with Yerushalayim! Be glad with her, all you who love her! Rejoice, rejoice with her, all of you who mourned for her;", "11": "so that you nurse and are satisfied by her comforting breast, drinking deeply and delighting in the overflow of her glory.", "12": "For Adonai says, “I will spread shalom over her like a river, and the wealth of nations like a flooding stream; you will nurse and be carried in her arm and cuddled in her lap.", "13": "Like someone comforted by his mother, I will comfort you; in Yerushalayim you will be comforted.”", "14": "Your heart will rejoice at the sight, your bodies will flourish like newly sprouted grass. It will be known that the hand of Adonai is with his servants; but with his enemies, his fury.", "15": "For — look! — Adonai will come in fire, and his chariots will be like the whirlwind, to render his anger furiously, his rebuke with blazing fire.", "16": "For Adonai will judge all humanity with fire and with the sword, and those slain by Adonai will be many.", "17": "“Those who consecrate and purify themselves in order to enter the gardens, then follow the one who was already there, eating pig meat, reptiles and mice, will all be destroyed together,” says Adonai.", "18": "“For I [know] their deeds and their thoughts. “[The time] is coming when I will gather together all nations and languages. They will come and see my glory, ", "19": "and I will give them a sign. I will send some of their survivors to the nations of Tarshish, Pul, Lud (these are archers), Tuval, Greece and more distant coasts, where they have neither heard of my fame nor seen my glory. They will proclaim my glory in these nations; ", "20": "and they will bring all your kinsmen out of all the nations as an offering to Adonai — on horses, in chariots, in wagons, on mules, on camels — to my holy mountain Yerushalayim,” says Adonai, “just as the people of Isra'el themselves bring their offerings in clean vessels to the house of Adonai. ", "21": "I will also take cohanim and L'vi'im from them,” says Adonai.", "22": "“For just as the new heavens and the new earth that I am making will continue in my presence,” says Adonai, “so will your descendants and your name continue.", "23": "“Every month on Rosh-Hodesh and every week on Shabbat, everyone living will come to worship in my presence,” says Adonai.", "24": "“As they leave, they will look on the corpses of the people who rebelled against me. For their worm will never die, and their fire will never be quenched; but they will be abhorrent to all humanity.” [“Every month on Rosh-Hodesh and every week on Shabbat, everyone living will come to worship in my presence,” says Adonai.]"}