{"1": "During the days of Achaz the son of Yotam, the son of 'Uziyahu, king of Y'hudah, Retzin the king of Aram and Pekach the son of Remalyah, king of Isra'el, advanced on Yerushalayim to attack it but were unable to conquer it. ", "2": "It was told to the house of David that Aram and Efrayim had become allies. Achaz's heart began to tremble, as did the hearts of his people, like forest trees shaken by the wind.", "3": "Then Adonai said to Yesha'yahu, “Go out now to meet Achaz, you and your son Sh'ar Yashuv, at the end of the aqueduct from the Upper Pool, on the road to the Launderers' Field; ", "4": "and say to him, 'Take care to stay calm and unafraid; don't be demoralized by these two smoldering stumps of firewood, by the blazing anger of Retzin and Aram or the son of Remalyah; ", "5": "or because Aram, Efrayim and the son of Remalyah have been plotting against you, thinking, ", "6": "“We will invade Y'hudah, tear it apart, divide it among ourselves and appoint the son of Tav'el as king there.”", "7": "“'This is what Adonai Elohim says: “It won't occur, it won't happen.", "8": "For the head of Aram is Dammesek, and the head of Dammesek Retzin. In sixty-five years Efrayim will be broken and will cease to be a people.", "9": "The head of Efrayim is Shomron, and the head of Shomron is the son of Remalyah. Without firm faith, you will not be firmly established.”'”", "10": "Adonai spoke again to Achaz; he said, ", "11": "“Ask Adonai your God to give you a sign. Ask it anywhere, from the depths of Sh'ol to the heights above.” ", "12": "But Achaz answered, “I won't ask, I won't test Adonai.”", "13": "Then [the prophet] said, “Listen here, house of David! Is trying people's patience such a small thing for you that you must try the patience of my God as well?", "14": "Therefore Adonai himself will give you people a sign: the young woman* will become pregnant, bear a son and name him 'Immanu El [God is with us].", "15": "By the time he knows enough to refuse evil and choose good, he will [have to] eat curdled milk and [wild] honey.", "16": "Yes, before the child knows enough to refuse evil and choose good, the land whose two kings you dread will be left abandoned.", "17": "Adonai will bring the king of Ashur on you, your people and your father's house. These will be days worse than any you've known since Efrayim broke loose from Y'hudah.”", "18": "Yes, when that day comes, Adonai will whistle for the fly in the farthest streams of the Nile in Egypt and for the bee in the land of Ashur.", "19": "They will come and settle, all of them, in steep vadis and holes in the rocks and on all thorn bushes and brambles.", "20": "When that day comes, Adonai will shave — with a razor hired beyond the [Euphrates] River, that is, with the king of Ashur — the head and the hair between the legs, and get rid of the beard as well.", "21": "When that day comes, a man will raise a young cow and two sheep.", "22": "Will they produce in abundance? No, he will [have to] eat curdled milk. Indeed, everyone left in the land will eat curdled milk and [wild] honey.", "23": "When that day comes, wherever there once were a thousand grapevines, worth a thousand pieces of silver, there will be only briars and thorns.", "24": "One will go there [to hunt] with bow and arrow, because all the land will be briars and thorns.", "25": "You won't visit hills once worked with a hoe, for fear of the briars and thorns; it will be good only for pasturing cattle and being trampled down by sheep."}