{"1": "Adonai said to me, “Take a large tablet, and write on it in easily readable letters; 'Maher shalal, hash baz [the spoil hurries, the prey speeds along].'” ", "2": "I had it witnessed for me by reliable witnesses — Uriyah the cohen and Z'kharyahu the son of Y'verekhyahu. ", "3": "Then I had sexual relations with my wife; she became pregnant and gave birth to a son; and Adonai said to me, “Name him Maher Shalal Hash Baz; ", "4": "because before the child knows how to cry, 'Abba!' and 'Eema!', the riches of Dammesek and the spoil of Shomron will be carried off and given to the king of Ashur.” ", "5": "Adonai went on speaking and said more to me:", "6": "“Since this people has rejected the gently flowing waters from Shilo'ach and takes joy in Retzin and the son of Remalyah;", "7": "now Adonai will bring upon them the mighty floodwaters of the [Euphrates] River — that is, the king of Ashur and his power. It will rise above all its channels and overflow all its banks.", "8": "It will sweep through Y'hudah, flooding everything and passing on. It will reach even up to the neck, and its outspread wings will fill the whole expanse of the land.” God is with us! [a]", "9": "You may make an uproar, peoples; but you will be shattered. Listen, all of you from distant lands: arm yourselves, but you will be shattered; yes, arm yourselves, but you will be shattered;", "10": "devise a plan, but it will come to nothing; say anything you like, but it won't happen; because God is with us [b].", "11": "For this is what Adonai said to me, speaking with a strong hand, warning me not to live the way this people does:", "12": "“Don't regard as alliance what this people calls alliance, and don't fear what they fear or be awestruck by it;", "13": "but Adonai-Tzva'ot — consecrate him! Let him be the object of your fear and awe!", "14": "He is there to be a sanctuary. But for both the houses of Isra'el he will be a stone to stumble over, a rock obstructing their way; a trap and a snare for the inhabitants of Yerushalayim.", "15": "Many of them will stumble and fall, be broken and trapped and captured.", "16": "Wrap up this document, and confine its teaching to those I have instructed.”", "17": "I will wait for Adonai, who is hiding his face from the house of Ya'akov; yes, I will look for him.", "18": "Meanwhile, I and the children whom Adonai has given me will become for Isra'el signs and wonders from Adonai-Tzva'ot living on Mount Tziyon.", "19": "So when they tell you to consult those squeaking, squawking mediums and fortune-tellers; [you are to answer], “Shouldn't a people seek their God? Must the living ask the dead", "20": "for teaching and instruction?” For they will indeed give you this unenlightened suggestion.", "21": "Distressed and hungry they will pass through the land; and because of their hunger they will grow angry and curse by their king and by their God. But whether they look up [to God]", "22": "or [down] at the earth, they will see only trouble and darkness, anguished gloom and pervasive darkness.", "23": "(9:1) But there will be no more gloom for those who are now in anguish. In the past the land of Z'vulun and the land of Naftali were regarded lightly; but in the future he will honor the way to the lake, beyond the Yarden, Galil-of-the-Goyim."}