{"1": "(2) The people living in darkness have seen a great light; upon those living in the land that lies in the shadow of death, light has dawned.", "2": "(3) You have enlarged the nation and increased their joy; they rejoice in your presence as if rejoicing at harvest time, the way men rejoice when dividing up the spoil.", "3": "(4) For the yoke that weighed them down, the bar across their shoulders, and their driver's goad you have broken as on the day of Midyan['s defeat].", "4": "(5) For all the boots of soldiers marching and every cloak rolled in blood is destined for burning, fuel for the fire.", "5": "(6) For a child is born to us, a son is given to us; dominion will rest on his shoulders, and he will be given the name Pele-Yo'etz El Gibbor Avi-'Ad Sar-Shalom [Wonder of a Counselor, Mighty God, Father of Eternity, Prince of Peace],", "6": "(7) in order to extend the dominion and perpetuate the peace of the throne and kingdom of David, to secure it and sustain it through justice and righteousness henceforth and forever. The zeal of Adonai-Tzva'ot will accomplish this.", "7": "(8) Adonai sent a word to Ya'akov, and it has fallen on Isra'el.", "8": "(9) All the people know it, Efrayim and the inhabitants of Shomron. But they say in pride, in the arrogance of their hearts,", "9": "(10) “The bricks have fallen, but we will rebuild with cut stone; the sycamore-fig trees have been chopped down, but we will replace them with cedars.”", "10": "(11) So Adonai has raised up Retzin's foes against him and spurred on his enemies —", "11": "(12) Aram from the east, P'lishtim from the west; and they devour Isra'el with an open mouth. Even after all this, his anger remains, his upraised hand still threatens.", "12": "(13) Yet the people do not turn to the one striking them, they don't seek Adonai-Tzva'ot.", "13": "(14) Therefore Adonai will cut off Isra'el's head and tail, [tall] palm frond and [lowly] reed in a single day.", "14": "(15) The old and the honored are the head, while prophets teaching lies are the tail.", "15": "(16) For those leading this people lead them astray, and those led by them are destroyed.", "16": "(17) Therefore Adonai takes no joy in their young men and has no compassion on their orphans and widows; for everyone is ungodly and does evil, every mouth speaks foolishly. Even after all this, his anger remains, his upraised hand still threatens.", "17": "(18) For wickedness burns like fire, it devours briars and thorns; it sets the forest underbrush ablaze, with clouds of smoke whirling upward.", "18": "(19) The anger of Adonai-Tzva'ot is burning up the land; the people, too, are fuel for the fire — no one spares even his brother.", "19": "(20) The one on the right grabs but stays hungry, the one on the left eats but is unfilled. Everyone devours his own arm's flesh —", "20": "(21) M'nasheh devours Efrayim; and Efrayim, M'nasheh; while together they oppose Y'hudah. Even after all this, his anger remains, his upraised hand still threatens."}