{"1": "You are the children of the Lord your God. When someone dies, do not cut yourselves or shave your heads to show your sadness. ", "2": "You are holy people, who belong to the Lord your God. He has chosen you from all the people on earth to be his very own.", "3": "Do not eat anything the Lord hates. ", "4": "These are the animals you may eat: oxen, sheep, goats, ", "5": "deer, gazelle, roe deer, wild goats, ibex, antelope, and mountain sheep. ", "6": "You may eat any animal that has a split hoof and chews the cud, ", "7": "but you may not eat camels, rabbits, or rock badgers. These animals chew the cud, but they do not have split hoofs, so they are unclean for you. ", "8": "Pigs are also unclean for you; they have split hoofs, but they do not chew the cud. Do not eat their meat or touch their dead bodies.", "9": "There are many things that live in the water. You may eat anything that has fins and scales, ", "10": "but do not eat anything that does not have fins and scales. It is unclean for you.", "11": "You may eat any clean bird. ", "12": "But do not eat these birds: eagles, vultures, black vultures, ", "13": "red kites, falcons, any kind of kite, ", "14": "any kind of raven, ", "15": "horned owls, screech owls, sea gulls, any kind of hawk, ", "16": "little owls, great owls, white owls, ", "17": "desert owls, ospreys, cormorants, ", "18": "storks, any kind of heron, the hoopoes, or bats.", "19": "All insects with wings are unclean for you; do not eat them. ", "20": "Other things with wings are clean, and you may eat them.", "21": "Do not eat anything you find that is already dead. You may give it to a foreigner living in your town, and he may eat it, or you may sell it to a foreigner. But you are holy people, who belong to the Lord your God. Do not cook a baby goat in its mother's milk.", "22": "Be sure to save one-tenth of all your crops each year. ", "23": "Take it to the place the Lord your God will choose where he is to be worshiped. There, where you will be together with the Lord, eat the tenth of your grain, new wine, and oil, and eat the animals born first to your herds and flocks. Do this so that you will learn to respect the Lord your God always. ", "24": "But if the place the Lord will choose to be worshiped is too far away and he has blessed you so much you cannot carry a tenth, ", "25": "exchange your one-tenth for silver. Then take the silver with you to the place the Lord your God shall choose. ", "26": "Use the silver to buy anything you wish—cattle, sheep, wine, beer, or anything you wish. Then you and your family will eat and celebrate there before the Lord your God. ", "27": "Do not forget the Levites in your town, because they have no land of their own among you.", "28": "At the end of every third year, everyone should bring one-tenth of that year's crop and store it in your towns. ", "29": "This is for the Levites so they may eat and be full. (They have no land of their own among you.) It is also for strangers, orphans, and widows who live in your towns so that all of them may eat and be full. Then the Lord your God will bless you and all the work you do."}