{"1": "Then we turned around, and we traveled on the desert road toward the Red Sea, as the Lord had told me to do. We traveled through the mountains of Edom for many days.", "2": "Then the Lord said to me, ", "3": "“You have traveled through these mountains long enough. Turn north ", "4": "and give the people this command: 'You will soon go through the land that belongs to your relatives, the descendants of Esau who live in Edom. They will be afraid of you, but be very careful. ", "5": "Do not go to war against them. I will not give you any of their land—not even a foot of it, because I have given the mountains of Edom to Esau as his own. ", "6": "You must pay them in silver for any food you eat or water you drink.'”", "7": "The Lord your God has blessed everything you have done; he has protected you while you traveled through this great desert. The Lord your God has been with you for the past forty years, and you have had everything you needed.", "8": "So we passed by our relatives, the descendants of Esau who lived in Edom. We turned off the Jordan Valley road that comes from the towns of Elath and Ezion Geber and traveled along the desert road to Moab.", "9": "Then the Lord said to me, “Don't bother the people of Moab. Don't go to war against them, because I will not give you any of their land as your own; I have given Ar to the descendants of Lot as their own.” ", "10": "(The Emites, who lived in Ar before, were strong people, and there were many of them. They were very tall, like the Anakites. ", "11": "The Emites were thought to be Rephaites, like the Anakites, but the Moabite people called them Emites. ", "12": "The Horites also lived in Edom before, but the descendants of Esau forced them out and destroyed them, taking their place as Israel did in the land the Lord gave them as their own.)", "13": "And the Lord said to me, “Now get up and cross the Zered Valley.” So we crossed the valley. ", "14": "It had been thirty-eight years from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, all the fighting men from that time had died, as the Lord had promised would happen. ", "15": "The Lord continued to work against them to remove them from the camp until they were all dead.", "16": "When the last of those fighting men had died, ", "17": "the Lord said to me, ", "18": "“Today you will pass by Ar, on the border of Moab. ", "19": "When you come near the people of Ammon, don't bother them or go to war against them, because I will not give you any of their land as your own. I have given it to the descendants of Lot for their own.”", "20": "(That land was also thought to be a land of the Rephaites, because those people used to live there, but the Ammonites called them Zamzummites. ", "21": "They were strong people, and there were many of them; they were very tall, like the Anakites. The Lord destroyed the Zamzummites, and the Ammonites forced them out of the land and took their place. ", "22": "The Lord did the same thing for the descendants of Esau, who lived in Edom, when he destroyed the Horites. The Edomites forced them out of the land and took their place, and they live there to this day. ", "23": "The Cretan people came from Crete and destroyed the Avvites, who lived in towns all the way to Gaza; the Cretans destroyed them and took their place.)", "24": "The Lord said, “Get up and cross the Arnon Ravine. See, I am giving you the power to defeat Sihon the Amorite, king of Heshbon, and I am giving you his land. So fight against him and begin taking his land. ", "25": "Today I will begin to make all the people in the world afraid of you. When they hear reports about you, they will shake with fear, and they will be terrified of you.”", "26": "I sent messengers from the desert of Kedemoth to Sihon king of Heshbon. They offered him peace, saying, ", "27": "“If you let us pass through your country, we will stay on the road and not turn right or left. ", "28": "We will pay you in silver for any food we eat or water we drink. We only want to walk through your country. ", "29": "The descendants of Esau in Edom let us go through their land, and so did the Moabites in Ar. We want to cross the Jordan River into the land the Lord our God has given us.” ", "30": "But Sihon king of Heshbon would not let us pass, because the Lord your God had made him stubborn. The Lord wanted you to defeat Sihon, and now this has happened.", "31": "The Lord said to me, “See, I have begun to give Sihon and his country to you. Begin taking the land as your own.”", "32": "Then Sihon and all his army came out and fought us at Jahaz, ", "33": "but the Lord our God gave Sihon to us. We defeated him, his sons, and all his army. ", "34": "We captured all his cities at that time and completely destroyed them, as well as the men, women, and children. We left no one alive. ", "35": "But we kept the cattle and valuable things from the cities for ourselves. ", "36": "We defeated Aroer on the edge of the Arnon Ravine, and we defeated the town in the ravine, and even as far as Gilead. No town was too strong for us; the Lord our God gave us all of them. ", "37": "But you did not go near the land of the Ammonites, on the shores of the Jabbok River, or the towns in the mountains, as the Lord our God had commanded."}