{"1": "Then Moses, along with the elders of Israel, commanded the people, saying, “Keep all the commands I have given you today. ", "2": "Soon you will cross the Jordan River to go into the land the Lord your God is giving you. On that day set up some large stones and cover them with plaster. ", "3": "When you cross over, write all the words of these teachings on them. Then you may enter the land the Lord your God is giving you, a fertile land, just as the Lord, the God of your ancestors, promised. ", "4": "After you have crossed the Jordan River, set up these stones on Mount Ebal, as I command you today, and cover them with plaster. ", "5": "Build an altar of stones there to the Lord your God, but don't use any iron tool to cut the stones; ", "6": "build the altar of the Lord your God with stones from the field. Offer burnt offerings on it to the Lord your God, ", "7": "and offer fellowship offerings there, and eat them and rejoice before the Lord your God. ", "8": "Then write clearly all the words of these teachings on the stones.”", "9": "Then Moses and the Levites who were priests spoke to all Israel and said, “Be quiet, Israel. Listen! Today you have become the people of the Lord your God. ", "10": "Obey the Lord your God, and keep his commands and laws that I give you today.”", "11": "That day Moses also gave the people this command:", "12": "When you cross the Jordan River, these tribes must stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin. ", "13": "And these tribes must stand on Mount Ebal to announce the curses: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.", "14": "The Levites will say to all the people of Israel in a loud voice:", "15": "“Anyone will be cursed who makes an idol or statue and secretly sets it up, because the Lord hates the idols people make.” Then all the people will say, “Amen!”", "16": "“Anyone will be cursed who dishonors his father or mother.” Then all the people will say, “Amen!”", "17": "“Anyone will be cursed who moves the stone that marks a neighbor's border.” Then all the people will say, “Amen!”", "18": "“Anyone will be cursed who sends a blind person down the wrong road.” Then all the people will say, “Amen!”", "19": "“Anyone will be cursed who is unfair to foreigners, orphans, or widows.” Then all the people will say, “Amen!”", "20": "“A man will be cursed who has sexual relations with his father's wife, because it is a dishonor to his father.” Then all the people will say, “Amen!”", "21": "“Anyone will be cursed who has sexual relations with an animal.” Then all the people will say, “Amen!”", "22": "“A man will be cursed who has sexual relations with his sister, whether she is his father's daughter or his mother's daughter.” Then all the people will say, “Amen!”", "23": "“A man will be cursed who has sexual relations with his mother-in-law.” Then all the people will say, “Amen!”", "24": "“Anyone will be cursed who kills a neighbor secretly.” Then all the people will say, “Amen!”", "25": "“Anyone will be cursed who takes money to murder an innocent person.” Then all the people will say, “Amen!”", "26": "“Anyone will be cursed who does not agree with the words of these teachings and does not obey them.” Then all the people will say, “Amen!”"}