{"1": "The Lord commanded Moses to make an agreement with the Israelites in Moab in addition to the agreement he had made with them at Mount Sinai. These are the words of that agreement.", "2": "Moses called all the Israelites together and said to them: You have seen everything the Lord did before your own eyes to the king of Egypt and to the king's leaders and to the whole country. ", "3": "With your own eyes you saw the great troubles, signs, and miracles. ", "4": "But to this day the Lord has not given you a mind that understands; you don't really understand what you see with your eyes or hear with your ears. ", "5": "I led you through the desert for forty years, and during that time neither your clothes nor sandals wore out. ", "6": "You ate no bread and drank no wine or beer. This was so you would understand that I am the Lord your God.", "7": "When you came to this place, Sihon king of Heshbon and Og king of Bashan came out to fight us, but we defeated them. ", "8": "We captured their land and gave it to the tribes of Reuben, Gad, and East Manasseh to be their own.", "9": "You must carefully obey everything in this agreement so that you will succeed in everything you do. ", "10": "Today you are all standing here before the Lord your God—your leaders and important men, your elders, officers, and all the other men of Israel, ", "11": "your wives and children and the foreigners who live among you, who chop your wood and carry your water. ", "12": "You are all here to enter into an agreement and a promise with the Lord your God, an agreement the Lord your God is making with you today. ", "13": "This will make you today his own people. He will be your God, as he told you and as he promised your ancestors Abraham, Isaac, and Jacob. ", "14": "But I am not just making this agreement and its promises with you ", "15": "who are standing here before the Lord your God today, but also with those who are not here today.", "16": "You know how we lived in Egypt and how we passed through the countries when we came here. ", "17": "You saw their hateful idols made of wood, stone, silver, and gold. ", "18": "Make sure no man, woman, family group, or tribe among you leaves the Lord our God to go and serve the gods of those nations. They would be to you like a plant that grows bitter, poisonous fruit.", "19": "These are the kind of people who hear these curses but bless themselves, thinking, “We will be safe even though we continue doing what we want to do.” Those people may destroy all of your land, both wet and dry. ", "20": "The Lord will not forgive them. His anger will be like a burning fire against those people, and all the curses written in this book will come on them. The Lord will destroy any memory of them on the earth. ", "21": "He will separate them from all the tribes of Israel for punishment. All the curses of the Agreement that are written in this Book of the Teachings will happen to them.", "22": "Your children who will come after you, as well as foreigners from faraway lands, will see the disasters that come to this land and the diseases the Lord will send on it. They will say, ", "23": "“The land is nothing but burning cinders and salt. Nothing is planted, nothing grows, and nothing blooms. It is like Sodom and Gomorrah, and Admah and Zeboiim, which the Lord destroyed because he was very angry.” ", "24": "All the other nations will ask, “Why has the Lord done this to the land? Why is he so angry?”", "25": "And the answer will be, “It is because the people broke the Agreement of the Lord, the God of their ancestors, which he made with them when he brought them out of Egypt. ", "26": "They went and served other gods and bowed down to gods they did not even know. The Lord did not allow that, ", "27": "so he became very angry at the land and brought all the curses on it that are written in this book. ", "28": "Since the Lord became angry and furious with them, he took them out of their land and put them in another land where they are today.”", "29": "There are some things the Lord our God has kept secret, but there are some things he has let us know. These things belong to us and our children forever so that we will do everything in these teachings."}