{"1": "Moses called all the people of Israel together and said: Listen, Israel, to the commands and laws I am giving you today. Learn them and obey them carefully. ", "2": "The Lord our God made an Agreement with us at Mount Sinai. ", "3": "He did not make this Agreement with our ancestors, but he made it with us, with all of us who are alive here today. ", "4": "The Lord spoke to you face to face from the fire on the mountain. ", "5": "(At that time I stood between you and the Lord in order to tell you what the Lord said; you were afraid of the fire, so you would not go up on the mountain.) The Lord said:", "6": "“I am the Lord your God; I brought you out of the land of Egypt where you were slaves.", "7": "“You must not have any other gods except me.", "8": "“You must not make for yourselves any idols or anything to worship that looks like something in the sky above or on the earth below or in the water below the land. ", "9": "You must not worship or serve any idol, because I, the Lord your God, am a jealous God. If people sin against me and hate me, I will punish their children, even their grandchildren and great-grandchildren. ", "10": "But I will be very kind for a thousand lifetimes to those who love me and obey my commands.", "11": "“You must not use the name of the Lord your God thoughtlessly, because the Lord will punish anyone who uses his name in this way.", "12": "“Keep the Sabbath as a holy day, as the Lord your God has commanded you. ", "13": "You may work and get everything done during six days each week, ", "14": "but the seventh day is a day of rest to honor the Lord your God. On that day no one may do any work: not you, your son or daughter, your male or female slaves, your ox, your donkey, or any of your animals, or the foreigners living in your cities. That way your servants may rest as you do. ", "15": "Remember that you were slaves in Egypt and that the Lord your God brought you out of there by his great power and strength. So the Lord your God has commanded you to rest on the Sabbath day.", "16": "“Honor your father and your mother as the Lord your God has commanded you. Then you will live a long time, and things will go well for you in the land that the Lord your God is going to give you.", "17": "“You must not murder anyone.", "18": "“You must not be guilty of adultery.", "19": "“You must not steal.", "20": "“You must not tell lies about your neighbor.", "21": "“You must not want to take your neighbor's wife. You must not want to take your neighbor's house or land, his male or female slaves, his ox or his donkey, or anything that belongs to your neighbor.”", "22": "The Lord spoke these commands to all of you on the mountain in a loud voice out of the fire, the cloud, and the deep darkness; he did not say anything else. Then he wrote them on two stone tablets, and he gave them to me.", "23": "When you heard the voice from the darkness, as the mountain was blazing with fire, all the leaders of your tribes and your elders came to me. ", "24": "And you said, “The Lord our God has shown us his glory and majesty, and we have heard his voice from the fire. Today we have seen that a person can live even if God speaks to him. ", "25": "But now, we will die! This great fire will burn us up, and we will die if we hear the Lord our God speak anymore. ", "26": "No human being has ever heard the living God speaking from a fire and still lived, but we have. ", "27": "Moses, you go near and listen to everything the Lord our God says. Then you tell us what the Lord our God tells you, and we will listen and obey.”", "28": "The Lord heard what you said to me, and he said to me, “I have heard what the people said to you. Everything they said was good. ", "29": "I wish their hearts would always respect me and that they would always obey my commands so that things would go well for them and their children forever!", "30": "“Go and tell the people to return to their tents, ", "31": "but you stay here with me so that I may give you all the commands, rules, and laws that you must teach the people to obey in the land I am giving them as their own.”", "32": "So be careful to do what the Lord your God has commanded you, and follow the commands exactly. ", "33": "Live the way the Lord your God has commanded you so that you may live and have what is good and have a long life in the land you will take."}