{"1": "The record of the genealogy of [a]Jesus the [b]Messiah, the son (descendant) of [c]David, the son (descendant) of Abraham:", "2": "Abraham [d]was the father of Isaac, Isaac the father of Jacob, and Jacob the father of [e]Judah and his brothers [who became the twelve tribes of Israel]. ", "3": "Judah was the father of Perez and Zerah by Tamar, Perez was the father of Hezron, and Hezron the father of Ram. ", "4": "Ram was the father of Aminadab, Aminadab the father of Nahshon, and Nahshon the father of Salmon. ", "5": "Salmon was the father of Boaz by [f]Rahab, Boaz was the father of Obed by Ruth, and Obed the father of Jesse. ", "6": "Jesse was the father of [g]David the king. David was the father of Solomon by [h]Bathsheba who had been the wife of Uriah. ", "7": "Solomon was the father of Rehoboam, Rehoboam the father of Abijah, and Abijah the father of Asa. ", "8": "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah. ", "9": "Uzziah was the father of Jotham, Jotham the father of Ahaz, and Ahaz the father of Hezekiah. ", "10": "Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah. ", "11": "Josiah became the father of Jeconiah [also called Coniah and Jehoiachin] and his brothers, at the time of the deportation (exile) to Babylon.", "12": "After the deportation to Babylon: Jeconiah became the father of Shealtiel, and Shealtiel the father of Zerubbabel. ", "13": "Zerubbabel was the father of Abihud, Abihud the father of Eliakim, and Eliakim the father of Azor. ", "14": "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud. ", "15": "Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob. ", "16": "Jacob was the father of Joseph the husband of Mary, by [i]whom Jesus was born, who is called the Messiah (Christ).", "17": "So all the generations from Abraham to David are fourteen; from David to the Babylonian deportation (exile), fourteen generations; and from the Babylonian deportation to the Messiah, fourteen generations.", "18": "Now the birth of Jesus Christ was as follows: when His mother Mary had been [j]betrothed to Joseph, before they came together she was found to be with child by [the power of] the Holy Spirit. ", "19": "And Joseph her [promised] husband, being a just and righteous man and not wanting to expose her publicly to shame, planned to send her away and divorce her quietly. ", "20": "But after he had considered this, an angel of the Lord appeared to him in a dream, saying, “Joseph, descendant of David, do not be afraid to take Mary as your wife, for the Child who has been [k]conceived in her is of the Holy Spirit. ", "21": "She will give birth to a Son, and you shall name Him Jesus (The Lord is salvation), for He will [l]save His people from their sins.” ", "22": "All this happened in order to fulfill what the Lord had spoken through the [m]prophet [Isaiah]: ", "23": "“Behold, the [n]virgin shall be with child and give birth to a Son, and they shall call His name Immanuel”—which, when translated, means, “God with us.” ", "24": "Then Joseph awoke from his sleep and did as the angel of the Lord had commanded him, and he took Mary [to his home] as his wife, ", "25": "but he kept her a virgin until she had given birth to a Son [her firstborn child]; and he named Him Jesus (The Lord is salvation)."}