{"1": "Jesus summoned His twelve disciples and gave them authority and power over unclean spirits, to cast them out, and to heal every kind of disease and every kind of sickness.", "2": "Now these are the names of the twelve [a]apostles (special messengers, personally chosen representatives): first, Simon, who is called Peter, and Andrew, his brother; [b]James the son of Zebedee, and John his brother; ", "3": "Philip and Bartholomew (Nathanael); Thomas and Matthew (Levi) the tax collector; [c]James the son of [d]Alphaeus, and Thaddaeus (Judas, not Iscariot); ", "4": "Simon the Cananaean (Zealot), and Judas Iscariot, the one who betrayed Him.", "5": "Jesus sent out these twelve, instructing them: “Do not go among the Gentiles, and do not go into a city of the Samaritans; ", "6": "but rather go to the lost sheep of the house of Israel. ", "7": "And as you go, preach, saying, 'The kingdom of heaven is at hand.' ", "8": "Heal the sick, raise the dead, cleanse the lepers, cast out demons. Freely you have received, freely give. ", "9": "Do not take gold, or silver, or [even] copper money in your money belt, ", "10": "or a provision bag for your journey, or even two tunics, or sandals, or a staff; for the worker deserves his support. ", "11": "Whatever city or village you enter, ask who in it is worthy [who welcomes you and your message], and stay at his house until you leave [that city]. ", "12": "As you go into the house, give it your greeting [that is, 'Peace be to this house']. ", "13": "If [the family living in] the house is worthy [welcoming you and your message], give it your [blessing of] [e]peace [that is, a blessing of well-being and prosperity, the favor of God]. But if it is not worthy, take back your blessing of peace. ", "14": "Whoever does not welcome you, nor listen to your message, as you leave that house or city, [f]shake the dust [of it] off your feet [in contempt, breaking all ties]. ", "15": "I assure you and most solemnly say to you, it will be more tolerable on the day of judgment for the land of [g]Sodom and Gomorrah than for that city [since it rejected the Messiah's messenger].", "16": "“Listen carefully: I am sending you out like sheep among wolves; so be wise as serpents, and innocent as doves [have no self-serving agenda]. ", "17": "Beware of men [whose nature is to act in opposition to God], for they will hand you over to the courts and flog you in their synagogues; ", "18": "and you will be brought before governors and kings for My sake, as witnesses to them and to the Gentiles. ", "19": "But when they hand you over, do not worry about how or what you are to say; for what you are to say will be given you within that [very] hour; ", "20": "for it is not you speaking, but the Spirit of your Father speaking through you.", "21": "“Brother will betray brother to death, and the father his child; and children will rise up and rebel against their parents and cause them to be put death. ", "22": "And you will be hated by everyone because of [your association with] My name, but it is the one who has patiently persevered and endured to the end who will be saved.", "23": "“When they persecute you in one city [because of your faith in Me], flee to the next; for I assure you and most solemnly say to you, you will not finish going through all the cities of Israel before the Son of Man comes.", "24": "“A disciple is not above his teacher, nor is a bond-servant above his master. ", "25": "It is enough for the disciple to be like his teacher, and the bond-servant like his master. If they have called the head of the house [h]Beelzebul (Satan), how much more [will they speak evil of] the members of his household.", "26": "“So do not be afraid of them, for nothing is hidden that will not be revealed [at the judgment], or kept secret that will not be made known [at the judgment]. ", "27": "What I say to you in the dark (privately), tell in the light (publicly); and what you hear whispered in your ear, proclaim from the housetops [to many people]. ", "28": "Do not be afraid of those who kill the body but cannot kill the soul; but rather be afraid of Him who can destroy both soul and body in hell. ", "29": "Are not two little sparrows sold for a [i]copper coin? And yet not one of them falls to the ground apart from your Father's will. ", "30": "But even the very hairs of your head are all numbered [for the Father is sovereign and has complete knowledge]. ", "31": "So do not fear; you are more valuable than many sparrows.", "32": "“Therefore, the one who [j]confesses and acknowledges Me before men [as Lord and Savior, affirming a state of oneness with Me], that one I will also confess and acknowledge before My Father who is in heaven. ", "33": "But the one who denies and rejects Me before men, that one I will also deny and reject before My Father who is in heaven.", "34": "“Do not think that I have come to bring peace on the earth; I have not come to bring peace, but a sword [of division between belief and unbelief]. ", "35": "For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law; ", "36": "and a man's enemies will be the members of his [own] household [when one believes and another does not].", "37": "“[k]He who loves father or mother more than Me is not worthy of Me; and he who loves son or daughter more than Me is not worthy of Me. ", "38": "And he who does not take his [l]cross [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me] is not worthy of Me. ", "39": "Whoever finds his life [in this world] will [eventually] lose it [through death], and whoever loses his life [in this world] for My sake will find it [that is, life with Me for all eternity].", "40": "“He who receives and welcomes you receives Me, and he who receives Me receives Him who sent Me. ", "41": "He who receives and welcomes a prophet because he is a prophet will receive a prophet's reward; and he who receives a righteous (honorable) man because he is a righteous man will receive a righteous man's reward. ", "42": "And whoever gives to one of these little ones [these who are humble in rank or influence] even a cup of cold water to drink because he is my disciple, truly I say to you, he will not lose his reward.”"}