{"1": "Now the Pharisees and Sadducees came up, and testing Jesus [to get something to use against Him], they asked Him to show them a sign from heaven [which would support His divine authority]. ", "2": "But He replied to them, “[a]When it is evening, you say, 'It will be fair weather, for the sky is red.' ", "3": "And in the morning, 'It will be stormy today, for the sky is red and has a threatening look.' You know how to interpret the appearance of the sky, but cannot interpret the signs of the times? ", "4": "An evil and [morally] unfaithful generation craves a [miraculous] sign; but no sign will be given to it, except the sign of [the prophet] Jonah.” Then He left them and went away.", "5": "When the disciples reached the other side of the sea, they realized that they had forgotten to bring bread. ", "6": "Jesus said to them, “Watch out and be on your guard against the [b]leaven of the Pharisees and Sadducees.” ", "7": "They began to discuss this among themselves, saying, “He said that because we did not bring bread.” ", "8": "But Jesus, aware of this, said, “You men of little faith, why are you discussing among yourselves that you have no bread? ", "9": "Do you still not understand or remember the five loaves for the five thousand, and how many baskets you picked up? ", "10": "Or the seven loaves for the four thousand, and how many large baskets you picked up? ", "11": "How is it that you fail to understand that I was not talking to you about bread? But beware of the leaven of the Pharisees and Sadducees.” ", "12": "Then they understood that He did not tell them to beware of the leaven of bread, but of the [false] teaching of the Pharisees and Sadducees.", "13": "Now when Jesus went into the [c]region of Caesarea Philippi, He asked His disciples, “Who do people say that the Son of Man is?” ", "14": "And they answered, “Some say John the Baptist; others, Elijah; and still others, Jeremiah, or [just] one of the prophets.” ", "15": "He said to them, “But who do you say that I am?” ", "16": "Simon Peter replied, “You are the Christ (the Messiah, the Anointed), the Son of the living God.” ", "17": "Then Jesus answered him, “Blessed [happy, spiritually secure, favored by God] are you, Simon son of Jonah, because flesh and blood (mortal man) did not reveal this to you, but My Father who is in heaven. ", "18": "And I say to you that you are [d]Peter, and on this [e]rock I will build My church; and the [f]gates of Hades (death) will not overpower it [by preventing the resurrection of the Christ]. ", "19": "I will give you the keys (authority) of the kingdom of heaven; and whatever you bind [forbid, declare to be improper and unlawful] on earth [g]will have [already] been bound in heaven, and whatever you loose [permit, declare lawful] on earth [h]will have [already] been loosed in heaven.” ", "20": "Then He gave the disciples strict orders to tell no one that He was the Christ (the Messiah, the Anointed).", "21": "[i]From that time on Jesus began to show His disciples [clearly] that He must go to Jerusalem, and endure many things at the hands of the elders and the chief priests and scribes (Sanhedrin, Jewish High Court), and be killed, and be raised [from death to life] on the third day. ", "22": "Peter took Him aside [to speak to Him privately] and began to reprimand Him, saying, “May God forbid it! This will never happen to You.” ", "23": "But Jesus turned and said to Peter, “Get behind Me, Satan! You are a stumbling block to Me; for you are not setting your mind on things of God, but on things of man.”", "24": "Then Jesus said to His disciples, “If anyone wishes to follow Me [as My disciple], he must deny himself [set aside selfish interests], and take up his cross [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me]. ", "25": "For whoever wishes to save his life [in this world] will [eventually] lose it [through death], but whoever loses his life [in this world] for My sake will find it [that is, life with Me for all eternity]. ", "26": "For what will it profit a man if he gains the whole world [wealth, fame, success], but forfeits his soul? Or what will a man give in exchange for his soul? ", "27": "For the Son of Man is going to come in the glory and majesty of His Father with His angels, and then He will repay each one in accordance with what he has done.", "28": "“I assure you and most solemnly say to you, there are some of [j]those standing here who will not taste death before they see the Son of Man coming in His kingdom.”"}