{"1": "Six days later Jesus took with Him Peter and James and John the brother of James, and led them up on a high mountain by themselves. ", "2": "And His appearance changed dramatically in their presence; and His face shone [with heavenly glory, clear and bright] like the sun, and His clothing became as white as light. ", "3": "And behold, Moses and Elijah appeared to them, talking with Jesus. ", "4": "Then Peter began to speak and said to Jesus, “Lord, it is good and delightful and auspicious that we are here; if You wish, I will put up three [sacred] tents here—one for You, one for Moses, and one for Elijah.” ", "5": "While he was still speaking, behold, a bright cloud overshadowed them, and [a]a voice from the cloud said, “[b]This is My beloved Son, with whom I am well-pleased and delighted! Listen to Him!” ", "6": "When the disciples heard it, they fell on their faces and were terrified. ", "7": "But Jesus came and touched them and said, “Get up, and do not be afraid.” ", "8": "And when they looked up, they saw no one except Jesus Himself alone.", "9": "And as they were going down the mountain, Jesus commanded them, “Do not tell anyone what you have seen until the Son of Man has been raised from the dead.” ", "10": "The disciples asked Him, “Then why do the scribes say that Elijah must come first?” ", "11": "He answered and said, “Elijah is coming and will restore all things; ", "12": "but I say to you that Elijah has come already, and they did not recognize him, but did to him as they wished. The Son of Man is also going to suffer at their hands.” ", "13": "Then the disciples understood that He had spoken to them about John the Baptist.", "14": "When they approached the crowd, a man came up to Jesus, kneeling before Him and saying, ", "15": "“Lord, have mercy on my son, for he is a lunatic (moonstruck) and suffers terribly; for he often falls into the fire and often into the water. ", "16": "And I brought him to Your disciples, and they were not able to heal him.” ", "17": "And Jesus answered, “You unbelieving and perverted generation, how long shall I be with you? How long shall I put up with you? Bring him here to Me.” ", "18": "Jesus rebuked the demon, and it came out of him, and the boy was healed at once.", "19": "Then the disciples came to Jesus privately and asked, “Why could we not drive it out?” ", "20": "He answered, “Because of your little faith [your lack of trust and confidence in the power of God]; for I assure you and most solemnly say to you, [c]if you have [living] faith the size of a mustard seed, you will say to this mountain, 'Move from here to there,' and [if it is God's will] it will move; and nothing will be impossible for you. ", "21": "[d][But this kind of demon does not go out except by prayer and fasting.]”", "22": "When they were gathering together in Galilee, Jesus said to them, “The Son of Man is going to be betrayed and handed over to men [who are His enemies]; ", "23": "and they will kill Him, and He will be raised [from death to life] on the third day.” And they were deeply grieved and distressed.", "24": "When they arrived in Capernaum, the collectors of the [e]half-shekel [temple tax] went up to Peter and said, “Does not your teacher pay the half-shekel?” ", "25": "Peter answered, “Yes.” And when he came home, Jesus spoke to him first, saying, “What do you think, Simon? From whom do earthly rulers collect duties or taxes, from their sons or from strangers?” ", "26": "When Peter said, “From strangers,” Jesus said to him, “Then the sons are exempt [from taxation]. ", "27": "However, so that we do not offend them, go to the sea and throw in a hook, and take the first fish that comes up; and when you open its mouth, you will find a shekel. Take it and give it to them [to pay the temple tax] for you and Me.”"}