{"1": "Now when Jesus had finished saying these things, He left Galilee and went into the part of Judea that is beyond the Jordan; ", "2": "and large crowds followed Him, and He healed them there.", "3": "And Pharisees came to Jesus, testing Him and asking, “Is it lawful for a man to divorce his wife for just any reason?” ", "4": "He replied, “Have you never read that He who created them from the beginning made them male and female, ", "5": "and said, 'For this reason a man shall leave his father and mother and shall be joined inseparably to his wife, and the two shall become one flesh'? ", "6": "So they are no longer two, but one flesh. Therefore, what God has joined together, let no one separate.” ", "7": "The Pharisees said to Him, “Why then did Moses command us to give her a certificate of divorce and send her away?” ", "8": "He said to them, “Because your hearts were hard and stubborn Moses permitted you to divorce your wives; but from the beginning it has not been this way. ", "9": "I say to you, whoever divorces his wife, except for sexual immorality, and marries another woman commits adultery[a].”", "10": "The disciples said to Jesus, “If the relationship of a man with his wife is like this, it is better not to marry.” ", "11": "But He said to them, “Not all men can accept this statement, but only those to whom [the capacity to receive] it has been given. ", "12": "For there are eunuchs who have been born that way from their mother's womb [making them incapable of consummating a marriage]; and there are eunuchs who have been made eunuchs by men [for royal service]; and there are eunuchs who have [b]made themselves so for the sake of the kingdom of heaven. He who is able to accept this, let him accept it.”", "13": "Then children were brought to Jesus so that He might place His hands on them [for a blessing] and pray; but the disciples reprimanded them. ", "14": "But He said, “Leave the children alone, and do not forbid them from coming to Me; for the kingdom of heaven belongs to such as these.” ", "15": "After placing His hands on them [for a blessing], He went on from there.", "16": "And someone came to Him and said, “Teacher, what [essentially] good thing shall I do to obtain eternal life [that is, eternal salvation in the Messiah's kingdom]?” ", "17": "Jesus answered, “Why are you asking Me about what is [essentially] good? There is only One who is [essentially] good; but if you wish to enter into eternal life, keep the commandments.” ", "18": "He said to Jesus, “Which commandments?” And Jesus answered, “You shall not commit murder; You shall not commit adultery; You shall not steal; You shall not give false testimony; ", "19": "Honor your father and mother; and love your neighbor as yourself” [that is, unselfishly seek the best or higher good for others]. ", "20": "The young man said to Him, “I have kept all these things [from my youth]; what do I still lack?” ", "21": "Jesus answered him, “If you wish to be perfect [that is, have the spiritual maturity that accompanies godly character with no moral or ethical deficiencies], go and sell what you have and give [the money] to the poor, and you will have treasure in heaven; and come, follow Me [becoming My disciple, believing and trusting in Me and walking the same path of life that I walk].” ", "22": "But when the young man heard this, he left grieving and distressed, for he owned much property and had many possessions [which he treasured more than his relationship with God].", "23": "Jesus said to His disciples, “I assure you and most solemnly say to you, it is difficult for a rich man [who clings to possessions and status as security] to enter the kingdom of heaven. ", "24": "Again I tell you, it is easier for a camel to go through the eye of a needle, than for a rich man [who places his faith in wealth and status] to enter the kingdom of God.” ", "25": "When the disciples heard this, they were completely [c]astonished and bewildered, saying, “Then who can be saved [from the wrath of God]?” ", "26": "But Jesus looked at them and said, “With people [as far as it depends on them] it is impossible, but with God all things are possible.”", "27": "Then Peter answered Him, saying, “Look, we have given up everything and followed You [becoming Your disciples and accepting You as Teacher and Lord]; what then will there be for us?” ", "28": "Jesus said to them, “I assure you and most solemnly say to you, in the renewal [that is, the Messianic restoration and regeneration of all things] when the Son of Man sits on His glorious throne, you [who have followed Me, becoming My disciples] will also sit on twelve thrones, judging the twelve tribes of Israel. ", "29": "And everyone who has left houses or brothers or sisters or father or mother [d]or children or farms for My name's sake will receive many times as much, and will inherit eternal life. ", "30": "But many who are first [in this world] will be last [in the world to come]; and the last, first."}