{"1": "When it was morning, all the chief priests and the elders of the people (Sanhedrin, Jewish High Court) conferred together against Jesus, [plotting how] to put Him to death [since under Roman rule they had no power to execute anyone]; ", "2": "so they bound Him, and led Him away and handed Him over to Pilate the governor [of Judea, who had the authority to condemn prisoners to death].", "3": "When Judas, His betrayer, saw that Jesus was condemned, he was gripped with remorse and returned the thirty pieces of silver to the chief priests and the elders, ", "4": "saying, “I have sinned by betraying innocent blood.” They replied, “What is that to us? See to that yourself!” ", "5": "And throwing the pieces of silver into the temple sanctuary, he left; and went away and [a]hanged himself. ", "6": "The chief priests, picking up the pieces of silver, said, “It is not lawful to put these in the treasury [of the temple], because it is the price of blood.” ", "7": "So after consultation they used the money to buy the Potter's Field as a burial place for strangers. ", "8": "Therefore that piece of ground has been called the Field of Blood to this day. ", "9": "Then the words spoken by Jeremiah the prophet were fulfilled: “And they took the thirty pieces of silver, the price of Him on whom a price had been set by the sons of Israel; ", "10": "and they gave them for the Potter's Field, as the Lord directed me.”", "11": "Now Jesus stood before [Pilate] the governor, and the governor asked Him, “Are you the King of the Jews?” [In affirmation] Jesus said to him, “It is as you say.” ", "12": "But when the charges were brought against Him by the chief priests and elders, He did not answer. ", "13": "Then Pilate said to Him, “Do You not hear how many things they are testifying against You?” ", "14": "But Jesus did not reply to him, not even to a single accusation, so that the governor was greatly astonished.", "15": "Now at the feast [of the Passover] the governor was in the habit of setting free any one prisoner whom the people chose. ", "16": "And at that time they were holding a notorious prisoner [guilty of insurrection and murder], called Barabbas. ", "17": "So when they had assembled [for this purpose], Pilate said to them, “Whom do you want me to set free for you? Barabbas, or Jesus who is called Christ?” ", "18": "For Pilate knew that it was because of jealousy that the chief priests and elders had handed Jesus over to him.", "19": "While he was seated on the judgment seat, his wife sent him a message, saying, “Have nothing to do with that righteous and innocent Man; for last night I suffered greatly in a dream because of Him.” ", "20": "But the chief priests and the elders persuaded the crowds to ask for Barabbas and to put Jesus to death. ", "21": "The governor said to them, “Which of the two do you wish me to set free for you?” And they said, “Barabbas.” ", "22": "Pilate said to them, “Then what shall I do with Jesus who is called Christ?” They all replied, “Let Him be crucified!” ", "23": "And he said, “Why, what has He done that is evil?” But they continued shouting all the louder, “Let Him be crucified!”", "24": "So when Pilate saw that he was getting nowhere, but rather that a riot was breaking out, he took water and washed his hands [to ceremonially cleanse himself of guilt] in the presence of the crowd, saying, “I am innocent of this [righteous] Man's blood; see to that yourselves.” ", "25": "And all the people answered, “Let [the responsibility for] His blood be on us and on our children!” ", "26": "So he set Barabbas free for them; but after having Jesus severely whipped (scourged), he handed Him over to be crucified.", "27": "Then the governor's soldiers took Jesus into [b]the Praetorium, and they gathered the whole Roman cohort around Him. ", "28": "They stripped him and put a scarlet [c]robe on Him [as a king's robe]. ", "29": "And after twisting together a crown of thorns, they put it on His head, and put a reed in His right hand [as a scepter]. Kneeling before Him, they ridiculed Him, saying, “Hail (rejoice), King of the Jews!” ", "30": "They spat on Him, and took the reed and struck Him repeatedly on the head. ", "31": "After they finished ridiculing Him, they stripped Him of the scarlet robe and put His own clothes on Him, and led Him away to crucify Him.", "32": "Now as they were coming out, they found a man of [d]Cyrene named [e]Simon, whom they forced into service [f]to carry the cross of Jesus.", "33": "And when they came to a place called Golgotha, which means [g]Place of a Skull, ", "34": "they offered Him wine mixed with gall (myrrh, a bitter-tasting narcotic) to drink; but after tasting it, He refused to drink it.", "35": "And when they had crucified Him, they divided His clothes among them by casting [h]lots. ", "36": "Then sitting down there, they began to keep watch over Him [to guard against any rescue attempt]. ", "37": "And above His head they put the accusation against Him which read, “[i]THIS IS JESUS THE KING OF THE JEWS.”", "38": "At the same time two robbers were crucified with Jesus, one on the right and one on the left. ", "39": "Those who passed by were hurling abuse at Him and jeering at Him, wagging their heads [in scorn and ridicule], ", "40": "and they said [tauntingly], “You who would destroy the temple and rebuild it in three days, save Yourself [from death]! If You are the Son of God, come down from the cross.” ", "41": "In the same way the chief priests also, along with the scribes and elders, mocked Him, saying, ", "42": "“He saved others [from death]; He cannot save Himself. He is the King of Israel; let Him now come down from the cross, and we will believe in Him and acknowledge Him. ", "43": "He trusts in God; let God rescue Him now, if He delights in Him; for He said, 'I am the Son of God.'” ", "44": "The robbers who had been crucified with Him also began to insult Him in the same way.", "45": "Now from the sixth hour (noon) there was darkness over all the land until the ninth hour (3:00 p.m.). ", "46": "About the ninth hour Jesus cried out with a loud [agonized] voice, [j]“Eli, Eli, lama sabachthani?” that is, “My God, My God, why have You forsaken Me?” ", "47": "When some of the bystanders there heard it, they began saying, “This man is calling for [k]Elijah.” ", "48": "Immediately one of them ran, and took a sponge, soaked it with sour wine and put it on a reed, and gave Him a drink. ", "49": "But the rest said, “Let us see whether Elijah will come to save Him [from death].” ", "50": "And Jesus cried out again with a loud [agonized] voice, and gave up His spirit [voluntarily, sovereignly dismissing and releasing His spirit from His body in submission to His Father's plan]. ", "51": "And [at once] the veil [of the Holy of Holies] of the temple was [l]torn in two from top to bottom; the earth shook and the rocks were split apart. ", "52": "The tombs were opened, and many bodies of the saints (God's people) who had fallen asleep [in death] were raised [to life]; ", "53": "and coming out of the tombs after His resurrection, they entered the holy city (Jerusalem) and appeared to many people. ", "54": "Now the centurion, and those who were with him keeping guard over Jesus, when they saw the earthquake and the things that were happening, they were terribly frightened and filled with awe, and said, “Truly this was the Son of God!”", "55": "There were also many women there looking on from a distance, who had accompanied Jesus from Galilee, ministering to Him. ", "56": "Among them was [m]Mary Magdalene, and [n]Mary the mother of [o]James and Joseph, and [Salome] the [p]mother of Zebedee's sons [James and John].", "57": "When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus. ", "58": "He went to Pilate and asked for the body of Jesus [so that he might bury Him], and Pilate ordered that it be given to him. ", "59": "And Joseph took the body and wrapped it in a clean linen cloth (burial wrapping), ", "60": "and laid it in his own new tomb, which he had cut in the rock; and he rolled a large stone over the entrance of the tomb and went away. ", "61": "And Mary Magdalene was there, and the other [q]Mary, sitting opposite the tomb.", "62": "The next day, that is, the day after the [day of] preparation [for the Sabbath], the chief priests and the Pharisees assembled before Pilate, ", "63": "and said, “Sir, we have remembered that when He was still alive that deceiver said, 'After three days I will rise [from the dead].' ", "64": "Therefore, give orders to have the tomb made secure and safeguarded until the third day, otherwise His disciples may come and steal Him away and tell the people, 'He has risen from the dead,' and the last deception [the reporting of His resurrection] will be worse than the first [the reporting that He is the Messiah].” ", "65": "Pilate said to them, “You have a guard [of soldiers]; go [with them], make the tomb as secure as you know how.” ", "66": "So they went and [r]made the tomb secure, and along with [stationing] a guard of soldiers [to be on watch] they set a seal on the stone."}