{"1": "Now after the Sabbath, near dawn of the first day of the week, Mary Magdalene and the other [a]Mary went to look at the tomb. ", "2": "And a great earthquake had occurred, for an angel of the Lord descended from heaven and came and rolled away the stone [from the opening of the tomb], and sat on it. ", "3": "The angel's appearance was like lightning, and his clothes were as white as snow. ", "4": "The guards shook, paralyzed with fear [at the sight] of him and became like dead men [pale and immobile]. ", "5": "But the angel said to the women, “Do not be afraid; for I know that you are looking for Jesus who has been crucified. ", "6": "He is not here, for He has risen, just as He said [He would]. Come! See the place where He was lying. ", "7": "Then go quickly and tell His disciples that He has risen from the dead; and behold, He is going ahead of you into Galilee [as He promised]. There you will see Him; behold, I have told you.”", "8": "So the women left the tomb quickly with fear and great joy, and ran to tell [the good news to] the disciples. ", "9": "And as they went, suddenly, Jesus met them, saying, “Rejoice!” And they went to Him and took hold of His feet [in homage] and worshiped Him [as the Messiah]. ", "10": "Then Jesus said to them, “Do not be afraid; go and tell My brothers to leave for Galilee, and there they will see Me [just as I promised].”", "11": "While they were on their way, some of the [Roman] guards went into the city and reported to the chief priests everything that had happened. ", "12": "And when the chief priests had gathered with the elders and had consulted together [to develop a plan of deception], they gave a sufficient sum of money [as a bribe] to the soldiers, ", "13": "and said, “You say this, 'His disciples came at night and stole Him while we were sleeping.' ", "14": "And if the governor (Pilate) hears about it, we will calm him down and keep you out of trouble.” ", "15": "So they took the money [they were paid for lying] and did as they were instructed; and this [fabricated] story was widely spread among the Jews, and is to the present day.", "16": "Now the eleven disciples went to Galilee, to the mountain which Jesus had designated. ", "17": "And when they saw Him, they worshiped Him; but some doubted [that it was really He]. ", "18": "Jesus came up and said to them, “All authority (all power of absolute rule) in heaven and on earth has been given to Me. ", "19": "Go therefore and make disciples of all the nations [help the people to learn of Me, believe in Me, and obey My words], baptizing them in the name of the Father and of the Son and of the Holy Spirit, ", "20": "teaching them to observe everything that I have commanded you; and lo, I am with you always [remaining with you perpetually—regardless of circumstance, and on every occasion], even to the end of the age.”"}