{"1": "Then Jesus was led by the [Holy] Spirit into the wilderness to be tempted by the devil. ", "2": "After He had gone without food for forty days and forty nights, He became hungry. ", "3": "And the tempter came and said to Him, “If You are the Son of God, command that these stones become bread.” ", "4": "But Jesus replied, “It is written and forever remains written, 'Man shall not live by bread alone, but by every word that comes out of the mouth of God.'”", "5": "Then the devil took Him into the holy city [Jerusalem] and placed Him on the pinnacle (highest point) of the temple. ", "6": "And he said [mockingly] to Him, “If You are the Son of God, throw Yourself down; for it is written, 'He will command His angels concerning You [to serve, care for, protect and watch over You]'; and 'They will lift you up on their hands, So that You will not strike Your foot against a stone.'”", "7": "Jesus said to him, “On the other hand, it is written and forever remains written, 'You shall not test the Lord your God.'”", "8": "Again, the devil took Him up on a very high mountain and showed Him all the kingdoms of the world and the glory [splendor, magnificence, and excellence] of them; ", "9": "and he said to Him, “All these things I will give You, if You fall down and worship me.” ", "10": "Then Jesus said to him, “Go away, Satan! For it is written and forever remains written, 'You shall worship the Lord your God, and serve Him only.'” ", "11": "Then the devil left Him; and angels came and ministered to Him [bringing Him food and serving Him].", "12": "Now when Jesus heard that John [the Baptist] had been arrested and put in prison, He left for Galilee. ", "13": "And leaving Nazareth, He went and settled in Capernaum, which is by the sea, in the country of Zebulun and Naphtali. ", "14": "This was to fulfill what was spoken by the prophet Isaiah:", "15": "  “The land of Zebulun and the land of Naphtali, By the way of the sea, beyond the Jordan, Galilee [in the district] of the Gentiles—", "16": "  “The people who were sitting (living) in [spiritual] darkness have seen a great Light, And for those who were sitting (living) in the land and shadow of [spiritual and moral] death, Upon them a Light has dawned.”", "17": "From that time Jesus began to preach and say, “[a]Repent [change your inner self—your old way of thinking, regret past sins, live your life in a way that proves repentance; seek God's purpose for your life], for the kingdom of heaven is at hand.”", "18": "As Jesus was walking by the Sea of Galilee, He noticed two brothers, Simon who was called Peter, and Andrew his brother, casting a net into the sea; for they were fishermen. ", "19": "And He said to them, “[b]Follow Me [as My disciples, accepting Me as your Master and Teacher and walking the same path of life that I walk], and I will make you fishers of men.” ", "20": "Immediately they left their nets and followed Him [becoming His disciples, believing and trusting in Him and following His example]. ", "21": "And going on [further] from there He noticed two other brothers, James the son of Zebedee, and his brother John, in the boat with their father [c]Zebedee, mending their nets; and He called them [to follow Him as His disciples]. ", "22": "Immediately they left the boat and their father, and followed Him [becoming His disciples, believing and trusting in Him and following His example].", "23": "And He went throughout all Galilee, teaching in their synagogues and preaching the good news (gospel) of the kingdom, and healing every kind of disease and every kind of sickness among the people [demonstrating and revealing that He was indeed the promised Messiah].", "24": "So the news about Him spread throughout all Syria; and they brought to Him all who were sick, those suffering with various diseases and pains, those under the power of demons, and epileptics, paralytics; and He healed them. ", "25": "Large crowds followed Him from Galilee and the [d]Decapolis and Jerusalem and Judea and the other side of the Jordan."}