{"1": "And Jesus, getting into a boat, crossed over the Sea of Galilee and came to [Capernaum] His own city.", "2": "They brought to Him a man who was paralyzed, lying on a stretcher. Seeing their [active] faith [springing from confidence in Him], Jesus said to the paralytic, “Do not be afraid, son; your sins are forgiven [the penalty is paid, the guilt removed, and you are declared to be in right standing with God].” ", "3": "And some of the scribes said to themselves, “This man blasphemes [by claiming the rights and prerogatives of God]!” ", "4": "But Jesus, knowing their thoughts, said, “Why do you think evil in your hearts? ", "5": "For which is easier, to say, 'Your sins are forgiven and the penalty paid,' or to say, 'Get up and walk'? [Both are possible for God; both are impossible for man.] ", "6": "But so that you may know that the Son of Man has authority and the power on earth to forgive sins”—then He said to the paralytic, “Get up, pick up your stretcher and go home.” ", "7": "And he got up and went home [healed and forgiven]. ", "8": "When the crowds saw this, they were awestruck, and glorified God and praised Him, who had given such authority and power to men.", "9": "As Jesus went on from there, He saw a man named Matthew (Levi) sitting in the tax collector's booth; and He said to him, “Follow Me [as My disciple, accepting Me as your Master and Teacher and walking the same path of life that I walk].” And Matthew got up and followed Him.", "10": "Then as Jesus was reclining at the table in Matthew's house, many tax collectors and [a]sinners [including non-observant Jews] came and ate with Him and His disciples. ", "11": "When the Pharisees saw this, they asked His disciples, “Why does your Master eat with tax collectors and sinners?” ", "12": "But when Jesus heard this, He said, “Those who are healthy have no need for a physician, but [only] those who are sick. ", "13": "Go and learn what this [Scripture] means: 'I desire compassion [for those in distress], and not [animal] sacrifice,' for I did not come to call [to repentance] the [self-proclaimed] righteous [who see no need to change], but sinners [those who recognize their sin and actively seek forgiveness].”", "14": "Then the disciples of John [the Baptist] came to Jesus, asking, “Why do we and the Pharisees often fast [as a religious exercise], but Your disciples do not fast?” ", "15": "And Jesus replied to them, “Can the guests of the bridegroom mourn while the bridegroom is with them? The days will come when the bridegroom is taken away from them, and then they will fast. ", "16": "But no one puts a piece of unshrunk (new) cloth on an old garment; for the patch pulls away from the garment, and a worse tear results. ", "17": "Nor is new wine put into old [b]wineskins [that have lost their elasticity]; otherwise the wineskins burst, and the [fermenting] wine spills and the wineskins are ruined. But new wine is put into fresh wineskins, so both are preserved.”", "18": "While He was saying these things to them, a ruler (synagogue official) entered [the house] and kneeled down and worshiped Him, saying, “My daughter has just now died; but come and lay Your hand on her, and she will live.” ", "19": "Jesus got up and began to accompany the ruler, with His disciples.", "20": "Then a woman who had suffered from a hemorrhage for twelve years came up behind Him and touched the [tassel] fringe of His outer robe; ", "21": "for she had been saying to herself, “If I only touch His outer robe, I will be healed.” ", "22": "But Jesus turning and seeing her said, “Take courage, daughter; your [personal trust and confident] faith [in Me] has made you well.” And at once the woman was [completely] healed.", "23": "When Jesus came to the ruler's house, and saw the flute players [who were professional, hired mourners] and the [grieving] crowd making an uproar, ", "24": "He said, “Go away; for the girl is not dead, but is sleeping.” And they laughed and jeered at Him. ", "25": "But when the crowd had been sent outside, Jesus went in and took her by the hand, and the girl got up. ", "26": "And the news about this spread throughout all that district.", "27": "As Jesus went on from there, two blind men followed Him, screaming loudly, “Have mercy and compassion on us, [c]Son of David (Messiah)!” ", "28": "When He went into the house, the blind men came up to Him, and Jesus said to them, “Do you believe [with a deep, abiding trust] that I am able to do this?” They said to Him, “Yes, Lord.” ", "29": "Then He touched their eyes, saying, “According to your faith [your trust and confidence in My power and My ability to heal] it will be done to you.” ", "30": "And their eyes were opened. And Jesus [d]sternly warned them: “See that no one knows this!” ", "31": "But they went out and spread the news about Him throughout that whole district.", "32": "While they were going away, a mute, demon-possessed man was brought to Jesus. ", "33": "And when the demon was driven out [by Jesus], the mute man spoke; and the crowds wondered in amazement, saying, “Never before has anything like this [miracle] been seen in Israel.” ", "34": "But the Pharisees were saying, “He casts out the demons by [the power of] the ruler of demons.”", "35": "Jesus went throughout all the cities and villages [in Galilee], teaching in their synagogues and proclaiming the good news (gospel) of the kingdom, and healing every kind of disease and every kind of sickness [His words and His works reflecting His Messiahship].", "36": "When He saw the crowds, He was moved with compassion and pity for them, because they were dispirited and distressed, like sheep without a shepherd. ", "37": "Then He said to His disciples, “The harvest is [indeed] plentiful, but the workers are few. ", "38": "So pray to the Lord of the harvest to send out workers into His harvest.”"}