{"1": "This is the message for the city of Nineveh.[a] This is the vision of Nahum, who was from the town of Elkosh.", "2": "The Lord is a jealous God who gives punishment. The Lord punishes wicked people and is filled with anger. The Lord punishes those who are against him. He stays angry with his enemies.", "3": "The Lord does not become angry quickly. His power is great. The Lord will not let the guilty go unpunished. Where the Lord goes, whirlwinds and storms show his power. The clouds are the dust that his feet kick up.", "4": "The Lord speaks to the sea and makes it dry. He dries up all the rivers. The areas of Bashan and Carmel dry up. And the flowers of Lebanon die.", "5": "He shakes the mountains and makes the hills melt away. The earth trembles when he comes. The world and all who live in it shake with fear.", "6": "No one can stay alive when the Lord is angry with him. No one can survive his strong anger. His anger is poured out like fire. He smashes rocks that are in his path.", "7": "The Lord is good. He gives protection in times of trouble. He knows who trusts in him.", "8": "But he will completely destroy the city of Nineveh. An army will come like a rushing flood. The Lord will chase his enemies until he kills them.", "9": "The Lord will completely destroy the plans that are made against him. Trouble will not come a second time.", "10": "Those people will be like tangled thorns or like people drunk from their wine. They will be destroyed quickly like dry weeds.", "11": "Someone has come from Nineveh. He makes evil plans against the Lord. And he gives wicked advice.", "12": "This is what the Lord says: “Assyria is strong and has many people. But it will be defeated and brought to an end. Judah, I have punished you, my people. But I will punish you no more.", "13": "Now I will free you from their control. And I will tear away the chains with which they hold you.”", "14": "The Lord has given you this command, Nineveh: “You will not have descendants to carry on your name. I will destroy the idols and metal images that are in the temple of your gods. I will dig your grave because you are wicked.”", "15": "Look, there on the hills, someone is bringing good news! He is announcing peace! Celebrate your feasts, people of Judah. And do what you promised to God. The wicked will not attack you again. They have been completely destroyed."}