{"1": "How terrible it will be for the city which has killed so many. It is full of lies. It is full of stolen things from other countries. It is always hurting or killing somebody.", "2": "Hear the sound of whips. Listen to the wheels. Hear horses galloping and chariots bouncing along!", "3": "Soldiers on horses are charging. Their swords are shining. Their spears are gleaming! There are many bodies. Dead people are piled up. There are too many to count. People fall over the dead bodies.", "4": "The city was like a prostitute. She was charming and a lover of magic. She made nations slaves with her evil ways and her witchcraft.", "5": "“I am against you, Nineveh,” says the Lord of heaven's armies. “I will pull your dress up over your face. I will show the nations your nakedness. And I will show the kingdoms your shame.", "6": "I will throw dirt on you. I will make a fool of you. People will see you and make fun of you.", "7": "Everyone who sees you will run away and say, 'Nineveh is in ruins. Who will cry for her?' Nineveh, I cannot find anyone to comfort you.”", "8": "Nineveh, you are no better than Thebes.[a] She sits by the Nile River with water all around her. The river was her defense. The waters were like a wall around her.", "9": "Cush and Egypt gave her endless strength. Put and Libya supported her.", "10": "But Thebes was captured. And she went into captivity. Her small children were beaten to death at every street corner. Lots were thrown for her important men. And all of her leaders were put in chains.", "11": "Nineveh, you will be drunk, too. You will hide. You will look for a place safe from the enemy.", "12": "All your defenses are like fig trees with ripe fruit. When the tree is shaken, the figs fall into the mouth of the eater.", "13": "Look at your soldiers. They are all women! The gates of your land are wide open for your enemies. Fire has burned the bars of those gates.", "14": "Get enough water before the attack begins. Make your defenses strong! Make the bricks. Mix the mortar. Repair the wall!", "15": "There the fire will burn you up. The sword will kill you. Like grasshoppers eating crops, the battle will completely destroy you. Grow in number like hopping locusts. Grow in number like swarming locusts!", "16": "Your traders are more than the stars in the sky. But like locusts, they strip the land and then fly away.", "17": "Your guards are like locusts. Your officers are like swarms of locusts that settle in the walls on a cold day. But when the sun comes up they fly away. And no one knows where they have gone.", "18": "King of Assyria, your rulers are asleep. Your important men lie down to rest. Your people have been scattered on the mountains. And there is no one to bring them back.", "19": "Nothing can heal your wound. Your injury will not heal. Everyone who hears about you applauds because everyone has felt your endless cruelty."}