{"1": "Don't rebuke a senior man in the church, but exhort him as you might do with your father – or, in the case of younger ones, with your brothers. ", "2": "Treat the older women as mothers, and the younger ones as sisters, with all purity.", "3": "Pay respect to widows who really are widows. ", "4": "If a widow has children or grandchildren, let them first learn to respect their own family and to make some repayment to those who brought them up. This, you see, pleases God. ", "5": "A real widow is one who, left by herself, has set her hope on God, and continues in prayer and supplication night and day; ", "6": "but a self-indulgent woman is dead even while she's alive. ", "7": "Give these commands so that they may be beyond blame. ", "8": "If anyone doesn't take care of their own relatives, especially their own household, they have denied the faith; they are worse than unbelievers.", "9": "Let a woman be registered as a widow if she is at least sixty years old, the wife of one husband, ", "10": "with a reputation for good works, having brought up children, shown hospitality, washed the feet of God's people, helped those who were suffering, and been steadfast in doing good wherever she can. ", "11": "Refuse to register younger widows. When their desires become strong against the King, you see, they will want to marry, ", "12": "and they will receive condemnation because they have abandoned their earlier faith. ", "13": "In addition, they learn the habit of idleness, going around from one house to another, not only doing nothing but gossiping and meddling, saying things they shouldn't.", "14": "So this is my wish: the younger ones should marry, have children, run their households and give the enemy no opportunity to slander us ", "15": "(15 some, you see, have already gone off after the satan!). ", "16": "If any believing woman has relatives who are widowed, let her help them, so that the church won't be burdened. That way, it can help widows who really are widows.", "17": "Elders who are good leaders ought to be paid double, particularly those who work hard in speaking and teaching. ", "18": "The Bible says, you see, 'Don't muzzle an ox when it's threshing', and 'the worker deserves his pay'.", "19": "Don't accept an accusation against an elder, unless it is supported 'by two or three witnesses'. ", "20": "When people persist in sin, rebuke them openly, so that the rest may be afraid.", "21": "Before God, King Jesus and the chosen angels, I give you solemn warning to keep these commands without discrimination. Never act out of favouritism. ", "22": "Don't be too quick to lay hands on anyone; don't share in other people's sins. Keep yourself pure.", "23": "You should stop confining yourself to drinking water. Use wine (in moderation!). That will be good for your digestion, and for the physical problems you often have.", "24": "Some people's sins are obvious, and walk ahead of them into the courtroom. Other people's follow them there. ", "25": "In the same way, good works are obvious; but, even when they aren't, they can't stay hidden for ever."}