{"1": "All Israel joined David at Hebron and said, “Look, we are your very flesh and blood![a] ", "2": "In the past, even when Saul was king, you were Israel's commanding general.[b] The Lord your God said to you, 'You will shepherd my people Israel; you will rule over my people Israel.'” ", "3": "When all the leaders[c] of Israel came to the king at Hebron, David made a covenant with them in Hebron before the Lord. They anointed David king over Israel, in keeping with the Lord's message that came through Samuel.[d]", "4": "David and the whole Israelite army[e] advanced to Jerusalem (that is, Jebus).[f] (The Jebusites, the land's original inhabitants, lived there.)[g] ", "5": "The residents of Jebus said to David, “You cannot invade this place!” But David captured the fortress of Zion (that is, the City of David). ", "6": "[h] David said, “Whoever attacks[i] the Jebusites first will become commanding general!”[j] So Joab son of Zeruiah attacked[k] first and became commander.[l] ", "7": "David lived in the fortress; for this reason it is called the City of David. ", "8": "He built up the city around it, from the terrace to the surrounding walls;[m] Joab restored the rest of the city. ", "9": "David's power steadily grew, for the Lord of Heaven's Armies was with him.[n]", "10": "These were the leaders of David's warriors who, together with all Israel, stood courageously with him in his kingdom by installing him as king, in keeping with the Lord's message concerning Israel. ", "11": "This is the list of David's warriors:[o] Jashobeam, a Hacmonite, was head of the officers.[p] He killed 300 men with his spear in a single battle.[q]", "12": "Next in command[r] was Eleazar son of Dodo the Ahohite. He was one of the three elite warriors. ", "13": "He was with David in Pas Dammim[s] when the Philistines assembled there for battle. In an area of the field that was full of barley, the army retreated before the Philistines, ", "14": "but then they made a stand in the middle of that area. They defended it[t] and defeated the Philistines; the Lord gave them a great victory.[u]", "15": "Three of the thirty leaders went down to David at the rocky cliff at the cave of Adullam, while a Philistine force was camped in the Valley of Rephaim. ", "16": "David was in the stronghold at the time, while a Philistine garrison was in Bethlehem. ", "17": "David was thirsty and said, “How I wish someone would give me some water to drink[v] from the cistern in Bethlehem near the city gate!” ", "18": "So the three elite warriors[w] broke through the Philistine forces and drew some water from the cistern in Bethlehem near the city gate. They carried it back to David, but David refused to drink it. He poured it out as a drink offering to the Lord ", "19": "and said, “God forbid that I should do this![x] Should I drink the blood of these men who risked their lives?”[y] Because they risked their lives to bring it to him, he refused to drink it. Such were the exploits of the three elite warriors.[z]", "20": "Abishai the brother of Joab was head of the three[aa] elite warriors. He killed 300 men with his spear[ab] and gained fame along with the three elite warriors.[ac] ", "21": "From[ad] the three he was given double honor and he became their officer, even though he was not one of them.[ae]", "22": "Benaiah son of Jehoiada was a brave warrior from Kabzeel who performed great exploits. He struck down the two sons of Ariel of Moab;[af] he also went down and killed a lion inside a cistern on a snowy day. ", "23": "He even killed an Egyptian who was 7½ feet[ag] tall. The Egyptian had a spear in his hand as big as the crossbeam of a weaver's loom; Benaiah attacked[ah] him with a club. He grabbed the spear out of the Egyptian's hand and killed him with his own spear. ", "24": "Such were the exploits of Benaiah son of Jehoiada, who gained fame along with the three elite warriors. ", "25": "He received honor from[ai] the thirty warriors, though he was not one of the three elite warriors. David put him in charge of his bodyguard.", "26": "The mighty warriors were: Asahel the brother of Joab, Elhanan son of Dodo, from Bethlehem,", "27": "Shammoth the Harorite,[aj] Helez the Pelonite,[ak]", "28": "Ira son of Ikkesh the Tekoite, Abiezer the Anathothite,", "29": "Sibbekai[al] the Hushathite, Ilai[am] the Ahohite,", "30": "Maharai the Netophathite, Heled son of Baanah the Netophathite,", "31": "Ithai[an] son of Ribai from Gibeah in Benjaminite territory, Benaiah the Pirathonite,", "32": "Hurai[ao] from the valleys of Gaash, Abiel[ap] the Arbathite,", "33": "Azmaveth the Baharumite,[aq] Eliahba the Shaalbonite,", "34": "the sons of Hashem[ar] the Gizonite, Jonathan son of Shageh[as] the Hararite,", "35": "Ahiam son of Sakar[at] the Hararite, Eliphal son of Ur,[au]", "36": "Hepher the Mekerathite, Ahijah the Pelonite,", "37": "Hezro[av] the Carmelite, Naarai son of Ezbai,", "38": "Joel the brother of Nathan,[aw] Mibhar son of Hagri,", "39": "Zelek the Ammonite, Naharai the Beerothite, the armor-bearer of Joab son of Zeruiah,", "40": "Ira the Ithrite, Gareb the Ithrite,", "41": "Uriah the Hittite, Zabad son of Achli,", "42": "Adina son of Shiza the Reubenite, leader of the Reubenites and the thirty warriors with him,", "43": "Hanan son of Maacah, Joshaphat the Mithnite,", "44": "Uzzia the Ashterathite, Shama and Jeiel, the sons of Hotham the Aroerite,", "45": "Jediael son of Shimri, and Joha his brother, the Tizite,", "46": "Eliel the Mahavite, and Jeribai and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,", "47": "Eliel, and Obed, and Jaasiel the Mezobaite."}