{"1": "Later David defeated the Philistines and subdued them. He took Gath and its surrounding towns[a] away from the Philistines.[b]", "2": "He defeated the Moabites; the Moabites became David's subjects and brought tribute.[c]", "3": "David defeated King Hadadezer of Zobah as far as Hamath, when he went to extend his authority[d] to the Euphrates River.[e] ", "4": "David seized from him 1,000 chariots, 7,000 charioteers,[f] and 20,000 infantrymen . David cut the hamstrings of all but 100 of Hadadezer's[g] chariot horses.[h] ", "5": "The Arameans of Damascus came to help King Hadadezer of Zobah, but David killed 22,000 of the Arameans. ", "6": "David placed garrisons in the territory of the Arameans of Damascus;[i] the Arameans became David's subjects and brought tribute. The Lord protected[j] David wherever he campaigned.[k] ", "7": "David took the golden shields which Hadadezer's servants had carried[l] and brought them to Jerusalem. ", "8": "From Tibhath[m] and Kun,[n] Hadadezer's cities, David took a great deal of bronze. (Solomon used it to make the big bronze basin called “The Sea,”[o] the pillars, and other bronze items.)", "9": "When King Tou[p] of Hamath heard that David had defeated the entire army of King Hadadezer of Zobah, ", "10": "he sent his son Hadoram[q] to King David to extend his best wishes[r] and to pronounce a blessing on him for his victory over Hadadezer, for Tou had been at war with Hadadezer.[s] He also sent various items made of gold, silver, and bronze.[t] ", "11": "King David dedicated these things to the Lord,[u] along with the silver and gold which he had carried off from all the nations, including[v] Edom,[w] Moab, the Ammonites, the Philistines, and Amalek.", "12": "Abishai son of Zeruiah[x] killed 18,000 Edomites in the Valley of Salt. ", "13": "He placed garrisons in Edom, and all the Edomites became David's subjects. The Lord protected[y] David wherever he campaigned.[z]", "14": "David reigned over all Israel; he guaranteed justice for all his people.[aa] ", "15": "Joab son of Zeruiah was commanding general of[ab] the army; Jehoshaphat son of Ahilud was secretary; ", "16": "Zadok son of Ahitub and Abimelech son of Abiathar were priests; Shavsha[ac] was scribe; ", "17": "Benaiah son of Jehoiada supervised[ad] the Kerethites and Pelethites; and David's sons were the king's leading officials.[ae]"}