{"1": "When David was old and approaching the end of his life,[a] he made his son Solomon king over Israel.", "2": "David[b] assembled all the leaders of Israel, along with the priests and the Levites. ", "3": "The Levites who were thirty years old and up were counted; there were 38,000 men.[c] ", "4": "David said,[d] “Of these, 24,000 are to direct the work of the Lord's temple; 6,000 are to be officials and judges; ", "5": ",000 are to be gatekeepers; and 4,000 are to praise the Lord with the instruments I supplied for worship.”[e] ", "6": "David divided them into groups corresponding to the sons of Levi: Gershon, Kohath, and Merari.", "7": "The Gershonites included Ladan and Shimei.", "8": "The sons of Ladan: Jehiel the oldest, Zetham, and Joel—three in all.", "9": "The sons of Shimei: Shelomoth, Haziel, and Haran—three in all. These were the leaders of the family of Ladan.", "10": "The sons of Shimei: Jahath, Zina,[f] Jeush, and Beriah. These were Shimei's sons—four in all.[g] ", "11": "Jahath was the oldest and Zizah the second oldest. Jeush and Beriah did not have many sons, so they were considered one family with one responsibility.", "12": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel—four in all.", "13": "The sons of Amram: Aaron and Moses. Aaron and his descendants were chosen on a permanent basis to consecrate the most holy items, to offer sacrifices before the Lord, to serve him, and to praise his name.[h] ", "14": "The descendants of Moses the man of God were considered Levites.[i]", "15": "The sons of Moses: Gershom and Eliezer.", "16": "The son[j] of Gershom: Shebuel[k] the oldest.", "17": "The son of Eliezer was[l] Rehabiah, the oldest. Eliezer had no other sons, but Rehabiah had many descendants.", "18": "The son[m] of Izhar: Shelomith the oldest.", "19": "The sons of Hebron: Jeriah the oldest, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "20": "The sons of Uzziel: Micah the oldest, and Isshiah the second.", "21": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.", "22": "Eleazar died without having sons; he had only daughters. The sons of Kish, their cousins, married them.[n]", "23": "The sons of Mushi: Mahli, Eder, and Jeremoth—three in all.", "24": "These were the descendants of Levi according to their families, that is, the leaders of families as counted and individually listed who carried out assigned tasks in the Lord's temple and were twenty years old and up.[o] ", "25": "For David said, “The Lord God of Israel has given his people rest and has permanently settled in Jerusalem. ", "26": "So the Levites no longer need to carry the tabernacle or any of the items used in its service.” ", "27": "According to David's final instructions, the Levites twenty years old or older were counted.[p]", "28": "Their job was to help Aaron's descendants in the service of the Lord's temple. They were to take care of the courtyards, the rooms, ceremonial purification of all holy items, and other jobs related to the service of God's temple.[q] ", "29": "They also took care of[r] the bread that is displayed, the flour for offerings, the unleavened wafers, the round cakes, the mixing, and all the measuring.[s] ", "30": "They also stood in a designated place[t] every morning and offered thanks and praise to the Lord. They also did this in the evening ", "31": "and whenever burnt sacrifices were offered to the Lord on the Sabbath and at new moon festivals and assemblies. A designated number were to serve before the Lord regularly in accordance with regulations.[u] ", "32": "They were in charge of the meeting tent and the Holy Place, and helped their relatives, the descendants of Aaron, in the service of the Lord's temple.[v]"}