{"1": "All the leaders of Israel came to Shechem for Rehoboam's coronation. ", "2-3": "Meanwhile, friends of Jeroboam (son of Nebat) sent word to him of Solomon's death. He was in Egypt at the time, where he had gone to escape from King Solomon. He now quickly returned, and was present at the coronation, and led the people's demands on Rehoboam:", "4": "“Your father was a hard master,” they said. “Be easier on us than he was, and we will let you be our king!”", "5": "Rehoboam told them to return in three days for his decision. ", "6": "He discussed their demand with the old men who had counseled his father Solomon. “What shall I tell them?” he asked.", "7": "“If you want to be their king,” they replied, “you will have to give them a favorable reply and treat them with kindness.”", "8-9": "But he rejected their advice and asked the opinion of the young men who had grown up with him. “What do you fellows think I should do?” he asked. “Shall I be easier on them than my father was?”", "10": "“No!” they replied. “Tell them, 'If you think my father was hard on you, just wait and see what I'll be like!' Tell them, 'My little finger is thicker than my father's loins! ", "11": "I am going to be tougher on you, not easier! My father used whips on you, but I'll use scorpions!'”", "12": "So when Jeroboam and the people returned in three days to hear King Rehoboam's decision, ", "13": "he spoke roughly to them; for he refused the advice of the old men ", "14": "and followed the counsel of the younger ones. “My father gave you heavy burdens, but I will give you heavier!” he told them. “My father punished you with whips, but I will punish you with scorpions!”", "15": "So the king turned down the people's demands. (God caused him to do it in order to fulfill his prediction[a] spoken to Jeroboam by Ahijah the Shilonite.) ", "16": "When the people realized what the king was saying, they turned their backs and deserted him. “Forget David and his dynasty!” they shouted angrily. “We'll get someone else to be our king. Let Rehoboam rule his own tribe of Judah! Let's go home!” So they did.", "17": "The people of the tribe of Judah, however, remained loyal to Rehoboam. ", "18": "Afterwards, when King Rehoboam sent Hadoram to draft forced labor from the other tribes of Israel, the people stoned him to death. When this news reached King Rehoboam, he jumped into his chariot and fled to Jerusalem. ", "19": "And Israel has refused to be ruled by a descendant of David to this day."}