{"1": "Upon arrival at Jerusalem, Rehoboam mobilized the armies of Judah and Benjamin, 180,000 strong, and declared war against the rest of Israel in an attempt to reunite the kingdom.", "2": "But the Lord told Shemaiah the prophet,", "3": "“Go and say to King Rehoboam of Judah, Solomon's son, and to the people of Judah and of Benjamin:", "4": "“'The Lord says, Do not fight against your brothers. Go home, for I am behind their rebellion.'” So they obeyed the Lord and refused to fight against Jeroboam.", "5-10": "Rehoboam stayed in Jerusalem and fortified these cities of Judah with walls and gates to protect himself: Bethlehem, Etam, Tekoa, Beth-zur, Soco, Adullam, Gath, Mareshah, Ziph, Adoraim, Lachish, Azekah, Zorah, Aijalon, and Hebron.", "11": "He also rebuilt and strengthened the forts, and manned them with companies of soldiers under their officers, and stored them with food, olive oil, and wine. ", "12": "Shields and spears were placed in armories in every city as a further safety measure. For only Judah and Benjamin remained loyal to him.", "13-14": "However, the priests and Levites from the other tribes now abandoned their homes and moved to Judah and Jerusalem, for King Jeroboam had fired them, telling them to stop being priests of the Lord. ", "15": "He had appointed other priests instead who encouraged the people to worship idols instead of God and to sacrifice to carved statues of goats and calves, which he placed on the hills. ", "16": "Laymen, too, from all over Israel began moving to Jerusalem where they could freely worship the Lord God of their fathers and sacrifice to him. ", "17": "This strengthened the kingdom of Judah, so King Rehoboam survived for three years without difficulty; for during those years there was an earnest effort to obey the Lord as King David and King Solomon had done.[a]", "18": "Rehoboam married his cousin[b] Mahalath. She was the daughter of David's son Jerimoth and of Abihail, the daughter of David's brother Eliab. ", "19": "Three sons were born from this marriage—Jeush, Shemariah, and Zaham.", "20": "Later he married Maacah, the daughter of Absalom. The children she bore him were Abijah, Attai, Ziza, and Shelomith. ", "21": "He loved Maacah more than any of his other wives and concubines (he had eighteen wives and sixty concubines—with twenty-eight sons and sixty daughters). ", "22": "Maacah's son Abijah was his favorite, and he intended to make him the next king. ", "23": "He very wisely scattered his other sons in the fortified cities throughout the land of Judah and Benjamin, and gave them large allowances and arranged for them to have several wives apiece."}