{"1": "Then his son Jehoshaphat became the king and mobilized for war against Israel. ", "2": "He placed garrisons in all of the fortified cities of Judah, in various other places throughout the country, and in the cities of Ephraim that his father had conquered.", "3": "The Lord was with Jehoshaphat because he followed in the good footsteps of his father's early years and did not worship idols. ", "4": "He obeyed the commandments of his father's God—quite unlike the people across the border in the land of Israel. ", "5": "So the Lord strengthened his position as king of Judah. All the people of Judah cooperated by paying their taxes, so he became very wealthy as well as being very popular. ", "6": "He boldly followed the paths of God—even knocking down the heathen altars on the hills and destroying the Asherim idols.", "7-9": "In the third year of his reign he began a nationwide religious education program. He sent out top government officials as teachers in all the cities of Judah. These men included Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah. He also used the Levites for this purpose, including Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; also the priests, Elishama and Jehoram. They took copies of The Book of the Law of the Lord to all the cities of Judah to teach the Scriptures to the people.", "10": "Then the fear of the Lord fell upon all the surrounding kingdoms so that none of them declared war on King Jehoshaphat.", "11": "Even some of the Philistines brought him presents and annual tribute, and the Arabs donated 7,700 rams and 7,700 male goats. ", "12": "So Jehoshaphat became very strong and built fortresses and supply cities throughout Judah.", "13": "His public works program was also extensive, and he had a huge army stationed at Jerusalem, his capital. ", "14-15": "Three hundred thousand Judean troops were there under General Adnah. Next in command was Jehohanan with an army of 280,000 men. ", "16": "Next was Amasiah (son of Zichri), a man of unusual piety, with 200,000 troops. ", "17": "Benjamin supplied 200,000 men equipped with bows and shields under the command of Eliada, a great general. ", "18": "His second in command was Jehozabad, with 180,000 trained men. ", "19": "These were the troops in Jerusalem in addition to those placed by the king in the fortified cities throughout the nation."}