{"1": "But rich, popular King Jehoshaphat of Judah made a marriage alliance for his son[a] with the daughter of* King Ahab of Israel. ", "2": "A few years later he went down to Samaria to visit King Ahab, and King Ahab gave a great party for him and his aides, butchering great numbers of sheep and oxen for the feast. Then he asked King Jehoshaphat to join forces with him against Ramoth-gilead.", "3-5": "“Why, of course!” King Jehoshaphat replied. “I'm with you all the way. My troops are at your command! However, let's check with the Lord first.” So King Ahab summoned 400 of his heathen prophets and asked them, “Shall we go to war with Ramoth-gilead or not?” And they replied, “Go ahead, for God will give you a great victory!”", "6-7": "But Jehoshaphat wasn't satisfied. “Isn't there some prophet of the Lord around here too?” he asked. “I'd like to ask him the same question.” “Well,” Ahab told him, “there is one, but I hate him, for he never prophesies anything but evil! His name is Micaiah (son of Imlah).” “Oh, come now, don't talk like that!” Jehoshaphat exclaimed. “Let's hear what he has to say.”", "8": "So the king of Israel called one of his aides. “Quick! Go and get Micaiah (son of Imlah),” he ordered.", "9": "The two kings were sitting on thrones in full regalia at an open place near the Samaria gate, and all the “prophets” were prophesying before them. ", "10": "One of them, Zedekiah (son of Chenaanah), made some iron horns for the occasion and proclaimed, “The Lord says you will gore the Syrians to death with these!”", "11": "And all the others agreed. “Yes,” they chorused, “go up to Ramoth-gilead and prosper, for the Lord will cause you to conquer.”", "12": "The man who went to get Micaiah told him what was happening and what all the prophets were saying—that the war would end in triumph for the king. “I hope you will agree with them and give the king a favorable reading,” the man ventured.", "13": "But Micaiah replied, “I vow by God that whatever God says is what I will say.”", "14": "When he arrived before the king, the king asked him, “Micaiah, shall we go to war against Ramoth-gilead or not?” And Micaiah replied, “Sure, go ahead! It will be a glorious victory!”", "15": "“Look here,” the king said sharply, “how many times must I tell you to speak nothing except what the Lord tells you to?”", "16": "Then Micaiah told him, “In my vision I saw all Israel scattered upon the mountain as sheep without a shepherd. And the Lord said, 'Their master has been killed. Send them home.'”", "17": "“Didn't I tell you?” the king of Israel exclaimed to Jehoshaphat. “He does it every time. He never prophesies anything but evil against me.”", "18": "“Listen to what else the Lord has told me,” Micaiah continued. “I saw him upon his throne surrounded by vast throngs of angels.", "19-20": "“And the Lord said, 'Who can get King Ahab to go to battle against Ramoth-gilead and be killed there?' “There were many suggestions, but finally a spirit stepped forward before the Lord and said, 'I can do it!' “'How?' the Lord asked him.", "21": "“He replied, 'I will be a lying spirit in the mouths of all of the king's prophets!' “'It will work,' the Lord said; 'go and do it.'", "22": "“So you see, the Lord has put a lying spirit in the mouths of these prophets of yours, when actually he has determined just the opposite of what they are telling you!”", "23": "Then Zedekiah (son of Chenaanah) walked up to Micaiah and slapped him across the face. “You liar!” he yelled. “When did the Spirit of the Lord leave me and enter you?”", "24": "“You'll find out soon enough,” Micaiah replied, “when you are hiding in an inner room!”", "25": "“Arrest this man and take him back to Governor Amon and to my son Joash,” the king of Israel ordered. ", "26": "“Tell them, 'The king says to put this fellow in prison and feed him with bread and water until I return safely from the battle!'”", "27": "Micaiah replied, “If you return safely, the Lord has not spoken through me.” Then, turning to those around them, he remarked, “Take note of what I have said.”", "28": "So the king of Israel and the king of Judah led their armies to Ramoth-gilead.", "29": "The king of Israel said to Jehoshaphat, “I'll disguise myself so that no one will recognize me, but you put on your royal robes!” So that is what they did.", "30": "Now the king of Syria had issued these instructions to his charioteers: “Ignore everyone but the king of Israel!”", "31": "So when the Syrian charioteers saw King Jehoshaphat of Judah in his royal robes, they went for him, supposing that he was the man they were after. But Jehoshaphat cried out to the Lord to save him, and the Lord made the charioteers see their mistake and leave him. ", "32": "For as soon as they realized he was not the king of Israel, they stopped chasing him. ", "33": "But one of the Syrian soldiers shot an arrow haphazardly at the Israeli troops, and it struck the king of Israel at the opening where the lower armor and the breastplate meet. “Get me out of here,” he groaned to the driver of his chariot, “for I am badly wounded.” ", "34": "The battle grew hotter and hotter all that day, and King Ahab went back in, propped up in his chariot, to fight the Syrians, but just as the sun sank into the western skies, he died."}