{"1": "Amaziah was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother's name was Jehoaddan, a native of Jerusalem. ", "2": "He did what was right, but sometimes resented it! ", "3": "When he was well established as the new king, he executed the men who had assassinated his father. ", "4": "However, he didn't kill their children but followed the command of the Lord written in the law of Moses, that the fathers shall not die for the children's sins, nor the children for the father's sins. No, everyone must pay for his own sins.", "5-6": "Another thing Amaziah did was to organize the army, assigning leaders to each clan from Judah and Benjamin. Then he took a census and found that he had an army of 300,000 men twenty years old and older, all trained and highly skilled in the use of spear and sword. He also paid $200,000 to hire 100,000 experienced mercenaries from Israel.", "7": "But a prophet arrived with this message from the Lord: “Sir, do not hire troops from Israel, for the Lord is not with them. ", "8": "If you let them go with your troops to battle, you will be defeated no matter how well you fight; for God has power to help or to frustrate.”", "9": "“But the money!” Amaziah whined. “What shall I do about that?” And the prophet replied, “The Lord is able to give you much more than this!”", "10": "So Amaziah sent them home again to Ephraim, which made them very angry and insulted. ", "11": "Then Amaziah took courage and led his army to Salt Valley and there killed 10,000 men from Seir. ", "12": "Another 10,000 were taken alive to the top of a cliff and thrown over so that they were crushed upon the rocks below.", "13": "Meanwhile, the army of Israel that had been sent home raided several of the cities of Judah in the vicinity of Beth-horon toward Samaria, killing 3,000 people and carrying off great quantities of booty.", "14": "When King Amaziah returned from this slaughter of the Edomites, he brought with him idols taken from the people of Seir, set them up as gods, bowed before them, and burned incense to them! ", "15": "This made the Lord very angry, and he sent a prophet to demand, “Why have you worshiped gods who couldn't even save their own people from you?”", "16": "“Since when have I asked your advice?” the king retorted. “Be quiet now before I have you killed.” The prophet left with this parting warning: “I know that God has determined to destroy you because you have worshiped these idols and have not accepted my counsel.”", "17": "King Amaziah of Judah now took the advice of his counselors and declared war on King Joash of Israel (son of Jehoahaz, grandson of Jehu).", "18": "King Joash replied with this parable: “Out in the Lebanon mountains a thistle demanded of a cedar tree, 'Give your daughter in marriage to my son.' Just then a wild animal came by and stepped on the thistle, crushing it! ", "19": "You are very proud about your conquest of Edom, but my advice is to stay home and don't meddle with me, lest you and all Judah get badly hurt.”", "20": "But Amaziah wouldn't listen for God was arranging to destroy him for worshiping the gods of Edom. ", "21": "The armies met at Beth-shemesh in Judah, ", "22": "and Judah was defeated and its army fled home. ", "23": "King Joash of Israel captured the defeated King Amaziah of Judah and took him as a prisoner to Jerusalem. Then King Joash ordered 200 yards of the walls of Jerusalem dismantled, from the gate of Ephraim to the Corner Gate. ", "24": "He carried off all the treasures and gold bowls from the Temple, as well as the treasures from the palace; and he took hostages, including Obed-edom, and returned to Samaria.", "25": "However, King Amaziah of Judah lived on for fifteen years after the death of King Joash of Israel. ", "26": "The complete biography of King Amaziah is written in The Annals of the Kings of Judah and Israel. ", "27": "This account includes a report of Amaziah's turning away from God, how his people conspired against him in Jerusalem, and how he fled to Lachish—but they went after him and killed him there. ", "28": "And they brought him back on horses to Jerusalem and buried him in the royal cemetery."}