{"1": "The people of Judah now crowned sixteen-year-old Uzziah as their new king. ", "2": "After his father's death, he rebuilt the city of Eloth and restored it to Judah. ", "3": "In all, he reigned fifty-two years in Jerusalem. His mother's name was Jecoliah, from Jerusalem. ", "4": "He followed in the footsteps of his father Amaziah and was, in general, a good king in the Lord's sight.", "5": "While Zechariah was alive Uzziah was always eager to please God. Zechariah was a man who had special revelations from God. And as long as the king followed the paths of God, he prospered, for God blessed him.", "6": "He declared war on the Philistines and captured the city of Gath and broke down its walls, also those of Jabneh and Ashdod. Then he built new cities in the Ashdod area and in other parts of the Philistine country. ", "7": "God helped him not only with his wars against the Philistines but also in his battles with the Arabs of Gur-baal and in his wars with the Meunites. ", "8": "The Ammonites paid annual tribute to him, and his fame spread even to Egypt, for he was very powerful.", "9": "He built fortified towers in Jerusalem at the Corner Gate, and the Valley Gate, and at the turning of the wall. ", "10": "He also constructed forts in the Negeb and made many water reservoirs, for he had great herds of cattle out in the valleys and on the plains. He was a man who loved the soil and had many farms and vineyards, both on the hillsides and in the fertile valleys.", "11": "He organized his army into regiments to which men were drafted under quotas set by Jeiel, the secretary of the army, and his assistant, Maaseiah. The commander-in-chief was General Hananiah. ", "12": "Twenty-six hundred brave clan leaders commanded these regiments. ", "13": "The army consisted of 307,500 men, all elite troops. ", "14": "Uzziah issued to them shields, spears, helmets, coats of mail, bows, and sling stones. ", "15": "And he produced engines of war manufactured in Jerusalem, invented by brilliant men to shoot arrows and huge stones from the towers and battlements. So he became very famous, for the Lord helped him wonderfully until he was very powerful.", "16": "But at that point he became proud—and corrupt. He sinned against the Lord his God by entering the forbidden sanctuary of the Temple and personally burning incense upon the altar. ", "17-18": "Azariah the High Priest went in after him with eighty other priests, all brave men, and demanded that he get out. “It is not for you, Uzziah, to burn incense,” they declared. “That is the work of the priests alone, the sons of Aaron who are consecrated to this work. Get out, for you have trespassed, and the Lord is not going to honor you for this!”", "19": "Uzziah was furious and refused to set down the incense burner he was holding. But look! Suddenly—leprosy appeared on his forehead! ", "20": "When Azariah and the others saw it, they rushed him out; in fact, he himself was as anxious to get out as they were to get him out because the Lord had struck him.", "21": "So King Uzziah was a leper until the day of his death and lived in isolation, cut off from his people and from the Temple. His son Jotham became vice-regent, in charge of the king's affairs and of the judging of the people of the land.", "22": "The other details of Uzziah's reign from first to last are recorded by the prophet Isaiah (son of Amoz). ", "23": "When Uzziah died, he was buried in the royal cemetery even though he was a leper, and his son Jotham became the new king."}