{"1": "King Hezekiah now sent letters throughout all of Israel, Judah, Ephraim, and Manasseh, inviting everyone to come to the Temple at Jerusalem for the annual Passover celebration. ", "2-3": "The king, his aides, and all the assembly of Jerusalem had voted to celebrate the Passover in May this time, rather than at the normal time in April, because not enough priests were sanctified at the earlier date, and there wasn't enough time to get notices out. ", "4": "The king and his advisors were in complete agreement in this matter, ", "5": "so they sent a Passover proclamation throughout Israel, from Dan to Beersheba, inviting everyone. They had not kept it in great numbers as prescribed.[a]", "6": "“Come back to the Lord God of Abraham, Isaac, and Israel,” the king's letter said, “so that he will return to us who have escaped from the power of the kings of Assyria. ", "7": "Do not be like your fathers and brothers who sinned against the Lord God of their fathers and were destroyed. ", "8": "Do not be stubborn, as they were, but yield yourselves to the Lord and come to his Temple which he has sanctified forever, and worship the Lord your God so that his fierce anger will turn away from you. ", "9": "For if you turn to the Lord again, your brothers and your children will be treated mercifully by their captors, and they will be able to return to this land. For the Lord your God is full of kindness and mercy and will not continue to turn away his face from you if you return to him.”", "10": "So the messengers went from city to city throughout Ephraim and Manasseh and as far as Zebulun. But for the most part they were received with laughter and scorn! ", "11": "However, some from the tribes of Asher, Manasseh, and Zebulun turned to God and came to Jerusalem. ", "12": "But in Judah the entire nation felt a strong, God-given desire to obey the Lord's direction as commanded by the king and his officers. ", "13": "And so it was that a very large crowd assembled at Jerusalem in the month of May for the Passover celebration. ", "14": "They set to work and destroyed the heathen altars in Jerusalem, and knocked down all the incense altars, and threw them into Kidron Brook.", "15": "On the first day of May the people killed their Passover lambs. Then the priests and Levites became ashamed of themselves for not taking a more active part, so they sanctified themselves and brought burnt offerings into the Temple. ", "16": "They stood at their posts as instructed by the law of Moses the man of God; and the priests sprinkled the blood received from the Levites.", "17-19": "Since many of the people arriving from Ephraim, Manasseh, Issachar, and Zebulun were ceremonially impure because they had not undergone the purification rites, the Levites killed their Passover lambs for them, to sanctify them. Then King Hezekiah prayed for them, and they were permitted to eat the Passover anyway, even though this was contrary to God's rules. But Hezekiah said, “May the good Lord pardon everyone who determines to follow the Lord God of his fathers, even though he is not properly sanctified for the ceremony.” ", "20": "And the Lord listened to Hezekiah's prayer and did not destroy them.", "21": "So the people of Israel celebrated the Passover at Jerusalem for seven days with great joy. Meanwhile the Levites and priests praised the Lord with music and cymbals day after day. ", "22": "(King Hezekiah spoke very appreciatively to the Levites of their excellent music.) So for seven days the observance continued, and peace offerings were sacrificed, and the people confessed their sins to the Lord God of their fathers. ", "23": "The enthusiasm continued, so it was unanimously decided to continue the observance for another seven days. ", "24": "King Hezekiah gave the people 1,000 young bulls for offerings and 7,000 sheep; and the princes donated 1,000 young bulls and 10,000 sheep. And at this time another large group of priests stepped forward and sanctified themselves.", "25": "Then the people of Judah, together with the priests, the Levites, the foreign residents, and the visitors from Israel, were filled with deep joy. ", "26": "For Jerusalem hadn't seen a celebration like this one since the days of King David's son Solomon. ", "27": "Then the priests and Levites stood and blessed the people, and the Lord heard their prayers from his holy temple in heaven."}