{"1": "Afterwards a massive campaign against idol worship was begun. Those who were at Jerusalem for the Passover went out to the cities of Judah, Benjamin, Ephraim, and Manasseh and tore down the idol altars, the obelisks, the shameful images, and other heathen centers of worship. Then the people who had come to the Passover from the northern tribes returned again to their own homes.", "2": "Hezekiah now organized the priests and Levites into service corps to offer the burnt offerings and peace offerings, and to worship and give thanks and praise to the Lord. ", "3": "He also made a personal contribution of animals for the daily morning and evening burnt offerings, as well as for the weekly Sabbath and monthly new moon festivals, and for the other annual feasts as required in the law of God.", "4": "In addition, he required the people in Jerusalem to bring their tithes to the priests and Levites so that they wouldn't need other employment but could apply themselves fully to their duties as required in the law of God. ", "5-6": "The people responded immediately and generously with the first of their crops and grain, new wine, olive oil, honey, and everything else—a tithe of all they owned, as required by law to be given to the Lord their God. Everything was laid out in great piles. The people who had moved to Judah from the northern tribes and the people of Judah living in the provinces also brought in the tithes of their cattle and sheep, and brought a tithe of the dedicated things to give to the Lord, and piled them up in great heaps. ", "7-8": "The first of these tithes arrived in June, and the piles continued to grow until October. When Hezekiah and his officials came and saw these huge piles, how they blessed the Lord and praised his people!", "9": "“Where did all this come from?” Hezekiah asked the priests and Levites.", "10": "And Azariah the High Priest from the clan of Zadok replied, “These are tithes! We have been eating from these stores of food for many weeks, but all this is left over, for the Lord has blessed his people.”", "11": "Hezekiah decided to prepare storerooms in the Temple. ", "12-13": "All the dedicated supplies were brought into the Lord's house. Conaniah the Levite was put in charge, assisted by his brother Shimei and the following aides: Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, Benaiah. These appointments were made by King Hezekiah and Azariah the High Priest.", "14-15": "Kore (son of Imnah, the Levite), who was the gatekeeper at the East Gate, was put in charge of distributing the offerings to the priests. His faithful assistants were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah. They distributed the gifts to the clans of priests in their cities, dividing them to young and old alike. ", "16": "However, the priests on duty at the Temple and their families[a] were supplied directly from there, so they were not included in this distribution. ", "17-18": "The priests were listed in the genealogical register by clans, and the Levites twenty years old and older were listed under the names of their work corps. A regular food allotment was given to all families of properly registered priests, for they had no other source of income because their time and energies were devoted to the service of the Temple. ", "19": "One of the priests was appointed in each of the cities of the priests to issue food and other supplies to all priests in the area and to all registered Levites.", "20": "In this way King Hezekiah handled the distribution throughout all Judah, doing what was just and fair in the sight of the Lord his God. ", "21": "He worked very hard to encourage respect for the Temple, the law, and godly living, and was very successful."}