{"1": "Josiah was only eight years old when he became king. He reigned thirty-one years in Jerusalem. ", "2": "His was a good reign, as he carefully followed the good example of his ancestor King David. ", "3": "For when he was sixteen years old, in the eighth year of his reign, he began to search for the God of his ancestor David; and four years later he began to clean up Judah and Jerusalem, destroying the heathen altars and the shameful idols on the hills. ", "4": "He went out personally to watch as the altars of Baal were knocked apart, the obelisks above the altars chopped down, and the shameful idols ground into dust and scattered over the graves of those who had sacrificed to them. ", "5": "Then he burned the bones of the heathen priests upon their own altars, feeling that this action would clear the people of Judah and Jerusalem from the guilt of their sin of idol worship.", "6": "Then he went to the cities of Manasseh, Ephraim, and Simeon, even to distant Naphtali, and did the same thing there. ", "7": "He broke down the heathen altars, ground to powder the shameful idols, and chopped down the obelisks. He did this everywhere throughout the whole land of Israel before returning to Jerusalem.", "8": "During the eighteenth year of his reign, after he had purged the land and cleaned up the situation at the Temple, he appointed Shaphan (son of Azaliah) and Maaseiah, governor of Jerusalem, and Joah (son of Joahaz), the city treasurer, to repair the Temple. ", "9": "They set up a collection system for gifts for the Temple. The money was collected at the Temple gates by the Levites on guard duty there. Gifts were brought by the people coming from Manasseh, Ephraim, and other parts of the remnant of Israel, as well as from the people of Jerusalem. The money was taken to Hilkiah the High Priest for accounting, ", "10-11": "and then used by the Levites to pay the carpenters and stonemasons and to purchase building materials—stone building blocks, timber, lumber, and beams. He now rebuilt what earlier kings of Judah had torn down.", "12": "The workmen were energetic under the leadership of Jahath and Obadiah, Levites of the subclan of Merari. Zechariah and Meshullam, of the subclan of Kohath, were the building superintendents. The Levites who were skilled musicians played background music while the work progressed. ", "13": "Other Levites superintended the unskilled laborers who carried in the materials to the workmen. Still others assisted as accountants, supervisors, and carriers.", "14": "One day when Hilkiah the High Priest was at the Temple recording the money collected at the gates, he found an old scroll that turned out to be the laws of God as given to Moses!", "15-16": "“Look!” Hilkiah exclaimed to Shaphan, the king's secretary. “See what I have found in the Temple! These are the laws of God!” Hilkiah gave the scroll to Shaphan, and Shaphan took it to the king, along with his report that there was good progress being made in the reconstruction of the Temple.", "17": "“The money chests have been opened and counted, and the money has been put into the hand of the overseers and workmen,” he said to the king.", "18": "Then he mentioned the scroll and how Hilkiah had discovered it. So he read it to the king. ", "19": "When the king heard what these laws required of God's people, he ripped his clothing in despair ", "20": "and summoned Hilkiah, Ahikam (son of Shaphan), Abdon (son of Micah), Shaphan the treasurer, and Asaiah, the king's personal aide.", "21": "“Go to the Temple and plead with the Lord for me!” the king told them. “Pray for all the remnant of Israel and Judah! For this scroll says that the reason the Lord's great anger has been poured out upon us is that our ancestors have not obeyed these laws that are written here.”", "22": "So the men went to Huldah the prophetess, the wife of Shallum (son of Tokhath, son of Hasrah). (Shallum was the king's tailor, living in the second ward.) When they told her of the king's trouble, ", "23": "she replied, “The Lord God of Israel says, Tell the man who sent you,", "24": "“'Yes, the Lord will destroy this city and its people. All the curses written in the scroll will come true. ", "25": "For my people have forsaken me and have worshiped heathen gods, and I am very angry with them for their deeds. Therefore, my unquenchable wrath is poured out upon this place.'", "26": "“But the Lord also says this to the king of Judah who sent you to ask me about this: Tell him, the Lord God of Israel says, ", "27": "'Because you are sorry and have humbled yourself before God when you heard my words against this city and its people, and have ripped your clothing in despair and wept before me—I have heard you, says the Lord, ", "28": "and I will not send the promised evil upon this city and its people until after your death.'” So they brought back to the king this word from the Lord. ", "29": "Then the king summoned all the elders of Judah and Jerusalem, ", "30": "and the priests and Levites and all the people great and small, to accompany him to the Temple. There the king read the scroll to them—the covenant of God that was found in the Temple. ", "31": "As the king stood before them, he made a pledge to the Lord to follow his commandments with all his heart and soul and to do what was written in the scroll. ", "32": "And he required everyone in Jerusalem and Benjamin to subscribe to this pact with God, and all of them did.", "33": "So Josiah removed all idols from the areas occupied by the Jews and required all of them to worship Jehovah their God. And throughout the remainder of his lifetime they continued serving Jehovah, the God of their ancestors."}