{"1": "Josiah's son Jehoahaz was selected as the new king. ", "2": "He was twenty-three years old when he began to reign, but lasted only three months. ", "3": "Then he was deposed by the king of Egypt, who demanded an annual tribute from Judah of $230,000.", "4": "The king of Egypt now appointed Eliakim, the brother of Jehoahaz, as the new king of Judah. (Eliakim's name was changed to Jehoiakim.) Jehoahaz was taken to Egypt as a prisoner. ", "5": "Jehoiakim was twenty-five years old when he became king, and he reigned eleven years in Jerusalem; but his reign was an evil one. ", "6": "Finally Nebuchadnezzar king of Babylon conquered Jerusalem and took away the king in chains to Babylon. ", "7": "Nebuchadnezzar also took some of the gold bowls and other items from the Temple, placing them in his own temple in Babylon. ", "8": "The rest of the deeds of Jehoiakim and all the evil he did are written in The Annals of the Kings of Judah; and his son Jehoiachin became the new king.", "9": "Jehoiachin was eighteen[a] years old when he ascended the throne. But he lasted only three months and ten days, and it was an evil reign as far as the Lord was concerned. ", "10": "The following spring he was summoned to Babylon by King Nebuchadnezzar. Many treasures from the Temple were taken away to Babylon at that time, and King Nebuchadnezzar appointed Jehoiachin's brother Zedekiah as the new king of Judah and Jerusalem.", "11": "Zedekiah was twenty-one years old when he became king and he reigned eleven years in Jerusalem. ", "12": "His reign, too, was evil so far as the Lord was concerned, for he refused to take the counsel of Jeremiah the prophet, who gave him messages from the Lord. ", "13": "He rebelled against King Nebuchadnezzar, even though he had taken an oath of loyalty. Zedekiah was a hard and stubborn man so far as obeying the Lord God of Israel was concerned, for he refused to follow him.", "14": "All the important people of the nation, including the High Priests, worshiped the heathen idols of the surrounding nations, thus polluting the Temple of the Lord in Jerusalem. ", "15": "Jehovah the God of their fathers sent his prophets again and again to warn them, for he had compassion on his people and on his Temple. ", "16": "But the people mocked these messengers of God and despised their words, scoffing at the prophets until the anger of the Lord could no longer be restrained, and there was no longer any remedy.", "17": "Then the Lord brought the king of Babylon against them and killed their young men, even going after them right into the Temple, and had no pity upon them, killing even young girls and old men. The Lord used the king of Babylon to destroy them completely. ", "18": "He also took home with him all the items, great and small, used in the Temple, and treasures from both the Temple and the palace, and took with him all the royal princes. ", "19": "Then his army burned the Temple and broke down the walls of Jerusalem and burned all the palaces and destroyed all the valuable Temple utensils. ", "20": "Those who survived were taken away to Babylon as slaves to the king and his sons until the kingdom of Persia conquered Babylon.", "21": "Thus the word of the Lord spoken through Jeremiah came true, that the land must rest for seventy years to make up for the years when the people refused to observe the Sabbath.", "22-23": "But in the first year of King Cyrus of Persia, the Lord stirred up the spirit of Cyrus to make this proclamation throughout his kingdom, putting it into writing: “All the kingdoms of the earth have been given to me by the Lord God of heaven, and he has instructed me to build him a Temple in Jerusalem, in the land of Judah. All among you who are the Lord's people return to Israel for this task, and the Lord be with you.” This also fulfilled the prediction of Jeremiah the prophet."}