{"1": "He also made a bronze altar 30 feet long, 30 feet wide, and 15 feet high. ", "2": "Then he forged a huge round tank 15 feet across from rim to rim. The rim stood 7½ feet above the floor, and was 45 feet around. ", "3": "The tank was encircled at its base by two rows of gourd designs, cast as part of the tank. ", "4": "The tank stood on twelve metal oxen facing outward; three faced north, three faced west, three faced south, and three faced east. ", "5": "The walls of the tank were five inches thick, flaring out like the cup of a lily. It held 3,000 barrels of water.", "6": "He also constructed ten vats for water to wash the offerings, five to the right of the huge tank and five to the left. The priests used the tank, and not the vats, for their own washing.", "7": "Carefully following God's instructions, he then cast ten gold lampstands and placed them in the Temple, five against each wall; ", "8": "he also built ten tables and placed five against each wall on the right and left. And he molded 100 solid gold bowls. ", "9": "Then he constructed a court for the priests, also the public court, and overlaid the doors of these courts with bronze. ", "10": "The huge tank was in the southeast corner of the outer room of the Temple. ", "11": "Huramabi also made the necessary pots, shovels, and basins for use in connection with the sacrifices. So at last he completed the work assigned to him by King Solomon:", "12-16": "The construction of the two pillars, The two flared capitals on the tops of the pillars, The two sets of chains on the capitals, The 400 pomegranates hanging from the two sets of chains on the capitals, The bases for the vats and the vats themselves, The huge tank and the twelve oxen under it, The pots, shovels, and fleshhooks. This skillful craftsman, Huramabi, made all of the above-mentioned items for King Solomon using polished bronze. ", "17-18": "The king did the casting at the claybanks of the Jordan Valley between Succoth and Zeredah. Great quantities of bronze were used, too heavy to weigh.", "19": "Solomon commanded that all of the furnishings of the Temple—the utensils, the altar, and the table for the Bread of the Presence must be made of gold; ", "20": "also the lamps and lampstands, ", "21": "the floral decorations, tongs, ", "22": "lamp snuffers, basins, spoons, and firepans—all were made of solid gold. Even the doorway of the Temple, the main door, and the inner doors to the Holy of Holies were overlaid with gold."}