{"1": "So the Temple was finally finished. Then Solomon brought in the gifts dedicated to the Lord by his father, King David. They were stored in the Temple treasuries.", "2": "Solomon now summoned to Jerusalem all of the leaders of Israel—the heads of the tribes and clans—for the ceremony of transferring the Ark from the Tabernacle in the[a] City of David, also known as Zion, to its new home in the Temple.* ", "3": "This celebration took place in October at the annual Festival of Tabernacles. ", "4-5": "As the leaders of Israel watched, the Levites lifted the Ark and carried it out of the Tabernacle, along with all the other sacred vessels. ", "6": "King Solomon and the others sacrificed sheep and oxen before the Ark in such numbers that no one tried to keep count!", "7-8": "Then the priests carried the Ark into the inner room of the Temple—the Holy of Holies—and placed it beneath the wings of the Guardian Angels; their wings spread over the Ark and its carrying poles. ", "9": "These carrying poles were so long that their ends could be seen from the outer room, but not from the outside doorway. The Ark is still there at the time of this writing. ", "10": "Nothing was in the Ark except the two stone tablets that Moses had put there at Mount Horeb, when the Lord made a covenant with the people of Israel as they were leaving Egypt.", "11-12": "When the priests had undergone the purification rites for themselves, they all took part in the ceremonies without regard to their normal duties. And how the Levites were praising the Lord as the priests came out of the Holy of Holies! The singers were Asaph, Heman, Jeduthun, and all their sons and brothers, dressed in finespun linen robes and standing at the east side of the altar. The choir was accompanied by 120 priests who were trumpeters, while others played the cymbals, lyres, and harps. ", "13-14": "The band and chorus united as one to praise and thank the Lord; their selections were interspersed with trumpet obbligatos, the clashing of cymbals, and the loud playing of other musical instruments—all praising and thanking the Lord. Their theme was “He is so good! His loving-kindness lasts forever!” And at that moment the glory of the Lord, coming as a bright cloud, filled the Temple so that the priests could not continue their work."}