{"1": "It was now twenty years since Solomon had become king, and the great building projects of the Lord's Temple and his own royal palace were completed. ", "2": "He now turned his energies to rebuilding the cities that King Hiram of Tyre had given to him, and he relocated some of the people of Israel into them. ", "3": "It was at this time, too, that Solomon fought against the city of Hamath-zobah and conquered it. ", "4": "He built Tadmor in the desert and built cities in Hamath as supply centers. ", "5": "He fortified the cities of upper Beth-horon and lower Beth-horon, both being supply centers, building their walls and installing barred gates. ", "6": "He also built Baalath and other supply centers at this time and constructed cities where his chariots and horses were kept. He built to his heart's desire in Jerusalem and Lebanon and throughout the entire realm.", "7-8": "He began the practice that still continues of conscripting as slave laborers the Hittites, Amorites, Perizzites, Hivites, and Jebusites—the descendants of those nations that the Israelis had not completely wiped out. ", "9": "However, he didn't make slaves of any of the Israeli citizens, but used them as soldiers, officers, charioteers, and cavalrymen; ", "10": "also, 250 of them were government officials who administered all public affairs.", "11": "Solomon now moved his wife (she was Pharaoh's daughter) from the City of David sector of Jerusalem to the new palace he had built for her. For he said, “She must not live in King David's palace for the Ark of the Lord was there, and it is holy ground.”", "12": "Then Solomon sacrificed burnt offerings to the Lord on the altar he had built in front of the porch of the Temple. ", "13": "The number of sacrifices differed from day to day in accordance with the instructions Moses had given; there were extra sacrifices on the Sabbaths, on new moon festivals, and at the three annual festivals—the Passover celebration, the Festival of Weeks, and the Festival of Tabernacles. ", "14": "In assigning the priests to their posts of duty he followed the organizational chart prepared by his father David; he also assigned the Levites to their work of praise and of helping the priests in each day's duties; and he assigned the gatekeepers to their gates. ", "15": "Solomon did not deviate in any way from David's instructions concerning these matters and concerning the treasury personnel. ", "16": "Thus Solomon successfully completed the construction of the Temple.", "17-18": "Then he went to the seaport towns of Ezion-geber and Eloth, in Edom, to launch a fleet presented to him by King Hiram. These ships, with King Hiram's experienced crews working alongside Solomon's men, went to Ophir and brought back to him several million dollars worth of gold on each trip!"}