{"1": "Joshua exhorteth the people, that they join not themselves to the Gentiles, 7 that they name not their idols. 14 The promise if they fear God, 15 and threatenings, if they forsake him. And a long season after that the Lord had given rest unto Israel from all their enemies round about, and Joshua was old, and [a]stricken in age,", "2": "Then Joshua called all Israel, and their Elders, and their Heads, and their Judges, and their officers, and said unto them, I am old, and stricken in age.", "3": "Also ye have seen all that the Lord your God hath done unto all these nations [b]before you, how the Lord your God himself hath fought for you.", "4": "Behold, I have [c]divided unto you by lot these nations that remain, to be an inheritance according to your tribes, from Jordan, with all the nations that I have destroyed, even unto the great Sea [d]Westward.", "5": "And the Lord your God shall expel [e]them before you, and cast them out of your sight, and ye shall possess their land, as the Lord your God hath said unto you.", "6": "Be ye therefore of a valiant courage to observe and do all that is written in the book of the Law of Moses, that ye turn not there from to the right hand nor to the left,", "7": "Neither company with these nations: that is, with them that are [f]left with you, neither make mention of the name of their gods, [g]nor cause to swear by them, neither serve them, nor bow unto them:", "8": "But stick fast unto the Lord your God, as ye have done unto this day.", "9": "For the Lord hath cast out before you great nations and mighty, and no man hath stood before your face hitherto.", "10": "One man of you shall chase a thousand: for the Lord your God he fighteth for you, as he hath promised you.", "11": "Take good heed therefore unto [h]yourselves, that ye love the Lord your God.", "12": "Else, if ye go back, and cleave unto the rest of these nations: that is, of them that remain with you, and shall [i]make marriages with them, and [j]go unto them, and they to you,", "13": "Know ye for certain, that the Lord your God will cast out no more of these nations from before you: but they shall be a snare and destruction unto you, and a whip on your sides, and thorns in your [k]eyes, until ye perish out of this good land, which the Lord your God hath given you.", "14": "And behold, this day do I [l]enter into the way of all the world, and ye know in all your [m]hearts and in all your souls, that nothing hath failed of all the good things which the Lord your God promised you, but all are come to pass unto you: nothing hath failed thereof.", "15": "Therefore as all [n]good things are come upon you, which the Lord your God promised you, so shall the Lord bring upon you every [o]evil thing, until he have destroyed you out of this good land, which the Lord your God hath given you.", "16": "When ye shall [p]transgress the Covenant of the Lord your God, which he commanded you, and shall go and serve other gods, and bow yourselves to them, then shall the wrath of the Lord wax hot against you, and ye shall perish quickly out of the good land which he hath given you."}