{"1": "Joshua commandeth them to depart when the Ark removeth. 7 The Lord promiseth to exalt Joshua before the people. 9 Joshua's exhortation to the people. 16 The waters part asunder while the people pass.  Then Joshua rose very early, and they removed from Shittim, and came to [a]Jordan, he, and all the children of Israel, and lodged there before they went over.", "2": "And after [b]three days, the officers went throughout the host,", "3": "And commanded the people, saying, When ye see the Ark of the covenant of the Lord your God and the Priests of the Levites bearing it, ye shall depart from your place, and go after it.", "4": "Yet shall there be a space between you and it, about [c]two thousand cubits by measure: ye shall not come near unto it, that ye may know the way, by the which ye shall go: for ye have not gone this way in times past.", "5": "(Now Joshua had said unto the people, Sanctify yourselves: for tomorrow the Lord will do wonders among you.)", "6": "Also Joshua spake unto the Priests, saying, Take up the Ark of the covenant, and go over before the people: so they took up the Ark of the covenant, and went before the people.", "7": "¶ Then the Lord said unto Joshua, This day will I begin to magnify thee in the sight of all Israel, which shall know, that as I was with Moses, so will I be with thee.", "8": "Thou shalt therefore command the Priests that bear the Ark of the covenant, saying, When ye are come to the brink of the waters of Jordan, ye shall stand still [d]in Jordan.", "9": "¶ Then Joshua said unto the children of Israel, Come hither, and hear the words of the Lord your God.", "10": "And Joshua said, [e]Hereby ye shall know that the living God is among you, and that he will certainly cast out before you the Canaanites, and the Hittites, and the Hivites, and the Perizzites, and the Girgashites, and the Amorites, and the Jebusites.", "11": "Behold, the Ark of the covenant of the Lord of all the world passeth before you into Jordan.", "12": "Now therefore take from among you [f]twelve men out of the tribes of Israel, out of every tribe a man.", "13": "And as soon as the soles of the feet of the Priests (that bear the Ark of the Lord God the Lord of all the world) shall stay in the waters of Jordan, the waters of Jordan shall be cut off: for the waters that come from above, shall stand still upon an heap.", "14": "¶ Then when the people were departed from their tents to go over Jordan, the Priests bearing the Ark of the covenant, went before the people.", "15": "And as they that bare the Ark, came unto Jordan, and the feet of the Priests that bare the Ark were dipped in the brink of the water, (for Jordan useth to fill all his [g]banks all the time of harvest)", "16": "Then the waters that came down from above, stayed and rose upon an heap, and departed far from the city of Adam that was beside Zaretan: but the waters that came down toward the Sea of the wilderness, even the salt Sea, failed and were cut off: so the people went right over against Jericho.", "17": "But the Priests that bare the Ark of the covenant of the Lord, stood dry within Jordan [h]ready prepared, and all the Israelites went over dry, until all the people were clean gone over through Jordan."}