{"1": "The Lord instructeth Joshua what he should do as touching Jericho. 6 Joshua commandeth the Priests and warriors what to do. 20 The walls fall. 22 Rahab is saved. 24 All is burnt save gold and metal. 26 The curse of him that buildeth the city. Now Jericho was [a]shut up, and [b]closed, [c]because of the children of Israel, none might go out nor enter in.", "2": "And the Lord said unto Joshua, Behold, I have given into thine hand Jericho and the king thereof, and the strong men of war.", "3": "All ye therefore that be men of war, shall compass the city, in going round about the city [d]once: thus shall you do six days:", "4": "And seven Priests shall bear seven trumpets of [e]rams' horns before the Ark: and the seventh day ye shall compass the city seven times, and the Priests shall blow with the trumpets,", "5": "And when they make a long blast with the ram's horn, and ye hear the sound of the trumpet, all the people shall shout with a great shout: then shall the wall of the city fall down flat, and the people shall ascend up, every man straight before him.", "6": "¶ Then Joshua the son of Nun called the Priests and said unto them, Take up the Ark of the Covenant, and let seven Priests bear seven trumpets of rams' horns before the Ark of the Lord.", "7": "But he said unto the people, [f]Go and compass the city: and let him that is armed go forth before the Ark of the Lord.", "8": "¶ And when Joshua had spoken unto the people, the seven priests bare the seven trumpets of rams' horns, and went forth before the Ark of the Lord, and blew with the trumpets, and the ark of the Covenant of the Lord followed them.", "9": "¶ And the men of arms went before the priests and blew the trumpets: then the [g]gathering host came after the Ark, and they went and blew the trumpets.", "10": "(Now Joshua had commanded the people, saying, Ye shall not shout, neither make any noise with your voice, neither shall a word proceed out of your mouth, until the day that I say unto you, Shout, then shall ye shout.)", "11": "So the Ark of the Lord compassed the city, and went about it [h]once: then they returned into the host, and lodged in the camp.", "12": "And Joshua rose early in the morning, and the Priests bare the Ark of the Lord:", "13": "Also seven Priests bare seven trumpets of rams' horns, and went before the Ark of the Lord, and going blew with the trumpets: and the men of arms went before them, but the [i]gathering host came after the Ark of the Lord, as they went and blew the trumpets.", "14": "And the second day they compassed the city once, and returned into the host: thus they did six days.", "15": "And when the seventh day came, they rose early, even with the dawning of the day, and compassed the city after the same manner [j]seven times: only that day they compassed the city seven times.", "16": "And when the Priests had blown the trumpets the seventh time, Joshua said unto the people, Shout: for the Lord hath given you the city.", "17": "And the city shall be [k]an execrable thing, both it, and all that are therein, unto the Lord: only Rahab the harlot shall live, she, and all that are with her in the house: for she hid the messengers that we sent.", "18": "Notwithstanding, be ye ware of the execrable thing, lest ye make yourselves execrable, and in taking of the execrable thing, make also the host of Israel execrable, and trouble it.", "19": "But all silver, and gold, and vessels of brass, and iron shall be [l]consecrate unto the Lord, and shall come into the Lord's treasury.", "20": "So the people shouted, when they had blown trumpets: for when the people had heard the sound of the trumpets, they shouted with a great shout: and the wall fell down flat: so the people went up into the city, every man straight before him: and they took the city.", "21": "And they utterly destroyed all that was in the cities both man and woman, young, and old, and ox, and sheep, and ass with the edge of the sword.", "22": "But Joshua had said unto the two men that had spied out the country, Go into the harlot's house, and bring out thence the woman, and all that she hath, as ye swore to her.", "23": "So the young men that were spies, went in and brought out Rahab, and her father, and her mother, and her brethren, and all that she had: also they brought out all her family, and put them [m]without the host of Israel.", "24": "After, they burnt the city with fire, and all that was therein: only the silver and the gold, and the vessels of brass and iron, they put unto the treasure of the [n]house of the Lord.", "25": "So Joshua saved Rahab the harlot, and her father's household, and all that she had, and she [o]dwelt in Israel, even unto this day, because she had hid the messengers, which Joshua sent to spy out Jericho.", "26": "¶ And Joshua swore at that time, saying, Cursed be the man before the Lord, that riseth up, and buildeth the city Jericho: [p]he shall lay the foundation thereof in his eldest son, and in his youngest son shall he set up the gates of it.", "27": "So the Lord was with Joshua, and he was famous through all the world."}