{"1": "The Lord is angry with Achan. 4 They of Ai put the Israelites to flight. 6 Joshua prayeth to the Lord. 16 Joshua inquireth out him that sinned, and stoneth him and all his. But the children of Israel committed a trespass in the [a]excommunicate thing: for Achan the son of Carmi, the son of Zabdi, the son of Zerah of the tribe of Judah, took of the excommunicate thing: wherefore the wrath of the Lord was kindled against the children of Israel.", "2": "And Joshua sent men from Jericho to [b]Ai, which is beside Beth Aven, on the East side of Bethel, and spake unto them, saying, Go up, and view the country. And the men went up and viewed Ai,", "3": "And returned to Joshua, and said unto him, Let not all the people go up, but let as it were two or three thousand men go up, and smite Ai, and make not all the people to labor thither, for they are few.", "4": "So there went up thither of the people about three thousand men, and they fled before the men of Ai.", "5": "And the [c]men of Ai smote of them upon a thirty and six men: for they chased them from before the gate unto Shebarim, and smote them in the going down: wherefore the hearts of the people melted away like water.", "6": "Then Joshua rent his clothes, and fell to the earth upon his face before the Ark of the Lord, until the eventide, he, and the Elders of Israel, and put dust upon their heads.", "7": "And Joshua said, Alas, O Lord God, wherefore hast thou brought this people over Jordan, to deliver us into the hand of the Amorites, and to destroy us? would God we had been content to dwell on the [d]other side Jordan.", "8": "Oh Lord what shall I say, when Israel turn their backs before their enemies?", "9": "For the Canaanites, and all the inhabitants of the land shall hear of it, and shall compass us, and destroy our name out of the earth: and what wilt thou do unto thy mighty [e]Name?", "10": "¶ And the Lord said unto Joshua, Get thee up: wherefore liest thou thus upon thy face?", "11": "Israel hath sinned, and they have transgressed my covenant, which I commanded them: for they have even taken of the excommunicate thing, and have also stolen, and dissembled also, and have put it even with their own stuff.", "12": "Therefore the children of Israel cannot stand before their enemies: but have turned their backs before their enemies, because they be execrable: neither will I be with you anymore, except ye [f]destroy the excommunicate from among you.", "13": "Up therefore, sanctify the people, and say, Sanctify yourselves against tomorrow: for thus saith the Lord God of Israel, There is an execrable thing among you, O Israel, therefore ye cannot stand against your enemies, until ye have put the [g]execrable thing from among you.", "14": "In the morning therefore ye shall come according to your tribes, and the tribe which the Lord taketh, shall come according to the families: and the family which the Lord shall take, shall come by the households: and the household which the Lord shall take, shall come man by man.", "15": "And he that is [h]taken with the excommunicate thing, shall be burnt with fire, he, and all that he hath, because he hath transgressed the covenant of the Lord, and because he hath wrought folly in Israel.", "16": "¶ So Joshua rose up early in the morning, and brought Israel by their tribes: and the tribe of Judah was taken.", "17": "And he brought the families of Judah, and took the family of the Zarhites, and he brought the family of the Zarhites, man by man, and Zabdi was taken.", "18": "And he brought his household, man by man, and Achan the son of Carmi, the son of Zabdi, the son of Zerah of the tribe of Judah was taken.", "19": "Then Joshua said unto Achan, My son, I beseech thee, give glory to the Lord God of Israel, and [i]make confession unto him, and show me now what thou hast done: hide it not from me.", "20": "And Achan answered Joshua, and said, Indeed I have sinned against the Lord God of Israel, and thus, and thus have I done.", "21": "I saw among the spoil a goodly [j]Babylonish garment, and two hundred shekels of silver, and a wedge of gold of fifty shekels weight, and I covered them, and took them: and behold, they lie hid in the earth in the midst of my tent, and the silver under it.", "22": "¶ Then Joshua sent messengers, which ran unto the tent, and behold, it was hid in his tent, and the silver under it.", "23": "Therefore they took them out of the tent, and brought them unto Joshua, and unto all the children of Israel, and laid them before the Lord.", "24": "Then Joshua took Achan the [k]son of Zerah, and the silver, and the garment, and the [l]wedge of gold, and his [m]sons, and his daughters, and his oxen, and his asses, and his sheep, and his tent, and all that he had: and all Israel with him, brought them unto the valley of Achor.", "25": "And Joshua said, [n]In as much as thou hast troubled us, the Lord shall trouble thee this day: and all Israel threw stones at him, and burned them with fire, and stoned them with stones.", "26": "And they cast upon him a great heap of stones unto this day: and so the Lord turned from his fierce wrath: therefore he called the name of that place, The valley of Achor, unto this day."}