{"1": "¶ Now when the enemies of Judah and Benjamin heard that the sons of the captivity built the temple unto the LORD God of Israel,", "2": "then they came to Zerubbabel and to the heads of the fathers and said unto them, Let us build with you, for we seek your God, as ye do; and we do sacrifice unto him since the days of Esarhaddon, king of Assur, who brought us up here.", "3": "But Zerubbabel and Jeshua and the rest of the heads of the fathers of Israel, said unto them, Ye have nothing to do with us to build a house unto our God; but we alone will build unto the LORD God of Israel as King Cyrus, the king of Persia, commanded us.", "4": "Then the people of the land weakened the hands of the people of Judah and troubled them in building", "5": "and hired counsellors against them, to frustrate their counsel, all the days of Cyrus, king of Persia, even until the reign of Darius, king of Persia.", "6": "¶ And in the reign of Ahasuerus, in the beginning of his reign, they wrote accusations against the inhabitants of Judah and Jerusalem.", "7": "And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of their companions, unto Artaxerxes, king of Persia; and the writing of the letter was written in the Syrian tongue and interpreted in the Syrian tongue.", "8": "Rehum, the chancellor, and Shimshai, the scribe, wrote a letter against Jerusalem to Artaxerxes, the king, in this sort:", "9": "Then wrote Rehum, the chancellor, and Shimshai, the scribe, and the rest of their companions, the Dinaites, the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Susanchites, the Dehavites, and the Elamites,", "10": "and the rest of the nations whom the great and noble Asnappar (Sennacherib) brought over and set in the cities of Samaria and the rest that are on the other side of the river, and of Cheenet.", "11": "This is the copy of the letter that they sent: Unto Artaxerxes, the king: Thy servants, the men of the other side of the river, and of Cheenet.", "12": "Be it known unto the king that the Jews who came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have founded the walls thereof and joined the foundations.", "13": "Be it known now unto the king, that, if this city is rebuilt, and the walls founded, they will not pay toll, tribute, and custom, and so the revenue of the kings shall be reduced.", "14": "Now because we are salted with the salt of the palace, and it is not just unto us to see the king's dishonour; therefore, we have sent to make this known unto the king,", "15": "that search may be made in the book of the records of our fathers; so shalt thou find in the book of the records and know that this city is a rebellious city and hurtful unto kings and provinces and that from old time they form rebellions in the midst of her, for which cause this city was destroyed.", "16": "We notify the king that if this city is built again, and its walls founded, the portion on the other side of the river shall no longer be yours.", "17": "¶ The king sent this answer unto Rehum, the chancellor, and to Shimshai, the scribe, and to the rest of their companions that dwell in Samaria and to the rest of those of the other side of the river and to Cheenet.", "18": "The letter which you sent unto us has been plainly read before me.", "19": "And I commanded, and search has been made, and it is found that this city of old time has made insurrection against kings and that rebellion and sedition have been made in her", "20": "and that there have been mighty kings in Jerusalem, who have ruled over all that is beyond the river, and that toll, tribute, and custom, was paid unto them.", "21": "Give ye now commandment to cause these men to cease and that this city not be built until another commandment shall be given from me.", "22": "Take heed now that ye not fail to do this; why should damage grow to the hurt of the kings?", "23": "Now when the copy of King Artaxerxes' letter was read before Rehum, and Shimshai, the scribe, and their companions, they went up in haste to Jerusalem unto the Jews and made them to cease by force and power.", "24": "Then the work of the house of God which was at Jerusalem ceased. So it ceased unto the second year of the reign of Darius, king of Persia."}