{"1": "¶ Then the prophets, Haggai, the prophet, and Zechariah, the son of Iddo, prophesied unto the Jews that were in Judah and Jerusalem in the name of the God of Israel unto them.", "2": "Then Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, rose up and began to build the house of God which was at Jerusalem; and with them were the prophets of God helping them.", "3": "¶ At the same time Tatnai, captain of this side the river, and Shetharboznai, and their companions came to them and said thus unto them, Who has commanded you to build this house and to make up this wall?", "4": "Then we said unto them regarding this, These are the names of the men that make this building!", "5": "For the eyes of their God were upon the elders of the Jews, and they could not cause them to cease until the matter came to Darius, and then they returned answer by letter concerning this matter.", "6": "The copy of the letter that Tatnai, captain of this side the river, and Shetharboznai, and his companions, the Apharsachites, which were on this side the river, sent unto Darius, the king:", "7": "they sent a letter unto him, in which was written thus; Unto Darius, the king, all peace.", "8": "Be it known unto the king that we went into the province of Judea, to the house of the great God, which is being built with stones of marble, and the timbers are laid in the walls, and this work is going fast and prospers in their hands.", "9": "Then we asked the elders and said unto them thus, Who commanded you to build this house and to found these walls?", "10": "We asked their names also, to notify thee, that we might write the names of the men that were at the head of them.", "11": "And thus they returned us answer, saying, We are servants of the God of heaven and earth and rebuild the house that was built many years ago, which the great king of Israel built and founded.", "12": "But after our fathers raged against the God of heaven, he gave them into the hand of Nebuchadnezzar, the king of Babylon, the Chaldean, who destroyed this house and carried the people away into Babylon.", "13": "But in the first year of Cyrus the king of Babylon the same King Cyrus made a decree to build this house of God.", "14": "And the vessels also of gold and silver of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem and had brought them into the temple of Babylon, those did Cyrus, the king take out of the temple of Babylon, and they were delivered unto Sheshbazzar, whom he had made captain;", "15": "and said unto him, Take these vessels, go, carry them into the temple that is in Jerusalem, and let the house of God be built in his place.", "16": "Then the same Sheshbazzar came and laid the foundation of the house of God which was in Jerusalem, and since that time until now it is being built, and it is not yet finished.", "17": "Now, therefore, if it seems good to the king, let there be a search made in the king's treasure house, which is there in Babylon, whether it is so, that a decree was made by Cyrus, the king, to build this house of God in Jerusalem, and let the king send unto us his will concerning this matter."}