{"1": "After this the Moabites and Ammonites, and with them some of the Me-u′nites,[a] came against Jehosh′aphat for battle. ", "2": "Some men came and told Jehosh′aphat, “A great multitude is coming against you from Edom,[b] from beyond the sea; and, behold, they are in Haz′azon-ta′mar” (that is, En-ge′di). ", "3": "Then Jehosh′aphat feared, and set himself to seek the Lord, and proclaimed a fast throughout all Judah. ", "4": "And Judah assembled to seek help from the Lord; from all the cities of Judah they came to seek the Lord.", "5": "And Jehosh′aphat stood in the assembly of Judah and Jerusalem, in the house of the Lord, before the new court, ", "6": "and said, “O Lord, God of our fathers, art thou not God in heaven? Dost thou not rule over all the kingdoms of the nations? In thy hand are power and might, so that none is able to withstand thee. ", "7": "Didst thou not, O our God, drive out the inhabitants of this land before thy people Israel, and give it for ever to the descendants of Abraham thy friend? ", "8": "And they have dwelt in it, and have built thee in it a sanctuary for thy name, saying, ", "9": "'If evil comes upon us, the sword, judgment,[c] or pestilence, or famine, we will stand before this house, and before thee, for thy name is in this house, and cry to thee in our affliction, and thou wilt hear and save.' ", "10": "And now behold, the men of Ammon and Moab and Mount Se′ir, whom thou wouldest not let Israel invade when they came from the land of Egypt, and whom they avoided and did not destroy— ", "11": "behold, they reward us by coming to drive us out of thy possession, which thou hast given us to inherit. ", "12": "O our God, wilt thou not execute judgment upon them? For we are powerless against this great multitude that is coming against us. We do not know what to do, but our eyes are upon thee.”", "13": "Meanwhile all the men of Judah stood before the Lord, with their little ones, their wives, and their children. ", "14": "And the Spirit of the Lord came upon Jaha′ziel the son of Zechari′ah, son of Benai′ah, son of Je-i′el, son of Mattani′ah, a Levite of the sons of Asaph, in the midst of the assembly. ", "15": "And he said, “Hearken, all Judah and inhabitants of Jerusalem, and King Jehosh′aphat: Thus says the Lord to you, 'Fear not, and be not dismayed at this great multitude; for the battle is not yours but God's. ", "16": "Tomorrow go down against them; behold, they will come up by the ascent of Ziz; you will find them at the end of the valley, east of the wilderness of Jeru′el. ", "17": "You will not need to fight in this battle; take your position, stand still, and see the victory of the Lord on your behalf, O Judah and Jerusalem.' Fear not, and be not dismayed; tomorrow go out against them, and the Lord will be with you.”", "18": "Then Jehosh′aphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord, worshiping the Lord. ", "19": "And the Levites, of the Ko′hathites and the Ko′rahites, stood up to praise the Lord, the God of Israel, with a very loud voice.", "20": "And they rose early in the morning and went out into the wilderness of Teko′a; and as they went out, Jehosh′aphat stood and said, “Hear me, Judah and inhabitants of Jerusalem! Believe in the Lord your God, and you will be established; believe his prophets, and you will succeed.” ", "21": "And when he had taken counsel with the people, he appointed those who were to sing to the Lord and praise him in holy array, as they went before the army, and say, “Give thanks to the Lord, for his steadfast love endures for ever.” And when they began to sing and praise, the Lord set an ambush against the men of Ammon, Moab, and Mount Se′ir, who had come against Judah, so that they were routed. ", "23": "For the men of Ammon and Moab rose against the inhabitants of Mount Se′ir, destroying them utterly, and when they had made an end of the inhabitants of Se′ir, they all helped to destroy one another.", "24": "When Judah came to the watchtower of the wilderness, they looked toward the multitude; and behold, they were dead bodies lying on the ground; none had escaped. ", "25": "When Jehosh′aphat and his people came to take the spoil from them, they found cattle[d] in great numbers, goods, clothing, and precious things, which they took for themselves until they could carry no more. They were three days in taking the spoil, it was so much. ", "26": "On the fourth day they assembled in the Valley of Ber′acah,[e] for there they blessed the Lord; therefore the name of that place has been called the Valley of Ber′acah to this day. ", "27": "Then they returned, every man of Judah and Jerusalem, and Jehosh′aphat at their head, returning to Jerusalem with joy, for the Lord had made them rejoice over their enemies. ", "28": "They came to Jerusalem, with harps and lyres and trumpets, to the house of the Lord. ", "29": "And the fear of God came on all the kingdoms of the countries when they heard that the Lord had fought against the enemies of Israel. ", "30": "So the realm of Jehosh′aphat was quiet, for his God gave him rest round about.", "31": "Thus Jehosh′aphat reigned over Judah. He was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother's name was Azu′bah the daughter of Shilhi. ", "32": "He walked in the way of Asa his father and did not turn aside from it; he did what was right in the sight of the Lord. ", "33": "The high places, however, were not taken away; the people had not yet set their hearts upon the God of their fathers.", "34": "Now the rest of the acts of Jehosh′aphat, from first to last, are written in the chronicles of Jehu the son of Hana′ni, which are recorded in the Book of the Kings of Israel.", "35": "After this Jehosh′aphat king of Judah joined with Ahazi′ah king of Israel, who did wickedly. ", "36": "He joined him in building ships to go to Tarshish, and they built the ships in E′zion-ge′ber. ", "37": "Then Elie′zer the son of Dodav′ahu of Mare′shah prophesied against Jehosh′aphat, saying, “Because you have joined with Ahazi′ah, the Lord will destroy what you have made.” And the ships were wrecked and were not able to go to Tarshish."}