{"1": "Paul, an Apostle of Jesus Christ, by the will of God, To the saints who are at Ephesus and to the faithful in Christ Jesus:", "2": "Grace be with you, and peace, from God our Father and from the Lord Jesus Christ.", "3": "Blessed be God, and the Father of our Lord, Jesus Christ, Who has blessed us with all spiritual blessing in the Heavenly realms in Christ,", "4": "as He has chosen us in Him before the foundation of the world, that we should be holy and without blame before Him in love;", "5": "having predestined us to be adopted, through Jesus Christ, to Himself, according to the good pleasure of His will,", "6": "to the praise of the glory of His grace, which He has freely bestowed on us in the Beloved;", "7": "in whom we have redemption through His blood, the forgiveness of sins, according to the riches of His grace,", "8": "with which He has been abundant toward us in all wisdom and understanding;", "9": "and has made known to us the mystery of His will, according to His good pleasure, which He has purposed in Him.", "10": "That in the dispensation of the fullness of the times, He might gather together all things in Christ, both in Heaven and on Earth;", "11": "in Whom we also have obtained an inheritance, being predestined according to the purpose of Him who works all things according the counsel of His own will,", "12": "that we who first trusted in Christ, should be to the praise of His glory;", "13": "in whom also, you, having heard the word of truth, the Gospel of your salvation, and after having believed, were sealed with the Holy Spirit of promise,", "14": "Who is the guarantee of our inheritance, for the redemption of that acquired possession, to the praise of His glory.", "15": "Therefore, also, after I heard of the faith which you have in the Lord Jesus, and love toward all the saints,", "16": "I do not cease to give thanks for you, making mention of you in my prayers,", "17": "that the God of our Lord Jesus Christ, the Father of glory, might give to you the Spirit of wisdom and revelation through the knowledge of Him,", "18": "that the eyes of your heart may be enlightened, so that you may know what the hope is of His calling, and what the riches are of His glorious inheritance in the saints,", "19": "and what is the exceeding greatness of His power toward us who believe, according to the working of His strength;", "20": "which He worked in Christ when He raised him from the dead, and set Him at His right hand in the Heavenly realms,", "21": "far above every principality and power and might and domination, and every name that is named, not only in this world, but also in the coming one.", "22": "And all things have been put under His feet. And He has been given headship over all things of the church,", "23": "which is His body - the fullness of Him Who fills all in all."}