{"1": "For this reason, I, Paul, am the prisoner of Jesus Christ for you Gentiles.", "2": "If indeed you have heard of the stewardship of the grace of God, which is given to me toward you.", "3": "So that God, by revelation, has shown this mystery to me (as I briefly wrote before;", "4": "by which, when you read it, you may know my understanding of the mystery of Christ,", "5": "which was not made known to the sons of men in other ages as it is now revealed to His holy Apostles and Prophets by the Spirit),", "6": "So that the Gentiles should also be inheritors of the same body, and partakers of His promise in Christ, by the Gospel;", "7": "whereof I am made a minister by the gift of the grace of God (given to me through the working of His power).", "8": "To me, the least of all saints, is this grace given, so that I would preach among the Gentiles the unsearchable riches of Christ;", "9": "and make clear to all what the stewardship of the mystery is (which from the beginning of the world has been hid in God, Who has created all things by Jesus Christ);", "10": "to the intent that now the manifold wisdom of God might be made known by the church to principalities and powers in Heavenly realms,", "11": "according to the eternal purpose which He made in Christ Jesus our Lord;", "12": "By Him we have boldness and confident access, through faith in Him.", "13": "Therefore, I desire that you do not grow weary of my tribulations for you (which is your glory).", "14": "For this reason I bow my knees to the Father of our Lord Jesus Christ,", "15": "(from Whom is named every family in Heaven and on Earth)", "16": "so that He might grant - according to the riches of His glory - that you be strengthened by His Spirit in the inner man;", "17": "So that Christ may dwell in your hearts by faith;", "18": "so that you, being rooted and grounded in love, may be able to comprehend (with all saints) what is the breadth and length and depth and height;", "19": "and to know the love of Christ which surpasses knowledge. So that you may be filled with all fullness of God.", "20": "Now therefore, to the one who is able to do all things exceedingly above all that we ask or think, according to the power that works in us;", "21": "to Him be praise in the church and in Christ Jesus, throughout all generations, forever. Amen."}