{"1": "Here is the message about Judah and Jerusalem that was revealed to Isaiah son of Amoz during the time when Uzziah, Jotham, Ahaz, and Hezekiah reigned over Judah.[a]", "2": "Listen, O heavens, pay attention, O earth![b] For the Lord speaks: “I raised children,[c] I brought them up,[d] but[e] they have rebelled[f] against me!", "3": "An ox recognizes its owner, a donkey recognizes where its owner puts its food;[g] but Israel does not recognize me,[h] my people do not understand.”", "4": "[i] Beware sinful nation, the people weighed down by evil deeds. They are offspring who do wrong, children[j] who do wicked things. They have abandoned the Lord, and rejected the Holy One of Israel.[k] They are alienated from him.[l]", "5": "[m] Why do you insist on being battered? Why do you continue to rebel?[n] Your head has a massive wound,[o] your whole heart is sick.", "6": "From the soles of your feet to your head, there is no spot that is unharmed.[p] There are only bruises, cuts, and open wounds. They have not been cleansed[q] or bandaged, nor have they been treated[r] with olive oil.[s]", "7": "Your land is devastated, your cities burned with fire. Right before your eyes your crops are being destroyed by foreign invaders.[t] They leave behind devastation and destruction.[u]", "8": "Daughter Zion[v] is left isolated, like a hut in a vineyard, or a shelter in a cucumber field; she is a besieged city.[w]", "9": "If the Lord of Heaven's Armies[x] had not left us a few survivors, we would have quickly been like Sodom,[y] we would have become like Gomorrah.", "10": "Listen to the Lord's message, you leaders of Sodom![z] Pay attention to our God's rebuke,[aa] people of Gomorrah!", "11": "“Of what importance to me are your many sacrifices?”[ab] says the Lord. “I have had my fill[ac] of burnt sacrifices, of rams and the fat from steers. The blood of bulls, lambs, and goats I do not want.[ad]", "12": "When you enter my presence, do you actually think I want this— animals trampling on my courtyards?[ae]", "13": "Do not bring any more meaningless[af] offerings; I consider your incense detestable![ag] You observe new moon festivals, Sabbaths, and convocations, but I cannot tolerate sin-stained celebrations![ah]", "14": "I hate your new moon festivals and assemblies; they are a burden that I am tired of carrying.", "15": "When you spread out your hands in prayer, I look the other way;[ai] when you offer your many prayers, I do not listen, because your hands are covered with blood.[aj]", "16": "[ak] Wash! Cleanse yourselves! Remove your sinful deeds[al] from my sight. Stop sinning.", "17": "Learn to do what is right. Promote justice. Give the oppressed reason to celebrate.[am] Take up the cause of the orphan. Defend the rights of the widow.[an]", "18": "[ao] Come, let's consider your options,”[ap] says the Lord. “Though your sins have stained you like the color red, you can become white[aq] like snow; though they are as easy to see as the color scarlet, you can become[ar] white like wool.[as]", "19": "If you have a willing attitude and obey,[at] then you will again eat the good crops of the land.", "20": "But if you refuse and rebel, you will be devoured[au] by the sword.” Know for certain that the Lord has spoken.[av]", "21": "How tragic that the once-faithful city has become a prostitute![aw] She was once a center of[ax] justice; fairness resided in her— but now only murderers![ay]", "22": "Your[az] silver has become scum,[ba] your beer is diluted with water.[bb]", "23": "Your officials are rebels,[bc] they associate with[bd] thieves. All of them love bribery, and look for[be] payoffs.[bf] They do not take up the cause of the orphan,[bg] or defend the rights of the widow.[bh]", "24": "Therefore, the Sovereign Lord of Heaven's Armies,[bi] the Powerful One of Israel,[bj] says this: “Ah, I will seek vengeance[bk] against my adversaries, I will take revenge against my enemies.[bl]", "25": "I will attack you;[bm] I will purify your metal with flux.[bn] I will remove all your slag.[bo]", "26": "I will reestablish honest judges as in former times, wise advisers as in earlier days.[bp] Then you will be called, 'The Just City, Faithful Town.'”", "27": "[bq] Zion will be freed by justice,[br] and her returnees by righteousness.[bs]", "28": "All rebellious sinners will be shattered,[bt] those who abandon the Lord will perish.", "29": "Indeed, they[bu] will be ashamed of the sacred trees you[bv] find so desirable; you will be embarrassed because of the sacred orchards[bw] where you choose to worship.", "30": "For you will be like a tree whose leaves wither, like an orchard[bx] that is unwatered.", "31": "The powerful will be like[by] a thread of yarn, their deeds like a spark; both will burn together, and no one will put out the fire."}