{"1": "A shoot will grow out of Jesse's[a] root stock, a bud will sprout[b] from his roots.", "2": "The Lord's Spirit will rest on him[c]— a Spirit that gives extraordinary wisdom,[d] a Spirit that provides the ability to execute plans,[e] a Spirit that produces absolute loyalty to the Lord.[f]", "3": "He will take delight in obeying the Lord.[g] He will not judge by mere appearances,[h] or make decisions on the basis of hearsay.[i]", "4": "He will treat the poor fairly,[j] and make right decisions[k] for the downtrodden of the earth.[l] He will strike the earth with the rod of his mouth,[m] and order the wicked to be executed.[n]", "5": "Justice will be like a belt around his waist, integrity will be like a belt around his hips.[o]", "6": "A wolf will reside[p] with a lamb, and a leopard will lie down with a young goat; an ox and a young lion will graze together,[q] as a small child leads them along.", "7": "A cow and a bear will graze together, their young will lie down together.[r] A lion, like an ox, will eat straw.", "8": "A baby[s] will play over the hole of a snake;[t] over the nest[u] of a serpent an infant[v] will put his hand.[w]", "9": "They will no longer injure or destroy on my entire royal mountain.[x] For there will be universal submission to the Lord's sovereignty, just as the waters completely cover the sea.[y]", "10": "At that time[z] a root from Jesse[aa] will stand like a signal flag for the nations. Nations will look to him for guidance,[ab] and his residence will be majestic. ", "11": "At that time[ac] the Lord[ad] will again lift his hand[ae] to reclaim[af] the remnant of his people[ag] from Assyria, Egypt, Pathros,[ah] Cush,[ai] Elam, Shinar,[aj] Hamath, and the seacoasts.[ak]", "12": "He will lift a signal flag for the nations; he will gather Israel's dispersed people[al] and assemble Judah's scattered people from the four corners of the earth.", "13": "Ephraim's jealousy will end,[am] and Judah's hostility[an] will be eliminated. Ephraim will no longer be jealous of Judah, and Judah will no longer be hostile toward Ephraim.", "14": "They will swoop down[ao] on the Philistine hills to the west;[ap] together they will loot the people of the east. They will take over Edom and Moab,[aq] and the Ammonites will be their subjects.", "15": "The Lord will divide[ar] the gulf[as] of the Egyptian Sea;[at] he will wave his hand over the Euphrates River[au] and send a strong wind;[av] he will turn it into seven dried-up streams,[aw] and enable them to walk across in their sandals.", "16": "There will be a highway leading out of Assyria for the remnant of his people,[ax] just as there was for Israel, when[ay] they went up from the land of Egypt."}