{"1": "[a] This is an oracle[b] about Babylon that Isaiah son of Amoz saw:", "2": "[c] On a bare hill raise a signal flag; shout to them, wave your hand, so they might enter the gates of the princes!", "3": "I have given orders to my chosen soldiers;[d] I have summoned the warriors through whom I will vent my anger[e]— my boasting, arrogant ones.[f]", "4": "[g] There is a loud noise on the mountains— it sounds like a large army![h] There is great commotion among the kingdoms[i]— nations are being assembled! The Lord of Heaven's Armies is mustering forces for battle.", "5": "They come from a distant land, from the horizon.[j] It is the Lord with his instruments of judgment,[k] coming to destroy the whole earth.[l]", "6": "Wail, for the Lord's day of judgment[m] is near; it comes with all the destructive power of the Sovereign One.[n]", "7": "For this reason all hands hang limp,[o] every human heart loses its courage.[p]", "8": "They panic— cramps and pain seize hold of them like those of a woman who is straining to give birth. They look at one another in astonishment; their faces are flushed red.[q]", "9": "Look, the Lord's day of judgment[r] is coming; it is a day of cruelty and savage, raging anger,[s] destroying[t] the earth[u] and annihilating its sinners.", "10": "Indeed the stars in the sky and their constellations no longer give out their light;[v] the sun is darkened as soon as it rises, and the moon does not shine.[w]", "11": "[x] I will punish the world for its evil,[y] and wicked people for their sin. I will put an end to the pride of the insolent, I will bring down the arrogance of tyrants.[z]", "12": "I will make human beings more scarce than pure gold, and people more scarce[aa] than gold from Ophir.", "13": "So I will shake the heavens,[ab] and the earth will shake loose from its foundation,[ac] because of the fury of the Lord of Heaven's Armies, in the day he vents his raging anger.[ad]", "14": "Like a frightened gazelle[ae] or a sheep with no shepherd, each will turn toward home,[af] each will run to his homeland.", "15": "Everyone who is caught will be stabbed; everyone who is seized[ag] will die[ah] by the sword.", "16": "Their children will be smashed to pieces before their very eyes; their houses will be looted and their wives raped.", "17": "Look, I am stirring up the Medes to attack them;[ai] they are not concerned about silver, nor are they interested in gold.[aj]", "18": "Their arrows will cut young men to ribbons;[ak] they have no compassion on a person's offspring;[al] they will not[am] look with pity on children.", "19": "Babylon, the most admired[an] of kingdoms, the Chaldeans' source of honor and pride,[ao] will be destroyed by God just as Sodom and Gomorrah were.[ap]", "20": "No one will live there again; no one will ever reside there again.[aq] No bedouin[ar] will camp[as] there, no shepherds will rest their flocks[at] there.", "21": "Wild animals will rest there, the ruined[au] houses will be full of hyenas.[av] Ostriches will live there, wild goats will skip among the ruins.[aw]", "22": "Wild dogs will yip in her ruined fortresses, jackals will yelp in the once-splendid palaces.[ax] Her time is almost up,[ay] her days will not be prolonged.[az]"}