{"1": "Send rams as tribute to the ruler of the land,[a] from Sela in the wilderness[b] to the hill of Daughter Zion.", "2": "At the fords of the Arnon[c] the Moabite women are like a bird that flies about when forced from its nest.[d]", "3": "“Bring a plan, make a decision.[e] Provide some shade in the middle of the day.[f] Hide the fugitives! Do not betray[g] the one who tries to escape.", "4": "Please let the Moabite fugitives live[h] among you. Hide them[i] from the destroyer!” Certainly[j] the one who applies pressure will cease;[k] the destroyer will come to an end; those who trample will disappear[l] from the earth.", "5": "Then a trustworthy king will be established; he will rule in a reliable manner, this one from David's family.[m] He will be sure to make just decisions and will be experienced in executing justice.[n]", "6": "We have heard about Moab's pride— their great arrogance— their boasting, pride, and excess.[o] But their boastful claims are empty.[p]", "7": "So Moab wails over its demise[q]— they all wail! Completely devastated, they moan about what has happened to the raisin cakes of Kir Hareseth.[r]", "8": "For the fields of Heshbon are dried up, as well as the vines of Sibmah. The rulers of the nations trample all over its vines, which reach Jazer and spread to the wilderness; their shoots spread out and cross the sea.", "9": "So I weep along with Jazer[s] over the vines of Sibmah. I will saturate you[t] with my tears, Heshbon and Elealeh, for the conquering invaders shout triumphantly over your fruit and crops.[u]", "10": "Joy and happiness disappear from the orchards, and in the vineyards no one rejoices or shouts; no one treads out juice in the wine vats[v]— I have brought the joyful shouts to an end.[w]", "11": "So my heart constantly sighs for Moab, like the strumming of a harp,[x] my inner being sighs[y] for Kir Hareseth.[z]", "12": "When the Moabites plead with all their might at their high places,[aa] and enter their temples to pray, their prayers will be ineffective.[ab]", "13": "This is the message the Lord previously announced about Moab. ", "14": "Now the Lord makes this announcement: “Within exactly three years[ac] Moab's splendor will disappear, along with all her many people; there will be only a few insignificant survivors left.”[ad]"}