{"1": "This is an oracle[a] about the wilderness by the Sea:[b] Like strong winds blowing in the south,[c] one invades from the wilderness, from a land that is feared.", "2": "I have received a distressing message:[d] “The deceiver deceives, the destroyer destroys. Attack, you Elamites! Lay siege, you Medes! I will put an end to all the groaning.”[e]", "3": "For this reason my stomach churns;[f] cramps overwhelm me like the contractions of a woman in labor. I am disturbed[g] by what I hear, horrified by what I see.", "4": "My heart palpitates,[h] I shake in fear;[i] the twilight I desired has brought me terror.", "5": "Arrange the table, lay out[j] the carpet, eat and drink![k] Get up, you officers, smear oil on the shields![l]", "6": "For this is what the Lord[m] has told me: “Go, post a guard! He must report what he sees.", "7": "When he sees chariots, teams of horses,[n] riders on donkeys, riders on camels, he must be alert, very alert.”", "8": "Then the guard[o] cries out: “On the watchtower, O Lord,[p] I stand all day long; at my post I am stationed every night.", "9": "Look what's coming! A charioteer, a team of horses.”[q] When questioned, he replies,[r] “Babylon has fallen, fallen! All the idols of her gods lie shattered on the ground!”", "10": "O my downtrodden people, crushed like stalks on the threshing floor,[s] what I have heard from the Lord of Heaven's Armies, the God of Israel, I have reported to you.", "11": "This is an oracle about Dumah:[t] Someone calls to me from Seir,[u] “Watchman, what is left of the night? Watchman, what is left of the night?”[v]", "12": "The watchman replies, “Morning is coming, but then night.[w] If you want to ask, ask; come back again.”[x]", "13": "This is an oracle about Arabia: In the thicket of Arabia you spend the night, you Dedanite caravans.", "14": "Bring out some water for the thirsty. You who live in the land of Tema, bring some food for the fugitives.", "15": "For they flee from the swords— from the drawn sword, and from the battle-ready bow, and from the severity of the battle.", "16": "For this is what the Lord[y] has told me: “Within exactly one year[z] all the splendor of Kedar will come to an end. ", "17": "Just a handful of archers, the warriors of Kedar, will be left.”[aa] Indeed,[ab] the Lord God of Israel has spoken."}