{"1": "O Lord, you are my God![a] I will exalt you in praise, I will extol your fame.[b] For you have done extraordinary things, and executed plans made long ago exactly as you decreed.[c]", "2": "Indeed,[d] you have made the city[e] into a heap of rubble, the fortified town into a heap of ruins; the fortress of foreigners[f] is no longer a city, it will never be rebuilt.", "3": "So a strong nation will extol you; the towns of[g] powerful nations will fear you.", "4": "For you are a protector for the poor, a protector for the needy in their distress, a shelter from the rainstorm, a shade from the heat. Though the breath of tyrants[h] is like a winter rainstorm,[i]", "5": "like heat[j] in a dry land, you humble the boasting foreigners.[k] Just as the shadow of a cloud causes the heat to subside,[l] so he causes the song of tyrants to cease.[m]", "6": "The Lord of Heaven's Armies will hold a banquet for all the nations on this mountain.[n] At this banquet there will be plenty of meat and aged wine— tender meat and choicest wine.[o]", "7": "On this mountain he will swallow up the shroud that is over all the peoples,[p] the woven covering that is over all the nations;[q]", "8": "he will swallow up death permanently.[r] The Sovereign Lord will wipe away the tears from every face, and remove his people's disgrace from all the earth. Indeed, the Lord has announced it![s]", "9": "At that time they will say,[t] “Look, here[u] is our God! We waited for him, and he delivered us. Here[v] is the Lord! We waited for him. Let's rejoice and celebrate his deliverance!”", "10": "For the Lord's power will make this mountain secure.[w] Moab will be trampled down where it stands,[x] as a heap of straw is trampled down in[y] a manure pile.", "11": "Moab[z] will spread out its hands in the middle of it,[aa] just as a swimmer spreads his hands to swim; the Lord[ab] will bring down Moab's[ac] pride as it spreads its hands.[ad]", "12": "The fortified city (along with the very tops of your[ae] walls)[af] he will knock down, he will bring it down, he will throw it down to the dusty ground.[ag]"}