{"1": "At that time[a] the Lord will punish with his destructive,[b] great, and powerful sword Leviathan the fast-moving[c] serpent, Leviathan the squirming serpent; he will kill the sea monster.[d]", "2": "When that time comes,[e] sing about a delightful vineyard![f]", "3": "“I, the Lord, protect it;[g] I water it regularly.[h] I guard it night and day, so no one can harm it.[i]", "4": "I am not angry. I wish I could confront some thorns and briers! Then I would march against them[j] for battle; I would set them[k] all on fire,", "5": "unless they became my subjects[l] and made peace with me; let them make peace with me.”[m]", "6": "The time is coming when Jacob will take root;[n] Israel will blossom and grow branches. The produce[o] will fill the surface of the world.[p]", "7": "Has the Lord struck down Israel as he did their oppressors?[q] Has Israel been killed like their enemies?[r]", "8": "When you summon her for divorce, you prosecute her;[s] he drives her away[t] with his strong wind in the day of the east wind.[u]", "9": "So in this way Jacob's sin will be forgiven,[v] and this is how they will show they are finished sinning:[w] They will make all the stones of the altars[x] like crushed limestone, and the Asherah poles and the incense altars will no longer stand.[y]", "10": "For the fortified city[z] is left alone; it is a deserted settlement and abandoned like the wilderness. Calves[aa] graze there; they lie down there and eat its branches bare.[ab]", "11": "When its branches get brittle,[ac] they break; women come and use them for kindling.[ad] For these people lack understanding,[ae] therefore the one who made them has no compassion on them; the one who formed them has no mercy on them.", "12": "At that time[af] the Lord will shake the tree,[ag] from the Euphrates River[ah] to the Stream of Egypt. Then you will be gathered up one by one, O Israelites.[ai] ", "13": "At that time[aj] a large[ak] trumpet will be blown, and the ones lost[al] in the land of Assyria will come, as well as the refugees in[am] the land of Egypt. They will worship the Lord on the holy mountain in Jerusalem."}