{"1": "Ariel is as good as dead[a]— Ariel, the town David besieged![b] Keep observing your annual rituals; celebrate your festivals on schedule.[c]", "2": "I will threaten Ariel, and she will mourn intensely and become like an altar hearth[d] before me.", "3": "I will lay siege to you on all sides;[e] I will besiege you with troops;[f] I will raise siege works against you.", "4": "You will fall; while lying on the ground[g] you will speak; from the dust where you lie, your words will be heard.[h] Your voice will sound like a spirit speaking from the underworld;[i] from the dust you will chirp as if muttering an incantation.[j]", "5": "But the horde of invaders will be like fine dust, the horde of tyrants[k] like chaff that is blown away. It will happen suddenly, in a flash.", "6": "Judgment will come from the Lord of Heaven's Armies,[l] accompanied by thunder, earthquake, and a loud noise, by a strong gale, a windstorm, and a consuming flame of fire.", "7": "It will be like a dream, a night vision. There will be a horde from all the nations that fight against Ariel, those who attack her and her stronghold and besiege her.", "8": "It will be like a hungry man dreaming that he is eating, only to awaken and find that his stomach is empty.[m] It will be like a thirsty man dreaming that he is drinking, only to awaken and find that he is still weak and his thirst unquenched.[n] So it will be for the horde from all the nations that fight against Mount Zion.", "9": "You will be shocked and amazed![o] You are totally blind![p] They are drunk, but not because of wine; they stagger,[q] but not because of beer.", "10": "For the Lord has poured out on you a strong urge to sleep deeply.[r] He has shut your eyes (you prophets), and covered your heads (you seers).", "11": "To you this entire prophetic revelation[s] is like words in a sealed scroll. When they hand it to one who can read[t] and say, “Read this,” he responds, “I can't, because it is sealed.” ", "12": "Or when they hand the scroll to one who can't read[u] and say, “Read this,” he says, “I can't read.”[v]", "13": "The Lord[w] says, “These people say they are loyal to me;[x] they say wonderful things about me,[y] but they are not really loyal to me.[z] Their worship consists of nothing but man-made ritual.[aa]", "14": "Therefore I will again do an amazing thing for these people— an absolutely extraordinary deed.[ab] Wise men will have nothing to say, the sages will have no explanations.”[ac]", "15": "Those who try to hide their plans from the Lord are as good as dead,[ad] who do their work in secret and boast,[ae] “Who sees us? Who knows what we're doing?”[af]", "16": "Your thinking is perverse![ag] Should the potter be regarded as clay?[ah] Should the thing made say[ai] about its maker, “He didn't make me”? Or should the pottery say about the potter, “He doesn't understand”?", "17": "In just a very short time[aj] Lebanon will turn into an orchard, and the orchard will be considered a forest.[ak]", "18": "At that time[al] the deaf will be able to hear words read from a scroll, and the eyes of the blind will be able to see through deep darkness.[am]", "19": "The downtrodden will again rejoice in the Lord; the poor among humankind will take delight[an] in the Holy One of Israel.[ao]", "20": "For tyrants will disappear, those who taunt will vanish, and all those who love to do wrong will be eliminated[ap]—", "21": "those who bear false testimony against a person,[aq] who entrap the one who arbitrates at the city gate[ar] and deprive the innocent of justice by making false charges.[as]", "22": "So this is what the Lord, the one who delivered Abraham, has said to the family of Jacob:[at] “Jacob will no longer be ashamed; their faces will no longer show their embarrassment.[au]", "23": "For when they see their children, whom I will produce among them,[av] they will honor[aw] my name. They will honor the Holy One of Jacob;[ax] they will respect[ay] the God of Israel.", "24": "Those who stray morally will gain understanding;[az] those who complain will acquire insight.[ba]"}