{"1": "Look, the Sovereign Lord of Heaven's Armies[a] is about to remove from Jerusalem and Judah every source of security, including[b] all the food and water,[c]", "2": "the mighty men and warriors, judges and prophets, omen readers and leaders,[d]", "3": "captains of groups of fifty, the respected citizens,[e] advisers and those skilled in magical arts,[f] and those who know incantations.", "4": "The Lord says,[g] “I will make youths their officials; malicious young men[h] will rule over them.", "5": "The people will treat each other harshly; men will oppose each other; neighbors will fight.[i] Youths will proudly defy the elderly and riffraff will challenge those who were once respected.[j]", "6": "Indeed, a man will grab his brother right in his father's house[k] and say,[l] 'You own a coat— you be our leader! This heap of ruins will be under your control.'[m]", "7": "At that time[n] the brother will shout,[o] 'I am no doctor,[p] I have no food or coat in my house; don't make me a leader of the people!'”", "8": "Jerusalem certainly stumbles, Judah falls, for their words and their actions offend the Lord;[q] they rebel against his royal authority.[r]", "9": "The look on their faces[s] testifies to their guilt;[t] like the people of Sodom they openly boast of their sin.[u] Woe to them![v] For they bring disaster on themselves.", "10": "Tell the innocent[w] it will go well with them,[x] for they will be rewarded for what they have done.[y]", "11": "Woe to the wicked sinners! For they will get exactly what they deserve.[z]", "12": "Oppressors treat my[aa] people cruelly; creditors rule over them.[ab] My people, your leaders mislead you; they give you confusing directions.[ac]", "13": "The Lord takes his position to judge; he stands up to pass sentence on his people.[ad]", "14": "The Lord comes to pronounce judgment on the leaders of his people and their officials. He says,[ae] “It is you[af] who have ruined[ag] the vineyard![ah] You have stashed in your houses what you have stolen from the poor.[ai]", "15": "Why do you crush my people and grind the faces of the poor?”[aj] The Sovereign Lord of Heaven's Armies[ak] has spoken.", "16": "The Lord says, “The women[al] of Zion are proud. They walk with their heads high[am] and flirt with their eyes. They skip along[an] and the jewelry on their ankles jingles.[ao]", "17": "So[ap] the Lord[aq] will afflict the foreheads of Zion's women[ar] with skin diseases;[as] the Lord will make the front of their heads bald.”[at]", "18": "[au] At that time[av] the Lord will remove their beautiful ankle jewelry,[aw] neck ornaments, crescent-shaped ornaments, ", "19": "earrings, bracelets, veils, ", "20": "headdresses, ankle ornaments, sashes, sachets,[ax] amulets, ", "21": "rings, nose rings, ", "22": "festive dresses, robes, shawls, purses, ", "23": "garments, vests, head coverings, and gowns.[ay]", "24": "A putrid stench will replace the smell of spices,[az] a rope will replace a belt, baldness will replace braided locks of hair, a sackcloth garment will replace a fine robe, and a prisoner's brand will replace beauty.", "25": "Your[ba] men will fall by the sword, your strong men will die in battle.[bb]", "26": "Her gates will mourn and lament; deprived of her people, she will sit on the ground.[bc]"}