{"1": "The destroyer is as good as dead,[a] you who have not been destroyed! The deceitful one is as good as dead,[b] the one whom others have not deceived! When you are through destroying, you will be destroyed; when you finish[c] deceiving, others will deceive you!", "2": "Lord, be merciful to us! We wait for you. Give us strength each morning.[d] Deliver us when distress comes.[e]", "3": "The nations run away when they hear a loud noise;[f] the nations scatter when you spring into action![g]", "4": "Your plunder[h] disappears as if locusts were eating it;[i] they swarm over it like locusts.[j]", "5": "The Lord is exalted,[k] indeed,[l] he lives in heaven;[m] he fills Zion with justice and fairness.", "6": "He is your constant source of stability;[n] he abundantly provides safety and great wisdom;[o] he gives all this to those who fear him.[p]", "7": "Look, ambassadors[q] cry out in the streets; messengers sent to make peace[r] weep bitterly.", "8": "Highways are empty,[s] there are no travelers.[t] Treaties are broken,[u] witnesses are despised,[v] human life is treated with disrespect.[w]", "9": "The land[x] dries up[y] and withers away; the forest of Lebanon shrivels up[z] and decays. Sharon[aa] is like the arid rift valley;[ab] Bashan and Carmel[ac] are parched.[ad]", "10": "“Now I will rise up,” says the Lord. “Now I will exalt myself; now I will magnify myself.[ae]", "11": "You conceive straw,[af] you give birth to chaff; your breath is a fire that destroys you.[ag]", "12": "The nations will be burned to ashes;[ah] like thorn bushes that have been cut down, they will be set on fire.", "13": "You who are far away, listen to what I have done! You who are close by, recognize my strength.”", "14": "Sinners are afraid in Zion; panic[ai] grips the godless.[aj] They say,[ak] “Who among us can coexist with destructive fire? Who among us can coexist with unquenchable[al] fire?”", "15": "The one who lives[am] uprightly[an] and speaks honestly; the one who refuses to profit from oppressive measures and rejects a bribe;[ao] the one who does not plot violent crimes[ap] and does not seek to harm others[aq]—", "16": "this is the person who will live in a secure place;[ar] he will find safety in the rocky, mountain strongholds;[as] he will have food and a constant supply of water.", "17": "You will see a king in his splendor;[at] you will see a wide land.[au]", "18": "Your mind will recall the terror you experienced,[av] and you will ask yourselves,[aw] “Where is the scribe? Where is the one who weighs the money? Where is the one who counts the towers?”[ax]", "19": "You will no longer see a defiant[ay] people whose language you do not comprehend,[az] whose derisive speech you do not understand.[ba]", "20": "Look at Zion, the city where we hold religious festivals! You[bb] will see Jerusalem, a peaceful settlement, a tent that stays put;[bc] its stakes will never be pulled up; none of its ropes will snap in two.", "21": "Instead the Lord will rule there as our mighty king.[bd] Rivers and wide streams will flow through it;[be] no war galley will enter;[bf] no large ships will sail through.[bg]", "22": "For the Lord, our ruler, the Lord, our  commander, the Lord, our king— he will deliver us.", "23": "Though at this time your ropes are slack,[bh] the  mast is not secured,[bi] and the sail[bj] is not unfurled, at that time you will divide up a great quantity of loot;[bk] even the lame will drag off plunder.[bl]", "24": "No resident of Zion[bm] will say, “I am ill”; the people who live there will have their sin forgiven."}