{"1": "Come near, you nations, and listen! Pay attention, you people! The earth and everything it contains must listen, the world and everything that lives in it.[a]", "2": "For the Lord is angry at all the nations and furious with all their armies. He will annihilate them and slaughter them.", "3": "Their slain will be left unburied,[b] their corpses will stink;[c] the hills will soak up their blood.[d]", "4": "All the stars in the sky will fade away,[e] the sky will roll up like a scroll; all its stars will wither, like a leaf withers and falls from a vine or a fig withers and falls from a tree.[f]", "5": "He says,[g] “Indeed, my sword has slaughtered heavenly powers.[h] Look, it now descends on Edom,[i] on the people I will annihilate in judgment.”", "6": "The Lord's sword is dripping with blood, it is covered[j] with fat; it drips[k] with the blood of young rams and goats and is covered[l] with the fat of rams' kidneys. For the Lord is holding a sacrifice[m] in Bozrah,[n] a bloody[o] slaughter in the land of Edom.", "7": "Wild oxen will be slaughtered[p] along with them, as well as strong bulls.[q] Their land is drenched with blood, their soil is covered with fat.", "8": "For the Lord has planned a day of revenge,[r] a time when he will repay Edom for her hostility toward Zion.[s]", "9": "Edom's[t] streams will be turned into pitch and her soil into brimstone; her land will become burning pitch.", "10": "Night and day it will burn;[u] its smoke will ascend continually. Generation after generation it will be a wasteland, and no one will ever pass through it again.", "11": "Owls and wild animals[v] will live there,[w] all kinds of wild birds[x] will settle in it. The Lord[y] will stretch out over her the measuring line of ruin and the plumb line[z] of destruction.[aa]", "12": "Her nobles will have nothing left to call a kingdom, and all her officials will disappear.[ab]", "13": "Her fortresses will be overgrown with thorns; thickets and weeds will grow[ac] in her fortified cities. Jackals will settle there; ostriches will live there.[ad]", "14": "Wild animals and wild dogs will congregate there;[ae] wild goats will bleat to one another.[af] Yes, nocturnal animals[ag] will rest there and make for themselves a nest.[ah]", "15": "Owls[ai] will make nests and lay eggs[aj] there; they will hatch them and protect them.[ak] Yes, hawks[al] will gather there, each with its mate.", "16": "Carefully read the scroll of the Lord![am] Not one of these creatures will be missing,[an] none will lack a mate.[ao] For the Lord has issued the decree,[ap] and his own spirit gathers them.[aq]", "17": "He assigns them their allotment;[ar] he measures out their assigned place.[as] They will live there[at] permanently; they will settle in it through successive generations."}