{"1": "When King Hezekiah heard this,[a] he tore his clothes, put on sackcloth, and went to the Lord's temple. ", "2": "Eliakim the palace supervisor, Shebna the scribe, and the leading priests,[b] clothed in sackcloth, sent this message to the prophet Isaiah son of Amoz: ", "3": "“This is what Hezekiah says:[c] 'This is a day of distress, insults,[d] and humiliation,[e] as when a baby is ready to leave the birth canal, but the mother lacks the strength to push it through.[f] ", "4": "Perhaps the Lord your God will hear all these things the chief adviser has spoken on behalf of his master, the king of Assyria, who sent him to taunt the living God.[g] When the Lord your God hears, perhaps he will punish him for the things he has said.[h] So pray for this remnant that remains.'”[i]", "5": "When King Hezekiah's servants came to Isaiah, ", "6": "Isaiah said to them, “Tell your master this: 'This is what the Lord has said: “Don't be afraid because of the things you have heard—these insults the king of Assyria's servants have hurled against me.[j] ", "7": "Look, I will take control of his mind;[k] he will receive a report and return to his own land. I will cut him down[l] with a sword in his own land.”'”", "8": "When the chief adviser heard the king of Assyria had departed from Lachish, he left and went to Libnah, where the king was campaigning.[m] ", "9": "The king[n] heard that King Tirhakah of Ethiopia[o] was marching out to fight him.[p] He again sent[q] messengers to Hezekiah, ordering them: ", "10": "“Tell King Hezekiah of Judah this: 'Don't let your God in whom you trust mislead you when he says, “Jerusalem will not be handed over to the king of Assyria.” ", "11": "Certainly you have heard how the kings of Assyria have annihilated all lands.[r] Do you really think you will be rescued?[s] ", "12": "Were the nations whom my predecessors[t] destroyed—the nations of Gozan, Haran, Rezeph, and the people of Eden in Telassar—rescued by their gods?[u] ", "13": "Where is the king of Hamath or the king of Arpad or the kings of Lair,[v] Sepharvaim, Hena, and Ivvah?'”", "14": "Hezekiah took the letter[w] from the messengers and read it.[x] Then Hezekiah went up to the Lord's temple and spread it out before the Lord. ", "15": "Hezekiah prayed before the Lord: ", "16": "“O Lord of Heaven's Armies, O God of Israel, who is enthroned on the cherubim![y] You alone are God over all the kingdoms of the earth. You made the sky[z] and the earth. ", "17": "Pay attention, Lord, and hear! Open your eyes, Lord, and observe! Listen to this entire message Sennacherib sent and how he taunts the living God![aa] ", "18": "It is true, Lord, that the kings of Assyria have destroyed all the nations[ab] and their lands. ", "19": "They have burned the gods of the nations,[ac] for they are not really gods, but only the product of human hands manufactured from wood and stone. That is why the Assyrians could destroy them.[ad] ", "20": "Now, O Lord our God, rescue us from his power, so all the kingdoms of the earth may know that you alone are the Lord.”[ae]", "21": "Isaiah son of Amoz sent this message to Hezekiah: “This is what the Lord God of Israel has said: 'As to what you have prayed to me concerning King Sennacherib of Assyria,[af] ", "22": "this is what the Lord says about him:[ag] “'The virgin daughter Zion[ah] despises you—she makes fun of you; daughter Jerusalem shakes her head after you.[ai]", "23": "Whom have you taunted and hurled insults at? At whom have you shouted and looked so arrogantly?[aj] At the Holy One of Israel![ak]", "24": "Through your messengers you taunted the Lord,[al] “With my many chariots I climbed up the high mountains, the slopes of Lebanon. I cut down its tall cedars and its best evergreens. I invaded its remotest regions,[am] its thickest woods.", "25": "I dug wells and drank water.[an] With the soles of my feet I dried up all the rivers of Egypt.”'", "26": "[ao] Certainly you must have heard![ap] Long ago I worked it out, in ancient times I planned[aq] it, and now I am bringing it to pass. The plan is this: Fortified cities will crash into heaps of ruins.[ar]", "27": "Their residents are powerless;[as] they are terrified and ashamed. They are as short-lived as plants in the field or green vegetation.[at] They are as short-lived as grass on the rooftops[au] when it is scorched by the east wind.[av]", "28": "I know where you live and everything you do and how you rage against me.[aw]", "29": "Because you rage against me and the uproar you create has reached my ears,[ax] I will put my hook in your nose,[ay] and my bit between your lips, and I will lead you back the way you came.'", "30": "[az] “This will be your reminder that I have spoken the truth:[ba] This year you will eat what grows wild,[bb] and next year[bc] what grows on its own. But the year after that[bd] you will plant seed and harvest crops; you will plant vines and consume their produce.[be] ", "31": "Those who remain in Judah will take root in the ground and bear fruit.[bf]", "32": "“For a remnant will leave Jerusalem; survivors will come out of Mount Zion. The zeal of the Lord of Heaven's Armies[bg] will accomplish this.", "33": "So this is what the Lord says about the king of Assyria: “'He will not enter this city, nor will he shoot an arrow here.[bh] He will not attack it with his shielded warriors,[bi] nor will he build siege works against it.", "34": "He will go back the way he came— he will not enter this city,' says the Lord.", "35": "I will shield this city and rescue it for the sake of my reputation and because of my promise to David my servant.”[bj]", "36": "The angel of the Lord went out and killed 185,000 troops[bk] in the Assyrian camp. When they[bl] got up early the next morning, there were all the corpses![bm] ", "37": "So King Sennacherib of Assyria broke camp and went on his way. He went home and stayed in Nineveh.[bn] ", "38": "One day,[bo] as he was worshiping[bp] in the temple of his god Nisroch,[bq] his sons Adrammelech and Sharezer struck him down with the sword.[br] They ran away to the land of Ararat; his son Esarhaddon replaced him as king."}