{"1": "In those days Hezekiah was stricken with a terminal illness.[a] The prophet Isaiah son of Amoz visited him and told him, “This is what the Lord says, 'Give instructions to your household, for you are about to die; you will not get well.'” ", "2": "Hezekiah turned his face to the wall and prayed to the Lord, ", "3": "“Please, Lord. Remember how I have served you[b] faithfully and with wholehearted devotion,[c] and how I have carried out your will.”[d] Then Hezekiah wept bitterly.[e]", "4": "The Lord's message came to Isaiah, ", "5": "“Go and tell Hezekiah: 'This is what the Lord God of your ancestor[f] David says: “I have heard your prayer; I have seen your tears. Look, I will add fifteen years to your life. ", "6": "I will also rescue you and this city from the king of Assyria. I will shield this city.”'” ", "7": "Isaiah replied,[g] “This is your sign from the Lord confirming that the Lord will do what he has said: ", "8": "Look, I will make the shadow go back ten steps on the stairs of Ahaz.”[h] And then the shadow went back ten steps.[i]", "9": "This is the prayer of King Hezekiah of Judah when he was sick and then recovered from his illness:", "10": "“I thought,[j] 'In the middle of my life[k] I must walk through the gates of Sheol, I am deprived[l] of the rest of my years.'", "11": "“I thought, 'I will no longer see the Lord[m] in the land of the living, I will no longer look on humankind with the inhabitants of the world.[n]", "12": "My dwelling place[o] is removed and taken away[p] from me as a shepherd's tent. I rolled up my life like a weaver rolls cloth;[q] from the loom he cuts me off.[r] You turn day into night and end my  life.[s]", "13": "I cry out[t] until morning; like a lion he shatters all my bones; you turn day into night and end my life.[u]", "14": "Like a swallow or a thrush I chirp, I coo[v] like a dove; my eyes grow tired from looking up to the sky.[w] O Lord,[x] I am oppressed; help me![y]", "15": "What can I say? He has decreed and acted.[z] I will walk slowly all my years because I am overcome with grief.[aa]", "16": "O Lord, your decrees can give men life; may years of life be restored to me.[ab] Restore my health[ac] and preserve my life.'", "17": "“Look, the grief I experienced was for my benefit.[ad] You delivered me[ae] from the Pit of oblivion.[af] For you removed all my sins from your sight.[ag]", "18": "Indeed[ah] Sheol does not give you thanks; death does not[ai] praise you. Those who descend into the Pit do not anticipate your faithfulness.", "19": "The living person, the living person, he gives you thanks, as I do today. A father tells his sons about your faithfulness.", "20": "The Lord is about to deliver me,[aj] and we will celebrate with music[ak] for the rest of our lives in the Lord's temple.”[al]", "21": "[am] (Isaiah ordered, “Let them take a fig cake and apply it to the ulcerated sore and he will get well.” ", "22": "Hezekiah said, “What is the confirming sign that I will go up to the Lord's temple?”)"}