{"1": "“Comfort, comfort my people,” says your[a] God.", "2": "“Speak kindly to[b] Jerusalem and tell her that her time of warfare is over,[c] that her punishment is completed.[d] For the Lord has made her pay double[e] for all her sins.”", "3": "A voice cries out, “In the wilderness clear a way for the Lord; build a level road[f] through the rift valley[g] for our God.", "4": "Every valley must be elevated, and every mountain and hill leveled. The rough terrain will become a level plain, the rugged landscape a wide valley.", "5": "The splendor[h] of the Lord will be revealed, and all people[i] will see it at the same time. For[j] the Lord has decreed it.”[k]", "6": "A voice says, “Cry out!” Another asks,[l] “What should I cry out?” The first voice responds:[m] “All people are like grass,[n] and all their promises[o] are like the flowers in the field.", "7": "The grass dries up, the flowers wither, when the wind sent by the Lord[p] blows on them. Surely humanity[q] is like grass.", "8": "The grass dries up, the flowers wither, but the decree of our God is forever reliable.”[r]", "9": "Go up on a high mountain, O herald Zion. Shout out loudly, O herald Jerusalem![s] Shout, don't be afraid! Say to the towns of Judah, “Here is your God!”", "10": "Look, the Sovereign Lord comes as a victorious warrior;[t] his military power establishes his rule.[u] Look, his reward is with him; his prize goes before him.[v]", "11": "Like a shepherd he tends his flock; he gathers up the lambs with his arm; he carries them close to his heart;[w] he leads the ewes along.", "12": "Who has measured out the waters[x] in the hollow of his hand, or carefully[y] measured the sky,[z] or carefully weighed[aa] the soil of the earth, or weighed the mountains in a balance, or the hills on scales?[ab]", "13": "Who comprehends[ac] the mind[ad] of the Lord, or gives him instruction as his counselor?[ae]", "14": "From whom does he receive directions?[af] Who[ag] teaches him the correct way to do things,[ah] or imparts knowledge to him, or instructs him in skillful design?[ai]", "15": "Look, the nations are like a drop in a bucket; they are regarded as dust on the scales. He lifts[aj] the coastlands[ak] as if they were dust.", "16": "Not even Lebanon could supply enough firewood for a sacrifice;[al] its wild animals would not provide enough burnt offerings.[am]", "17": "All the nations are insignificant before him; they are regarded as absolutely nothing.[an]", "18": "To whom can you compare God? To what image can you liken him?", "19": "A craftsman casts[ao] an idol; a metalsmith overlays it with gold and forges silver chains for it.", "20": "To make a contribution one selects wood that will not rot;[ap] he then seeks a skilled craftsman to make[aq] an idol that will not fall over.", "21": "Do you not know? Do you not hear? Has it not been told to you since the very beginning? Have you not understood from the time the earth's foundations were made?", "22": "He is the one who sits on the earth's horizon;[ar] its inhabitants are like grasshoppers before him.[as] He is the one who stretches out the sky like a thin curtain,[at] and spreads it out[au] like a pitched tent.[av]", "23": "He is the one who reduces rulers to nothing; he makes the earth's leaders insignificant.", "24": "Indeed, they are barely planted; yes, they are barely sown; yes, they barely take root in the earth, and then he blows on them, causing them to dry up, and the wind carries them away like straw.", "25": "“To whom can you compare me? Whom do I resemble?” says the Holy One.[aw]", "26": "Look up at the sky![ax] Who created all these heavenly lights?[ay] He is the one who leads out their ranks;[az] he calls them all by name. Because of his absolute power and awesome strength, not one of them is missing.", "27": "Why do you say, Jacob, Why do you say, Israel, “The Lord is not aware of what is happening to me;[ba] My God is not concerned with my vindication”?[bb]", "28": "Do you not know? Have you not heard? The Lord is an eternal God, the Creator of the whole earth.[bc] He does not get tired or weary; there is no limit to his wisdom.[bd]", "29": "He gives strength to those who are tired; to the ones who lack power, he gives renewed energy.", "30": "Even youths get tired and weary; even strong young men clumsily stumble.[be]", "31": "But those who wait for the Lord's help[bf] find renewed strength; they rise up as if they had eagles' wings,[bg] they run without growing weary, they walk without getting tired."}