{"1": "“Now, listen, Jacob my servant, Israel whom I have chosen!”", "2": "This is what the Lord, the one who made you, says— the one who formed you in the womb and helps you: “Don't be afraid, my servant Jacob, Jeshurun,[a] whom I have chosen.", "3": "For I will pour water on the parched ground[b] and cause streams to flow[c] on the dry land. I will pour my Spirit on your offspring and my blessing on your children.", "4": "They will sprout up like a tree in the grass,[d] like poplars beside channels of water.", "5": "One will say, 'I belong to the Lord,' and another will use[e] the name 'Jacob.' One will write on his hand, 'The Lord's,' and use the name 'Israel.'”[f]", "6": "This is what the Lord, Israel's king, says, their Protector,[g] the Lord of Heaven's Armies: “I am the first and I am the last, there is no God but me.", "7": "Who is like me? Let him make his claim![h] Let him announce it and explain it to me— since I established an ancient people[i]— let them announce future events.[j]", "8": "Don't panic! Don't be afraid![k] Did I not tell you beforehand and decree it? You are my witnesses! Is there any God but me? There is no other sheltering rock;[l] I know of none.", "9": "All who form idols are nothing; the things in which they delight are worthless. Their witnesses cannot see; they recognize nothing, so they are put to shame.", "10": "Who forms a god and casts an idol that will prove worthless?[m]", "11": "Look, all his associates[n] will be put to shame; the craftsmen are mere humans.[o] Let them all assemble and take their stand. They will panic and be put to shame.", "12": "A blacksmith works with his tool[p] and forges metal over the coals. He forms it[q] with hammers; he makes it with his strong arm. He gets hungry and loses his energy;[r] he drinks no water and gets tired.", "13": "A carpenter takes measurements;[s] he marks out an outline of its form;[t] he scrapes[u] it with chisels, and marks it with a compass. He patterns it after the human form,[v] like a well-built human being, and puts it in a shrine.[w]", "14": "He cuts down cedars and acquires a cypress[x] or an oak. He gets[y] trees from the forest; he plants a cedar[z] and the rain makes it grow.", "15": "A man uses it to make a fire;[aa] he takes some of it and warms himself. Yes, he kindles a fire and bakes bread. Then he makes a god and worships it; he makes an idol and bows down to it.[ab]", "16": "Half of it he burns in the fire— over that half he cooks[ac] meat; he roasts a meal and fills himself. Yes, he warms himself and says, 'Ah! I am warm as I look at the fire.'", "17": "With the rest of it he makes a god, his idol; he bows down to it and worships it. He prays to it, saying, 'Rescue me, for you are my god!'", "18": "They do not comprehend or understand, for their eyes are blind and cannot see; their minds do not discern.[ad]", "19": "No one thinks to himself, nor do they comprehend or understand and say to themselves: 'I burned half of it in the fire— yes, I baked bread over the coals; I roasted meat and ate it. With the rest of it should I make a disgusting idol? Should I bow down to dry wood?'[ae]", "20": "He feeds on ashes;[af] his deceived mind misleads him. He cannot rescue himself, nor does he say, 'Is this not a false god I hold in my right hand?'[ag]", "21": "Remember these things, O Jacob, O Israel, for you are my servant. I formed you to be my servant; O Israel, I will not forget you![ah]", "22": "I remove the guilt of your rebellious deeds as if they were a cloud, the guilt of your sins as if they were a cloud.[ai] Come back to me, for I protect[aj] you.”", "23": "Shout for joy, O sky, for the Lord intervenes;[ak] shout out, you subterranean regions[al] of the earth. O mountains, give a joyful shout; you too, O forest and all your trees![am] For the Lord protects[an] Jacob; he reveals his splendor through Israel.[ao]", "24": "This is what the Lord, your Protector,[ap] says, the one who formed you in the womb: “I am the Lord, who made everything, who alone stretched out the sky, who fashioned the earth all by myself,[aq]", "25": "who frustrates the omens of the empty talkers[ar] and humiliates[as] the omen readers, who overturns the counsel of the wise men[at] and makes their advice[au] seem foolish,", "26": "who fulfills the oracles of his prophetic servants[av] and brings to pass the announcements[aw] of his messengers, who says about Jerusalem, 'She will be inhabited,' and about the towns of Judah, 'They will be rebuilt, her ruins I will raise up,'", "27": "who says to the deep sea, 'Be dry! I will dry up your sea currents,'", "28": "who commissions[ax] Cyrus, the one I appointed as shepherd[ay] to carry out all my wishes[az] and to decree concerning Jerusalem, 'She will be rebuilt,' and concerning the temple, 'It will be reconstructed.'[ba]"}