{"1": "I[a] will sing to my love— a song to my lover about his vineyard.[b] My love had a vineyard on a fertile hill.[c]", "2": "He built a hedge around it,[d] removed its stones, and planted a vine. He built a tower in the middle of it, and constructed a winepress. He waited for it to produce edible grapes, but it produced sour ones instead.[e]", "3": "So now, residents of Jerusalem, people[f] of Judah, you decide between me and my vineyard!", "4": "What more can I do for my vineyard beyond what I have already done? When I waited for it to produce edible grapes, why did it produce sour ones instead?", "5": "Now I will inform you what I am about to do to my vineyard: I will remove its hedge and turn it into pasture,[g] I will break its wall and allow animals to graze there.[h]", "6": "I will make it a wasteland; no one will prune its vines or hoe its ground,[i] and thorns and briers will grow there. I will order the clouds not to drop any rain on it.", "7": "Indeed,[j] Israel[k] is the vineyard of the Lord of Heaven's Armies, the people[l] of Judah are the cultivated place in which he took delight. He waited for justice, but look what he got—disobedience![m] He waited for fairness, but look what he got—cries for help![n]", "8": "Beware, those who accumulate houses,[o] who also accumulate field after field[p] until there is no land left,[q] and you are the only landowners remaining within the land.[r]", "9": "The Lord of Heaven's Armies told me this:[s] “Many houses will certainly become desolate, large, impressive houses will have no one living in them.[t]", "10": "Indeed, a large vineyard[u] will produce just a few gallons,[v] and enough seed to yield several bushels[w] will produce less than a bushel.”[x]", "11": "Beware, those who get up early to drink beer,[y] those who keep drinking long after dark until they are intoxicated with wine.[z]", "12": "They have stringed instruments,[aa] tambourines, flutes, and wine at their parties. So they do not recognize what the Lord is doing, they do not perceive what he is bringing about.[ab]", "13": "Therefore my[ac] people will be deported[ad] because of their lack of understanding. Their[ae] leaders will have nothing to eat,[af] their[ag] masses will have nothing to drink.[ah]", "14": "So Death[ai] will open up its throat, and open wide its mouth;[aj] Zion's dignitaries and masses will descend into it, including those who revel and celebrate within her.[ak]", "15": "Men will be humiliated, they will be brought low; the proud will be brought low.[al]", "16": "The Lord of Heaven's Armies will be exalted[am] when he punishes,[an] the holy God's authority will be recognized when he judges.[ao]", "17": "Lambs[ap] will graze as if in their pastures, amid the ruins the rich sojourners will graze.[aq]", "18": "Beware, those who pull evil along using cords of emptiness are as good as dead,[ar] who pull sin as with cart ropes.[as]", "19": "They say, “Let him hurry, let him act quickly,[at] so we can see; let the plan of the Holy One of Israel[au] take shape[av] and come to pass, then we will know it!”", "20": "Beware, those who call evil good and good evil,[aw] who turn darkness into light and light into darkness, who turn bitter into sweet and sweet into bitter.[ax]", "21": "Beware, those who think they are wise,[ay] those who think they possess understanding.[az]", "22": "Beware, those who are champions[ba] at drinking, who display great courage when mixing strong drinks.", "23": "They pronounce the guilty innocent for a payoff, they ignore the just cause of the innocent.[bb]", "24": "Therefore, as flaming fire[bc] devours straw, and dry grass disintegrates in the flames, so their root will rot, and their flower will blow away like dust.[bd] For they have rejected the law of the Lord of Heaven's Armies, they have spurned the commands[be] of the Holy One of Israel.[bf]", "25": "So the Lord is furious[bg] with his people; he lifts[bh] his hand and strikes them. The mountains shake, and corpses lie like manure[bi] in the middle of the streets. Despite all this, his anger does not subside, and his hand is ready to strike again.[bj]", "26": "He lifts a signal flag for a distant nation,[bk] he whistles for it to come from the far regions of the earth. Look, they[bl] come quickly and swiftly.", "27": "None tire or stumble, they don't stop to nap or sleep. They don't loosen their belts, or unstrap their sandals to rest.[bm]", "28": "Their arrows are sharpened, and all their bows are prepared.[bn] The hooves of their horses are hard as flint,[bo] and their chariot wheels are like a windstorm.[bp]", "29": "Their roar is like a lion's; they roar like young lions. They growl and seize their prey; they drag it away and no one can come to the rescue.", "30": "At that time[bq] they will growl over their prey,[br] it will sound like sea waves crashing against rocks.[bs] One will look out over the land and see the darkness of disaster, clouds will turn the light into darkness.[bt]"}