{"1": "Who would have believed[a] what we[b] just heard?[c] When[d] was the Lord's power[e] revealed through him?", "2": "He sprouted up like a twig before God,[f] like a root out of parched soil;[g] he had no stately form or majesty that might catch our attention,[h] no special appearance that we should want to follow him.[i]", "3": "He was despised and rejected by people,[j] one who experienced pain and was acquainted with illness; people hid their faces from him;[k] he was despised, and we considered him insignificant.[l]", "4": "But he lifted up our illnesses, he carried our pain;[m] even though we thought he was being punished, attacked by God, and afflicted for something he had done.[n]", "5": "He was wounded because of[o] our rebellious deeds, crushed because of our sins; he endured punishment that made us well;[p] because of his wounds we have been healed.[q]", "6": "All of us had wandered off like sheep; each of us had strayed off on his own path, but the Lord caused the sin of all of us to attack him.[r]", "7": "He was treated harshly and afflicted,[s] but he did not even open his mouth. Like a lamb led to the slaughtering block, like a sheep silent before her shearers, he did not even open his mouth.[t]", "8": "He was led away after an unjust trial[u]— but who even cared?[v] Indeed, he was cut off from the land of the living;[w] because of the rebellion of his own[x] people he was wounded.", "9": "They intended to bury him with criminals,[y] but he ended up in a rich man's tomb,[z] because[aa] he had committed no violent deeds, nor had he spoken deceitfully.", "10": "Though the Lord desired to crush him and make him ill, once restitution is made,[ab] he will see descendants and enjoy long life,[ac] and the Lord's purpose will be accomplished through him.", "11": "Having suffered, he will reflect on his work, he will be satisfied when he understands what he has done.[ad] “My servant[ae] will acquit many,[af] for he carried their sins.[ag]", "12": "So I will assign him a portion with the multitudes,[ah] he will divide the spoils of victory with the powerful,[ai] because he willingly submitted[aj] to death and was numbered with the rebels, when he lifted up the sin of many and intervened[ak] on behalf of the rebels.”"}