{"1": "“Hey,[a] all who are thirsty, come to the water! You who have no money, come! Buy and eat! Come! Buy wine and milk without money and without cost.[b]", "2": "Why pay money for something that will not nourish you?[c] Why spend[d] your hard-earned money[e] on something that will not satisfy? Listen carefully[f] to me and eat what is nourishing![g] Enjoy fine food.[h]", "3": "Pay attention and come to me. Listen, so you can live.[i] Then I will make an unconditional covenantal promise to[j] you, just like the reliable covenantal promises I made to David.[k]", "4": "Look, I made him a witness to nations,[l] a ruler and commander of nations.”", "5": "Look, you will summon nations[m] you did not previously know; nations[n] that did not previously know you will run to you, because of the Lord your God, the Holy One of Israel,[o] for he bestows honor on you.", "6": "Seek the Lord while he makes himself available;[p] call to him while he is nearby!", "7": "The wicked need to abandon their lifestyle[q] and sinful people their plans.[r] They should return[s] to the Lord, and he will show mercy to them,[t] and to their God, for he will freely forgive them.[u]", "8": "“Indeed,[v] my plans[w] are not like[x] your plans, and my deeds[y] are not like[z] your deeds,” says the Lord,", "9": "“for just as the sky[aa] is higher than the earth, so my deeds[ab] are superior to[ac] your deeds and my plans[ad] superior to your plans.", "10": "[ae] The rain and snow fall from the sky and do not return, but instead water the earth and make it produce and yield crops, and provide seed for the planter and food for those who must eat.", "11": "In the same way, the promise that I make does not return to me, having accomplished nothing.[af] No, it is realized as I desire and is fulfilled as I intend.”[ag]", "12": "Indeed you will go out with joy; you will be led along in peace; the mountains and hills will give a joyful shout before you, and all the trees in the field will clap their hands.", "13": "Evergreens will grow in place of thorn bushes, firs will grow in place of nettles; they will be a monument to the Lord,[ah] a permanent reminder that will remain.[ai]"}