{"1": "This is what the Lord says, “Promote[a] justice! Do what is right! For I am ready to deliver you; I am ready to vindicate you openly.[b]", "2": "The people who do this will be blessed,[c] the people who commit themselves to obedience,[d] who observe the Sabbath and do not defile it, who refrain from doing anything that is wrong.[e]", "3": "No foreigner who becomes a follower of[f] the Lord should say, 'The Lord will certainly[g] exclude me from his people.' The eunuch should not say, 'Look, I am like a dried-up tree.'”", "4": "For this is what the Lord says: “For the eunuchs who observe my Sabbaths and choose what pleases me and are faithful to[h] my covenant,", "5": "I will set up within my temple and my walls a monument[i] that will be better than sons and daughters. I will set up a permanent monument[j] for them that will remain.", "6": "As for foreigners who become followers of[k] the Lord and serve him, who love the name of the Lord and want to be his servants— all who observe the Sabbath and do not defile it, and who are faithful to[l] my covenant—", "7": "I will bring them to my holy mountain; I will make them happy in the temple where people pray to me.[m] Their burnt offerings and sacrifices will be accepted on my altar, for my temple will be known as a temple where all nations may pray.”[n]", "8": "The Sovereign Lord says this, the one who gathers the dispersed of Israel: “I will still gather them up.”[o]", "9": "All you wild animals in the fields, come and devour, all you wild animals in the forest!", "10": "All their watchmen[p] are blind, they are unaware.[q] All of them are like mute dogs, unable to bark. They pant,[r] lie down, and love to snooze.", "11": "The dogs have big appetites; they are never full.[s] They are shepherds who have no understanding; they all go their own way, each one looking for monetary gain.[t]", "12": "Each one says,[u] 'Come on, I'll get some wine! Let's guzzle some beer! Tomorrow will be just like today! We'll have everything we want!'[v]"}