{"1": "The godly[a] perish, but no one cares.[b] Honest people disappear,[c] when no one[d] minds[e] that the godly[f] disappear[g] because of[h] evil.[i]", "2": "Those who live uprightly enter a place of peace; they rest on their beds.[j]", "3": "“But approach, you sons of omen readers, you offspring of adulteresses and prostitutes![k]", "4": "At whom are you laughing? At whom are you opening your mouth and sticking out your tongue? You are the children of rebels, the offspring of liars,[l]", "5": "you who inflame your lusts[m] among the oaks[n] and under every green tree, who slaughter children near the streams under the rocky overhangs.[o]", "6": "Among the smooth stones of the stream are the idols you love; they, they are the object of your devotion.[p] You pour out liquid offerings to them, you make an offering. Because of these things how can I relent from judgment?[q]", "7": "On every high, elevated hill you prepare your bed; you go up there to offer sacrifices.", "8": "Behind the door and doorpost you put your symbols.[r] Indeed,[s] you depart from me[t] and go up and invite them into bed with you.[u] You purchase favors from them;[v] you love their bed, and gaze longingly[w] on their naked bodies.[x]", "9": "You take olive oil as tribute[y] to your king,[z] along with many perfumes.[aa] You send your messengers to a distant place; you go all the way to Sheol.[ab]", "10": "Because of the long distance you must travel, you get tired,[ac] but you do not say, 'I give up.'[ad] You get renewed energy,[ae] so you don't collapse.[af]", "11": "Whom are you worried about? Whom do you fear, that you would act so deceitfully and not remember me or think about me?[ag] Because I have been silent for so long,[ah] you are not afraid of me.[ai]", "12": "I will denounce your so-called righteousness and your deeds,[aj] but they will not help you.", "13": "When you cry out for help, let your idols[ak] help you! The wind blows them all away,[al] a breeze carries them away.[am] But the one who looks to me for help[an] will inherit the land and will have access to[ao] my holy mountain.”", "14": "He says,[ap] “Build it! Build it! Clear a way! Remove all the obstacles out of the way of my people!”", "15": "For this is what the high and exalted one says, the one who rules[aq] forever, whose name is holy: “I dwell in an exalted and holy place, but also with the discouraged and humiliated,[ar] in order to cheer up the humiliated and to encourage the discouraged.[as]", "16": "For I will not be hostile[at] forever or perpetually angry, for then man's spirit would grow faint before me,[au] the life-giving breath I created.", "17": "I was angry because of their sinful greed; I attacked them and angrily rejected them,[av] yet they  remained disobedient and stubborn.[aw]", "18": "I have seen their behavior,[ax] but I will heal them. I will lead[ay] them, and I will provide comfort[az] to them and those who mourn with them.[ba]", "19": "I am the one who gives them reason to celebrate.[bb] Complete prosperity[bc] is available both to those who are far away and those who are nearby,” says the Lord, “and I will heal them.", "20": "But the wicked are like a surging sea that is unable to be quiet; its waves toss up mud and sand.", "21": "There will be no prosperity,” says my God, “for the wicked.”"}