{"1": "“Shout loudly! Don't be quiet! Yell as loudly as a trumpet! Confront my people with their rebellious deeds;[a] confront Jacob's family with their sin.[b]", "2": "They seek me day after day; they want to know my requirements,[c] like a nation that does what is right and does not reject the law of their God. They ask me for just decrees; they want to be near God.", "3": "They lament,[d] 'Why don't you notice when we fast? Why don't you pay attention when we humble ourselves?' Look, at the same time you fast, you satisfy your selfish desires,[e] you oppress your workers.[f]", "4": "Look, your fasting is accompanied by[g] arguments, brawls, and fistfights.[h] Do not fast as you do today, trying to make your voice heard in heaven.", "5": "Is this really the kind of fasting I want?[i] Do I want a day when people merely humble themselves,[j] bowing their heads like a reed and stretching out[k] on sackcloth and ashes? Is this really what you call a fast, a day that is pleasing to the Lord?", "6": "No, this is the kind of fast I want:[l] I want you[m] to remove the sinful chains, to tear away the ropes of the burdensome yoke, to set free the oppressed,[n] and to break every burdensome yoke.", "7": "I want you[o] to share your food with the hungry and to provide shelter for homeless, oppressed people.[p] When you see someone naked, clothe them! Don't turn your back on your own flesh and blood.[q]", "8": "Then your light will shine like the sunrise;[r] your restoration will quickly arrive;[s] your godly behavior[t] will go before you, and the Lord's splendor will be your rear guard.[u]", "9": "Then you will call out, and the Lord will respond; you will cry out, and he will reply, 'Here I am.' You must[v] remove the burdensome yoke from among you and stop pointing fingers and speaking sinfully.", "10": "You must[w] actively help the hungry and feed the oppressed.[x] Then your light will dispel the darkness,[y] and your darkness will be transformed into noonday.[z]", "11": "The Lord will continually lead you; he will feed you even in parched regions.[aa] He will give you renewed strength,[ab] and you will be like a well-watered garden, like a spring that continually produces water.", "12": "Your perpetual ruins will be rebuilt;[ac] you will reestablish the ancient foundations. You will be called, 'The one who repairs broken walls, the one who makes the streets inhabitable again.'[ad]", "13": "You must[ae] observe the Sabbath[af] rather than doing anything you please on my holy day.[ag] You must look forward to the Sabbath[ah] and treat the Lord's holy day with respect.[ai] You must treat it with respect by refraining from your normal activities, and by refraining from your selfish pursuits and from making business deals.[aj]", "14": "Then you will find joy in your relationship to the Lord,[ak] and I will give you great prosperity,[al] and cause crops to grow on the land I gave to your ancestor Jacob.”[am] Know for certain that the Lord has spoken.[an]"}