{"1": "This is what the Lord says: “The heavens are my throne and the earth is my footstool. Where then is the house you will build for me? Where is the place where I will rest?", "2": "My hand made them;[a] that is how they came to be,”[b] says the Lord. “I show special favor[c] to the humble and contrite, who respect what I have to say.[d]", "3": "The one who slaughters a bull also strikes down a man;[e] the one who sacrifices a lamb also breaks a dog's neck;[f] the one who presents an offering includes pig's blood with it;[g] the one who offers incense also praises an idol.[h] They have decided to behave this way;[i] they enjoy these disgusting practices.[j]", "4": "So I will choose severe punishment[k] for them; I will bring on them what they dread, because I called, and no one responded. I spoke and they did not listen. They did evil before me;[l] they chose to do what displeases me.”", "5": "Listen to the Lord's message, you who respect[m] his word! “Your countrymen,[n] who hate you and exclude you, supposedly for the sake of my name, say, 'May the Lord be glorified, then we will witness your joy.'[o] But they will be put to shame.", "6": "The sound of battle comes from the city; the sound comes from the temple! It is the sound of the Lord paying back his enemies.", "7": "Before she goes into labor, she gives birth! Before her contractions begin, she delivers a boy!", "8": "Who has ever heard of such a thing? Who has ever seen this? Can a country[p] be brought forth in one day? Can a nation be born in a single moment? Yet as soon as Zion goes into labor she gives birth to sons!", "9": "Do I bring a baby to the birth opening and then not deliver it?” asks the Lord. “Or do I bring a baby to the point of delivery and then hold it back?” asks your God.[q]", "10": "“Be happy for Jerusalem and rejoice with her, all you who love her! Share in her great joy, all you who have mourned over her!", "11": "For[r] you will nurse from her satisfying breasts and be nourished;[s] you will feed with joy from her milk-filled breasts.[t]", "12": "For this is what the Lord says: “Look, I am ready to extend to her prosperity that will flow like a river, the riches of nations will flow into her like a stream that floods its banks.[u] You will nurse from her breast[v] and be carried at her side; you will play on her knees.", "13": "As a mother consoles a child,[w] so I will console you, and you will be consoled over Jerusalem.”", "14": "When you see this, you will be happy,[x] and you will be revived.[y] The Lord will reveal his power to his servants and his anger to his enemies.[z]", "15": "For look, the Lord comes with fire, his chariots come like a windstorm,[aa] to reveal his raging anger, his battle cry, and his flaming arrows.[ab]", "16": "For the Lord judges all humanity[ac] with fire and his sword; the Lord will kill many.[ad]", "17": "“As for those who consecrate and ritually purify themselves so they can follow their leader and worship in the sacred orchards,[ae] those who eat the flesh of pigs and other disgusting creatures, like mice[af]—they will all be destroyed together,”[ag] says the Lord. ", "18": "“I hate their deeds and thoughts! So I am coming[ah] to gather all the nations and ethnic groups;[ai] they will come and witness my splendor. ", "19": "I will perform a mighty act among them[aj] and then send some of those who remain to the nations—to Tarshish, Pul,[ak] Lud[al] (known for its archers[am]), Tubal, Javan,[an] and to the distant coastlands[ao] that have not heard about me or seen my splendor. They will tell the nations of my splendor. ", "20": "They will bring back all your countrymen[ap] from all the nations as an offering to the Lord. They will bring them[aq] on horses, in chariots, in wagons, on mules, and on camels[ar] to my holy hill Jerusalem,” says the Lord, “just as the Israelites bring offerings to the Lord's temple in ritually pure containers. ", "21": "And I will choose some of them as priests and Levites,” says the Lord. ", "22": "“For just as the new heavens and the new earth I am about to make will remain standing before me,” says the Lord, “so your descendants and your name will remain. ", "23": "From one month[as] to the next and from one Sabbath to the next, all people[at] will come to worship me,”[au] says the Lord. ", "24": "“They will go out and observe the corpses of those who rebelled against me, for the maggots that eat them will not die,[av] and the fire that consumes them will not die out.[aw] All people will find the sight abhorrent.”[ax]"}