{"1": "During[a] the reign of Ahaz son of Jotham, son of Uzziah, king of Judah, King Rezin of Syria and King Pekah son of Remaliah of Israel marched up to Jerusalem to do battle, but they were unable to prevail against it.[b]", "2": "It was reported to the family[c] of David, “Syria has allied with[d] Ephraim.” They and their people were emotionally shaken, just as the trees of the forest shake before the wind.[e] ", "3": "So the Lord told Isaiah, “Go out with your son Shear Jashub[f] and meet Ahaz at the end of the conduit of the upper pool that is located on the road to the field where they wash and dry cloth.[g] ", "4": "Tell him, 'Make sure you stay calm![h] Don't be afraid. Don't be intimidated[i] by these two stubs of smoking logs,[j] or by the raging anger of Rezin, Syria, and the son of Remaliah. ", "5": "Syria has plotted with Ephraim and the son of Remaliah to bring about your demise.[k] ", "6": "They say, “Let's attack Judah, terrorize it, and conquer it.[l] Then we'll set up the son of Tabeel as its king.”[m] ", "7": "For this reason the Sovereign Lord says: “'It will not take place; it will not happen.", "8": "For Syria's leader is Damascus, and the leader of Damascus is Rezin. Within sixty-five years Ephraim will no longer exist as a nation.[n]", "9": "Ephraim's leader is Samaria, and Samaria's leader is the son of Remaliah. If your faith does not remain firm, then you will not remain secure.'”[o]", "10": "The Lord again spoke to Ahaz: ", "11": "“Ask for a confirming sign from the Lord your God. You can even ask for something miraculous.”[p] ", "12": "But Ahaz responded, “I don't want to ask; I don't want to put the Lord to a test.”[q] ", "13": "So Isaiah replied,[r] “Pay attention,[s] family[t] of David.[u] Do you consider it too insignificant to try the patience of men? Is that why you are also trying the patience of my God? ", "14": "For this reason the Lord himself will give you a confirming sign.[v] Look, this[w] young woman[x] is about to conceive[y] and will give birth to a son. You, young woman, will name him[z] Immanuel.[aa] ", "15": "He will eat sour milk[ab] and honey, which will help him know how[ac] to reject evil and choose what is right. ", "16": "Here is why this will be so:[ad] Before the child knows how to reject evil and choose what is right, the land[ae] whose two kings you fear will be desolate.[af] ", "17": "The Lord will bring on you, your people, and your father's family a time[ag] unlike any since Ephraim departed from Judah—the king of Assyria!”[ah]", "18": "At that time[ai] the Lord will whistle for flies from the distant streams of Egypt and for bees from the land of Assyria.[aj] ", "19": "All of them will come and make their home[ak] in the ravines between the cliffs and in the crevices of the cliffs, in all the thorn bushes, and in all the watering holes.[al] ", "20": "At that time[am] the Lord will use a razor hired from the banks of the Euphrates River,[an] the king of Assyria, to shave the hair off the head and private parts;[ao] it will also shave off the beard. ", "21": "At that time[ap] a man will keep alive a young cow from the herd and a couple of goats. ", "22": "From the abundance of milk they produce,[aq] he will have sour milk for his meals. Indeed, everyone left in the heart of the land will eat sour milk and honey. ", "23": "At that time[ar] every place where there had been 1,000 vines worth 1,000 silver shekels will be overrun[as] with thorns and briers. ", "24": "With bow and arrow[at] people will hunt[au] there, for the whole land will be covered[av] with thorns and briers. ", "25": "They will stay away from all the hills that were cultivated for fear of the thorns and briers.[aw] Cattle will graze there, and sheep will trample on them.[ax]"}