{"1": "But there were also false prophets among the people, just as there will be false teachers among you. They will secretly bring in destructive heresies, even denying the Master who bought them, and will bring swift destruction on themselves. ", "2": "Many will follow their unrestrained ways, and the way of truth will be blasphemed because of them. ", "3": "They will exploit you in their greed with deceptive words. Their condemnation, pronounced long ago, is not idle, and their destruction does not sleep.", "4": "For if God didn't spare the angels who sinned but threw them down into Tartarus[a] and delivered them to be kept in chains[b] of darkness until judgment; ", "5": "and if He didn't spare the ancient world, but protected Noah, a preacher of righteousness, and seven others,[c] when He brought a flood on the world of the ungodly; ", "6": "and if He reduced the cities of Sodom and Gomorrah to ashes and condemned them to ruin,[d] making them an example to those who were going to be ungodly;[e] ", "7": "and if He rescued righteous Lot, distressed by the unrestrained behavior of the immoral ", "8": "(for as he lived among them, that righteous man tormented himself day by day with the lawless deeds he saw and heard)— ", "9": "then the Lord knows how to rescue the godly from trials and to keep the unrighteous under punishment until the day of judgment, ", "10": "especially those who follow the polluting desires of the flesh and despise authority. Bold, arrogant people! They do not tremble when they blaspheme the glorious ones; ", "11": "however, angels, who are greater in might and power, do not bring a slanderous charge against them before the Lord.[f] ", "12": "But these people, like irrational animals—creatures of instinct born to be caught and destroyed—speak blasphemies about things they don't understand, and in their destruction they too will be destroyed, ", "13": "suffering harm as the payment for unrighteousness. They consider it a pleasure to carouse in the daytime. They are spots and blemishes, delighting in their deceptions[g] as they feast with you. ", "14": "They have eyes full of adultery and are always looking for sin. They seduce unstable people and have hearts trained in greed. Children under a curse! ", "15": "They have gone astray by abandoning the straight path and have followed the path of Balaam, the son of Bosor,[h] who loved the wages of unrighteousness ", "16": "but received a rebuke for his transgression: A donkey that could not talk spoke with a human voice and restrained the prophet's irrationality.", "17": "These people are springs without water, mists driven by a whirlwind. The gloom of darkness has been reserved for them. ", "18": "For by uttering boastful, empty words, they seduce, with fleshly desires and debauchery, people who have barely escaped[i] from those who live in error. ", "19": "They promise them freedom, but they themselves are slaves of corruption, since people are enslaved to whatever defeats them. ", "20": "For if, having escaped the world's impurity through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in these things and defeated, the last state is worse for them than the first. ", "21": "For it would have been better for them not to have known the way of righteousness than, after knowing it, to turn back from the holy command delivered to them. ", "22": "It has happened to them according to the true proverb: A dog returns to its own vomit,[j] and, “a sow, after washing itself, wallows in the mud.”"}