{"1": "Dear friends, this is now the second letter I have written to you; in both letters, I want to develop a genuine understanding with a reminder, ", "2": "so that you can remember the words previously spoken by the holy prophets and the command of our Lord and Savior given through your apostles. ", "3": "First, be aware of this: Scoffers will come in the last days to scoff, living according to their own desires, ", "4": "saying, “Where is the promise of His coming? Ever since the fathers fell asleep, all things continue as they have been since the beginning of creation.” ", "5": "They willfully ignore this: Long ago the heavens and the earth were brought about from water and through water by the word of God. ", "6": "Through these waters the world of that time perished when it was flooded. ", "7": "But by the same word, the present heavens and earth are stored up for fire, being kept until the day of judgment and destruction of ungodly men.", "8": "Dear friends, don't let this one thing escape you: With the Lord one day is like a thousand years, and a thousand years like one day. ", "9": "The Lord does not delay His promise, as some understand delay, but is patient with you, not wanting any to perish but all to come to repentance.", "10": "But the Day of the Lord will come like a thief;[a] on that day the heavens will pass away with a loud noise, the elements will burn and be dissolved, and the earth and the works on it will be disclosed.[b] ", "11": "Since all these things are to be destroyed in this way, it is clear what sort of people you should be in holy conduct and godliness ", "12": "as you wait for and earnestly desire the coming[c] of the day of God. The heavens will be on fire and be dissolved because of it, and the elements will melt with the heat. ", "13": "But based on His promise, we wait for the new heavens and a new earth, where righteousness will dwell.", "14": "Therefore, dear friends, while you wait for these things, make every effort to be found at peace with Him without spot or blemish. ", "15": "Also, regard the patience of our Lord as an opportunity for salvation, just as our dear brother Paul has written to you according to the wisdom given to him. ", "16": "He speaks about these things in all his letters in which there are some matters that are hard to understand. The untaught and unstable twist them to their own destruction, as they also do with the rest of the Scriptures.", "17": "Therefore, dear friends, since you know this in advance, be on your guard, so that you are not led away by the error of lawless people and fall from your own stability. ", "18": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and to the day of eternity.[d] Amen.[e]"}