{"1": "And he left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again; and again, as his custom was, he taught them.", "2": "And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” ", "3": "He answered them, “What did Moses command you?” ", "4": "They said, “Moses allowed a man to write a certificate of divorce, and to put her away.” ", "5": "But Jesus said to them, “For your hardness of heart he wrote you this commandment. ", "6": "But from the beginning of creation, 'God made them male and female.' ", "7": "'For this reason a man shall leave his father and mother and be joined to his wife,[a] ", "8": "and the two shall become one flesh.' So they are no longer two but one flesh. ", "9": "What therefore God has joined together, let not man put asunder.”", "10": "And in the house the disciples asked him again about this matter. ", "11": "And he said to them, “Whoever divorces his wife and marries another, commits adultery against her; ", "12": "and if she divorces her husband and marries another, she commits adultery.”", "13": "And they were bringing children to him, that he might touch them; and the disciples rebuked them. ", "14": "But when Jesus saw it he was indignant, and said to them, “Let the children come to me, do not hinder them; for to such belongs the kingdom of God. ", "15": "Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.” ", "16": "And he took them in his arms and blessed them, laying his hands upon them.", "17": "And as he was setting out on his journey, a man ran up and knelt before him, and asked him, “Good Teacher, what must I do to inherit eternal life?” ", "18": "And Jesus said to him, “Why do you call me good? No one is good but God alone. ", "19": "You know the commandments: 'Do not kill, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.'” ", "20": "And he said to him, “Teacher, all these I have observed from my youth.” ", "21": "And Jesus looking upon him loved him, and said to him, “You lack one thing; go, sell what you have, and give to the poor, and you will have treasure in heaven; and come, follow me.” ", "22": "At that saying his countenance fell, and he went away sorrowful; for he had great possessions.", "23": "And Jesus looked around and said to his disciples, “How hard it will be for those who have riches to enter the kingdom of God!” ", "24": "And the disciples were amazed at his words. But Jesus said to them again, “Children, how hard it is[b] to enter the kingdom of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.” ", "26": "And they were exceedingly astonished, and said to him,[c] “Then who can be saved?” ", "27": "Jesus looked at them and said, “With men it is impossible, but not with God; for all things are possible with God.” ", "28": "Peter began to say to him, “Lo, we have left everything and followed you.” ", "29": "Jesus said, “Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel, ", "30": "who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life. ", "31": "But many that are first will be last, and the last first.”", "32": "And they were on the road, going up to Jerusalem, and Jesus was walking ahead of them; and they were amazed, and those who followed were afraid. And taking the twelve again, he began to tell them what was to happen to him, ", "33": "saying, “Behold, we are going up to Jerusalem; and the Son of man will be delivered to the chief priests and the scribes, and they will condemn him to death, and deliver him to the Gentiles; ", "34": "and they will mock him, and spit upon him, and scourge him, and kill him; and after three days he will rise.”", "35": "And James and John, the sons of Zeb′edee, came forward to him, and said to him, “Teacher, we want you to do for us whatever we ask of you.” ", "36": "And he said to them, “What do you want me to do for you?” ", "37": "And they said to him, “Grant us to sit, one at your right hand and one at your left, in your glory.” ", "38": "But Jesus said to them, “You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?” ", "39": "And they said to him, “We are able.” And Jesus said to them, “The cup that I drink you will drink; and with the baptism with which I am baptized, you will be baptized; ", "40": "but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.” ", "41": "And when the ten heard it, they began to be indignant at James and John. ", "42": "And Jesus called them to him and said to them, “You know that those who are supposed to rule over the Gentiles lord it over them, and their great men exercise authority over them. ", "43": "But it shall not be so among you; but whoever would be great among you must be your servant, ", "44": "and whoever would be first among you must be slave of all. ", "45": "For the Son of man also came not to be served but to serve, and to give his life as a ransom for many.”", "46": "And they came to Jericho; and as he was leaving Jericho with his disciples and a great multitude, Bartimae′us, a blind beggar, the son of Timae′us, was sitting by the roadside. ", "47": "And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” ", "48": "And many rebuked him, telling him to be silent; but he cried out all the more, “Son of David, have mercy on me!” ", "49": "And Jesus stopped and said, “Call him.” And they called the blind man, saying to him, “Take heart; rise, he is calling you.” ", "50": "And throwing off his mantle he sprang up and came to Jesus. ", "51": "And Jesus said to him, “What do you want me to do for you?” And the blind man said to him, “Master,[d] let me receive my sight.” ", "52": "And Jesus said to him, “Go your way; your faith has made you well.” And immediately he received his sight and followed him on the way."}