{"1": "And he began to speak to them in parables. “A man planted a vineyard, and set a hedge around it, and dug a pit for the wine press, and built a tower, and let it out to tenants, and went into another country. ", "2": "When the time came, he sent a servant to the tenants, to get from them some of the fruit of the vineyard. ", "3": "And they took him and beat him, and sent him away empty-handed. ", "4": "Again he sent to them another servant, and they wounded him in the head, and treated him shamefully. ", "5": "And he sent another, and him they killed; and so with many others, some they beat and some they killed. ", "6": "He had still one other, a beloved son; finally he sent him to them, saying, 'They will respect my son.' ", "7": "But those tenants said to one another, 'This is the heir; come, let us kill him, and the inheritance will be ours.' ", "8": "And they took him and killed him, and cast him out of the vineyard. ", "9": "What will the owner of the vineyard do? He will come and destroy the tenants, and give the vineyard to others. ", "10": "Have you not read this scripture: 'The very stone which the builders rejected has become the head of the corner;", "11": "this was the Lord's doing, and it is marvelous in our eyes'?”", "12": "And they tried to arrest him, but feared the multitude, for they perceived that he had told the parable against them; so they left him and went away.", "13": "And they sent to him some of the Pharisees and some of the Hero′di-ans, to entrap him in his talk. ", "14": "And they came and said to him, “Teacher, we know that you are true, and care for no man; for you do not regard the position of men, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? ", "15": "Should we pay them, or should we not?” But knowing their hypocrisy, he said to them, “Why put me to the test? Bring me a coin,[a] and let me look at it.” ", "16": "And they brought one. And he said to them, “Whose likeness and inscription is this?” They said to him, “Caesar's.” ", "17": "Jesus said to them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they were amazed at him.", "18": "And Sad′ducees came to him, who say that there is no resurrection; and they asked him a question, saying, ", "19": "“Teacher, Moses wrote for us that if a man's brother dies and leaves a wife, but leaves no child, the man[b] must take the wife, and raise up children for his brother. ", "20": "There were seven brothers; the first took a wife, and when he died left no children; ", "21": "and the second took her, and died, leaving no children; and the third likewise; ", "22": "and the seven left no children. Last of all the woman also died. ", "23": "In the resurrection whose wife will she be? For the seven had her as wife.”", "24": "Jesus said to them, “Is not this why you are wrong, that you know neither the scriptures nor the power of God? ", "25": "For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. ", "26": "And as for the dead being raised, have you not read in the book of Moses, in the passage about the bush, how God said to him, 'I am the God of Abraham, and the God of Isaac, and the God of Jacob'? ", "27": "He is not God of the dead, but of the living; you are quite wrong.”", "28": "And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, “Which commandment is the first of all?” ", "29": "Jesus answered, “The first is, 'Hear, O Israel: The Lord our God, the Lord is one; ", "30": "and you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.' ", "31": "The second is this, 'You shall love your neighbor as yourself.' There is no other commandment greater than these.” ", "32": "And the scribe said to him, “You are right, Teacher; you have truly said that he is one, and there is no other but he; ", "33": "and to love him with all the heart, and with all the understanding, and with all the strength, and to love one's neighbor as oneself, is much more than all whole burnt offerings and sacrifices.” ", "34": "And when Jesus saw that he answered wisely, he said to him, “You are not far from the kingdom of God.” And after that no one dared to ask him any question.", "35": "And as Jesus taught in the temple, he said, “How can the scribes say that the Christ is the son of David? ", "36": "David himself, inspired by[c] the Holy Spirit, declared, 'The Lord said to my Lord, Sit at my right hand, till I put thy enemies under thy feet.'", "37": "David himself calls him Lord; so how is he his son?” And the great throng heard him gladly.", "38": "And in his teaching he said, “Beware of the scribes, who like to go about in long robes, and to have salutations in the market places ", "39": "and the best seats in the synagogues and the places of honor at feasts, ", "40": "who devour widows' houses and for a pretense make long prayers. They will receive the greater condemnation.”", "41": "And he sat down opposite the treasury, and watched the multitude putting money into the treasury. Many rich people put in large sums. ", "42": "And a poor widow came, and put in two copper coins, which make a penny. ", "43": "And he called his disciples to him, and said to them, “Truly, I say to you, this poor widow has put in more than all those who are contributing to the treasury. ", "44": "For they all contributed out of their abundance; but she out of her poverty has put in everything she had, her whole living.”"}