{"1": "And when he returned to Caper′na-um after some days, it was reported that he was at home. ", "2": "And many were gathered together, so that there was no longer room for them, not even about the door; and he was preaching the word to them. ", "3": "And they came, bringing to him a paralytic carried by four men. ", "4": "And when they could not get near him because of the crowd, they removed the roof above him; and when they had made an opening, they let down the pallet on which the paralytic lay. ", "5": "And when Jesus saw their faith, he said to the paralytic, “My son, your sins are forgiven.” ", "6": "Now some of the scribes were sitting there, questioning in their hearts, ", "7": "“Why does this man speak thus? It is blasphemy! Who can forgive sins but God alone?” ", "8": "And immediately Jesus, perceiving in his spirit that they thus questioned within themselves, said to them, “Why do you question thus in your hearts? ", "9": "Which is easier, to say to the paralytic, 'Your sins are forgiven,' or to say, 'Rise, take up your pallet and walk'? ", "10": "But that you may know that the Son of man has authority on earth to forgive sins”—he said to the paralytic— ", "11": "“I say to you, rise, take up your pallet and go home.” ", "12": "And he rose, and immediately took up the pallet and went out before them all; so that they were all amazed and glorified God, saying, “We never saw anything like this!”", "13": "He went out again beside the sea; and all the crowd gathered about him, and he taught them. ", "14": "And as he passed on, he saw Levi the son of Alphaeus sitting at the tax office, and he said to him, “Follow me.” And he rose and followed him.", "15": "And as he sat at table in his house, many tax collectors and sinners were sitting with Jesus and his disciples; for there were many who followed him. ", "16": "And the scribes of[a] the Pharisees, when they saw that he was eating with sinners and tax collectors, said to his disciples, “Why does he eat[b] with tax collectors and sinners?” ", "17": "And when Jesus heard it, he said to them, “Those who are well have no need of a physician, but those who are sick; I came not to call the righteous, but sinners.”", "18": "Now John's disciples and the Pharisees were fasting; and people came and said to him, “Why do John's disciples and the disciples of the Pharisees fast, but your disciples do not fast?” ", "19": "And Jesus said to them, “Can the wedding guests fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast. ", "20": "The days will come, when the bridegroom is taken away from them, and then they will fast in that day. ", "21": "No one sews a piece of unshrunk cloth on an old garment; if he does, the patch tears away from it, the new from the old, and a worse tear is made. ", "22": "And no one puts new wine into old wineskins; if he does, the wine will burst the skins, and the wine is lost, and so are the skins; but new wine is for fresh skins.”[c]", "23": "One sabbath he was going through the grainfields; and as they made their way his disciples began to pluck heads of grain. ", "24": "And the Pharisees said to him, “Look, why are they doing what is not lawful on the sabbath?” ", "25": "And he said to them, “Have you never read what David did, when he was in need and was hungry, he and those who were with him: ", "26": "how he entered the house of God, when Abi′athar was high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and also gave it to those who were with him?” ", "27": "And he said to them, “The sabbath was made for man, not man for the sabbath; ", "28": "so the Son of man is lord even of the sabbath.”"}