{"1": "These are the names of the sons of Isra'el who came into Egypt with Ya'akov; each man came with his household: ", "2": "Re'uven, Shim'on, Levi, Y'hudah, ", "3": "Yissakhar, Z'vulun, Binyamin, ", "4": "Dan, Naftali, Gad and Asher. ", "5": "All told, there were seventy descendants of Ya'akov; Yosef was already in Egypt.", "6": "Yosef died, as did all his brothers and all that generation. ", "7": "The descendants of Isra'el were fruitful, increased abundantly, multiplied and grew very powerful; the land became filled with them.", "8": "Now there arose a new king over Egypt. He knew nothing about Yosef ", "9": "but said to his people, “Look, the descendants of Isra'el have become a people too numerous and powerful for us. ", "10": "Come, let's use wisdom in dealing with them. Otherwise, they'll continue to multiply; and in the event of war they might ally themselves with our enemies, fight against us and leave the land altogether.”", "11": "So they put slavemasters over them to oppress them with forced labor, and they built for Pharaoh the storage cities of Pitom and Ra'amses. ", "12": "But the more the Egyptians oppressed them, the more they multiplied and expanded, until the Egyptians came to dread the people of Isra'el ", "13": "and worked them relentlessly, ", "14": "making their lives bitter with hard labor — digging clay, making bricks, all kinds of field work; and in all this toil they were shown no mercy.", "15": "Moreover, the king of Egypt spoke to the Hebrew midwives, one of whom was called Shifrah and the other Pu'ah. ", "16": "“When you attend the Hebrew women and see them giving birth,” he said, “if it's a boy, kill him; but if it's a girl, let her live.” ", "17": "However, the midwives were God-fearing women, so they didn't do as the king of Egypt ordered but let the boys live. ", "18": "(ii) 18 The king of Egypt summoned the midwives and demanded of them, “Why have you done this and let the boys live?” ", "19": "The midwives answered Pharaoh, “It's because the Hebrew women aren't like the Egyptian women — they go into labor and give birth before the midwife arrives.” ", "20": "Therefore God prospered the midwives, and the people continued to multiply and grow very powerful. ", "21": "Indeed, because the midwives feared God, he made them founders of families. ", "22": "Then Pharaoh gave this order to all his people: “Every boy that is born, throw in the river; but let all the girls live.”"}