{"1": "(vii) The whole community of the people of Isra'el left the Seen Desert, traveling in stages, as Adonai had ordered, and camped at Refidim; but there was no water for the people to drink. ", "2": "The people quarreled with Moshe, demanding, “Give us water to drink!” But Moshe replied, “Why pick a fight with me? Why are you testing Adonai?” ", "3": "However, the people were thirsty for water there and grumbled against Moshe, “For what did you bring us up from Egypt? To kill us, our children and our livestock with thirst?”", "4": "Moshe cried out to Adonai, “What am I to do with these people? They're ready to stone me!” ", "5": "Adonai answered Moshe, “Go on ahead of the people, and bring with you the leaders of Isra'el. Take your staff in your hand, the one you used to strike the river; and go. ", "6": "I will stand in front of you there on the rock in Horev. You are to strike the rock, and water will come out of it, so the people can drink.” Moshe did this in the sight of the leaders of Isra'el. ", "7": "The place was named Massah [testing] and M'rivah [quarreling] because of the quarreling of the people of Isra'el and because they tested Adonai by asking, “Is Adonai with us or not?”", "8": "Then 'Amalek came and fought with Isra'el at Refidim. ", "9": "Moshe said to Y'hoshua, “Choose men for us, go out, and fight with 'Amalek. Tomorrow I will stand on top of the hill with God's staff in my hand.” ", "10": "Y'hoshua did as Moshe had told him and fought with 'Amalek. Then Moshe, Aharon and Hur went up to the top of the hill. ", "11": "When Moshe raised his hand, Isra'el prevailed; but when he let it down, 'Amalek prevailed. ", "12": "However, Moshe's hands grew heavy; so they took a stone and put it under him, and he sat on it. Aharon and Hur held up his hands, the one on the one side and the other on the other; so that his hands stayed steady until sunset. ", "13": "Thus Y'hoshua defeated 'Amalek, putting their people to the sword.", "14": "(Maftir) 14 Adonai said to Moshe, “Write this in a book to be remembered, and tell it to Y'hoshua: I will completely blot out any memory of 'Amalek from under heaven.” ", "15": "Moshe built an altar, called it Adonai Nissi [Adonai is my banner/miracle], ", "16": "and said, “Because their hand was against the throne of Yah, Adonai will fight 'Amalek generation after generation.” Haftarah B'shallach: Shof'tim (Judges) 4:4–5:31 (A); 5:1–31 (S) B'rit Hadashah suggested readings for Parashah B'shallach: Luke 2:22–24; Yochanan (John) 6:25–35; 19:31–37; 1 Corinthians 10:1–13; 2 Corinthians 8:1–15; Revelation 15:1–4"}