{"1": "Now Yitro the priest of Midyan, Moshe's father-in-law, heard about all that God had done for Moshe and for Isra'el his people, how Adonai had brought Isra'el out of Egypt. ", "2": "After Moshe had sent away his wife Tzipporah and her two sons, Yitro Moshe's father-in-law had taken them back. ", "3": "The name of the one son was Gershom, for Moshe had said, “I have been a foreigner in a foreign land.” ", "4": "The name of the other was Eli'ezer [my God helps], “because the God of my father helped me by rescuing me from Pharaoh's sword.” ", "5": "Yitro Moshe's father-in-law brought Moshe's sons and wife to him in the desert where he was encamped, at the mountain of God. ", "6": "He sent word to Moshe, “I, your father-in-law Yitro, am coming to you with your wife and her two sons.”", "7": "Moshe went out to meet his father-in-law, prostrated himself and kissed him. Then, after inquiring of each other's welfare, they entered the tent. ", "8": "Moshe told his father-in-law all that Adonai had done to Pharaoh and the Egyptians for Isra'el's sake, all the hardships they had suffered while traveling and how Adonai had rescued them. ", "9": "Yitro rejoiced over all the good that Adonai had done for Isra'el by rescuing them from the Egyptians. ", "10": "Yitro said, “Blessed be Adonai, who has rescued you from the Egyptians and from Pharaoh, who has rescued the people from the harsh hand of the Egyptians. ", "11": "Now I know that Adonai is greater than all other gods, because he rescued those who were treated so arrogantly.” ", "12": "Yitro Moshe's father-in-law brought a burnt offering and sacrifices to God, and Aharon came with all the leaders of Isra'el to share the meal before God with Moshe's father-in-law.", "13": "(ii) 13 The following day Moshe sat to settle disputes for the people, while the people stood around Moshe from morning till evening. ", "14": "When Moshe's father-in-law saw all that he was doing to the people, he said, “What is this that you are doing to the people? Why do you sit there alone, with all the people standing around you from morning till evening?” ", "15": "Moshe answered his father-in-law, “It's because the people come to me seeking God's guidance. ", "16": "Whenever they have a dispute, it comes to me; I judge between one person and another, and I explain to them God's laws and teachings.”", "17": "Moshe's father-in-law said to him, “What you are doing isn't good. ", "18": "You will certainly wear yourself out — and not only yourself, but these people here with you as well. It's too much for you — you can't do it alone, by yourself. ", "19": "So listen now to what I have to say. I will give you some advice, and God will be with you. You should represent the people before God, and you should bring their cases to God. ", "20": "You should also teach them the laws and the teachings, and show them how to live their lives and what work they should do. ", "21": "But you should choose from among all the people competent men who are God-fearing, honest and incorruptible to be their leaders, in charge of thousands, hundreds, fifties and tens. ", "22": "Normally, they will settle the people's disputes. They should bring you the difficult cases; but ordinary matters they should decide themselves. In this way, they will make it easier for you and share the load with you. ", "23": "If you do this — and God is directing you to do it — you will be able to endure; and all these people too will arrive at their destination peacefully.”", "24": "(iii) 24 Moshe paid attention to his father-in-law's counsel and did everything he said. ", "25": "Moshe chose competent men from all Isra'el and made them heads over the people, in charge of thousands, hundreds, fifties and tens. ", "26": "As a general rule, they settled the people's disputes — the difficult cases they brought to Moshe, but every simple matter they decided themselves.", "27": "Then Moshe let his father-in-law leave, and he went off to his own country."}