{"1": "Then God said all these words:", "2": "א 2 “I am Adonai your God, who brought you out of the land of Egypt, out of the abode of slavery.", "3": "ב 3 “You are to have no other gods before me. ", "4": "You are not to make for yourselves a carved image or any kind of representation of anything in heaven above, on the earth beneath or in the water below the shoreline. ", "5": "You are not to bow down to them or serve them; for I, Adonai your God, am a jealous God, punishing the children for the sins of the parents to the third and fourth generation of those who hate me, ", "6": "but displaying grace to the thousandth generation of those who love me and obey my mitzvot.", "7": "ג 7 “You are not to use lightly the name of Adonai your God, because Adonai will not leave unpunished someone who uses his name lightly.", "8": "ד 8 “Remember the day, Shabbat, to set it apart for God. ", "9": "You have six days to labor and do all your work, ", "10": "but the seventh day is a Shabbat for Adonai your God. On it, you are not to do any kind of work — not you, your son or your daughter, not your male or female slave, not your livestock, and not the foreigner staying with you inside the gates to your property. ", "11": "For in six days, Adonai made heaven and earth, the sea and everything in them; but on the seventh day he rested. This is why Adonai blessed the day, Shabbat, and separated it for himself.", "12": "ה 12 “Honor your father and mother, so that you may live long in the land which Adonai your God is giving you.", "13": "ו 13 “Do not murder. ז (14) “Do not commit adultery. ח (15) “Do not steal. ט (16) “Do not give false evidence against your neighbor.", "14": "י 14 (17) “Do not covet your neighbor's house; do not covet your neighbor's wife, his male or female slave, his ox, his donkey or anything that belongs to your neighbor.”", "15": "(A: vii) 15 (18) All the people experienced the thunder, the lightning, the sound of the shofar, and the mountain smoking. When the people saw it, they trembled. Standing at a distance, ", "16": "(19) they said to Moshe, “You, speak with us; and we will listen. But don't let God speak with us, or we will die.” ", "17": "(20) Moshe answered the people, “Don't be afraid, because God has come only to test you and make you fear him, so that you won't commit sins.” ", "18": "(21) So the people stood at a distance, but Moshe approached the thick darkness where God was.", "19": "(A: Maftir) 19 (22) Adonai said to Moshe, “Here is what you are to say to the people of Isra'el: 'You yourselves have seen that I spoke with you from heaven. ", "20": "(23) You are not to make with me gods of silver, nor are you to make gods of gold for yourselves. ", "21": "(S: Maftir) 21 (24) For me you need make only an altar of earth; on it you will sacrifice your burnt offerings, peace offerings, sheep, goats and cattle. In every place where I cause my name to be mentioned, I will come to you and bless you. ", "22": "(25) If you do make me an altar of stone, you are not to build it of cut stones; for if you use a tool on it, you profane it. ", "23": "(26) Likewise, you are not to use steps to go up to my altar; so that you won't be indecently uncovered.'” Haftarah Yitro: Yesha'yahu (Isaiah) 6:1–7:6; 9:5(6)– 6(7) (A); 6:1–13 (S) B'rit Hadashah suggested readings for Parashah Yitro: Mattityahu (Matthew) 5:21–30; 15:1–11; 19:16–30; Mark 7:5–15; 10:17–31; Luke 18:18–30; Acts 6:1–7; Romans 2:17–29; 7:7–12; 13:8–10; Ephesians 6:1–3; 1 Timothy 3:1–14; 2 Timothy 2:2; Titus 1:5–9; Messianic Jews (Hebrews) 12:18–29; Ya'akov (James) 2:8–13; 1 Kefa (1 Peter) 2:9–10"}