{"1": "(2) “If a thief caught in the act of breaking in is beaten to death, it is not murder; ", "2": "(3) unless it happens after sunrise, in which case it is murder. A thief must make restitution; so if he has nothing, he himself is to be sold to make good the loss from the theft. ", "3": "(4) If what he stole is found alive in his possession, he is to pay double, no matter whether it is an ox, a donkey or a sheep.", "4": "(iii) 4 (5) “If a person causes a field or vineyard to be grazed over or lets his animal loose to graze in someone else's field, he is to make restitution from the best produce of his own field and vineyard.", "5": "(6) “If a fire is started and spreads to thorns, so that stacked grain, standing grain or a field is destroyed, the person who lit it must make restitution.", "6": "(7) “If a person entrusts a neighbor with money or goods, and they are stolen from the trustee's house, then, if the thief is found, he must pay double. ", "7": "(8) But if the thief is not found, then the trustee must state before God that he did not take the person's goods himself. ", "8": "(9) In every case of dispute over ownership, whether of an ox, a donkey, a sheep, clothing, or any missing property, where one person says, 'This is mine,' both parties are to come before God; and the one whom God condemns must pay the other one double.", "9": "(10) “If a person trusts a neighbor to look after a donkey, ox, sheep or any animal, and it dies, is injured or is driven away unseen, ", "10": "(11) then the neighbor's oath before Adonai that he has not taken the goods will settle the matter between them — the owner is to accept it without the neighbor's making restitution. ", "11": "(12) But if it was stolen from the neighbor, he must make restitution to the owner. ", "12": "(13) If it was torn to pieces by an animal, the neighbor must bring it as evidence, and then he doesn't need to make good the loss.", "13": "(14) “If someone borrows something from his neighbor, and it gets injured or dies with the owner not present, he must make restitution. ", "14": "(15) If the owner was present, he need not make good the loss. If the owner hired it out, the loss is covered by the hiring fee.", "15": "(16) “If a man seduces a virgin who is not engaged to be married and sleeps with her, he must pay the bride-price for her to be his wife. ", "16": "(17) But if her father refuses to give her to him, he must pay a sum equivalent to the bride-price for virgins.", "17": "(18) “You are not to permit a sorceress to live.", "18": "(19) “Whoever has sexual relations with an animal must be put to death.", "19": "(20) “Anyone who sacrifices to any god other than Adonai alone is to be completely destroyed.", "20": "(21) “You must neither wrong nor oppress a foreigner living among you, for you yourselves were foreigners in the land of Egypt.", "21": "(22) “You are not to abuse any widow or orphan. ", "22": "(23) If you do abuse them in any way, and they cry to me, I will certainly heed their cry. ", "23": "(24) My anger will burn, and I will kill you with the sword — your own wives will be widows and your own children fatherless.", "24": "(25) “If you loan money to one of my people who is poor, you are not to deal with him as would a creditor; and you are not to charge him interest. ", "25": "(26) If you take your neighbor's coat as collateral, you are to restore it to him by sundown, ", "26": "(27) because it is his only garment — he needs it to wrap his body; what else does he have in which to sleep? Moreover, if he cries out to me, I will listen; because I am compassionate.", "27": "(iv) 27 (28) “You are not to curse God, and you are not to curse a leader of your people.", "28": "(29) “You are not to delay offering from your harvest of grain, olive oil or wine. “The firstborn of your sons you are to give to me. ", "29": "(30) You are to do the same with your oxen and your sheep — it is to stay with its mother seven days, and on the eighth day you are to give it to me.", "30": "(31) “You are to be my specially separated people. Therefore you are not to eat any flesh torn by wild animals in the countryside; rather, throw it out for the dogs."}