{"1": "(vii) “You are to make an altar on which to burn incense; make it of acacia-wood. ", "2": "It is to be eighteen inches square and three feet high; its horns are to be of one piece with it. ", "3": "Overlay it with pure gold — its top, all around its sides, and its horns; and put around it a molding of gold. ", "4": "Make two gold rings for it under its molding at the two corners on both sides; this is where the carrying-poles will go. ", "5": "Make the poles of acacia-wood, and overlay them with gold.", "6": "“Place it in front of the curtain by the ark for the testimony, in front of the ark-cover that is over the testimony, where I will meet with you. ", "7": "Aharon will burn fragrant incense on it as a pleasing aroma every morning; he is to burn it when he prepares the lamps. ", "8": "(Maftir) 8 Aharon is also to burn it when he lights the lamps at dusk; this is the regular burning of incense before Adonai through all your generations. ", "9": "You are not to offer unauthorized incense on it, or a burnt offering or a grain offering; and you are not to pour a drink offering on it. ", "10": "Aharon is to make atonement on its horns once a year — with the blood of the sin offering of atonement he is to make atonement for it once a year through all your generations; it is especially holy to Adonai.” Haftarah Tetzaveh: Yechezk'el (Ezekiel) 43:10–27   B'rit Hadashah suggested reading for Parashah Tetzaveh: Philippians 4:10–20", "11": "Adonai said to Moshe, ", "12": "“When you take a census of the people of Isra'el and register them, each, upon registration, is to pay a ransom for his life to Adonai, to avoid any breakout of plague among them during the time of the census. ", "13": "Everyone subject to the census is to pay as an offering to Adonai half a shekel [one-fifth of an ounce of silver]— by the standard of the sanctuary shekel (a shekel equals twenty gerahs). ", "14": "Everyone over twenty years of age who is subject to the census is to give this offering to Adonai — ", "15": "the rich is not to give more or the poor less than the half-shekel when giving Adonai's offering to atone for your lives. ", "16": "You are to take the atonement money from the people of Isra'el and use it for the service in the tent of meeting, so that it will be a reminder of the people of Isra'el before Adonai to atone for your lives.”", "17": "Adonai said to Moshe, ", "18": "“You are to make a basin of bronze, with a base of bronze, for washing. Place it between the tent of meeting and the altar, and put water in it. ", "19": "Aharon and his sons will wash their hands and feet there ", "20": "when they enter the tent of meeting — they are to wash with water, so that they won't die. Also when they approach the altar to minister by burning an offering for Adonai, ", "21": "they are to wash their hands and feet, so that they won't die. This is to be a perpetual law for them through all their generations.”", "22": "Adonai said to Moshe, ", "23": "“Take the best spices — 500 shekels of myrrh [12 1/2 pounds], half this amount (250 shekels) of aromatic cinnamon [6 1/4 pounds], 250 shekels of aromatic cane, ", "24": "shekels of cassia (use the sanctuary standard), and one gallon of olive oil — ", "25": "and make them into a holy anointing oil; blend it and perfume it as would an expert perfume-maker; it will be a holy anointing oil. ", "26": "Use it to anoint the tent of meeting, the ark for the testimony, ", "27": "the table and all its utensils, the menorah and all its utensils, the incense altar, ", "28": "the altar for burnt offerings and all its utensils, and the basin with its base. ", "29": "You are to consecrate them — they will be especially holy, and whatever touches them will be holy. ", "30": "Then you are to anoint Aharon and his sons — you are to consecrate them to serve me in the office of cohen.", "31": "“Tell the people of Isra'el, 'This is to be a holy anointing oil for me through all your generations. ", "32": "It is not to be used for anointing a person's body; and you are not to make any like it, with the same composition of ingredients — it is holy, and you are to treat it as holy. ", "33": "Whoever makes any like it or uses it on any unauthorized person is to be cut off from his people.'”", "34": "Adonai said to Moshe, “Take aromatic plant substances — balsam resin, sweet onycha root and bitter galbanum gum — these spices along with frankincense, all in equal quantities; ", "35": "and make incense, blended and perfumed as would an expert perfume-maker, salted, pure and holy. ", "36": "You are to grind up some of it very finely and put it in front of the testimony in the tent of meeting where I will meet with you; you are to regard it as especially holy. ", "37": "You are not to make for your own use any incense like it, with the same composition of ingredients — you are to treat it as holy, for Adonai. ", "38": "Whoever makes up any like it to use as perfume is to be cut off from his people.”"}