{"1": "“B'tzal'el and Oholi'av, along with all the craftsmen whom Adonai has endowed with the wisdom and skill necessary to carry out the work needed for the sanctuary, are to do exactly according to everything Adonai has ordered.”", "2": "Moshe summoned B'tzal'el, Oholi'av and every craftsman to whom Adonai had given wisdom, everyone whose heart stirred him, to come and take part in the work. ", "3": "They received from Moshe all the offering which the people of Isra'el had brought for the work of building the sanctuary. But they still kept bringing voluntary offerings every morning, ", "4": "until all the craftsmen doing the work for the sanctuary left the work they were involved with ", "5": "to tell Moshe, “The people are bringing far more than is needed to do the work Adonai has ordered done.” ", "6": "So Moshe gave an order which was proclaimed throughout the camp: “Neither men nor women are to make any further efforts for the sanctuary offering.” In this way, the people were restrained from making additional contributions. ", "7": "For what they had already was not only sufficient for doing all the work, but too much!", "8": "(LY: iv) 8 All the skilled men among them who did the work made the tabernacle, using ten sheets of finely woven linen and of blue, purple and scarlet yarn. He made them with k'ruvim worked in that had been crafted by a skilled artisan. ", "9": "Each sheet was forty-two feet long and six feet wide; all the sheets were the same size. ", "10": "He joined five sheets one to another, and the other five sheets he joined one to another. ", "11": "He made loops of blue on the edge of the outermost sheet in the first set and did the same on the edge of the outermost sheet in the second set. ", "12": "He made fifty loops on the one sheet, and he made fifty loops on the edge of the sheet in the second set; the loops were opposite one another. ", "13": "He made fifty fasteners of gold and coupled the sheets to each other with the fasteners, so that the tabernacle formed a single unit.", "14": "He made sheets of goat's hair to be used as a tent covering the tabernacle; he made eleven sheets. ", "15": "Each sheet was forty-five feet long and six feet wide; all eleven sheets were the same size. ", "16": "He joined five sheets together and six sheets together. ", "17": "He made fifty loops on the edge of the outermost sheet in the first set and fifty loops on the outermost sheet in the second set. ", "18": "He made fifty fasteners of bronze to join the tent together, so that it would be a single unit.", "19": "He made a covering for the tent of tanned ram skins and an outer covering of fine leather.", "20": "(LY: v) 20 He made the upright planks of acacia-wood for the tabernacle. ", "21": "Each plank was fifteen feet long and two-and-a-quarter feet wide. ", "22": "There were two projections on each plank, and the planks were joined one to another. This is how he made all the planks for the tabernacle.", "23": "He made the planks for the tabernacle as follows: twenty planks for the south side, facing southward. ", "24": "He made forty silver sockets under the twenty planks, two sockets under one plank for its two projections and two sockets under another plank for its two projections. ", "25": "For the second side of the tabernacle, to the north, he made twenty planks ", "26": "and their forty silver sockets, two sockets under one plank and two under another. ", "27": "For the rear part of the tabernacle, toward the west, he made six planks. ", "28": "For the corners of the tabernacle in the rear he made two planks, ", "29": "double from the bottom all the way to the top but joined at a single ring. He did the same with both of them at the two corners. ", "30": "Thus there were eight planks with their silver sockets, sixteen sockets, two sockets under each plank.", "31": "He made crossbars of acacia-wood, five for the planks of the one side of the tabernacle, ", "32": "five crossbars for the planks of the other side of the tabernacle, and five crossbars for the planks at the side of the tabernacle at the rear toward the west. ", "33": "He made the middle crossbar so that it extended from one end of the planks to the other, halfway up. ", "34": "He overlaid the planks with gold, made gold rings for them through which the crossbars could pass and overlaid the crossbars with gold.", "35": "He made the curtain of blue, purple and scarlet yarn and finely woven linen. He made them with k'ruvim worked in that had been crafted by a skilled artisan. ", "36": "He made for it four posts of acacia-wood and overlaid them with gold, and gold hooks; and cast for them four silver sockets.", "37": "For the entrance to the tent he made a screen of blue, purple and scarlet yarn and finely woven linen, in colors, the work of a weaver; ", "38": "with its five posts and their hooks. He overlaid their capitals and their attached rings for hanging with gold, while their five sockets were of bronze."}