{"1": "(RY: iv, LY: vii) He made the altar for burnt offerings of acacia-wood, seven-and-a-half feet long and seven-and-a-half feet wide — it was square — and four-and-a-half feet high. ", "2": "He made horns for it on its four corners, the horns were of one piece with it, and he overlaid it with bronze.", "3": "He made all the utensils for the altar — its pots, shovels, basins, meat-hooks and fire pans; all its utensils he made of bronze. ", "4": "He made for the altar a grate of bronze netting, under its rim, reaching halfway up the altar. ", "5": "He cast four rings for the four ends of the bronze grate to hold the poles. ", "6": "He made the poles of acacia-wood and overlaid them with bronze. ", "7": "He put the carrying-poles into the rings on the sides of the altar; he made it of planks and hollow inside.", "8": "He made the basin of bronze with its base of bronze from the mirrors of the women serving at the entrance to the tent of meeting.", "9": "He made the courtyard. On the south side, facing southward, the tapestries for the courtyard were made of finely woven linen, 150 feet long, ", "10": "supported on twenty posts in twenty bronze sockets; the hooks on the posts and the attached rings for hanging were of silver. ", "11": "On the north side they were 150 feet long, hung on twenty posts in twenty bronze sockets, with the hooks on the posts and their rings of silver. ", "12": "On the west side were tapestries seventy-five feet long, hung on ten posts in ten sockets, with the hooks on the posts and their rings of silver. ", "13": "On the east side were tapestries seventy-five feet long. ", "14": "The tapestries for the one side [of the gateway] were twenty-two-and-a-half feet long, hung on three posts in three sockets; ", "15": "likewise for the other side — on either side [of the gate] were tapestries twenty-two-and-a-half feet long on three posts in three sockets. ", "16": "All the tapestries for the courtyard, all the way around, were of finely woven linen; ", "17": "the sockets for the posts were of bronze; the hooks on the posts and their rings were of silver; the capitals of the posts were overlaid with silver; and all the posts of the courtyard were banded with silver.", "18": "(LY: Maftir) 18 The screen for the gateway to the courtyard was the work of a weaver in colors, of blue, purple and scarlet yarn and finely woven linen. Its length was thirty feet and its height seven-and-a-half feet all the way along, like the tapestries of the courtyard. ", "19": "It had four posts in four bronze sockets, with silver hooks, capitals overlaid with silver and silver fasteners.", "20": "The tent pegs for the tabernacle and for the courtyard around it were of bronze. Haftarah Vayak'hel: M'lakhim Alef (1 Kings) 7:40–50 (A); 7:13–26 (S)   B'rit Hadashah suggested readings for Parashah Vayak'hel: 2 Corinthians 9:1–15; Messianic Jews (Hebrews) 9:1–14; Revelation 11:1–13", "21": "[In regular years read with Parashah 22, in leap years read separately] These are the accounts of the tabernacle, the tabernacle of the testimony, recorded, as Moshe ordered, by the L'vi'im under the direction of Itamar the son of Aharon, the cohen.", "22": "B'tzal'el the son of Uri, the son of Hur, of the tribe of Y'hudah, made everything that Adonai ordered Moshe to make. ", "23": "Assisting him was Oholi'av the son of Achisamakh, of the tribe of Dan, who was an engraver, a designer and a weaver in colors — in blue, purple and scarlet yarn and in fine linen.", "24": "All the gold used for the work in everything needed for the sanctuary, the gold of the offering, weighed 29 talents 730 shekels [1,930 pounds], using the sanctuary shekel.", "25": "The silver given by the community weighed 100 talents 1,775 shekels [6,650 pounds], using the sanctuary shekel. ", "26": "This was a beka per person, that is, half a shekel [one-fifth of an ounce], using the sanctuary shekel, for everyone twenty years old or older counted in the census, 603,550 men. ", "27": "The hundred talents of silver were used to cast the sockets for the sanctuary and the sockets for the curtain — one hundred sockets made from the hundred talents, one talent [sixty-six pounds] per socket. ", "28": "The 1,775 shekels [fifty pounds] he used to make hooks for the posts, to overlay their capitals and to make fasteners for them.", "29": "The bronze in the offering came to 4,680 pounds. ", "30": "He used it to make the sockets for the entrance to the tent of meeting, the bronze altar, its bronze grate, all the utensils for the altar, ", "31": "the sockets for the courtyard around it, the sockets for the gateway to the courtyard, all the tent pegs for the tabernacle and all the tent pegs for the courtyard around it."}