{"1": "(RY: vii, LY: v) Adonai said to Moshe, ", "2": "“On the first day of the first month, you are to set up the tabernacle, the tent of meeting. ", "3": "Put in it the ark for the testimony, and conceal the ark with the curtain. ", "4": "Bring in the table, and arrange its display. Bring in the menorah, and light its lamps. ", "5": "Set the gold altar for incense in front of the ark for the testimony, and set up the screen at the entrance to the tabernacle. ", "6": "Place the altar for burnt offerings in front of the entrance to the tabernacle, the tent of meeting. ", "7": "Set the basin between the tent of meeting and the altar, and put water in it. ", "8": "Set up the courtyard all the way around, and hang up the screen for the entrance to the courtyard.", "9": "“Take the anointing oil, and anoint the tabernacle and everything in it — consecrate it with all its furnishings; then it will be holy. ", "10": "Anoint the altar for burnt offerings with all its utensils — consecrate the altar; then the altar will be especially holy. ", "11": "Anoint the basin and its base, and consecrate it.", "12": "“Then bring Aharon and his sons to the entrance of the tent of meeting and wash them with water. ", "13": "Put the holy garments on Aharon, anoint him, and consecrate him, so that he can serve me in the office of cohen. ", "14": "Bring his sons, put tunics on them, ", "15": "and anoint them as you anointed their father, so that they can serve me in the office of cohen. Their anointing will signify that the office of cohen is theirs through all their generations.”", "16": "Moshe did this — he acted in accordance with everything Adonai had ordered him to do.", "17": "(LY: vi) 17 On the first day of the first month of the second year, the tabernacle was set up. ", "18": "Moshe erected the tabernacle, put its sockets in place, put up its planks, put in its crossbars and set up its posts. ", "19": "He spread the tent over the tabernacle and put the covering of the tent above it, as Adonai had ordered Moshe. ", "20": "He took and put the testimony inside the ark, put the poles on the ark, and set the ark-cover above, on the ark. ", "21": "Then he brought the ark into the tabernacle, set up the curtain as a screen and concealed the ark for the testimony, as Adonai had ordered Moshe.", "22": "He put the table in the tent of meeting on the side of the tabernacle facing north, outside the curtain. ", "23": "He arranged a row of bread on it before Adonai, as Adonai had ordered Moshe.", "24": "He put the menorah in the tent of meeting across from the table, on the side of the tabernacle facing south. ", "25": "Then he lit the lamps before Adonai, as Adonai had ordered Moshe.", "26": "He set the gold altar in the tent of meeting in front of the curtain ", "27": "and burned on it incense made from aromatic spices, as Adonai had ordered Moshe.", "28": "(LY: vii) 28 He set up the screen at the entrance to the tabernacle. ", "29": "The altar for burnt offerings he placed at the entrance to the tabernacle, the tent of meeting, and offered on it the burnt offering and the grain offering, as Adonai had ordered Moshe.", "30": "He set the basin between the tent of meeting and the altar and put water in it for washing, ", "31": "so that Moshe and Aharon and his sons could wash their hands and feet there — ", "32": "so that they could wash when entering the tent of meeting and when approaching the altar, as Adonai had ordered Moshe.", "33": "Finally, he erected the courtyard around the tabernacle and the altar and set up the screen for the entrance to the courtyard.", "34": "(Maftir) 34 Then the cloud covered the tent of meeting, and the glory of Adonai filled the tabernacle. ", "35": "Moshe was unable to enter the tent of meeting, because the cloud remained on it, and the glory of Adonai filled the tabernacle.", "36": "Whenever the cloud was taken up from over the tabernacle, the people of Isra'el continued with all their travels. ", "37": "But if the cloud was not taken up, then they did not travel onward until the day when it was taken up. ", "38": "For the cloud of Adonai was above the tabernacle during the day, and fire was in [the cloud] at night, so that all the house of Isra'el could see it throughout all their travels. Haftarah P'kudei: M'lakhim Alef (1 Kings) 7:51–8:21 (A); 7:40–50 (S)   B'rit Hadashah suggested reading for Parashah P'kudei: Revelation 15:5–8 Hazak, hazak, v'nit'chazek! Be strong, be strong, and let us be strengthened!"}