{"1": "(5) Adonai said to Moshe, “Say to Aharon, 'Reach out your hand with your staff over the rivers, canals and ponds; and cause frogs to come up onto the land of Egypt.'” ", "2": "(6) Aharon put out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt. ", "3": "(7) But the magicians did the same with their secret arts and brought up frogs onto the land of Egypt.", "4": "(8) Then Pharaoh summoned Moshe and Aharon and said, “Intercede with Adonai to take the frogs away from me and my people, and I will let the people go and sacrifice to Adonai.” ", "5": "(9) Moshe said to Pharaoh, “Not only that, but you can have the honor of naming the time when I will pray for you, your servants and your people to be rid of the frogs, both yourselves and your homes, and that they stay only in the river.” ", "6": "(10) He answered, “Tomorrow.” Moshe said, “It will be as you have said, and from this you will learn that Adonai our God has no equal. ", "7": "(v) 7 (11) The frogs will leave you and your homes, also your servants and your people; they will stay in the river only.” ", "8": "(12) Moshe and Aharon left Pharaoh's presence, and Moshe cried to Adonai about the frogs he had brought on Pharaoh. ", "9": "(13) Adonai did as Moshe had asked — the frogs died in the houses, courtyards and fields; ", "10": "(14) they gathered them in heaps till the land stank. ", "11": "(15) But when Pharaoh saw that he had been given some relief, he made himself hardhearted and would not listen to them, just as Adonai had said would happen.", "12": "(16) Adonai said to Moshe, “Say to Aharon: 'Reach out with your staff and strike the dust on the ground; it will become lice throughout all the land of Egypt.'” ", "13": "(17) They did it — Aharon reached out his hand with his staff and struck the dust on the ground, and there were lice on people and animals; all the dust on the ground became lice throughout the whole land of Egypt. ", "14": "(18) The magicians tried with their secret arts to produce lice, but they couldn't. There were lice on people and animals. ", "15": "(19) Then the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh was made hardhearted, so that he didn't listen to them, just as Adonai had said would happen.", "16": "(20) Adonai said to Moshe, “Get up early in the morning, stand before Pharaoh when he goes out to the water and say to him, 'Here is what Adonai says: “Let my people go, so that they can worship me. ", "17": "(21) Otherwise, if you won't let my people go, I will send swarms of insects on you, your servants and your people, and into your houses. The houses of the Egyptians will be full of swarms of insects, and likewise the ground they stand on. ", "18": "(22) But I will set apart the land of Goshen, where my people live — no swarms of insects will be there — so that you can realize that I am Adonai, right here in the land. ", "19": "(vi) 19 (23) Yes, I will distinguish between my people and your people, and this sign will happen by tomorrow.”'” ", "20": "(24) Adonai did it: terrible swarms of insects went into Pharaoh's palace and into all his servants' houses — the insects ruined the entire land of Egypt.", "21": "(25) Pharaoh summoned Moshe and Aharon and said, “Go, and sacrifice to your God here in the land.” ", "22": "(26) But Moshe replied, “It would be inappropriate for us to do that, because the animal we sacrifice to Adonai our God is an abomination to the Egyptians. Won't the Egyptians stone us to death if before their very eyes we sacrifice what they consider an abomination? ", "23": "(27) No, we will go three days' journey into the desert and sacrifice to Adonai our God, as he has ordered us to do.” ", "24": "(28) Pharaoh said, “I will let you go, so that you can sacrifice to Adonai your God in the desert. Only you are not to go very far away. Intercede on my behalf.” ", "25": "(29) Moshe said, “All right, I am going away from you, and I will intercede with Adonai; so that tomorrow, the swarms of insects will leave Pharaoh, his servants and his people. Just make sure that Pharaoh stops playing games with the people by preventing them from going and sacrificing to Adonai.”", "26": "(30) Moshe left Pharaoh and interceded with Adonai, ", "27": "(31) and Adonai did what Moshe had asked: he removed the swarms of insects from Pharaoh, his servants and his people — not one remained. ", "28": "(32) But this time, too, Pharaoh made himself stubborn and didn't let the people go."}