{"1": "God, having in the past spoken to the fathers through the prophets at many times and in various ways, ", "2": "has at the end of these days spoken to us by his Son, whom he appointed heir of all things, through whom also he made the worlds. ", "3": "His Son is the radiance of his glory, the very image of his substance, and upholding all things by the word of his power, who, when he had by himself purified us of our sins, sat down on the right hand of the Majesty on high, ", "4": "having become as much better than the angels as the more excellent name he has inherited is better than theirs. ", "5": "For to which of the angels did he say at any time, “You are my Son. Today I have become your father?”Psalm 2:7 and again, “I will be to him a Father, and he will be to me a Son?”2 Samuel 7:14; 1 Chronicles 17:13", "6": "When he again brings in the firstborn into the world he says, “Let all the angels of God worship him.”Deuteronomy 32:43 LXX ", "7": "Of the angels he says, “He makes his angels winds, and his servants a flame of fire.”Psalm 104:4", "8": "But of the Son he says, “Your throne, O God, is forever and ever. The scepter of uprightness is the scepter of your Kingdom.", "9": "You have loved righteousness and hated iniquity; therefore God, your God, has anointed you with the oil of gladness above your fellows.”Psalm 45:6-7", "10": "And, “You, Lord, in the beginning, laid the foundation of the earth. The heavens are the works of your hands.", "11": "They will perish, but you continue. They all will grow old like a garment does.", "12": "You will roll them up like a mantle, and they will be changed; but you are the same. Your years won't fail.”Psalm 102:25-27", "13": "But which of the angels has he told at any time, “Sit at my right hand, until I make your enemies the footstool of your feet?”Psalm 110:1", "14": "Aren't they all serving spirits, sent out to do service for the sake of those who will inherit salvation?"}