{"1": "Here is the Lord's message to Israel, given through the prophet Malachi:", "2-3": "“I have loved you very deeply,” says the Lord. But you retort, “Really? When was this?” And the Lord replies, “I showed my love for you by loving your father, Jacob. I didn't need to. I even rejected his very own brother, Esau, and destroyed Esau's mountains and inheritance, to give it to the jackals of the desert. ", "4": "And if his descendants should say, 'We will rebuild the ruins,' then the Lord Almighty will say, 'Try to if you like, but I will destroy it again,' for their country is named 'The Land of Wickedness,' and their people are called 'Those Whom God Does Not Forgive.'”", "5": "O Israel, lift your eyes to see what God is doing all around the world; then you will say, “Truly, the Lord's great power goes far beyond our borders!”", "6": "“A son honors his father, a servant honors his master. I am your Father and Master, yet you don't honor me, O priests, but you despise my name.” “Who? Us?” you say. “When did we ever despise your name?”", "7": "“When you offer polluted sacrifices on my altar.” “Polluted sacrifices? When have we ever done a thing like that?” “Every time you say, 'Don't bother bringing anything very valuable to offer to God!' ", "8": "You tell the people, 'Lame animals are all right to offer on the altar of the Lord—yes, even the sick and the blind ones.' And you claim this isn't evil? Try it on your governor sometime—give him gifts like that—and see how pleased he is!", "9": "“'God have mercy on us,' you recite; 'God be gracious to us!' But when you bring that kind of gift, why should he show you any favor at all?", "10": "“Oh, to find one priest among you who would shut the doors and refuse this kind of sacrifice! I have no pleasure in you,” says the Lord Almighty, “and I will not accept your offerings.", "11": "“But my name will be honored by the Gentiles from morning till night. All around the world they will offer sweet incense and pure offerings in honor of my name. For my name shall be great among the nations,” says the Lord Almighty. ", "12": "“But you dishonor it, saying that my altar is not important and encouraging people to bring cheap, sick animals to offer to me on it.", "13": "“You say, 'Oh, it's too difficult to serve the Lord and do what he asks.' And you turn up your noses at the rules he has given you to obey. Think of it! Stolen animals, lame and sick—as offerings to God! Should I accept such offerings as these?” asks the Lord. ", "14": "“Cursed is that man who promises a fine ram from his flock and substitutes a sick one to sacrifice to God. For I am a Great King,” says the Lord Almighty, “and my name is to be mightily revered among the Gentiles.”"}