{"1-2": "Listen, you priests, to this warning from the Lord Almighty: “If you don't change your ways and give glory to my name, then I will send terrible punishment upon you, and instead of giving you blessings as I would like to, I will turn on you with curses. Indeed, I have cursed you already because you haven't taken seriously the things that are most important to me.", "3": "“Take note that I will rebuke your children; I will spread on your faces the manure of these animals you offer me and throw you out like dung. ", "4": "Then at last you will know it was I who sent you this warning to return to the laws I gave your father Levi,” says the Lord Almighty. ", "5": "“The purpose of these laws was to give him life and peace, to be a means of showing his respect and awe for me by keeping them. ", "6": "He passed on to the people all the truth he got from me. He did not lie or cheat; he walked with me, living a good and righteous life, and turned many from their lives of sin.", "7": "“Priests' lips should flow with the knowledge of God so the people will learn God's laws. The priests are the messengers of the Lord Almighty, and men should come to them for guidance. ", "8": "But not to you! For you have left God's paths. Your 'guidance' has caused many to stumble in sin. You have distorted the covenant of Levi and made it into a grotesque parody,” says the Lord Almighty. ", "9": "“Therefore, I have made you contemptible in the eyes of all the people; for you have not obeyed me, but you let your favorites break the law without rebuke.”", "10": "We are children of the same father, Abraham, all created by the same God. And yet we are faithless to each other, violating the covenant of our fathers! ", "11": "In Judah, in Israel, and in Jerusalem, there is treachery, for the men of Judah have defiled God's holy and beloved Temple by marrying heathen women who worship idols. ", "12": "May the Lord cut off from his covenant every last man, whether priest or layman, who has done this thing!", "13": "Yet you cover the altar with your tears because the Lord doesn't pay attention to your offerings anymore, and you receive no blessing from him. ", "14": "“Why has God abandoned us?” you cry. I'll tell you why; it is because the Lord has seen your treachery in divorcing your wives who have been faithful to you through the years, the companions you promised to care for and keep. ", "15": "You were united to your wife by the Lord. In God's wise plan, when you married, the two of you became one person in his sight. And what does he want? Godly children from your union. Therefore, guard your passions! Keep faith with the wife of your youth.", "16": "For the Lord, the God of Israel, says he hates divorce and cruel men. Therefore, control your passions—let there be no divorcing of your wives.", "17": "You have wearied the Lord with your words. “Wearied him?” you ask in fake surprise. “How have we wearied him?” By saying that evil is good, that it pleases the Lord! Or by saying that God won't punish us—he doesn't care."}