{"1": "“Listen: I will send my messenger before me to prepare the way. And then the One[a] you are looking for will come suddenly to his Temple—the Messenger of God's promises, to bring you great joy. Yes, he is surely coming,” says the Lord Almighty. ", "2": "“But who can live when he appears? Who can endure his coming? For he is like a blazing fire refining precious metal, and he can bleach the dirtiest garments! ", "3": "Like a refiner of silver he will sit and closely watch as the dross is burned away. He will purify the Levites, the ministers of God, refining them like gold or silver, so that they will do their work for God with pure hearts. ", "4": "Then once more the Lord will enjoy the offerings brought to him by the people of Judah and Jerusalem, as he did before. ", "5": "At that time my punishments will be quick and certain; I will move swiftly against wicked men who trick the innocent, against adulterers and liars, against all those who cheat their hired hands, who oppress widows and orphans, or defraud strangers, and do not fear me,” says the Lord Almighty.", "6": "“For I am the Lord—I do not change. That is why you are not already utterly destroyed, for my mercy endures forever.[b]", "7": "“Though you have scorned my laws from earliest time, yet you may still return to me,” says the Lord Almighty. “Come and I will forgive you. “But you say, 'We have never even gone away!'", "8": "“Will a man rob God? Surely not! And yet you have robbed me. “'What do you mean? When did we ever rob you?' “You have robbed me of the tithes and offerings due me. ", "9": "And so the awesome curse of God is cursing you, for your whole nation has been robbing me. ", "10": "Bring all the tithes into the storehouse so that there will be food enough in my Temple; if you do, I will open up the windows of heaven for you and pour out a blessing so great you won't have room enough to take it in! “Try it! Let me prove it to you! ", "11": "Your crops will be large, for I will guard them from insects and plagues. Your grapes won't shrivel away before they ripen,” says the Lord Almighty. ", "12": "“And all nations will call you blessed, for you will be a land sparkling with happiness. These are the promises of the Lord Almighty.", "13": "“Your attitude toward me has been proud and arrogant,” says the Lord. “But you say, 'What do you mean? What have we said that we shouldn't?'", "14-15": "“Listen; you have said, 'It is foolish to worship God and obey him. What good does it do to obey his laws, and to sorrow and mourn for our sins? From now on, as far as we're concerned, “Blessed are the arrogant.” For those who do evil shall prosper, and those who dare God to punish them shall get off scot-free.'”", "16": "Then those who feared and loved the Lord spoke often of him to each other. And he had a Book of Remembrance drawn up in which he recorded the names of those who feared him and loved to think about him.", "17": "“They shall be mine,” says the Lord Almighty, “in that day when I make up my jewels. And I will spare them as a man spares an obedient and dutiful son. ", "18": "Then you will see the difference between God's treatment of good men and bad, between those who serve him and those who don't."}