{"1": "Now Sarai, Abram's wife had borne him no children, and she had an Egyptian maid whose name was Hagar.", "2": "So Sarai said to Abram, “Now behold, the Lord has prevented me from bearing children. Please go in to my maid; perhaps I will [a]obtain children through her.” And Abram listened to the voice of Sarai.", "3": "After Abram had [b]lived ten years in the land of Canaan, Abram's wife Sarai took Hagar the Egyptian, her maid, and gave her to her husband Abram as his wife.", "4": "He went in to Hagar, and she conceived; and when she saw that she had conceived, her mistress was despised in her sight.", "5": "And Sarai said to Abram, “May the wrong done me be upon you. I gave my maid into your [c]arms, but when she saw that she had conceived, I was despised in her [d]sight. May the Lord judge between [e]you and me.”", "6": "But Abram said to Sarai, “Behold, your maid is in your [f]power; do to her what is good in your [g]sight.” So Sarai treated her harshly, and she fled from her presence.", "7": "Now the angel of the Lord found her by a spring of water in the wilderness, by the spring on the way to Shur.", "8": "He said, “Hagar, Sarai's maid, where have you come from and where are you going?” And she said, “I am fleeing from the presence of my mistress Sarai.”", "9": "Then the angel of the Lord said to her, “Return to your mistress, and submit yourself [h]to her authority.”", "10": "Moreover, the angel of the Lord said to her, “I will greatly multiply your [i]descendants so that [j]they will be too many to count.”", "11": "The angel of the Lord said to her further, “Behold, you are with child, And you will bear a son; And you shall call his name [k]Ishmael, Because the Lord [l]has given heed to your affliction.", "12": "“He will be a wild donkey of a man, His hand will be against everyone, And everyone's hand will be against him; And he will [m]live [n]to the east of all his brothers.”", "13": "Then she called the name of the Lord who spoke to her, “[o]You are [p]a God who sees”; for she said, “Have I even [q]remained alive here after seeing Him?”", "14": "Therefore the well was called [r]Beer-lahai-roi; behold, it is between Kadesh and Bered.", "15": "So Hagar bore Abram a son; and Abram called the name of his son, whom Hagar bore, Ishmael.", "16": "Abram was eighty-six years old when Hagar bore Ishmael to [s]him."}