{"1": "Then Jacob lifted his eyes and looked, and behold, Esau was coming, and four hundred men with him. So he divided the children [a]among Leah and Rachel and the two maids.", "2": "He put the maids and their children [b]in front, and Leah and her children [c]next, and Rachel and Joseph [d]last.", "3": "But he himself passed on ahead of them and bowed down to the ground seven times, until he came near to his brother.", "4": "Then Esau ran to meet him and embraced him, and fell on his neck and kissed him, and they wept.", "5": "He lifted his eyes and saw the women and the children, and said, “[e]Who are these with you?” So he said, “The children whom God has graciously given your servant.”", "6": "Then the maids came near [f]with their children, and they bowed down.", "7": "Leah likewise came near with her children, and they bowed down; and afterward Joseph came near with Rachel, and they bowed down.", "8": "And he said, “What do you mean by all this company which I have met?” And he said, “To find favor in the sight of my lord.”", "9": "But Esau said, “I have plenty, my brother; let what you have be your own.”", "10": "Jacob said, “No, please, if now I have found favor in your sight, then take my present from my hand, [g]for I see your face as one sees the face of God, and you have received me favorably.", "11": "Please take my [h]gift which has been brought to you, because God has dealt graciously with me and because I have [i]plenty.” Thus he urged him and he took it.", "12": "Then [j]Esau said, “Let us take our journey and go, and I will go before you.”", "13": "But he said to him, “My lord knows that the children are frail and that the flocks and herds which are nursing are [k]a care to me. And if they are driven hard one day, all the flocks will die.", "14": "Please let my lord pass on before his servant, and I will proceed at my leisure, according to the pace of the cattle that are before me and according to the pace of the children, until I come to my lord at Seir.”", "15": "Esau said, “Please let me leave with you some of the people who are with me.” But he said, “[l]What need is there? Let me find favor in the sight of my lord.”", "16": "So Esau returned that day on his way to Seir.", "17": "Jacob journeyed to [m]Succoth, and built for himself a house and made booths for his livestock; therefore the place is named Succoth.", "18": "Now Jacob came safely to the city of Shechem, which is in the land of Canaan, when he came from Paddan-aram, and camped before the city.", "19": "He bought the piece of land where he had pitched his tent from the hand of the sons of Hamor, Shechem's father, for one hundred [n]pieces of money.", "20": "Then he erected there an altar and called it [o]El-Elohe-Israel."}