{"1": "Then Jacob summoned his sons and said, “Assemble yourselves that I may tell you what will befall you in the [a]days to come.", "2": "“Gather together and hear, O sons of Jacob; And listen to Israel your father.", "3": "“Reuben, you are my firstborn; My might and the beginning of my strength, [b]Preeminent in dignity and [c]preeminent in power.", "4": "“[d]Uncontrolled as water, you shall not have preeminence, Because you went up to your father's bed; Then you defiled it—he went up to my couch.", "5": "“Simeon and Levi are brothers; Their swords are implements of violence.", "6": "“Let my soul not enter into their council; Let not my glory be united with their assembly; Because in their anger they slew [e]men, And in their self-will they lamed [f]oxen.", "7": "“Cursed be their anger, for it is fierce; And their wrath, for it is cruel. I will [g]disperse them in Jacob, And scatter them in Israel.", "8": "“Judah, your brothers shall praise you; Your hand shall be on the neck of your enemies; Your father's sons shall bow down to you.", "9": "“Judah is a lion's whelp; From the prey, my son, you have gone up. He [h]couches, he lies down as a lion, And as a [i]lion, who [j]dares rouse him up?", "10": "“The scepter shall not depart from Judah, Nor the ruler's staff from between his feet, [k]Until Shiloh comes, And to him shall be the obedience of the peoples.", "11": "“[l]He ties his foal to the vine, And his donkey's colt to the choice vine; He washes his garments in wine, And his robes in the blood of grapes.", "12": "“His eyes are [m]dull from wine, And his teeth [n]white from milk.", "13": "“Zebulun will dwell at the seashore; And he shall be [o]a haven for ships, And his flank shall be toward Sidon.", "14": "“Issachar is [p]a strong donkey, Lying down between the [q]sheepfolds.", "15": "“When he saw that a resting place was good And that the land was pleasant, He bowed his shoulder to bear burdens, And became a slave at forced labor.", "16": "“Dan shall judge his people, As one of the tribes of Israel.", "17": "“Dan shall be a serpent in the way, A horned snake in the path, That bites the horse's heels, So that his rider falls backward.", "18": "“For Your salvation I wait, O Lord.", "19": "“As for Gad, [r]raiders shall raid him, But he will raid at their [s]heels.", "20": "“[t]As for Asher, his [u]food shall be [v]rich, And he will yield royal dainties.", "21": "“Naphtali is a doe let loose, He gives beautiful words.", "22": "“Joseph is a fruitful [w]bough, A fruitful [x]bough by a spring; Its [y]branches run over a wall.", "23": "“The archers bitterly attacked him, And shot at him and harassed him;", "24": "But his bow remained [z]firm, And [aa]his arms were agile, From the hands of the Mighty One of Jacob (From there is the Shepherd, the Stone of Israel),", "25": "From the God of your father who helps you, And [ab]by the [ac]Almighty who blesses you With blessings of heaven above, Blessings of the deep that lies beneath, Blessings of the breasts and of the womb.", "26": "“The blessings of your father Have surpassed the blessings of my ancestors Up to the [ad]utmost bound of the everlasting hills; May they be on the head of Joseph, And on the crown of the head of the one distinguished among his brothers.", "27": "“Benjamin is a [ae]ravenous wolf; In the morning he devours the prey, And in the evening he divides the spoil.”", "28": "All these are the twelve tribes of Israel, and this is what their father said to them [af]when he blessed them. He blessed them, every one [ag]with the blessing appropriate to him.", "29": "Then he charged them and said to them, “I am about to be gathered to my people; bury me with my fathers in the cave that is in the field of Ephron the Hittite,", "30": "in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought along with the field from Ephron the Hittite for a [ah]burial site.", "31": "There they buried Abraham and his wife Sarah, there they buried Isaac and his wife Rebekah, and there I buried Leah—", "32": "the field and the cave that is in it, purchased from the sons of Heth.”", "33": "When Jacob finished charging his sons, he drew his feet into the bed and breathed his last, and was gathered to his people."}