{"1": "Listen to this, Israel. God is calling you to account—and I mean all of you, everyone connected with the family that he delivered out of Egypt. Listen!", "2": "“Out of all the families on earth, I picked you. Therefore, because of your special calling, I'm holding you responsible for all your sins.”", "3-7": "Do two people walk hand in hand if they aren't going to the same place? Does a lion roar in the forest if there's no carcass to devour? Does a young lion growl with pleasure if he hasn't caught his supper? Does a bird fall to the ground if it hasn't been hit with a stone? Does a trap spring shut if nothing trips it? When the alarm goes off in the city, aren't people alarmed? And when disaster strikes the city, doesn't God stand behind it? The fact is, God, the Master, does nothing without first telling his prophets the whole story.", "8": "The lion has roared— who isn't frightened? God has spoken— what prophet can keep quiet?", "9-11": "Announce to the forts of Assyria, announce to the forts of Egypt— Tell them, “Gather on the Samaritan mountains, take a good, hard look: what a snake pit of brutality and terror! They can't—or won't—do one thing right.” God said so. “They stockpile violence and blight. Therefore”—this is God's Word—“an enemy will surround the country. He'll strip you of your power and plunder your forts.”", "12": "God's Message: “In the same way that a shepherd trying to save a lamb from a lion Manages to recover just a pair of legs or the scrap of an ear, So will little be saved of the Israelites who live in Samaria— A couple of old chairs at most, the broken leg of a table.", "13-15": "“Listen and bring witness against Jacob's family”— this is God's Word, God-of-the-Angel-Armies! “Note well! The day I make Israel pay for its sins, pay for the sin-altars of worship at Bethel, The horned altars will all be dehorned and scattered around. I'll tear down the winter palace, smash the summer palace—all your fancy buildings. The luxury homes will be demolished, all those pretentious houses.” God's Decree."}