{"1-2": "Woe to you who think you live on easy street in Zion, who think Mount Samaria is the good life. You assume you're at the top of the heap, voted the number-one best place to live. Well, wake up and look around. Get off your pedestal. Take a look at Calneh. Go and visit Great Hamath. Look in on Gath of the Philistines. Doesn't that take you off your high horse? Compared to them, you're not much, are you?", "3-6": "Woe to you who are rushing headlong to disaster! Catastrophe is just around the corner! Woe to those who live in luxury and expect everyone else to serve them! Woe to those who live only for today, indifferent to the fate of others! Woe to the playboys, the playgirls, who think life is a party held just for them! Woe to those addicted to feeling good—life without pain! those obsessed with looking good—life without wrinkles! They could not care less about their country going to ruin.", "7": "But here's what's really coming: a forced march into exile. They'll leave the country whining, a rag-tag bunch of good-for-nothings.", "8": "God, the Master, has sworn, and solemnly stands by his Word. The God-of-the-Angel-Armies speaks: “I hate the arrogance of Jacob. I have nothing but contempt for his forts. I'm about to hand over the city and everyone in it.”", "9-10": "Ten men are in a house, all dead. A relative comes and gets the bodies to prepare them for a decent burial. He discovers a survivor huddled in a closet and asks, “Are there any more?” The answer: “Not a soul. But hush! God must not be mentioned in this desecrated place.”", "11": "Note well: God issues the orders. He'll knock large houses to smithereens. He'll smash little houses to bits.", "12-13": "Do you hold a horse race in a field of rocks? Do you plow the sea with oxen? You'd cripple the horses and drown the oxen. And yet you've made a shambles of justice, a bloated corpse of righteousness, Bragging of your trivial pursuits, beating up on the weak and crowing, “Look what I've done!”", "14": "“Enjoy it while you can, you Israelites. I've got a pagan army on the move against you” —this is your God speaking, God-of-the-Angel-Armies— “And they'll make hash of you, from one end of the country to the other.”"}