{"1": "The Lord's word that came to Joel, Pethuel's son:", "2": "Hear this, elders; pay attention, everyone in the land! Has anything like this ever happened in your days, or in the days of your ancestors?[a]", "3": "Tell it to your children, and have your children tell their children, and their children tell their children.", "4": "What the cutting locust left, the swarming locust has eaten. What the swarming locust left, the hopping locust has eaten. And what the hopping locust left, the devouring locust has eaten.[b]", "5": "Wake up, you who drink too much, and weep. Scream over the sweet wine, all you wine drinkers, because it is snatched from your mouth;", "6": "because a nation, powerful and beyond number, has invaded my land. Its teeth are like lions' teeth; its fangs are like those of a lioness.", "7": "It has destroyed my vines, splintered my fig trees, stripped off their bark and thrown it down; their branches have turned white.", "8": "Lament like a woman dressed in funeral clothing, one who has lost the husband of her youth.", "9": "The grain offering and the drink offering are gone from the Lord's temple. The priests and the Lord's ministers mourn.", "10": "The fields are devastated, the ground mourns; for the grain is destroyed, the new wine dries up, the olive oil fails.", "11": "Be shocked, you farmers; howl, you vinedressers, over the wheat and the barley, for the crops of the field are destroyed.", "12": "The grapevine is dried up; the fig tree withers. Pomegranate, palm, and apple— all the trees of the field are dried up. Joy fades away from the people.[c]", "13": "Dress for a funeral and grieve, you priests; lament, ministers of the altar. Come, spend the night in funeral clothing, servants of my God, because the grain offering and the drink offering have gone from the temple of your God.", "14": "Demand a fast, request a special assembly. Gather the elders and all the land's people to the temple of the Lord your God, and cry out to the Lord.", "15": "What a terrible day! The day of the Lord is near; it comes like chaos from the Almighty.[d]", "16": "Isn't the food cut off right before our eyes? Aren't joy and gladness also gone from our God's house?", "17": "The grain shrivels under the shovels;[e] the barns are empty. The granaries are in ruin because the grain has dried up.", "18": "How the animals groan! Herds of cattle are in distress because there is no pasture for them; even the flocks of sheep pant.", "19": "To you, Lord, I cry, for fire has completely destroyed the pastures of the wilderness; and flames have burned all the trees of the field.", "20": "Even the field's wild animals cry to you because the streams have dried up; the fire has completely destroyed the meadows of the wilderness."}