{"1": "The Lord called Moses, and spoke to him from the tent of meeting, saying, ", "2": "“Speak to the people of Israel, and say to them, When any man of you brings an offering to the Lord, you shall bring your offering of cattle from the herd or from the flock.", "3": "“If his offering is a burnt offering from the herd, he shall offer a male without blemish; he shall offer it at the door of the tent of meeting, that he may be accepted before the Lord; ", "4": "he shall lay his hand upon the head of the burnt offering, and it shall be accepted for him to make atonement for him. ", "5": "Then he shall kill the bull before the Lord; and Aaron's sons the priests shall present the blood, and throw the blood round about against the altar that is at the door of the tent of meeting. ", "6": "And he shall flay the burnt offering and cut it into pieces; ", "7": "and the sons of Aaron the priest shall put fire on the altar, and lay wood in order upon the fire; ", "8": "and Aaron's sons the priests shall lay the pieces, the head, and the fat, in order upon the wood that is on the fire upon the altar; ", "9": "but its entrails and its legs he shall wash with water. And the priest shall burn the whole on the altar, as a burnt offering, an offering by fire, a pleasing odor to the Lord.", "10": "“If his gift for a burnt offering is from the flock, from the sheep or goats, he shall offer a male without blemish; ", "11": "and he shall kill it on the north side of the altar before the Lord, and Aaron's sons the priests shall throw its blood against the altar round about. ", "12": "And he shall cut it into pieces, with its head and its fat, and the priest shall lay them in order upon the wood that is on the fire upon the altar; ", "13": "but the entrails and the legs he shall wash with water. And the priest shall offer the whole, and burn it on the altar; it is a burnt offering, an offering by fire, a pleasing odor to the Lord.", "14": "“If his offering to the Lord is a burnt offering of birds, then he shall bring his offering of turtledoves or of young pigeons. ", "15": "And the priest shall bring it to the altar and wring off its head, and burn it on the altar; and its blood shall be drained out on the side of the altar; ", "16": "and he shall take away its crop with the feathers, and cast it beside the altar on the east side, in the place for ashes; ", "17": "he shall tear it by its wings, but shall not divide it asunder. And the priest shall burn it on the altar, upon the wood that is on the fire; it is a burnt offering, an offering by fire, a pleasing odor to the Lord."}