{"1": "[a]And the Lord said to Moses and Aaron, ", "2": "“Say to the people of Israel, These are the living things which you may eat among all the beasts that are on the earth. ", "3": "Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat. ", "4": "Nevertheless among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you. ", "5": "And the rock badger, because it chews the cud but does not part the hoof, is unclean to you. ", "6": "And the hare, because it chews the cud but does not part the hoof, is unclean to you. ", "7": "And the swine, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you. ", "8": "Of their flesh you shall not eat, and their carcasses you shall not touch; they are unclean to you.", "9": "“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. ", "10": "But anything in the seas or the rivers that has not fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is an abomination to you. ", "11": "They shall remain an abomination to you; of their flesh you shall not eat, and their carcasses you shall have in abomination. ", "12": "Everything in the waters that has not fins and scales is an abomination to you.", "13": "“And these you shall have in abomination among the birds, they shall not be eaten, they are an abomination: the eagle, the vulture, the osprey, ", "14": "the kite, the falcon according to its kind, ", "15": "every raven according to its kind, ", "16": "the ostrich, the nighthawk, the sea gull, the hawk according to its kind, ", "17": "the owl, the cormorant, the ibis, ", "18": "the water hen, the pelican, the carrion vulture, ", "19": "the stork, the heron according to its kind, the hoopoe, and the bat.", "20": "“All winged insects that go upon all fours are an abomination to you. ", "21": "Yet among the winged insects that go on all fours you may eat those which have legs above their feet, with which to leap on the earth. ", "22": "Of them you may eat: the locust according to its kind, the bald locust according to its kind, the cricket according to its kind, and the grasshopper according to its kind. ", "23": "But all other winged insects which have four feet are an abomination to you.", "24": "“And by these you shall become unclean; whoever touches their carcass shall be unclean until the evening, ", "25": "and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening. ", "26": "Every animal which parts the hoof but is not cloven-footed or does not chew the cud is unclean to you; every one who touches them shall be unclean. ", "27": "And all that go on their paws, among the animals that go on all fours, are unclean to you; whoever touches their carcass shall be unclean until the evening, ", "28": "and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.", "29": "“And these are unclean to you among the swarming things that swarm upon the earth: the weasel, the mouse, the great lizard according to its kind, ", "30": "the gecko, the land crocodile, the lizard, the sand lizard, and the chameleon. ", "31": "These are unclean to you among all that swarm; whoever touches them when they are dead shall be unclean until the evening. ", "32": "And anything upon which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any vessel that is used for any purpose; it must be put into water, and it shall be unclean until the evening; then it shall be clean. ", "33": "And if any of them falls into any earthen vessel, all that is in it shall be unclean, and you shall break it. ", "34": "Any food in it which may be eaten, upon which water may come, shall be unclean; and all drink which may be drunk from every such vessel shall be unclean. ", "35": "And everything upon which any part of their carcass falls shall be unclean; whether oven or stove, it shall be broken in pieces; they are unclean, and shall be unclean to you. ", "36": "Nevertheless a spring or a cistern holding water shall be clean; but whatever touches their carcass shall be unclean. ", "37": "And if any part of their carcass falls upon any seed for sowing that is to be sown, it is clean; ", "38": "but if water is put on the seed and any part of their carcass falls on it, it is unclean to you.", "39": "“And if any animal of which you may eat dies, he who touches its carcass shall be unclean until the evening, ", "40": "and he who eats of its carcass shall wash his clothes and be unclean until the evening; he also who carries the carcass shall wash his clothes and be unclean until the evening.", "41": "“Every swarming thing that swarms upon the earth is an abomination; it shall not be eaten. ", "42": "Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, all the swarming things that swarm upon the earth, you shall not eat; for they are an abomination. ", "43": "You shall not make yourselves abominable with any swarming thing that swarms; and you shall not defile yourselves with them, lest you become unclean. ", "44": "For I am the Lord your God; consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls upon the earth. ", "45": "For I am the Lord who brought you up out of the land of Egypt, to be your God; you shall therefore be holy, for I am holy.”", "46": "This is the law pertaining to beast and bird and every living creature that moves through the waters and every creature that swarms upon the earth, ", "47": "to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten."}