{"1": "And the Lord said to Moses, ", "2": "“Say to all the congregation of the people of Israel, You shall be holy; for I the Lord your God am holy. ", "3": "Every one of you shall revere his mother and his father, and you shall keep my sabbaths: I am the Lord your God. ", "4": "Do not turn to idols or make for yourselves molten gods: I am the Lord your God.", "5": "“When you offer a sacrifice of peace offerings to the Lord, you shall offer it so that you may be accepted. ", "6": "It shall be eaten the same day you offer it, or on the morrow; and anything left over until the third day shall be burned with fire. ", "7": "If it is eaten at all on the third day, it is an abomination; it will not be accepted, ", "8": "and every one who eats it shall bear his iniquity, because he has profaned a holy thing of the Lord; and that person shall be cut off from his people.", "9": "“When you reap the harvest of your land, you shall not reap your field to its very border, neither shall you gather the gleanings after your harvest. ", "10": "And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard; you shall leave them for the poor and for the sojourner: I am the Lord your God.", "11": "“You shall not steal, nor deal falsely, nor lie to one another. ", "12": "And you shall not swear by my name falsely, and so profane the name of your God: I am the Lord.", "13": "“You shall not oppress your neighbor or rob him. The wages of a hired servant shall not remain with you all night until the morning. ", "14": "You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the Lord.", "15": "“You shall do no injustice in judgment; you shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor. ", "16": "You shall not go up and down as a slanderer among your people, and you shall not stand forth against the life[a] of your neighbor: I am the Lord.", "17": "“You shall not hate your brother in your heart, but you shall reason with your neighbor, lest you bear sin because of him. ", "18": "You shall not take vengeance or bear any grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.", "19": "“You shall keep my statutes. You shall not let your cattle breed with a different kind; you shall not sow your field with two kinds of seed; nor shall there come upon you a garment of cloth made of two kinds of stuff.", "20": "“If a man lies carnally with a woman who is a slave, betrothed to another man and not yet ransomed or given her freedom, an inquiry shall be held. They shall not be put to death, because she was not free; ", "21": "but he shall bring a guilt offering for himself to the Lord, to the door of the tent of meeting, a ram for a guilt offering. ", "22": "And the priest shall make atonement for him with the ram of the guilt offering before the Lord for his sin which he has committed; and the sin which he has committed shall be forgiven him.", "23": "“When you come into the land and plant all kinds of trees for food, then you shall count their fruit as forbidden;[b] three years it shall be forbidden to you, it must not be eaten. ", "24": "And in the fourth year all their fruit shall be holy, an offering of praise to the Lord. ", "25": "But in the fifth year you may eat of their fruit, that they may yield more richly for you: I am the Lord your God.", "26": "“You shall not eat any flesh with the blood in it. You shall not practice augury or witchcraft. ", "27": "You shall not round off the hair on you temples or mar the edges of your beard. ", "28": "You shall not make any cuttings in your flesh on account of the dead or tattoo any marks upon you: I am the Lord.", "29": "“Do not profane your daughter by making her a harlot, lest the land fall into harlotry and the land become full of wickedness. ", "30": "You shall keep my sabbaths and reverence my sanctuary: I am the Lord.", "31": "“Do not turn to mediums or wizards; do not seek them out, to be defiled by them: I am the Lord your God.", "32": "“You shall rise up before the hoary head, and honor the face of an old man, and you shall fear your God: I am the Lord.", "33": "“When a stranger sojourns with you in your land, you shall not do him wrong. ", "34": "The stranger who sojourns with you shall be to you as the native among you, and you shall love him as yourself; for you were strangers in the land of Egypt: I am the Lord your God.", "35": "“You shall do no wrong in judgment, in measures of length or weight or quantity. ", "36": "You shall have just balances, just weights, a just ephah, and a just hin: I am the Lord your God, who brought you out of the land of Egypt. ", "37": "And you shall observe all my statutes and all my ordinances, and do them: I am the Lord.”"}