{"1": "Three days later, Esther put on royal clothes and stood in the inner courtyard of the palace, facing the palace itself. At that moment the king was inside sitting on his royal throne and facing the palace doorway.", "2": "When the king noticed Queen Esther standing in the entry court, he was pleased. The king held out to Esther the gold scepter in his hand, and she came forward and touched the scepter's tip.", "3": "Then the king said to her, “What is it, Queen Esther? What do you want? I'll give you anything—even half the kingdom.”", "4": "Esther answered, “If the king wishes, please come today with Haman for the feast that I have prepared for him.”", "5": "“Hurry, get Haman,” the king ordered, “so we can do what Esther says.” So the king and Haman came to the feast that Esther had prepared.", "6": "As they sipped wine, the king asked, “Now what is it you wish? I'll give it to you. What do you want? I'll do anything—even give you half the kingdom.”", "7": "Esther answered, “This is my wish and this is what I want:", "8": "If I please the king, and if the king wishes to grant my wish and my desire, I'd like the king and Haman to come to another feast that I will prepare for them. Tomorrow I will answer the king's questions.”", "9": "That day Haman left Esther's place happy, his spirits high, but then he saw Mordecai in the King's Gate. Mordecai neither stood up nor seemed the least bit nervous around him, so Haman suddenly felt great rage toward Mordecai.", "10": "But Haman held himself back and went on home. He sent word that his friends and his wife Zeresh should join him there.", "11": "Haman boasted to them about his great wealth and his many sons. He told all about how the king had honored him by promoting him over the officials and high royal workers.", "12": "“Best of all,” Haman said, “Queen Esther has invited no one else but me to join the king for food and drinks that she has prepared. In fact, I've been called to join the king at her place tomorrow!", "13": "But all this loses its meaning every time I see Mordecai the Jew sitting at the King's Gate.”", "14": "So his wife Zeresh and all his friends told him: “Have people prepare a pointed pole seventy-five feet high. In the morning, tell the king to have Mordecai impaled on it. Then you can go with the king to the feast in a happy mood.” Haman liked the idea and had the pole prepared."}