{"1": "That same day King Ahasuerus gave Queen Esther what Haman the enemy of the Jews owned. Mordecai himself came before the king because Esther had told the king that he was family to her.", "2": "The king took off his royal ring, the one he had removed from Haman, and gave it to Mordecai. Esther put Mordecai in charge of what Haman had owned.", "3": "Esther again spoke before the king. She bowed at his feet, wept, and begged him to treat her kindly. She wanted him to overturn the evil plot of Haman the Agagite—his secret plan directed against the Jews.", "4": "The king held out the gold scepter to Esther, and she got up and stood before him.", "5": "She said, “If the king wishes, and if I please him—that is, if the idea seems right to the king, and if he still sees me as a good person—then have people write something to call back the order—the order that put into effect the plan of Haman, Hammedatha the Agagite's son, that he wrote to destroy the Jews in all the royal provinces.", "6": "How can I bear to watch the terrible evil about to sweep over my people? And how can I bear to watch others destroy my own family?”", "7": "King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Look, I've given Esther everything Haman owned. And Haman himself my servants have impaled on the pole because he planned to attack the Jews.", "8": "So you yourselves write to the Jews whatever you like in the name of the king and seal the letters with the king's royal ring. Anything written in the name of the king and sealed with the king's royal ring can't be called back.”", "9": "So that was when the royal scribes were summoned—on the twenty-third day of the third month (that is, the month of Sivan).[a] They wrote exactly what Mordecai ordered to the Jews, rulers, governors, and officials of the provinces from India to Cush—one hundred twenty-seven in all. They wrote in the alphabet of each province and in the language of each people.", "10": "They wrote in the name of King Ahasuerus and sealed the order with the king's royal ring. He sent letters with riders mounted on royal horses bred from mares known to run fast.[b]", "11": "The order allowed Jews in each town to join together and defend their lives. The Jews were free to wipe out, kill, and destroy every army of any people and province that attacked them, along with their women and children. They could also take and keep anything their attackers owned.", "12": "The one day in all the provinces of King Ahasuerus on which they could do so was the thirteenth day of the twelfth month (that is, the month of Adar).", "13": "A copy of the writing was to become law in each province and be on public display for all its peoples to read. The Jews were to be ready on this day to get back at their enemies.", "14": "The riders mounted on royal horses left Susa, spurred on by the king's order, and the law also became public in the fortified part of Susa.", "15": "Mordecai went out from the king's presence in a blue and white royal robe wearing a large gold crown and a white and red-purple coat. The city of Susa greeted him with shouts of joy.", "16": "For the Jews it was a day of light, happiness, joy, and honor.", "17": "In every province and in every town—wherever the king's order and his law arrived—for the Jews it was a day of happiness and joy. For them it meant feasts and a holiday. Many people in the land became Jews themselves, out of fear of the Jews."}