{"1": "It was on the thirteenth day of the twelfth month (that is, the month of Adar)[a] that the king's order and his law were to be enforced. On the very day that the enemies of the Jews hoped to overpower them, the tables were turned against them. The Jews overpowered their enemies instead.", "2": "The Jews joined together in their towns in all the provinces of King Ahasuerus to defend themselves against those who tried to harm them. No one was able to stand in their way because everyone was afraid of the Jews.", "3": "All the leaders of the provinces, rulers, governors, and those in charge of the king's business helped the Jews because they were afraid of Mordecai.", "4": "Because Mordecai was very important in the palace, news about him was sweeping through the provinces. Indeed, Mordecai was becoming more and more important every day.", "5": "The Jews put down all their enemies with sword blows, killing, and destruction. They did whatever they wanted with those who hated them.", "6": "In the fortified part of Susa, the Jews killed five hundred people.", "7": "They also killed Parshandatha, Dalphon, Aspatha,", "8": "Poratha, Adalia, Aridatha,", "9": "Parmashta, Arisai, Aridai, and Vaizatha.", "10": "These were the ten sons of Haman, Hammedatha's son, the enemy of the Jews. But the Jews didn't lay a hand on anything their enemies owned.", "11": "That same day, a report concerning the number killed in the fortified part of Susa reached the king.", "12": "So the king said to Queen Esther in the fortified part of Susa, “The Jews have killed five hundred people as well as the ten sons of Haman. What have they done in the rest of the royal provinces? What do you wish now? I'll give it to you. What is your desire? I'll do it this time too.”", "13": "Esther answered, “If the king wishes, let the Jews who are in Susa also have tomorrow to do what the law allows for today. And let them also impale the ten sons of Haman on pointed poles.”", "14": "The king ordered that this be done, and the law became public in Susa. They impaled the ten sons of Haman just as she said.", "15": "The Jews in Susa joined together again, this time on the fourteenth day of the month of Adar. In Susa, they killed three hundred people, but they didn't lay a hand on anything the people owned.", "16": "The Jews out in the royal provinces also joined together to defend their lives. They put to rest the troubles with their enemies and killed those who hated them. The total was seventy-five thousand dead, but the Jews didn't lay a hand on anything their enemies owned.", "17": "They acted on the thirteenth day of the month of Adar. Then on the fourteenth day they rested, making it a day of feasts and rejoicing.", "18": "(18 The Jews in Susa joined together for self-defense on the thirteenth and fourteenth days of the month. But they rested on the fifteenth day of the month and made it a day of feasts and joyous events.)", "19": "That is why Jews who live in villages make the fourteenth day of the month of Adar a day of rejoicing and feasts, a holiday. It is a day on which they send gifts of food to each other.", "20": "Mordecai wrote these things down and sent letters to all the Jews in all the provinces, both near and far, of King Ahasuerus.", "21": "He made it a rule that Jews keep the fourteenth and fifteenth days of the month of Adar as special days each and every year.", "22": "They are the days on which the Jews finally put to rest the troubles with their enemies. The month is the one when everything turned around for them from sadness to joy, and from sad, loud crying to a holiday. They are to make them days of feasts and joyous events, days to send food gifts to each other and money gifts to the poor.", "23": "The Jews agreed to continue what they had already begun to do—just what Mordecai had written to them.", "24": "Indeed, Haman, Hammedatha the Agagite's son, the enemy of all the Jews, had planned to destroy the Jews. He had servants throw pur (that is, the dice) to find the best month and day to trouble greatly and destroy them.", "25": "But when Esther came before the king, his written order said: The wicked plan that Haman made against the Jews should turn back on him instead. So they impaled him and his sons on pointed poles.", "26": "That is why people call these days Purim, by using the ancient word pur. It all fit with what this letter said, with what they saw happen, and with what they themselves went through.", "27": "The Jews agreed that they, their children, grandchildren, and great-grandchildren, as well as all non-Jews who become Jews, should always keep these two days. They agreed to follow the written rules—and at the proper time too—every year.", "28": "So forever every family, province, and town remembers to keep these days. These days of Purim won't die out among the Jews. They will remember to keep them forever.", "29": "Queen Esther daughter of Abihail, along with Mordecai the Jew, wrote with her full royal power to show that this second letter about Purim was correct.[b]", "30": "Letters conveying good wishes and words of friendship were sent to all the Jews throughout the one hundred twenty-seven provinces in the kingdom of Ahasuerus.", "31": "Their aim was to make sure that the Jews kept these days of Purim at the proper time, following the rule that Mordecai the Jew and Queen Esther had made. The rule fit well with what they themselves had agreed to do forever and with other things they did—like fasting and lamenting.", "32": "Esther's order made these features of Purim part of the law, so it was written down."}