{"1": "From Paul,[a] a prisoner of Christ Jesus,[b] and Timothy our[c] brother, to Philemon, our dear friend[d] and colaborer, ", "2": "to Apphia[e] our sister,[f] to Archippus our[g] fellow soldier, and to the church that meets in your house. ", "3": "Grace and peace to you[h] from God our Father and the Lord Jesus Christ!", "4": "I always thank my God[i] as I remember you in my prayers,[j] ", "5": "because I hear[k] of your faith in the Lord Jesus and your love[l] for all the saints.[m] ", "6": "I pray[n] that the faith you share with us may deepen your understanding of every blessing[o] that belongs to you[p] in Christ.[q] ", "7": "I[r] have had great joy and encouragement because[s] of your love, for the hearts[t] of the saints have been refreshed through you, brother.", "8": "So, although I have quite a lot of confidence in Christ and could command you to do what is proper, ", "9": "I would rather appeal[u] to you on the basis of love—I, Paul, an old man[v] and even now a prisoner for the sake of Christ Jesus[w]—", "10": "I am appealing[x] to you concerning my child, whose spiritual father I have become[y] during my imprisonment,[z] that is, Onesimus, ", "11": "who was formerly useless to you, but is now useful to you[aa] and me. ", "12": "I have sent[ab] him (who is my very heart)[ac] back to you. ", "13": "I wanted to keep him with me so that he could serve me in your place[ad] during[ae] my imprisonment for the sake of the gospel.[af] ", "14": "However,[ag] without your consent I did not want to do anything, so that your good deed would not be out of compulsion, but from your own willingness. ", "15": "For perhaps it was for this reason that he was separated from you for a little while, so that you would have him back eternally,[ah] ", "16": "no longer as a slave,[ai] but more than a slave, as a dear brother. He is especially so to me, and even more so to you now, both humanly speaking[aj] and in the Lord. ", "17": "Therefore if you regard me as a partner, accept him as you would me. ", "18": "Now if he has defrauded you of anything or owes you anything, charge what he owes[ak] to me. ", "19": "I, Paul, have written[al] this letter[am] with my own hand:[an] I will repay it. I could also mention that you owe[ao] me your very self. ", "20": "Yes, brother, let me have some benefit from you in the Lord. Refresh my heart in Christ.[ap] ", "21": "Since I was confident that you would obey, I wrote to you, because I knew that you would do even more than[aq] what I am asking you to do. ", "22": "At the same time also, prepare a place for me to stay, for I hope that through your prayers I will be given back to you.", "23": "Epaphras,[ar] my fellow prisoner in Christ Jesus, greets you. ", "24": "Mark, Aristarchus,[as] Demas,[at] and Luke, my colaborers, greet you too. ", "25": "May the grace of the Lord Jesus Christ be[au] with your spirit.[av]"}