{"1": "Joshua was now an old man. “You are growing old,” the Lord said to him, “and there are still many nations to be conquered. ", "2-7": "Here is a list of the areas still to be occupied: All the land of the Philistines; The land of the Geshurites; The territory now belonging to the Canaanites from the brook of Egypt to the southern boundary of Ekron; Five cities of the Philistines: Gaza, Ashdod, Ashkelon, Gath, Ekron; The land of the Avvim in the south; In the north,[a] all the land of the Canaanites, including Mearah (which belongs to the Sidonians), stretching northward* to Aphek at the boundary of the Amorites; The land of the Gebalites on the coast* and all of the Lebanon mountain area from Baal-gad beneath Mount Hermon in the south to the entrance of Hamath in the north; All the hill country from Lebanon to Misrephoth-maim, including all the land of the Sidonians. “I am ready to drive these people out from before the nation of Israel, so include all this territory when you divide the land among the nine tribes and the half-tribe of Manasseh as I have commanded you.”", "8": "The other half of the tribe of Manasseh and the tribes of Reuben and Gad had already received their inheritance on the east side of the Jordan, for Moses had previously assigned this land to them. ", "9": "Their territory ran from Aroer, on the edge of the valley of the Arnon River, included the city in the valley, and crossed the tableland of Medeba to Dibon; ", "10": "it also included all the cities of King Sihon of the Amorites, who reigned in Heshbon, and extended as far as the borders of Ammon. ", "11": "It included Gilead; the territory of the Geshurites and the Maacathites; all of Mount Hermon; Mount Bashan with its city of Salecah; ", "12": "and all the territory of King Og of Bashan, who had reigned in Ashtaroth and Edrei. (He was the last of the Rephaim, for Moses had attacked them and driven them out. ", "13": "However, the people of Israel had not driven out the Geshurites or the Maacathites, who still live there among the Israelites to this day.)", "14": "The Territorial Assignments The Land Given to the Tribe of Levi: Moses hadn't assigned any land to the tribe of Levi: instead, they were given the offerings brought to the Lord.", "15": "The Land Given to the Tribe of Reuben: Fitting the size of its territory to the size of its population,[b] Moses had assigned the following area to the tribe of Reuben: ", "16": "Their land extended from Aroer on the edge of the valley of the Arnon River, past the city of Arnon in the middle of the valley, to beyond the tableland near Medeba. ", "17": "It included Heshbon and the other cities on the plain—Dibon, Bamoth-baal, Beth-baal-meon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathaim, Sibmah, Zereth-shahar on the mountain above the valley, ", "20": "Beth-peor, Beth-jeshimoth, and the slopes of Mount Pisgah.", "21": "The land of Reuben also included the cities of the tableland and the kingdom of Sihon. Sihon was the king who had lived in Heshbon and was killed by Moses along with the other chiefs of Midian—Evi, Rekem, Zur, Hur, and Reba. ", "22": "The people of Israel also killed Balaam the magician, the son of Beor. ", "23": "The Jordan River was the western boundary of the tribe of Reuben.", "24": "The Land Given to the Tribe of Gad: Moses also assigned land to the tribe of Gad in proportion to its population.[c] ", "25": "This territory included Jazer, all the cities of Gilead, and half of the land of Ammon as far as Aroer near Rabbah. ", "26": "It also extended from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to Lodebar. ", "27-28": "In the valley were Beth-haram, and Beth-nimrah, Succoth, Zaphon, and the rest of the kingdom of King Sihon of Heshbon. The Jordan River was the western border, extending as far as the Lake of Galilee; then the border turned east from the Jordan River.", "29": "The Land Given to the Half-Tribe of Manasseh: Moses had assigned the following territory to the half-tribe of Manasseh in proportion to its needs:[d] ", "30": "Their territory extended north from Mahanaim, included all of Bashan, the former kingdom of King Og, and the sixty cities of Jair in Bashan. ", "31": "Half of Gilead and King Og's royal cities of Ashtaroth and Edrei were given to half of the clan Machir, who was Manasseh's son.", "32": "That was how Moses divided the land east of the Jordan River where the people were camped at that time across from Jericho. ", "33": "But Moses had given no land to the tribe of Levi for, as he had explained to them, the Lord God was their inheritance. He was all they needed. He would take care of them in other ways."}