{"1": "The Land Given to the Tribe of Judah (as assigned by sacred lot): Judah's southern boundary began at the northern border of Edom, crossed the wilderness of Zin, and ended at the northern edge of the Negeb. ", "2-4": "More specifically, this boundary began at the south bay of the Dead Sea, ran along the road going south of Mount Akrabbim, on into the wilderness of Zin to Hezron (south of Kadesh-barnea), and then up through Karka and Azmon, until it finally reached the brook of Egypt, and along that to the Mediterranean Sea.", "5": "The eastern boundary extended along the Dead Sea to the mouth of the Jordan River. The northern boundary began at the bay where the Jordan River empties into the Salt Sea, ", "6": "crossed to Beth-hoglah, then proceeded north of Beth-arabah to the stone of Bohan (son of Reuben). ", "7": "From that point it went through the valley of Achor to Debir, where it turned northwest toward Gilgal, opposite the slopes of Adummim on the south side of the valley. From there the border extended to the springs at En-shemesh and on to En-rogel. ", "8": "The boundary then passed through the valley of Hinnom, along the southern shoulder of Jebus (where the city of Jerusalem is located), then west to the top of the mountain above the valley of Hinnom, and on up to the northern end of the valley of Rephaim. ", "9": "From there the border extended from the top of the mountain to the spring of Nephtoah, and from there to the cities of Mount Ephron before it turned northward to circle around Baalah (which is another name for Kiriath-jearim). ", "10-11": "Then the border circled west of Baalah to Mount Seir, passed along to the town of Chesalon on the northern shoulder of Mount Jearim, and went down to Beth-shemesh. Turning northwest again, the boundary line proceeded past the south of Timnah to the shoulder of the hill north of Ekron, where it bent to the left, passing south of Shikkeron and Mount Baalah. Turning again to the north, it passed Jabneel and ended at the Mediterranean Sea.", "12": "The western border was the shoreline of the Mediterranean.", "13": "The Land Given to Caleb: The Lord instructed Joshua to assign some of Judah's territory to Caleb (son of Jephunneh), so he was given the city of Arba (also called Hebron), which had been named after Anak's father. ", "14": "Caleb drove out the descendants of the three sons of Anak: Talmai, Sheshai, and Ahiman. ", "15": "Then he fought against the people living in the city of Debir (formerly called Kiriath-sepher).", "16": "Caleb said that he would give his daughter Achsah to be the wife of anyone who would go and capture Kiriath-sepher. ", "17": "Othniel (son of Kenaz), Caleb's nephew, was the one who conquered it, so Achsah became Othniel's wife. ", "18-19": "As she was leaving with him, she urged him to ask her father for an additional field as a wedding present.[a] She got off her donkey to speak to Caleb about this. “What is it? What can I do for you?” he asked. And she replied, “Give me another present! For the land you gave me is a desert. Give us some springs too!” Then he gave her the upper and lower springs.", "20": "So this was the assignment of land to the tribe of Judah:", "21-32": "The cities of Judah which were situated along the borders of Edom in the Negeb, namely: Kabzeel, Eder, Jagur, Kinah, Dimonah, Adadah, Kedesh, Hazor, Ithnan, Ziph, Telem, Bealoth, Hazor-hadattah, Kerioth-hezron (or, Hazor), Amam, Shema, Moladah, Hazar-gaddah, Heshmon, Beth-pelet, Hazar-shual, Beer-sheba, Biziothiah, Baalah, Iim, Ezem, Eltolad, Chesil, Hormah, Ziklag, Madmannah, Sansannah, Lebaoth, Shilhim, Ain, and Rimmon. In all, there were twenty-nine of these cities with their surrounding villages.", "33-36": "The following cities situated in the lowlands were also given to Judah: Eshtaol, Zorah, Ashnah, Zanoah, En-gannim, Tappuah, Enam, Jarmuth, Adullam, Socoh, Azekah, Shaaraim, Adithaim, Gederah, and Gederothaim. In all, there were fourteen of these cities with their surrounding villages.", "37-44": "The tribe of Judah also inherited twenty-five other cities with their villages:[b] Zenan, Hadashah, Migdal-gad, Dilean, Mizpeh, Joktheel, Lachish, Bozkath, Eglon, Cabbon, Lahmam, Chitlish, Gederoth, Beth-dagon, Naamah, Makkedah, Libnah, Ether, Ashan, Iphtah, Ashnah, Nezib, Keilah, Achzib, and Mareshah.", "45": "The territory of the tribe of Judah also included all the towns and villages of Ekron. ", "46": "From Ekron the boundary extended to the Mediterranean and included the cities along the borders of Ashdod with their nearby villages; ", "47": "also the city of Ashdod with its villages, and Gaza with its villages as far as the brook of Egypt; also the entire Mediterranean coast from the mouth of the brook of Egypt on the south to Tyre on the north.", "48-62": "Judah also received these forty-four cities in the hill country with their surrounding villages:[c] Shamir, Jattir, Socoh, Dannah, Kiriath-sannah (or Debir), Anab, Eshtemoh, Anim, Goshen, Holon, Giloh, Arab, Dumah, Eshan, Janim, Beth-tappuah, Aphekah, Humtah, Kiriath-arba (or, Hebron), Zior, Maon, Carmel, Ziph, Juttah, Jezreel, Jokdeam, Zanoah, Kain, Gibeah, Timnah, Halhul, Beth-zur, Gedor, Maarath, Beth-anoth, Eltekon, Kiriath-baal (also known as Kiriath-jearim), Rabbah, Beth-arabah, Middin, Secacah, Nibshan, The City of Salt, and En-gedi.", "63": "But the tribe of Judah could not drive out the Jebusites who lived in the city of Jerusalem, so the Jebusites live there among the people of Judah to this day."}