{"1": "The Land Given to the Half-Tribe of Manasseh (Joseph's oldest son): The clan of Machir (Manasseh's oldest son who was the father of Gilead) had already been given the land of Gilead and Bashan on the east side of the Jordan River,[a] for they were great warriors. ", "2": "So now, land on the west side of the Jordan[b] was given to the clans of Abiezer, Helek, Asriel, Shechem, Shemida, and Hepher.", "3": "However, Hepher's son Zelophehad (grandson of Gilead, great-grandson of Machir, and great-great-grandson of Manasseh) had no sons. He had only five daughters whose names were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "4": "These women came to Eleazar the priest and to Joshua and the Israeli leaders and reminded them, “The Lord told Moses that we were to receive as much property as the men of our tribe.”[c]", "5-6": "So, as the Lord had commanded through Moses, these five women were given an inheritance along with their five great-uncles, and the total inheritance came to ten sections of land (in addition to the land of Gilead and Bashan across the Jordan River).", "7": "The northern boundary of the tribe of Manasseh extended southward from the border of Asher to Michmethath, which is east of Shechem. On the south the boundary went from Michmethath to the spring of Tappuah. ", "8": "(The land of Tappuah belonged to Manasseh, but the city of Tappuah, on the border of Manasseh's land, belonged to the tribe of Ephraim.) ", "9": "From the spring of Tappuah the border of Manasseh followed the north bank of Kanah Brook to the Mediterranean Sea. (Several cities south of the brook belonged to the tribe of Ephraim, though they were located in Manasseh's territory.) ", "10": "The land south of the brook and as far west as the Mediterranean Sea was assigned to Ephraim, and the land north of the brook and east of the sea went to Manasseh. Manasseh's northern boundary was the territory of Asher, and the eastern boundary was the territory of Issachar.", "11": "The half-tribe of Manasseh was also given the following cities, which were situated in the areas assigned to Issachar and Asher: Beth-shean, Ibleam, Dor, En-dor, Taanach, Megiddo (where there are the three cliffs), with their respective villages. ", "12": "But since the descendants of Manasseh could not drive out the people who lived in those cities, the Canaanites remained. ", "13": "Later on, however, when the Israelis became strong enough, they forced the Canaanites to work as slaves.", "14": "Then the two tribes of Joseph came to Joshua and asked, “Why have you given us only one portion of land when the Lord has given us such large populations?”", "15": "“If the hill country of Ephraim is not large enough for you,” Joshua replied, “and if you are able to do it, you may clear out the forest land where the Perizzites and Rephaim live.”", "16-18": "“Fine,” said the tribes of Joseph, “for the Canaanites in the lowlands around Beth-shean and the valley of Jezreel have iron chariots and are too strong for us.” “Then you shall have the mountain forests,” Joshua replied, “and since you are such a large, strong tribe you will surely be able to clear it all and live there. And I'm sure you can drive out the Canaanites from the valleys, too, even though they are strong and have iron chariots.”"}