{"1": "Then Joshua sent two spies from the Israeli camp at Acacia to cross the river and check out the situation on the other side, especially at Jericho. They arrived at an inn operated by a woman named Rahab, who was a prostitute. They were planning to spend the night there, ", "2": "but someone informed the king of Jericho that two Israelis who were suspected of being spies had arrived in the city that evening. ", "3": "He dispatched a police squadron to Rahab's home, demanding that she surrender them. “They are spies,” he explained. “They have been sent by the Israeli leaders to discover the best way to attack us.”", "4": "But she had hidden them, so she told the officer in charge, “The men were here earlier, but I didn't know they were spies. ", "5": "They left the city at dusk as the city gates were about to close, and I don't know where they went. If you hurry, you can probably catch up with them!”", "6": "But actually she had taken them up to the roof and hidden them beneath piles of flax that were drying there. ", "7": "So the constable and his men went all the way to the Jordan River looking for them; meanwhile, the city gates were kept shut. ", "8": "Rahab went up to talk to the men before they retired for the night.", "9": "“I know perfectly well that your God is going to give my country to you,” she told them. “We are all afraid of you; everyone is terrified if the word Israel is even mentioned. ", "10": "For we have heard how the Lord made a path through the Red Sea for you when you left Egypt! And we know what you did to Sihon and Og, the two Amorite kings east of the Jordan, and how you ruined their land and completely destroyed their people. ", "11": "No wonder we are afraid of you! No one has any fight left in him after hearing things like that, for your God is the supreme God of heaven, not just an ordinary god. ", "12-13": "Now I beg for this one thing: Swear to me by the sacred name of your God that when Jericho is conquered you will let me live, along with my father and mother, my brothers and sisters, and all their families. This is only fair after the way I have helped you.”", "14": "The men agreed. “If you won't betray us, we'll see to it that you and your family aren't harmed,” they promised. ", "15": "“We'll defend you with our lives.” Then, since her house was on top of the city wall, she let them down by a rope from a window.", "16": "“Escape to the mountains,” she told them. “Hide there for three days until the men who are searching for you have returned; then go on your way.”", "17-18": "But before they left, the men had said to her, “We cannot be responsible for what happens to you unless this rope is hanging from this window and unless all your relatives—your father, mother, brothers, and anyone else—are here inside the house. ", "19": "If they go out into the street, we assume no responsibility whatsoever; but we swear that no one inside this house will be killed or injured. ", "20": "However, if you betray us, then this oath will no longer bind us in any way.”", "21": "“I accept your terms,” she replied. And she left the scarlet rope hanging from the window.", "22": "The spies went up into the mountains and stayed there three days, until the men who were chasing them had returned to the city after searching everywhere along the road without success. ", "23": "Then the two spies came down from the mountains and crossed the river and reported to Joshua all that had happened to them.", "24": "“The Lord will certainly give us the entire land,” they said, “for all the people over there are scared to death of us.”"}