{"1": "Then the leaders of the tribe of Levi came to Shiloh to consult with Eleazar the priest and with Joshua and the leaders of the various tribes.", "2": "“The Lord instructed Moses to give cities to us Levites for our homes, and pastureland for our cattle,” they said.", "3": "So they were given some of the recently conquered cities with their pasturelands. ", "4": "Thirteen of these cities had been assigned originally to the tribes of Judah, Simeon, and Benjamin. These were given to some of the priests of the Kohath division (of the tribe of Levi, descendants of Aaron). ", "5": "The other families of the Kohath division were given ten cities from the territories of Ephraim, Dan, and the half-tribe of Manasseh. ", "6": "The Gershon division received thirteen cities, selected by sacred lot in the area of Bashan. These cities were given by the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh. ", "7": "The Merari division received twelve cities from the tribes of Reuben, Gad, and Zebulun. ", "8": "So the Lord's command to Moses was obeyed, and the cities and pasturelands were assigned by the toss of the sacred dice.", "9-16": "First to receive their assignment were the priests—the descendants of Aaron, who was a member of the Kohath division of the Levites. The tribes of Judah and Simeon gave them the nine cities[a] listed below, with their surrounding pasturelands: Hebron, in the Judean hills, as a City of Refuge—it was also called Kiriath-arba (Arba was the father of Anak)—although the fields beyond the city and the surrounding villages were given to Caleb, the son of Jephunneh; Libnah, Jattir, Eshtemoa, Holon, Debir, Ain, Juttah, and Beth-shemesh.", "17-18": "The tribe of Benjamin gave them these four cities and their pasturelands: Gibeon, Gaba, Anathoth, and Almon. ", "19": "So in all, thirteen cities were given to the priests—the descendants of Aaron.", "20-22": "The other families of the Kohath division received four cities[b] and pasturelands from the tribe of Ephraim: Shechem (a City of Refuge), Gezer, Kibza-im, and Beth-horon.", "23-24": "The following four cities and pasturelands were given by the tribe of Dan: Elteke, Gibbethon, Aijalon, and Gath-rimmon.", "25": "The half-tribe of Manasseh gave the cities of Taanach and Gath-rimmon with their surrounding pasturelands.", "26": "So the total number of cities and pasturelands given to the remainder of the Kohath division was ten.", "27": "The descendants of Gershon, another division of the Levites, received two cities and pasturelands from the half-tribe of Manasseh: Golan, in Bashan (a City of Refuge), and Beeshterah.", "28-29": "The tribe of Issachar gave four cities: Kishion, Daberath, Jarmuth, and Engannim.", "30-31": "The tribe of Asher gave four cities and pasturelands: Mishal, Abdon, Helkath, and Rehob.", "32": "The tribe of Naphtali gave: Kedesh, in Galilee (a City of Refuge), Hammoth-dor, and Kartan.", "33": "So thirteen cities with their pasturelands were assigned to the division of Gershon.", "34-35": "The remainder of the Levites—the Merari division—were given four cities by the tribe of Zebulun: Jokneam, Kartah, Dimnah, and Nahalal.", "36-37": "Reuben gave them: Bezer, Jahaz, Kedemoth, and Mephaath. ", "38-39": "Gad gave them four cities with pasturelands: Ramoth (a City of Refuge), Mahanaim, Heshbon, and Jazer.", "40": "So the Merari division of the Levites was given twelve cities in all.", "41-42": "The total number of cities and pasturelands given to the Levites came to forty-eight.", "43": "So in this way the Lord gave to Israel all the land he had promised to their ancestors, and they went in and conquered it and lived there. ", "44": "And the Lord gave them peace, just as he had promised, and no one could stand against them; the Lord helped them destroy all their enemies. ", "45": "Every good thing the Lord had promised them came true."}