{"1": "Joshua now called together the troops from the tribes of Reuben, Gad, and the half-tribe of Manasseh, ", "2-3": "and addressed them as follows: “You have done as the Lord's disciple Moses commanded you, and have obeyed every order I have given you—every order of the Lord your God. You have not deserted your brother tribes, even though the campaign has lasted for such a long time. ", "4": "And now the Lord our God has given us success and rest as he promised he would. So go home now to the land given you by the Lord's servant Moses, on the other side of the Jordan River. ", "5": "Be sure to continue to obey all of the commandments Moses gave you. Love the Lord and follow his plan for your lives. Cling to him and serve him enthusiastically.”", "6": "So Joshua blessed them and sent them home. ", "7-8": "(Moses had assigned the land of Bashan to the half-tribe of Manasseh, although the other half of the tribe was given land on the west side of the Jordan.) As Joshua sent away these troops, he blessed them and told them to share their great wealth with their relatives back home—their loot of cattle, silver, gold, bronze, iron, and clothing.", "9": "So the troops of Reuben, Gad, and the half-tribe of Manasseh left the army of Israel at Shiloh in Canaan and crossed the Jordan River to their own homeland of Gilead. ", "10": "Before they went across, while they were still in Canaan, they built a large monument for everyone to see, in the shape of an altar.", "11": "But when the rest of Israel heard about what they had done, ", "12": "they mustered an army at Shiloh and prepared to go to war against their brother tribes. ", "13": "First, however, they sent a delegation led by Phinehas, the son of Eleazar the priest. They crossed the river and talked to the tribes of Reuben, Gad, and Manasseh. ", "14": "In this delegation were ten high officials of Israel, one from each of the ten tribes, and each a clan leader. ", "15": "When they arrived in the land of Gilead they said to the tribes of Reuben, Gad, and the half-tribe of Manasseh,", "16": "“The whole congregation of the Lord demands to know why you are sinning against the God of Israel by turning away from him and building an altar of rebellion against the Lord. ", "17-18": "Was our guilt at Peor—from which we have not even yet been cleansed despite the plague that tormented us—so little that you must rebel again? For you know that if you rebel today the Lord will be angry with all of us tomorrow. ", "19": "If you need the altar because your land is defiled, then join us on our side of the river where the Lord lives among us in his Tabernacle, and we will share our land with you. But do not rebel against the Lord by building another altar in addition to the only true altar of our God. ", "20": "Don't you remember that when Achan, the son of Zerah, sinned against the Lord, the entire nation was punished in addition to the one man who had sinned?”", "21": "This was the reply of the people of Reuben, Gad, and the half-tribe of Manasseh to these high officials:", "22-23": "“We swear by Jehovah, the God of gods, that we have not built the altar in rebellion against the Lord. He knows (and let all Israel know it too) that we have not built the altar to sacrifice burnt offerings or grain offerings or peace offerings—may the curse of God be on us if we did. ", "24-25": "We have done it because we love the Lord and because we fear that in the future your children will say to ours, 'What right do you have to worship the Lord God of Israel? The Lord has placed the Jordan River as a barrier between our people and your people! You have no part in the Lord.' And your children may make our children stop worshiping him. ", "26-27": "So we decided to build the altar as a symbol to show our children and your children that we, too, may worship the Lord with our burnt offerings and peace offerings and sacrifices, and your children will not be able to say to ours, 'You have no part in the Lord our God.' ", "28": "If they say this, our children can reply, 'Look at the altar of the Lord that our fathers made, patterned after the altar of Jehovah. It is not for burnt offerings or sacrifices but is a symbol of the relationship with God that both of us have.' ", "29": "Far be it from us to turn away from the Lord or to rebel against him by building our own altar for burnt offerings, grain offerings, or sacrifices. Only the altar in front of the Tabernacle may be used for that.”", "30": "When Phinehas the priest and the high officials heard this from the tribes of Reuben, Gad, and Manasseh, they were very happy.", "31": "Phinehas replied to them, “Today we know that the Lord is among us because you have not sinned against the Lord as we thought; instead, you have saved us from destruction!”", "32": "Then Phinehas and the ten ambassadors went back to the people of Israel and told them what had happened, ", "33": "and all Israel rejoiced and praised God and spoke no more of war against Reuben and Gad. ", "34": "The people of Reuben and Gad named the altar “The Altar of Witness,” for they said, “It is a witness between us and them that Jehovah is our God too.”"}