{"1": "Early the next morning Joshua and all the people of Israel left Acacia and arrived that evening at the banks of the Jordan River, where they camped for a few days before crossing.", "2-4": "On the third day officers went through the camp giving these instructions: “When you see the priests carrying the Ark of God,[a] follow them. You have never before been where we are going now, so they will guide you. However, stay about a half mile behind, with a clear space between you and the Ark; be sure that you don't get any closer.”", "5": "Then Joshua told the people to purify themselves. “For tomorrow,” he said, “the Lord will do a great miracle.”", "6": "In the morning Joshua ordered the priests, “Take up the Ark and lead us across the river!” And so they started out.", "7": "“Today,” the Lord told Joshua, “I will give you great honor, so that all Israel will know that I am with you just as I was with Moses. ", "8": "Instruct the priests who are carrying the Ark to stop at the edge of the river.”", "9": "Then Joshua summoned all the people and told them, “Come and listen to what the Lord your God has said. ", "10": "Today you are going to know for sure that the living God is among you and that he will, without fail, drive out the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites—all the people who now live in the land you will soon occupy. ", "11": "Think of it! The Ark of God, who is Lord of the whole earth, will lead you across the river!", "12": "“Now select twelve men, one from each tribe, for a special task.[b] ", "13-14": "When the priests who are carrying the Ark touch the water with their feet, the river will stop flowing as though held back by a dam, and will pile up as though against an invisible wall!” Now it was the harvest season and the Jordan was overflowing all its banks; but as the people set out to cross the river and as the feet of the priests who were carrying the Ark touched the water at the river's edge, ", "15-16": "suddenly, far up the river at the city of Adam, near Zarethan, the water began piling up as though against a dam! And the water below that point flowed on to the Dead Sea until the riverbed was empty. Then all the people crossed at a spot where the river was close to the city of Jericho, ", "17": "and the priests who were carrying the Ark stood on dry ground in the middle of the Jordan and waited as all the people passed by."}