{"1": "When all the people were safely across, the Lord said to Joshua, ", "2-3": "“Tell the twelve men chosen for a special task, one from each tribe, each to take a stone from where the priests are standing in the middle of the Jordan, and to carry them out and pile them up as a monument at the place where you camp tonight.”", "4": "So Joshua summoned the twelve men ", "5": "and told them, “Go out into the middle of the Jordan where the Ark is. Each of you is to carry out a stone on your shoulder—twelve stones in all, one for each of the twelve tribes. ", "6": "We will use them to build a monument so that in the future, when your children ask, 'What is this monument for?' ", "7": "you can tell them, 'It is to remind us that the Jordan River stopped flowing when the Ark of God went across!' The monument will be a permanent reminder to the people of Israel of this amazing miracle.”", "8": "So the men did as Joshua told them. They took twelve stones from the middle of the Jordan River—one for each tribe, just as the Lord had commanded Joshua. They carried them to the place where they were camped for the night and constructed a monument there. ", "9": "Joshua also built another monument of twelve stones in the middle of the river, at the place where the priests were standing; and it is there to this day. ", "10": "The priests who were carrying the Ark stood in the middle of the river until all these instructions of the Lord, which had been given to Joshua by Moses, had been carried out. Meanwhile, the people had hurried across the riverbed, ", "11": "and when everyone was over, the people watched the priests carry the Ark up out of the riverbed.", "12-13": "The troops of Reuben, Gad, and the half-tribe of Manasseh—fully armed as Moses had instructed, and forty thousand strong—led the other tribes of the Lord's army across to the plains of Jericho.", "14": "It was a tremendous day for Joshua! The Lord made him great in the eyes of all the people of Israel, and they revered him as much as they had Moses and respected him deeply all the rest of his life. ", "15-16": "For it was Joshua who, at the Lord's command, issued the orders to the priests carrying the Ark. “Come up from the riverbed,” the Lord now told him to command them.", "17": "So Joshua issued the order. ", "18": "And as soon as the priests came out, the water poured down again as usual and overflowed the banks of the river as before! ", "19": "This miracle occurred on the 25th of March.[a] That day the entire nation crossed the Jordan River and camped in Gilgal at the eastern edge of the city of Jericho; ", "20": "and there the twelve stones from the Jordan were piled up as a monument.", "21": "Then Joshua explained again the purpose of the stones: “In the future,” he said, “when your children ask you why these stones are here and what they mean, ", "22": "you are to tell them that these stones are a reminder of this amazing miracle—that the nation of Israel crossed the Jordan River on dry ground! ", "23": "Tell them how the Lord our God dried up the river right before our eyes and then kept it dry until we were all across! It is the same thing the Lord did forty years ago[b] at the Red Sea! ", "24": "He did this so that all the nations of the earth will realize that Jehovah is the mighty God, and so that all of you will worship him forever.”"}