{"1": "When the nations west of the Jordan River—the Amorites and Canaanites who lived along the Mediterranean coast—heard that the Lord had dried up the Jordan River so the people of Israel could cross, their courage melted away completely and they were paralyzed with fear.", "2-3": "The Lord then told Joshua to set aside a day to circumcise the entire male population of Israel. (It was the second time in Israel's history that this was done.) The Lord instructed them to manufacture flint knives for this purpose. The place where the circumcision rite took place was named “The Hill of the Foreskins.” ", "4-5": "The reason for this second circumcision ceremony was that although when Israel left Egypt all of the men who had been old enough to bear arms had been circumcised, that entire generation had died during the years in the wilderness, and none of the boys born since that time had been circumcised. ", "6": "For the nation of Israel had traveled back and forth across the wilderness for forty years until all the men who had been old enough to bear arms when they left Egypt were dead; they had not obeyed the Lord, and he vowed that he wouldn't let them enter the land he had promised to Israel—a land that “flowed with milk and honey.” ", "7": "So now Joshua circumcised their children—the men who had grown up to take their fathers' places.", "8-9": "And the Lord said to Joshua, “Today I have ended your shame of not being circumcised.”[a] So the place where this was done was called Gilgal (meaning, “to end”*), and is still called that today. After the ceremony the entire nation rested in camp until the raw flesh of their wounds had been healed.", "10": "While they were camped at Gilgal on the plains of Jericho, they celebrated the Passover during the evening of April first.[b] ", "11-12": "The next day they began to eat from the gardens and grain fields which they invaded, and they made unleavened bread. The following day no manna fell, and it was never seen again! So from that time on they lived on the crops of Canaan.", "13": "As Joshua was sizing up the city of Jericho, a man appeared nearby with a drawn sword. Joshua strode over to him and demanded, “Are you friend or foe?”", "14": "“I am the Commander-in-Chief of the Lord's army,” he replied. Joshua fell to the ground before him and worshiped him and said, “Give me your commands.”", "15": "“Take off your shoes,” the Commander told him, “for this is holy ground.” And Joshua did."}