{"1": "Then the Lord said to Joshua, “Don't be afraid or discouraged; take the entire army and go to Ai, for it is now yours to conquer. I have given the king of Ai and all of his people to you. ", "2": "You shall do to them as you did to Jericho and her king; but this time you may keep the loot and the cattle for yourselves. Set an ambush behind the city.”", "3-4": "Before the main army left for Ai, Joshua sent thirty thousand of his bravest troops to hide in ambush close behind the city, alert for action.", "5": "“This is the plan,” he explained to them. “When our main army attacks, the men of Ai will come out to fight as they did before, and we will run away. ", "6": "We will let them chase us until they have all left the city; for they will say, 'The Israelis are running away again just as they did before!' ", "7": "Then you will jump up from your ambush and enter the city, for the Lord will give it to you. ", "8": "Set the city on fire, as the Lord has commanded. You now have your instructions.”", "9": "So they left that night and lay in ambush between Bethel and the west side of Ai; but Joshua and the rest of the army remained in the camp at Jericho. ", "10": "Early the next morning Joshua roused his men and started toward Ai, accompanied by the elders of Israel, ", "11-13": "and stopped at the edge of a valley north of the city. That night Joshua sent another five thousand men[a] to join the troops in ambush on the west side of the city. He himself spent the night in the valley.", "14": "The king of Ai, seeing the Israelis across the valley, went out early the next morning and attacked at the plain of the Arabah. But of course he didn't realize that there was an ambush behind the city. ", "15": "Joshua and the Israeli army fled across the wilderness as though badly beaten, ", "16": "and all the soldiers in the city were called out to chase after them; so the city was left defenseless; ", "17": "there was not a soldier left in Ai or Bethel, and the city gates were left wide open.", "18": "Then the Lord said to Joshua, “Point your spear toward Ai, for I will give you the city.” Joshua did. ", "19": "And when the men in ambush saw his signal, they jumped up and poured into the city and set it on fire. ", "20-21": "When the men of Ai looked behind them, smoke from the city was filling the sky, and they had nowhere to go. When Joshua and the troops who were with him saw the smoke, they knew that their men who had been in ambush were inside the city, so they turned upon their pursuers and began killing them. ", "22": "Then the Israelis who were inside the city came out and began destroying the enemy from the rear. So the men of Ai were caught in a trap and all of them died; not one man survived or escaped, ", "23": "except for the king of Ai, who was captured and brought to Joshua.", "24": "When the army of Israel had finished slaughtering all the men outside the city, they went back and finished off everyone left inside. ", "25": "So the entire population of Ai, twelve thousand in all, was wiped out that day. ", "26": "For Joshua kept his spear pointed toward Ai until the last person was dead. ", "27": "Only the cattle and the loot were not destroyed, for the armies of Israel kept these for themselves. (The Lord had told Joshua they could.) ", "28": "So Ai became a desolate mound of refuse, as it still is today.", "29": "Joshua hanged the king of Ai on a tree until evening, but as the sun was going down, he took down the body and threw it in front of the city gate. There he piled a great heap of stones over it, which can still be seen.", "30": "Then Joshua built an altar to the Lord God of Israel at Mount Ebal, ", "31": "as Moses had commanded[b] in the book of his laws: “Make me an altar of boulders that have neither been broken nor carved,” the Lord had said concerning Mount Ebal. Then the priests offered burnt sacrifices and peace offerings to the Lord on the altar. ", "32": "And as the people of Israel watched, Joshua carved upon the stones of the altar each of the Ten Commandments.[c]", "33": "Then all the people of Israel—including the elders, officers, judges, and the foreigners living among them—divided into two groups, half of them standing at the foot of Mount Gerizim and half at the foot of Mount Ebal. Between them stood the priests with the Ark, ready to pronounce their blessing. (This was all done in accordance with the instructions given long before by Moses.) ", "34": "Joshua then read to them all of the statements of blessing and curses that Moses had written in the book of God's laws. ", "35": "Every commandment Moses had ever given was read before the entire assembly, including the women and children and the foreigners who lived among the Israelis."}