{"1-2": "When the kings of the surrounding area heard what had happened to Jericho, they quickly combined their armies to fight for their lives against Joshua and the Israelis. These were the kings of the nations west of the Jordan River, along the shores of the Mediterranean as far north as the Lebanon mountains—the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites.", "3-5": "But when the people of Gibeon heard what had happened to Jericho and Ai, they resorted to trickery to save themselves. They sent ambassadors to Joshua wearing worn-out clothing, as though from a long journey, with patched shoes, weatherworn saddlebags on their donkeys, old, patched wineskins and dry, moldy bread. ", "6": "When they arrived at the camp of Israel at Gilgal, they told Joshua and the men of Israel, “We have come from a distant land to ask for a peace treaty with you.”", "7": "The Israelis replied to these Hivites, “How do we know you don't live nearby? For if you do, we cannot make a treaty with you.”", "8": "They replied, “We will be your slaves.” “But who are you?” Joshua demanded. “Where do you come from?”", "9": "And they told him, “We are from a very distant country; we have heard of the might of the Lord your God and of all that he did in Egypt, ", "10": "and what you did to the two kings of the Amorites—Sihon, king of Heshbon, and Og, king of Bashan. ", "11": "So our elders and our people instructed us, 'Prepare for a long journey; go to the people of Israel and declare our nation to be their servants, and ask for peace.' ", "12": "This bread was hot from the ovens when we left, but now as you see, it is dry and moldy; ", "13": "these wineskins were new, but now they are old and cracked; our clothing and shoes have become worn out from our long, hard trip.”", "14-15": "Joshua and the other leaders finally believed them. They did not bother to ask the Lord but went ahead and signed a peace treaty. And the leaders of Israel ratified the agreement with a binding oath.", "16": "Three days later the facts came out—these men were close neighbors. ", "17": "The Israeli army set out at once to investigate and reached their cities in three days. (The names of the cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim.) ", "18": "But the cities were not harmed because of the vow which the leaders of Israel had made before the Lord God. The people of Israel were angry with their leaders because of the peace treaty.", "19": "But the leaders replied, “We have sworn before the Lord God of Israel that we will not touch them, and we won't. ", "20": "We must let them live, for if we break our oath, the wrath of Jehovah will be upon us.”", "21": "So they became servants of the Israelis, chopping their wood and carrying their water.", "22": "Joshua summoned their leaders and demanded, “Why have you lied to us by saying that you lived in a distant land, when you were actually living right here among us? ", "23": "Now a curse shall be upon you! From this moment you must always furnish us with servants to chop wood and carry water for the service of our God.”", "24": "They replied, “We did it because we were told that Jehovah instructed his disciple Moses to conquer this entire land and destroy all the people living in it. So we feared for our lives because of you; that is why we have done it. ", "25": "But now we are in your hands; you may do with us as you wish.”", "26": "So Joshua would not allow the people of Israel to kill them, ", "27": "but they became woodchoppers and water-carriers for the people of Israel and for the altar of the Lord—wherever it would be built (for the Lord hadn't yet told them where to build it). This arrangement is still in force at the time of this writing."}