{"1": "Gather together and pray, you shameless nation, ", "2": "while there still is time—before judgment begins and your opportunity is blown away like chaff; before the fierce anger of the Lord falls and the terrible day of his wrath begins. ", "3": "Beg him to save you, all who are humble—all who have tried to obey. Walk humbly and do what is right; perhaps even yet the Lord will protect you from his wrath in that day of doom.", "4": "Gaza, Ashkelon, Ashdod, Ekron—these Philistine cities, too, will be rooted out and left in desolation. ", "5": "And woe to you Philistines[a] living on the coast and in the land of Canaan, for the judgment is against you too. The Lord will destroy you until not one of you is left. ", "6": "The coastland will become a pasture, a place of shepherd camps and folds for sheep.", "7": "There the little remnant of the tribe of Judah will be pastured. They will lie down to rest in the abandoned houses in Ashkelon. For the Lord God will visit his people in kindness and restore their prosperity again.", "8": "“I have heard the taunts of the people of Moab and Ammon, mocking my people and invading their land. ", "9": "Therefore as I live,” says the Lord Almighty, God of Israel, “Moab and Ammon will be destroyed like Sodom and Gomorrah and become a place of stinging nettles, salt pits, and eternal desolation; those of my people who are left will plunder and possess them.”", "10": "They will receive the wages of their pride, for they have scoffed at the people of the Lord Almighty. ", "11": "The Lord will do terrible things to them. He will starve out all those gods of foreign powers, and everyone shall worship him, each in his own land throughout the world.", "12": "You Ethiopians, too, will be slain by his sword, ", "13": "and so will the lands of the north; he will destroy Assyria and make its great capital Nineveh a desolate wasteland like a wilderness. ", "14": "That once proud city will become a pastureland for sheep. All sorts of wild animals will have their homes in her. Hedgehogs will burrow there; the vultures and the owls will live among the ruins of her palaces, hooting from the gaping windows; the ravens will croak from her doors. All her cedar paneling will lie open to the wind and weather.", "15": "This is the fate of that vast, prosperous city that lived in such security, that said to herself, “In all the world there is no city as great as I.” But now—see how she has become a place of utter ruins, a place for animals to live! Everyone passing that way will mock or shake his head in disbelief.[b]"}