{"1": "Woe to filthy, sinful Jerusalem, city of violence and crime. ", "2": "In her pride she won't listen even to the voice of God. No one can tell her anything; she refuses all correction. She does not trust the Lord nor seek for God.", "3": "Her leaders are like roaring lions hunting for their victims—out for everything that they can get. Her judges are like ravenous wolves at evening time, who by dawn have left no trace of their prey.", "4": "Her “prophets” are liars seeking their own gain; her priests defile the Temple by their disobedience to God's laws.", "5": "But the Lord is there within the city, and he does no wrong. Day by day his justice is more evident, but no one heeds—the wicked know no shame.", "6": "“I have cut off many nations, laying them waste to their farthest borders; I have left their streets in silent ruin and their cities deserted without a single survivor to remember what happened. ", "7": "I thought, 'Surely they will listen to me now—surely they will heed my warnings, so that I'll not need to strike again.' But no; however much I punish them, they continue all their evil ways from dawn to dusk and dusk to dawn.” ", "8": "But the Lord says, “Be patient; the time is coming soon when I will stand up and accuse these evil nations. For it is my decision to gather together the kingdoms of the earth and pour out my fiercest anger and wrath upon them. All the earth shall be devoured with the fire of my jealousy.", "9": "“At that time I will change the speech of my returning people to pure Hebrew[a] so that all can worship the Lord together. ", "10": "My scattered people who live in the Sudan,[b] beyond the rivers of Ethiopia, will come with their offerings, asking me to be their God again. ", "11": "And then you will no longer need to be ashamed of yourselves, for you will no longer be rebels against me. I will remove all your proud and arrogant people from among you; there will be no pride or haughtiness on my holy mountain. ", "12": "Those who are left will be the poor and the humble, and they will trust in the name of the Lord. ", "13": "They will not be sinners, full of lies and deceit. They will live quietly, in peace, and lie down in safety, and no one will make them afraid.”", "14": "Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all your heart, O daughter of Jerusalem. ", "15": "For the Lord will remove his hand of judgment and disperse the armies of your enemy. And the Lord himself, the King of Israel, will live among you! At last your troubles will be over—you need fear no more.", "16": "On that day the announcement to Jerusalem will be, “Cheer up, don't be afraid. ", "17-18": "For the Lord your God has arrived to live among you. He is a mighty Savior. He will give you victory. He will rejoice over you with great gladness; he will love you and not accuse you.” Is that a joyous choir I hear? No, it is the Lord himself exulting over you in happy song. “I have gathered your wounded and taken away your reproach. ", "19": "And I will deal severely with all who have oppressed you. I will save the weak and helpless ones, and bring together those who were chased away. I will give glory to my former exiles, mocked and shamed.", "20": "“At that time, I will gather you together and bring you home again, and give you a good name, a name of distinction among all the peoples of the earth, and they will praise you when I restore your fortunes before your very eyes,” says the Lord."}