{"1": "Tower of Babel.[a] 1 The whole world had the same language and the same words. ", "2": "When they were migrating from the east, they came to a valley in the land of Shinar[b] and settled there. ", "3": "They said to one another, “Come, let us mold bricks and harden them with fire.” They used bricks for stone, and bitumen for mortar. ", "4": "Then they said, “Come, let us build ourselves a city and a tower with its top in the sky,[c] and so make a name for ourselves; otherwise we shall be scattered all over the earth.”", "5": "The Lord came down to see the city and the tower that the people had built. ", "6": "Then the Lord said: If now, while they are one people and all have the same language, they have started to do this, nothing they presume to do will be out of their reach. ", "7": "Come, let us go down and there confuse their language, so that no one will understand the speech of another. ", "8": "So the Lord scattered them from there over all the earth, and they stopped building the city. ", "9": "That is why it was called Babel,[d] because there the Lord confused the speech of all the world. From there the Lord scattered them over all the earth. Descendants from Shem to Abraham.[e] ", "10": "These are the descendants of Shem. When Shem was one hundred years old, he begot Arpachshad, two years after the flood. ", "11": "Shem lived five hundred years after he begot Arpachshad, and he had other sons and daughters. ", "12": "When Arpachshad was thirty-five years old, he begot Shelah.[f] ", "13": "Arpachshad lived four hundred and three years after he begot Shelah, and he had other sons and daughters.", "14": "When Shelah was thirty years old, he begot Eber. ", "15": "Shelah lived four hundred and three years after he begot Eber, and he had other sons and daughters.", "16": "When Eber[g] was thirty-four years old, he begot Peleg. ", "17": "Eber lived four hundred and thirty years after he begot Peleg, and he had other sons and daughters.", "18": "When Peleg was thirty years old, he begot Reu. ", "19": "Peleg lived two hundred and nine years after he begot Reu, and he had other sons and daughters.", "20": "When Reu was thirty-two years old, he begot Serug. ", "21": "Reu lived two hundred and seven years after he begot Serug, and he had other sons and daughters.", "22": "When Serug was thirty years old, he begot Nahor. ", "23": "Serug lived two hundred years after he begot Nahor, and he had other sons and daughters.", "24": "When Nahor was twenty-nine years old, he begot Terah. ", "25": "Nahor lived one hundred and nineteen years after he begot Terah, and he had other sons and daughters.", "26": "When Terah was seventy years old, he begot Abram,[h] Nahor and Haran.", "27": "Terah. 27 These are the descendants of Terah.[i] Terah begot Abram, Nahor, and Haran, and Haran begot Lot. ", "28": "Haran died before Terah his father, in his native land, in Ur of the Chaldeans.[j] ", "29": "Abram and Nahor took wives; the name of Abram's wife was Sarai,[k] and the name of Nahor's wife was Milcah, daughter of Haran, the father of Milcah and Iscah. ", "30": "Sarai was barren; she had no child.", "31": "Terah took his son Abram, his grandson Lot, son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and brought them out of Ur of the Chaldeans, to go to the land of Canaan. But when they reached Haran, they settled there. ", "32": "The lifetime of Terah was two hundred and five years; then Terah died in Haran.[l]"}