{"1": "The Four Kings. 1 [a]When Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim ", "2": "made war on Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar), ", "3": "all the latter kings joined forces in the Valley of Siddim (that is, the Salt Sea[b]). ", "4": "For twelve years they had served Chedorlaomer, but in the thirteenth year they rebelled. ", "5": "In the fourteenth year Chedorlaomer and the kings allied with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim, ", "6": "and the Horites in the hill country of Seir, as far as El-paran, close by the wilderness. ", "7": "They then turned back and came to En-mishpat (that is, Kadesh), and they subdued the whole country of both the Amalekites and the Amorites who lived in Hazazon-tamar. ", "8": "Thereupon the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) marched out, and in the Valley of Siddim they went into battle against them: ", "9": "against Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar—four kings against five. ", "10": "Now the Valley of Siddim was full of bitumen pits; and as the king of Sodom and the king of Gomorrah fled, they fell into these, while the rest fled to the mountains. ", "11": "The victors seized all the possessions and food supplies of Sodom and Gomorrah and then went their way. ", "12": "They took with them Abram's nephew Lot, who had been living in Sodom, as well as his possessions, and departed.", "13": "A survivor came and brought the news to Abram the Hebrew,[c] who was camping at the oak of Mamre the Amorite, a kinsman of Eshcol and Aner; these were allies of Abram. ", "14": "When Abram heard that his kinsman had been captured, he mustered three hundred and eighteen of his retainers,[d] born in his house, and went in pursuit as far as Dan. ", "15": "He and his servants deployed against them at night, defeated them, and pursued them as far as Hobah, which is north of Damascus. ", "16": "He recovered all the possessions. He also recovered his kinsman Lot and his possessions, along with the women and the other people.", "17": "When Abram returned from his defeat of Chedorlaomer and the kings who were allied with him, the king of Sodom went out to greet him in the Valley of Shaveh (that is, the King's Valley).", "18": "Melchizedek, king of Salem,[e] brought out bread and wine. He was a priest of God Most High. ", "19": "He blessed Abram with these words: “Blessed be Abram by God Most High, the creator of heaven and earth;", "20": "And blessed be God Most High, who delivered your foes into your hand.” Then Abram gave him a tenth of everything.", "21": "The king of Sodom said to Abram, “Give me the captives; the goods you may keep.” ", "22": "But Abram replied to the king of Sodom: “I have sworn to the Lord, God Most High,[f] the creator of heaven and earth, ", "23": "that I would not take so much as a thread or a sandal strap from anything that is yours, so that you cannot say, 'I made Abram rich.' ", "24": "Nothing for me except what my servants have consumed and the share that is due to the men who went with me—Aner, Eshcol and Mamre; let them take their share.”"}