{"1": "Birth of Ishmael.[a] 1 Abram's wife Sarai had borne him no children. Now she had an Egyptian maidservant named Hagar. ", "2": "Sarai said to Abram: “The Lord has kept me from bearing children. Have intercourse with my maid; perhaps I will have sons through her.” Abram obeyed Sarai.[b] ", "3": "Thus, after Abram had lived ten years in the land of Canaan, his wife Sarai took her maid, Hagar the Egyptian, and gave her to her husband Abram to be his wife. ", "4": "He had intercourse with her, and she became pregnant. As soon as Hagar knew she was pregnant, her mistress lost stature in her eyes.[c] ", "5": "So Sarai said to Abram: “This outrage against me is your fault. I myself gave my maid to your embrace; but ever since she knew she was pregnant, I have lost stature in her eyes. May the Lord decide between you and me!” ", "6": "Abram told Sarai: “Your maid is in your power. Do to her what you regard as right.” Sarai then mistreated her so much that Hagar ran away from her.", "7": "The Lord's angel[d] found her by a spring in the wilderness, the spring on the road to Shur, ", "8": "and he asked, “Hagar, maid of Sarai, where have you come from and where are you going?” She answered, “I am running away from my mistress, Sarai.” ", "9": "But the Lord's angel told her: “Go back to your mistress and submit to her authority. ", "10": "I will make your descendants so numerous,” added the Lord's angel, “that they will be too many to count.” ", "11": "Then the Lord's angel said to her: “You are now pregnant and shall bear a son; you shall name him Ishmael,[e] For the Lord has heeded your affliction.", "12": "He shall be a wild ass of a man, his hand against everyone, and everyone's hand against him; Alongside[f] all his kindred shall he encamp.”", "13": "To the Lord who spoke to her she gave a name, saying, “You are God who sees me”;[g] she meant, “Have I really seen God and remained alive after he saw me?” ", "14": "That is why the well is called Beer-lahai-roi.[h] It is between Kadesh and Bered.", "15": "Hagar bore Abram a son, and Abram named the son whom Hagar bore him Ishmael. ", "16": "Abram was eighty-six years old when Hagar bore him Ishmael."}