{"1": "Abraham's Visitors. 1 [a]The Lord appeared to Abraham by the oak of Mamre, as he sat in the entrance of his tent, while the day was growing hot. ", "2": "Looking up, he saw three men standing near him. When he saw them, he ran from the entrance of the tent to greet them; and bowing to the ground, ", "3": "he said: “Sir,[b] if it please you, do not go on past your servant. ", "4": "Let some water be brought, that you may bathe your feet, and then rest under the tree. ", "5": "Now that you have come to your servant, let me bring you a little food, that you may refresh yourselves; and afterward you may go on your way.” “Very well,” they replied, “do as you have said.”", "6": "Abraham hurried into the tent to Sarah and said, “Quick, three measures[c] of bran flour! Knead it and make bread.” ", "7": "He ran to the herd, picked out a tender, choice calf, and gave it to a servant, who quickly prepared it. ", "8": "Then he got some curds[d] and milk, as well as the calf that had been prepared, and set these before them, waiting on them under the tree while they ate.", "9": "“Where is your wife Sarah?” they asked him. “There in the tent,” he replied. ", "10": "One of them[e] said, “I will return to you about this time next year, and Sarah will then have a son.” Sarah was listening at the entrance of the tent, just behind him. ", "11": "Now Abraham and Sarah were old, advanced in years, and Sarah had stopped having her menstrual periods. ", "12": "So Sarah laughed[f] to herself and said, “Now that I am worn out and my husband is old, am I still to have sexual pleasure?” ", "13": "But the Lord said to Abraham: “Why did Sarah laugh and say, 'Will I really bear a child, old as I am?' ", "14": "Is anything too marvelous for the Lord to do? At the appointed time, about this time next year, I will return to you, and Sarah will have a son.” ", "15": "Sarah lied, saying, “I did not laugh,” because she was afraid. But he said, “Yes, you did.”", "16": "Abraham Intercedes for Sodom. 16 With Abraham walking with them to see them on their way, the men set out from there and looked down toward Sodom. ", "17": "The Lord considered: Shall I hide from Abraham what I am about to do, ", "18": "now that he is to become a great and mighty nation, and all the nations of the earth are to find blessing in him? ", "19": "Indeed, I have singled him out that he may direct his children and his household in the future to keep the way of the Lord by doing what is right and just, so that the Lord may put into effect for Abraham the promises he made about him. ", "20": "So the Lord said: The outcry against Sodom and Gomorrah is so great, and their sin so grave,[g] ", "21": "that I must go down to see whether or not their actions are as bad as the cry against them that comes to me. I mean to find out.", "22": "As the men turned and walked on toward Sodom, Abraham remained standing before the Lord. ", "23": "Then Abraham drew near and said: “Will you really sweep away the righteous with the wicked? ", "24": "Suppose there were fifty righteous people in the city; would you really sweep away and not spare the place for the sake of the fifty righteous people within it? ", "25": "Far be it from you to do such a thing, to kill the righteous with the wicked, so that the righteous and the wicked are treated alike! Far be it from you! Should not the judge of all the world do what is just?” ", "26": "The Lord replied: If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake. ", "27": "Abraham spoke up again: “See how I am presuming to speak to my Lord, though I am only dust and ashes! ", "28": "What if there are five less than fifty righteous people? Will you destroy the whole city because of those five?” I will not destroy it, he answered, if I find forty-five there. ", "29": "But Abraham persisted, saying, “What if only forty are found there?” He replied: I will refrain from doing it for the sake of the forty. ", "30": "Then he said, “Do not let my Lord be angry if I go on. What if only thirty are found there?” He replied: I will refrain from doing it if I can find thirty there. ", "31": "Abraham went on, “Since I have thus presumed to speak to my Lord, what if there are no more than twenty?” I will not destroy it, he answered, for the sake of the twenty. ", "32": "But he persisted: “Please, do not let my Lord be angry if I speak up this last time. What if ten are found there?” For the sake of the ten, he replied, I will not destroy it.", "33": "The Lord departed as soon as he had finished speaking with Abraham, and Abraham returned home."}