{"1": "Thus the heavens and the earth and all their array were completed. ", "2": "[a]On the seventh day God completed the work he had been doing; he rested on the seventh day from all the work he had undertaken. ", "3": "God blessed the seventh day and made it holy, because on it he rested from all the work he had done in creation.", "4": "The Garden of Eden. 4 This is the story[b] of the heavens and the earth at their creation. When the Lord God made the earth and the heavens— ", "5": "there was no field shrub on earth and no grass of the field had sprouted, for the Lord God had sent no rain upon the earth and there was no man[c] to till the ground, ", "6": "but a stream[d] was welling up out of the earth and watering all the surface of the ground— ", "7": "then the Lord God formed the man[e] out of the dust of the ground and blew into his nostrils the breath of life, and the man became a living being.", "8": "The Lord God planted a garden in Eden, in the east,[f] and placed there the man whom he had formed. ", "9": "[g]Out of the ground the Lord God made grow every tree that was delightful to look at and good for food, with the tree of life in the middle of the garden and the tree of the knowledge of good and evil.", "10": "A river rises in Eden[h] to water the garden; beyond there it divides and becomes four branches. ", "11": "The name of the first is the Pishon; it is the one that winds through the whole land of Havilah, where there is gold. ", "12": "The gold of that land is good; bdellium and lapis lazuli are also there. ", "13": "The name of the second river is the Gihon; it is the one that winds all through the land of Cush. ", "14": "The name of the third river is the Tigris; it is the one that flows east of Asshur. The fourth river is the Euphrates.", "15": "The Lord God then took the man and settled him in the garden of Eden, to cultivate and care for it. ", "16": "The Lord God gave the man this order: You are free to eat from any of the trees of the garden ", "17": "except the tree of knowledge of good and evil. From that tree you shall not eat; when you eat from it you shall die.[i]", "18": "The Lord God said: It is not good for the man to be alone. I will make a helper suited to him.[j] ", "19": "So the Lord God formed out of the ground all the wild animals and all the birds of the air, and he brought them to the man to see what he would call them; whatever the man called each living creature was then its name. ", "20": "The man gave names to all the tame animals, all the birds of the air, and all the wild animals; but none proved to be a helper suited to the man.", "21": "So the Lord God cast a deep sleep on the man, and while he was asleep, he took out one of his ribs and closed up its place with flesh. ", "22": "The Lord God then built the rib that he had taken from the man into a woman. When he brought her to the man, ", "23": "the man said: “This one, at last, is bone of my bones and flesh of my flesh; This one shall be called 'woman,' for out of man this one has been taken.”[k]", "24": "That is why a man leaves his father and mother and clings to his wife, and the two of them become one body.[l]", "25": "The man and his wife were both naked, yet they felt no shame.[m]"}