{"1": "Purchase of a Burial Plot.[a] 1 The span of Sarah's life was one hundred and twenty-seven years. ", "2": "She died in Kiriath-arba—now Hebron—in the land of Canaan, and Abraham proceeded to mourn and weep for her. ", "3": "Then he left the side of his deceased wife and addressed the Hittites:[b] ", "4": "“Although I am a resident alien[c] among you, sell me from your holdings a burial place, that I may bury my deceased wife.” ", "5": "The Hittites answered Abraham: “Please, ", "6": "sir, listen to us! You are a mighty leader among us. Bury your dead in the choicest of our burial sites. None of us would deny you his burial ground for the burial of your dead.” ", "7": "Abraham, however, proceeded to bow low before the people of the land, the Hittites, ", "8": "and said to them: “If you will allow me room for burial of my dead, listen to me! Intercede for me with Ephron, son of Zohar, ", "9": "so that he will sell me the cave of Machpelah that he owns; it is at the edge of his field. Let him sell it to me in your presence at its full price for a burial place.”", "10": "Now Ephron was sitting with the Hittites. So Ephron the Hittite replied to Abraham in the hearing of the Hittites, all who entered the gate of his city: ", "11": "“Please, sir, listen to me! I give you both the field and the cave in it; in the presence of my people I give it to you. Bury your dead!” ", "12": "But Abraham, after bowing low before the people of the land, ", "13": "addressed Ephron in the hearing of these men: “If only you would please listen to me! I will pay you the price of the field. Accept it from me, that I may bury my dead there.” ", "14": "Ephron replied to Abraham, “Please, ", "15": "sir, listen to me! A piece of land worth four hundred shekels[d] of silver—what is that between you and me? Bury your dead!” ", "16": "Abraham accepted Ephron's terms; he weighed out to him the silver that Ephron had stipulated in the hearing of the Hittites, four hundred shekels of silver at the current market value.[e]", "17": "Thus Ephron's field in Machpelah, facing Mamre, together with its cave and all the trees anywhere within its limits, was conveyed ", "18": "to Abraham by purchase in the presence of the Hittites, all who entered the gate of Ephron's city. ", "19": "After this, Abraham buried his wife Sarah in the cave of the field of Machpelah, facing Mamre—now Hebron—in the land of Canaan. ", "20": "Thus the field with its cave was transferred from the Hittites to Abraham as a burial place."}