{"1": "Abraham's Sons by Keturah. 1 [a]Abraham took another wife, whose name was Keturah. ", "2": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.[b] ", "3": "Jokshan became the father of Sheba and Dedan. The descendants of Dedan were the Asshurim, the Letushim, and the Leummim. ", "4": "The descendants of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All of these were descendants of Keturah.", "5": "Abraham gave everything that he owned to his son Isaac.[c] ", "6": "To the sons of his concubines, however, he gave gifts while he was still living, as he sent them away eastward, to the land of Kedem,[d] away from his son Isaac.", "7": "Death of Abraham. 7 The whole span of Abraham's life was one hundred and seventy-five years. ", "8": "Then he breathed his last, dying at a ripe old age, grown old after a full life; and he was gathered to his people. ", "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron, son of Zohar the Hittite, which faces Mamre, ", "10": "the field that Abraham had bought from the Hittites; there he was buried next to his wife Sarah. ", "11": "After the death of Abraham, God blessed his son Isaac, who lived near Beer-lahai-roi.", "12": "Descendants of Ishmael. 12 [e]These are the descendants of Abraham's son Ishmael, whom Hagar the Egyptian, Sarah's slave, bore to Abraham. ", "13": "These are the names of Ishmael's sons, listed in the order of their birth: Ishmael's firstborn Nebaioth, Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "These are the sons of Ishmael, their names by their villages and encampments; twelve chieftains of as many tribal groups.", "17": "The span of Ishmael's life was one hundred and thirty-seven years. After he had breathed his last and died, he was gathered to his people. ", "18": "The Ishmaelites ranged from Havilah, by Shur, which is on the border of Egypt, all the way to Asshur; and they pitched camp[f] alongside their various kindred.", "19": "Birth of Esau and Jacob. 19 [g]These are the descendants of Isaac, son of Abraham; Abraham begot Isaac. ", "20": "Isaac was forty years old when he married Rebekah, the daughter of Bethuel the Aramean of Paddan-aram[h] and the sister of Laban the Aramean. ", "21": "Isaac entreated the Lord on behalf of his wife, since she was sterile. The Lord heard his entreaty, and his wife Rebekah became pregnant. ", "22": "But the children jostled each other in the womb so much that she exclaimed, “If it is like this,[i] why go on living!” She went to consult the Lord, ", "23": "and the Lord answered her: Two nations are in your womb, two peoples are separating while still within you; But one will be stronger than the other, and the older will serve the younger.[j]", "24": "When the time of her delivery came, there were twins in her womb. ", "25": "The first to emerge was reddish,[k] and his whole body was like a hairy mantle; so they named him Esau. ", "26": "Next his brother came out, gripping Esau's heel;[l] so he was named Jacob. Isaac was sixty years old when they were born.", "27": "When the boys grew up, Esau became a skillful hunter, a man of the open country; whereas Jacob was a simple[m] man, who stayed among the tents. ", "28": "Isaac preferred Esau, because he was fond of game; but Rebekah preferred Jacob. ", "29": "Once, when Jacob was cooking a stew, Esau came in from the open country, famished. ", "30": "He said to Jacob, “Let me gulp down some of that red stuff;[n] I am famished.” That is why he was called Edom. ", "31": "But Jacob replied, “First sell me your right as firstborn.”[o] ", "32": "“Look,” said Esau, “I am on the point of dying. What good is the right as firstborn to me?” ", "33": "But Jacob said, “Swear to me first!” So he sold Jacob his right as firstborn under oath. ", "34": "Jacob then gave him some bread and the lentil stew; and Esau ate, drank, got up, and went his way. So Esau treated his right as firstborn with disdain."}