{"1": "Isaac and Abimelech. 1 [a]There was a famine in the land, distinct from the earlier one that had occurred in the days of Abraham, and Isaac went down to Abimelech, king of the Philistines in Gerar. ", "2": "The Lord appeared to him and said: Do not go down to Egypt, but camp in this land wherever I tell you. ", "3": "Sojourn in this land, and I will be with you and bless you; for to you and your descendants I will give all these lands, in fulfillment of the oath that I swore to your father Abraham. ", "4": "I will make your descendants as numerous as the stars in the sky, and I will give them all these lands, and in your descendants all the nations of the earth will find blessing— ", "5": "this because Abraham obeyed me, keeping my mandate, my commandments, my ordinances, and my instructions.", "6": "[b]So Isaac settled in Gerar. ", "7": "When the men of the place asked questions about his wife, he answered, “She is my sister.” He was afraid that, if he called her his wife, the men of the place would kill him on account of Rebekah, since she was beautiful. ", "8": "But when they had been there for a long time, Abimelech, king of the Philistines, looked out of a window and saw Isaac fondling his wife Rebekah. ", "9": "He called for Isaac and said: “She must certainly be your wife! How could you have said, 'She is my sister'?” Isaac replied, “I thought I might lose my life on her account.” ", "10": "“How could you have done this to us!” exclaimed Abimelech. “It would have taken very little for one of the people to lie with your wife, and so you would have brought guilt upon us!” ", "11": "Abimelech then commanded all the people: “Anyone who maltreats this man or his wife shall be put to death.”", "12": "[c]Isaac sowed a crop in that region and reaped a hundredfold the same year. Since the Lord blessed him, ", "13": "he became richer and richer all the time, until he was very wealthy. ", "14": "He acquired flocks and herds, and a great work force, and so the Philistines became envious of him. ", "15": "The Philistines had stopped up and filled with dirt all the wells that his father's servants had dug back in the days of his father Abraham. ", "16": "So Abimelech said to Isaac, “Go away from us; you have become far too numerous for us.” ", "17": "Isaac left there and camped in the Wadi Gerar where he stayed. ", "18": "Isaac reopened the wells which his father's servants had dug back in the days of his father Abraham and which the Philistines had stopped up after Abraham's death; he gave them names like those that his father had given them. ", "19": "But when Isaac's servants dug in the wadi and reached spring water in their well, ", "20": "the shepherds of Gerar argued with Isaac's shepherds, saying, “The water belongs to us!” So he named the well Esek,[d] because they had quarreled there. ", "21": "Then they dug another well, and they argued over that one too; so he named it Sitnah.[e] ", "22": "So he moved on from there and dug still another well, but over this one they did not argue. He named it Rehoboth,[f] and said, “Because the Lord has now given us ample room, we shall flourish in the land.”", "23": "From there Isaac went up to Beer-sheba. ", "24": "The same night the Lord appeared to him and said: I am the God of Abraham, your father. Do not fear, for I am with you. I will bless you and multiply your descendants for the sake of Abraham, my servant. ", "25": "So Isaac built an altar there and invoked the Lord by name. After he had pitched his tent there, Isaac's servants began to dig a well nearby.", "26": "Then Abimelech came to him from Gerar, with Ahuzzath, his councilor, and Phicol, the general of his army. ", "27": "Isaac asked them, “Why have you come to me, since you hate me and have driven me away from you?” ", "28": "They answered: “We clearly see that the Lord has been with you, so we thought: let there be a sworn agreement between our two sides—between you and us. Let us make a covenant with you: ", "29": "you shall do no harm to us, just as we have not maltreated you, but have always acted kindly toward you and have let you depart in peace. So now, may you be blessed by the Lord!” ", "30": "Isaac then made a feast for them, and they ate and drank. ", "31": "Early the next morning they exchanged oaths. Then Isaac sent them on their way, and they departed from him in peace.", "32": "That same day Isaac's servants came and informed him about the well they had been digging; they told him, “We have reached water!” ", "33": "He called it Shibah;[g] hence the name of the city is Beer-sheba to this day. ", "34": "[h]When Esau was forty years old, he married Judith, daughter of Beeri the Hittite, and Basemath, daughter of Elon the Hivite. ", "35": "But they became a source of bitterness to Isaac and Rebekah."}