{"1": "Arrival in Haran.[a] 1 After Jacob resumed his journey, he came to the land of the Kedemites. ", "2": "Looking about, he saw a well in the open country, with three flocks of sheep huddled near it, for flocks were watered from that well. A large stone covered the mouth of the well. ", "3": "When all the shepherds were assembled there they would roll the stone away from the mouth of the well and water the sheep. Then they would put the stone back again in its place over the mouth of the well.", "4": "Jacob said to them, “My brothers, where are you from?” “We are from Haran,” they replied. ", "5": "Then he asked them, “Do you know Laban, son of Nahor?” “We do,” they answered. ", "6": "He inquired further, “Is he well?” “He is,” they answered; “and here comes his daughter Rachel with the sheep.” ", "7": "Then he said: “There is still much daylight left; it is hardly the time to bring the animals home. Water the sheep, and then continue pasturing them.” ", "8": "They replied, “We cannot until all the shepherds are here to roll the stone away from the mouth of the well; then can we water the flocks.”", "9": "While he was still talking with them, Rachel arrived with her father's sheep, for she was the one who tended them. ", "10": "As soon as Jacob saw Rachel, the daughter of his mother's brother Laban, and the sheep of Laban, he went up, rolled the stone away from the mouth of the well, and watered Laban's sheep. ", "11": "Then Jacob kissed Rachel and wept aloud. ", "12": "Jacob told Rachel that he was her father's relative, Rebekah's son. So she ran to tell her father. ", "13": "When Laban heard the news about Jacob, his sister's son, he ran to meet him. After embracing and kissing him, he brought him to his house. Jacob then repeated to Laban all these things, ", "14": "and Laban said to him, “You are indeed my bone and my flesh.”[b] Marriage to Leah and Rachel. After Jacob had stayed with him a full month, ", "15": "[c]Laban said to him: “Should you serve me for nothing just because you are a relative of mine? Tell me what your wages should be.” ", "16": "Now Laban had two daughters; the older was called Leah, the younger Rachel. ", "17": "Leah had dull eyes,[d] but Rachel was shapely and beautiful. ", "18": "Because Jacob loved Rachel, he answered, “I will serve you seven years for your younger daughter Rachel.”[e] ", "19": "Laban replied, “It is better to give her to you than to another man. Stay with me.” ", "20": "So Jacob served seven years for Rachel, yet they seemed to him like a few days because of his love for her.", "21": "Then Jacob said to Laban, “Give me my wife, that I may consummate my marriage with her, for my term is now completed.” ", "22": "So Laban invited all the local inhabitants and gave a banquet. ", "23": "At nightfall he took his daughter Leah and brought her to Jacob, and he consummated the marriage with her. ", "24": "Laban assigned his maidservant Zilpah to his daughter Leah as her maidservant. ", "25": "In the morning, there was Leah! So Jacob said to Laban: “How could you do this to me! Was it not for Rachel that I served you? Why did you deceive me?” ", "26": "Laban replied, “It is not the custom in our country to give the younger daughter before the firstborn. ", "27": "Finish the bridal week[f] for this one, and then the other will also be given to you in return for another seven years of service with me.”", "28": "Jacob did so. He finished the bridal week for the one, and then Laban gave him his daughter Rachel as a wife. ", "29": "Laban assigned his maidservant Bilhah to his daughter Rachel as her maidservant. ", "30": "Jacob then consummated his marriage with Rachel also, and he loved her more than Leah. Thus he served Laban another seven years. Jacob's Children.[g] ", "31": "When the Lord saw that Leah was unloved, he made her fruitful, while Rachel was barren. ", "32": "Leah conceived and bore a son, and she named him Reuben;[h] for she said, “It means, 'The Lord saw my misery; surely now my husband will love me.'” ", "33": "She conceived again and bore a son, and said, “It means, 'The Lord heard that I was unloved,' and therefore he has given me this one also”; so she named him Simeon.[i] ", "34": "Again she conceived and bore a son, and she said, “Now at last my husband will become attached to me, since I have now borne him three sons”; that is why she named him Levi.[j] ", "35": "Once more she conceived and bore a son, and she said, “This time I will give thanks to the Lord”; therefore she named him Judah.[k] Then she stopped bearing children."}