{"1": "Bethel Revisited. 1 [a]God said to Jacob: Go up now to Bethel. Settle there and build an altar there to the God who appeared to you when you were fleeing from your brother Esau. ", "2": "So Jacob told his household and all who were with him: “Get rid of the foreign gods[b] among you; then purify yourselves and change your clothes. ", "3": "Let us now go up to Bethel so that I might build an altar there to the God who answered me in the day of my distress and who has been with me wherever I have gone.” ", "4": "They gave Jacob all the foreign gods in their possession and also the rings they had in their ears[c] and Jacob buried them under the oak that is near Shechem. ", "5": "Then, as they set out, a great terror fell upon the surrounding towns, so that no one pursued the sons of Jacob.", "6": "Thus Jacob and all the people who were with him arrived in Luz (now Bethel) in the land of Canaan. ", "7": "There he built an altar and called the place El-Bethel,[d] for it was there that God had revealed himself to him when he was fleeing from his brother.", "8": "Deborah, Rebekah's nurse, died. She was buried under the oak below Bethel, and so it was named Allon-bacuth.[e]", "9": "On Jacob's arrival from Paddan-aram, God appeared to him again and blessed him. ", "10": "God said to him: Your name is Jacob. You will no longer be named Jacob, but Israel will be your name. So he was named Israel. ", "11": "Then God said to him: I am God Almighty; be fruitful and multiply. A nation, indeed an assembly of nations, will stem from you, and kings will issue from your loins. ", "12": "The land I gave to Abraham and Isaac I will give to you; and to your descendants after you I will give the land.", "13": "Then God departed from him. ", "14": "In the place where God had spoken with him, Jacob set up a sacred pillar, a stone pillar, and upon it he made a libation and poured out oil. ", "15": "Jacob named the place where God spoke to him Bethel.", "16": "Jacob's Family. 16 Then they departed from Bethel; but while they still had some distance to go to Ephrath, Rachel went into labor and suffered great distress. ", "17": "When her labor was most intense, the midwife said to her, “Do not fear, for now you have another son.” ", "18": "With her last breath—for she was at the point of death—she named him Ben-oni;[f] but his father named him Benjamin. ", "19": "Thus Rachel died; and she was buried on the road to Ephrath (now Bethlehem).[g] ", "20": "Jacob set up a sacred pillar on her grave, and the same pillar marks Rachel's grave to this day.", "21": "Israel moved on and pitched his tent beyond Migdal-eder. ", "22": "While Israel was encamped in that region, Reuben went and lay with Bilhah, his father's concubine. When Israel heard of it, he was greatly offended.[h] The sons of Jacob were now twelve. ", "23": "The sons of Leah: Reuben, Jacob's firstborn, Simeon, Levi, Judah, Issachar, and Zebulun; ", "24": "[i]the sons of Rachel: Joseph and Benjamin; ", "25": "the sons of Rachel's maidservant Bilhah: Dan and Naphtali; ", "26": "the sons of Leah's maidservant Zilpah: Gad and Asher. These are the sons of Jacob who were born to him in Paddan-aram.", "27": "Jacob went home to his father Isaac at Mamre, in Kiriath-arba (now Hebron), where Abraham and Isaac had resided. ", "28": "The length of Isaac's life was one hundred and eighty years; ", "29": "then he breathed his last. He died as an old man and was gathered to his people. After a full life, his sons Esau and Jacob buried him."}