{"1": "Cain and Abel. 1 The man had intercourse with his wife Eve, and she conceived and gave birth to Cain, saying, “I have produced a male child with the help of the Lord.”[a] ", "2": "Next she gave birth to his brother Abel. Abel became a herder of flocks, and Cain a tiller of the ground.[b] ", "3": "In the course of time Cain brought an offering to the Lord from the fruit of the ground, ", "4": "while Abel, for his part, brought the fatty portion[c] of the firstlings of his flock. The Lord looked with favor on Abel and his offering, ", "5": "but on Cain and his offering he did not look with favor. So Cain was very angry and dejected. ", "6": "Then the Lord said to Cain: Why are you angry? Why are you dejected? ", "7": "If you act rightly, you will be accepted;[d] but if not, sin lies in wait at the door: its urge is for you, yet you can rule over it.", "8": "Cain said to his brother Abel, “Let us go out in the field.”[e] When they were in the field, Cain attacked his brother Abel and killed him. ", "9": "Then the Lord asked Cain, Where is your brother Abel? He answered, “I do not know. Am I my brother's keeper?” ", "10": "God then said: What have you done? Your brother's blood cries out to me from the ground! ", "11": "Now you are banned from the ground[f] that opened its mouth to receive your brother's blood from your hand. ", "12": "If you till the ground, it shall no longer give you its produce. You shall become a constant wanderer on the earth. ", "13": "Cain said to the Lord: “My punishment is too great to bear. ", "14": "Look, you have now banished me from the ground. I must avoid you and be a constant wanderer on the earth. Anyone may kill me at sight.” ", "15": "Not so! the Lord said to him. If anyone kills Cain, Cain shall be avenged seven times. So the Lord put a mark[g] on Cain, so that no one would kill him at sight. ", "16": "Cain then left the Lord's presence and settled in the land of Nod,[h] east of Eden.", "17": "Descendants of Cain and Seth. 17 [i]Cain had intercourse with his wife, and she conceived and bore Enoch. Cain also became the founder of a city, which he named after his son Enoch. ", "18": "To Enoch was born Irad, and Irad became the father of Mehujael; Mehujael became the father of Methusael, and Methusael became the father of Lamech. ", "19": "Lamech took two wives; the name of the first was Adah, and the name of the second Zillah. ", "20": "Adah gave birth to Jabal, who became the ancestor of those who dwell in tents and keep livestock. ", "21": "His brother's name was Jubal, who became the ancestor of all who play the lyre and the reed pipe. ", "22": "Zillah, on her part, gave birth to Tubalcain, the ancestor of all who forge instruments of bronze and iron. The sister of Tubalcain was Naamah. ", "23": "[j]Lamech said to his wives: “Adah and Zillah, hear my voice; wives of Lamech, listen to my utterance: I have killed a man for wounding me, a young man for bruising me.", "24": "If Cain is avenged seven times, then Lamech seventy-seven times.”", "25": "[k]Adam again had intercourse with his wife, and she gave birth to a son whom she called Seth. “God has granted me another offspring in place of Abel,” she said, “because Cain killed him.” ", "26": "To Seth, in turn, a son was born, and he named him Enosh. At that time people began to invoke the Lord by name."}