{"1": "The Second Journey to Egypt.[a] 1 Now the famine in the land grew severe. ", "2": "So when they had used up all the grain they had brought from Egypt, their father said to them, “Go back and buy us a little more food.” ", "3": "But Judah replied: “The man strictly warned us, 'You shall not see me unless your brother is with you.' ", "4": "If you are willing to let our brother go with us, we will go down to buy food for you. ", "5": "But if you are not willing, we will not go down, because the man told us, 'You shall not see me unless your brother is with you.'” ", "6": "Israel demanded, “Why did you bring this trouble on me by telling the man that you had another brother?” ", "7": "They answered: “The man kept asking about us and our family: 'Is your father still living? Do you have another brother?' We answered him accordingly. How could we know that he would say, 'Bring your brother down here'?”", "8": "Then Judah urged his father Israel: “Let the boy go with me, that we may be off and on our way if you and we and our children are to keep from starving to death. ", "9": "I myself will serve as a guarantee for him. You can hold me responsible for him. If I fail to bring him back and set him before you, I will bear the blame before you forever. ", "10": "Had we not delayed, we could have been there and back twice by now!”", "11": "Israel their father then told them: “If it must be so, then do this: Put some of the land's best products in your baggage and take them down to the man as gifts: some balm and honey, gum and resin, and pistachios and almonds. ", "12": "Also take double the money along, for you must return the amount that was put back in the mouths of your bags; it may have been a mistake. ", "13": "Take your brother, too, and be off on your way back to the man. ", "14": "May God Almighty grant you mercy in the presence of the man, so that he may let your other brother go, as well as Benjamin. As for me, if I am to suffer bereavement, I shall suffer it.”", "15": "So the men took those gifts and double the money and Benjamin. They made their way down to Egypt and presented themselves before Joseph. ", "16": "When Joseph saw them and Benjamin, he told his steward, “Take the men into the house, and have an animal slaughtered and prepared, for they are to dine with me at noon.” ", "17": "Doing as Joseph had ordered, the steward conducted the men to Joseph's house. ", "18": "But they became apprehensive when they were led to his house. “It must be,” they thought, “on account of the money put back in our bags the first time, that we are taken inside—in order to attack us and take our donkeys and seize us as slaves.” ", "19": "So they went up to Joseph's steward and talked to him at the entrance of the house. ", "20": "“If you please, sir,” they said, “we came down here once before to buy food. ", "21": "But when we arrived at a night's encampment and opened our bags, there was each man's money in the mouth of his bag—our money in the full amount! We have now brought it back. ", "22": "We have brought other money to buy food. We do not know who put our money in our bags.” ", "23": "He replied, “Calm down! Do not fear! Your God and the God of your father must have put treasure in your bags for you. As for your money, I received it.” With that, he led Simeon out to them.", "24": "The steward then brought the men inside Joseph's house. He gave them water to wash their feet, and gave fodder to their donkeys. ", "25": "Then they set out their gifts to await Joseph's arrival at noon, for they had heard that they were to dine there. ", "26": "When Joseph came home, they presented him with the gifts they had brought inside, while they bowed down before him to the ground. ", "27": "After inquiring how they were, he asked them, “And how is your aged father, of whom you spoke? Is he still alive?” ", "28": "“Your servant our father is still alive and doing well,” they said, as they knelt and bowed down. ", "29": "Then Joseph looked up and saw Benjamin, his brother, the son of his mother. He asked, “Is this your youngest brother, of whom you told me?” Then he said to him, “May God be gracious to you, my son!” ", "30": "With that, Joseph hurried out, for he was so overcome with affection for his brother that he was on the verge of tears. So he went into a private room and wept there.", "31": "After washing his face, he reappeared and, now having collected himself, gave the order, “Serve the meal.” ", "32": "It was served separately to him,[b] to the brothers, and to the Egyptians who partook of his board. Egyptians may not eat with Hebrews; that is abhorrent to them. ", "33": "When they were seated before him according to their age, from the oldest to the youngest, they looked at one another in amazement; ", "34": "and as portions were brought to them from Joseph's table, Benjamin's portion was five times as large as[c] anyone else's. So they drank freely and made merry with him."}