{"1": "Final Test.[a] 1 Then Joseph commanded his steward: “Fill the men's bags with as much food as they can carry, and put each man's money in the mouth of his bag. ", "2": "In the mouth of the youngest one's bag put also my silver goblet, together with the money for his grain.” The steward did as Joseph said. ", "3": "At daybreak the men and their donkeys were sent off. ", "4": "They had not gone far out of the city when Joseph said to his steward: “Go at once after the men! When you overtake them, say to them, 'Why did you repay good with evil? Why did you steal my silver goblet? ", "5": "Is it not the very one from which my master drinks and which he uses for divination?[b] What you have done is wrong.'”", "6": "When the steward overtook them and repeated these words to them, ", "7": "they said to him: “Why does my lord say such things? Far be it from your servants to do such a thing! ", "8": "We even brought back to you from the land of Canaan the money that we found in the mouths of our bags. How could we steal silver or gold from your master's house? ", "9": "If any of your servants is found to have the goblet, he shall die, and as for the rest of us, we shall become my lord's slaves.” ", "10": "But he replied, “Now what you propose is fair enough, but only the one who is found to have it shall become my slave, and the rest of you can go free.” ", "11": "Then each of them quickly lowered his bag to the ground and opened it; ", "12": "and when a search was made, starting with the oldest and ending with the youngest, the goblet turned up in Benjamin's bag. ", "13": "At this, they tore their garments. Then, when each man had loaded his donkey again, they returned to the city.", "14": "When Judah and his brothers entered Joseph's house, he was still there; so they flung themselves on the ground before him. ", "15": "“How could you do such a thing?” Joseph asked them. “Did you not know that such a man as I could discern by divination what happened?” ", "16": "Judah replied: “What can we say to my lord? How can we plead or how try to prove our innocence? God has uncovered your servants' guilt.[c] Here we are, then, the slaves of my lord—the rest of us no less than the one in whose possession the goblet was found.” ", "17": "Joseph said, “Far be it from me to act thus! Only the one in whose possession the goblet was found shall become my slave; the rest of you may go back unharmed to your father.”", "18": "Judah then stepped up to him and said: “I beg you, my lord, let your servant appeal to my lord, and do not become angry with your servant, for you are the equal of Pharaoh. ", "19": "My lord asked his servants,[d] 'Have you a father, or another brother?' ", "20": "So we said to my lord, 'We have an aged father, and a younger brother, the child of his old age. This one's full brother is dead, and since he is the only one by his mother who is left, his father is devoted to him.' ", "21": "Then you told your servants, 'Bring him down to me that I might see him.' ", "22": "We replied to my lord, 'The boy cannot leave his father; his father would die if he left him.' ", "23": "But you told your servants, 'Unless your youngest brother comes down with you, you shall not see me again.' ", "24": "When we returned to your servant my father, we reported to him the words of my lord.", "25": "“Later, our father said, 'Go back and buy some food for us.' ", "26": "So we reminded him, 'We cannot go down there; only if our youngest brother is with us can we go, for we may not see the man if our youngest brother is not with us.' ", "27": "Then your servant my father said to us, 'As you know, my wife bore me two sons. ", "28": "One of them, however, has gone away from me, and I said, “He must have been torn to pieces by wild beasts!” I have not seen him since. ", "29": "If you take this one away from me too, and a disaster befalls him, you will send my white head down to Sheol in grief.'", "30": "“So now, if the boy is not with us when I go back to your servant my father, whose very life is bound up with his, he will die as soon as he sees that the boy is missing; ", "31": "and your servants will thus send the white head of your servant our father down to Sheol in grief. ", "32": "Besides, I, your servant, have guaranteed the boy's safety for my father by saying, 'If I fail to bring him back to you, father, I will bear the blame before you forever.' ", "33": "So now let me, your servant, remain in place of the boy as the slave of my lord, and let the boy go back with his brothers. ", "34": "How could I go back to my father if the boy were not with me? I could not bear to see the anguish that would overcome my father.”"}