{"1": "[a]Some time afterward, Joseph was informed, “Your father is failing.” So he took along with him his two sons, Manasseh and Ephraim. ", "2": "When Jacob was told, “Your son Joseph has come to you,” Israel rallied his strength and sat up in bed.", "3": "Jacob then said to Joseph: “God Almighty appeared to me at Luz[b] in the land of Canaan, and blessing me, ", "4": "he said, 'I will make you fertile and multiply you and make you into an assembly of peoples, and I will give this land to your descendants after you as a permanent possession.' ", "5": "So now your two sons who were born to you in the land of Egypt before I joined you here, shall be mine; Ephraim and Manasseh shall be mine as much as Reuben and Simeon are mine. ", "6": "Progeny born to you after them shall remain yours; but their heritage shall be recorded in the names of their brothers. ", "7": "I do this because, when I was returning from Paddan, your mother Rachel died, to my sorrow, during the journey in Canaan, while we were still a short distance from Ephrath; and I buried her there on the way to Ephrath [now Bethlehem].”[c]", "8": "When Israel saw Joseph's sons, he asked, “Who are these?” ", "9": "“They are my sons,” Joseph answered his father, “whom God has given me here.” “Bring them to me,” said his father, “that I may bless them.” ", "10": "Now Israel's eyes were dim from age; he could not see well. When Joseph brought his sons close to him, he kissed and embraced them. ", "11": "Then Israel said to Joseph, “I never expected to see your face again, and now God has allowed me to see your descendants as well!”", "12": "Joseph removed them from his father's knees and bowed down before him with his face to the ground. ", "13": "Then Joseph took the two, Ephraim with his right hand, to Israel's left, and Manasseh with his left hand, to Israel's right, and brought them up to him. ", "14": "But Israel, crossing his hands, put out his right hand and laid it on the head of Ephraim, although he was the younger, and his left hand on the head of Manasseh, although he was the firstborn. ", "15": "Then he blessed them with these words: “May the God in whose presence my fathers Abraham and Isaac walked, The God who has been my shepherd from my birth to this day,", "16": "The angel who has delivered me from all harm, bless these boys That in them my name be recalled, and the names of my fathers, Abraham and Isaac, And they may become teeming multitudes upon the earth!”", "17": "When Joseph saw that his father had laid his right hand on Ephraim's head, this seemed wrong to him; so he took hold of his father's hand, to remove it from Ephraim's head to Manasseh's, ", "18": "saying, “That is not right, father; the other one is the firstborn; lay your right hand on his head!” ", "19": "But his father refused. “I know it, son,” he said, “I know. That one too shall become a people, and he too shall be great. Nevertheless, his younger brother shall surpass him, and his descendants shall become a multitude of nations.” ", "20": "So he blessed them that day and said, “By you shall the people of Israel pronounce blessings, saying, 'God make you like Ephraim and Manasseh.'” Thus he placed Ephraim before Manasseh.", "21": "Then Israel said to Joseph: “I am about to die. But God will be with you and will restore you to the land of your ancestors. ", "22": "As for me, I give to you, as to the one above his brothers, Shechem, which I captured from the Amorites with my sword and bow.”[d]"}