{"1": "That hos which  has  existed eimi from apo the  beginning archē,  which hos we  have  heard akouō,  which hos we  have  seen horaō with ho our hēmeis eyes ophthalmos,  which hos we  looked  upon theaomai and kai · ho our hēmeis hands cheir have  touched psēlaphaō,  concerning peri the ho word logos of ho life zōē— ", "2": "· kai this ho life zōē was  revealed phaneroō,  and kai we  have  seen horaō it  and kai are  bearing  witness martyreō and kai proclaiming apangellō to  you hymeis the ho eternal aiōnios life zōē · ho that hostis existed eimi with pros the ho Father patēr and kai was  revealed phaneroō to  us hēmeis— ", "3": "that  which hos we  have  seen horaō and kai heard akouō we  proclaim apangellō also kai to  you hymeis,  so  that hina you hymeis too kai may  have echō fellowship koinōnia with meta us hēmeis;  and de indeed kai · ho our hēmeteros fellowship koinōnia · ho is  with meta the ho Father patēr and kai with meta · ho his autos Son hyios Jesus Iēsous Christ Christos. ", "4": "· kai These  things houtos we hēmeis are  writing graphō that hina · ho our hēmeis joy chara may  be eimi complete plēroō. ", "5": "Now kai this houtos is eimi the ho message angelia that hos we  have  heard akouō from apo him autos and kai are  proclaiming anangellō to  you hymeis:  · ho God theos is eimi light phōs,  and kai there  is eimi absolutely oudeis no ou darkness skotia in en him autos. ", "6": "If ean we  say legō that hoti we  have echō fellowship koinōnia with meta him autos but kai continue  to  walk peripateō in en · ho darkness skotos,  we  lie pseudomai and kai are  not ou putting poieō the ho truth alētheia into  practice . ", "7": "But de if ean we  walk peripateō in en the ho light phōs,  as hōs he autos is eimi in en the ho light phōs,  we  have echō fellowship koinōnia with meta one  another allēlōn,  and kai the ho blood haima of  Jesus Iēsous · ho his autos Son hyios cleanses katharizō us hēmeis from apo all pas sin hamartia. ", "8": "If ean we  say legō that hoti we  are echō without ou sin hamartia,  we  are  deceiving planaō ourselves heautou and kai the ho truth alētheia is eimi not ou in en us hēmeis. ", "9": "If ean we  confess homologeō · ho our hēmeis sins hamartia,  he  is eimi faithful pistos and kai just dikaios and  will  forgive aphiēmi us hēmeis our ho sins hamartia and kai cleanse katharizō us hēmeis from apo all pas unrighteousness adikia. ", "10": "If ean we  say legō that hoti we  have  not ou sinned hamartanō,  we  make poieō him autos a  liar pseustēs and kai · ho his autos word logos is eimi not ou in en us hēmeis. "}