{"1": "My egō little  children teknion,  I  am  writing graphō these  things houtos to  you hymeis so  that hina you  may  not mē sin hamartanō.  But kai if ean anyone tis does  sin hamartanō,  we  have echō an  advocate paraklētos with pros the ho Father patēr,  Jesus Iēsous Christ Christos the  righteous  one dikaios. ", "2": "· kai He autos is eimi the  propitiation hilasmos for peri · ho our hēmeis sins hamartia,  and de not ou for peri · ho ours hēmeteros only monon,  but alla also kai for peri those of  the ho entire holos world kosmos. ", "3": "Now kai this houtos is  how en we  can  be  sure ginōskō that hoti we  know ginōskō God autos:  if ean we  keep tēreō · ho his autos commandments entolē. ", "4": "The ho one  who  says legō, “ I  know ginōskō God autos,”  yet kai does tēreō not mē keep tēreō · ho his autos commandments entolē,  is eimi a  liar pseustēs and kai the ho truth alētheia is eimi not ou in en him houtos. ", "5": "But de whoever hos keeps tēreō his autos · ho word logos,  truly alēthōs in en that  person houtos is  the ho love agapē of ho God theos brought  to  fulfillment teleioō.  This  is  how en we  can  be  sure ginōskō that hoti we  are eimi in en him autos: ", "6": "the ho one  who  claims legō to  abide menō in en God autos ought opheilō to  walk peripateō just  as kathōs Jesus ekeinos walked peripateō.  · kai", "7": "Dear  friends agapētos, it is  not ou a  new kainos commandment entolē that  I  write graphō to  you hymeis,  but alla an  old palaios commandment entolē—one  that hos you  have  had echō from apo the  beginning archē.  The ho old palaios commandment entolē · ho is eimi the ho message logos you  have  already  heard akouō. ", "8": "Yet palin it is a  new kainos commandment entolē that  I  write graphō to  you hymeis,  one hos that  is eimi true alēthēs in en him autos and kai in en you hymeis,  because hoti the ho darkness skotia is  passing  away paragō and kai the ho true alēthinos light phōs · ho is  already ēdē shining phainō. ", "9": "The ho one  who  claims legō to  be eimi in en the ho light phōs but kai goes  on  hating miseō · ho his autos brother adelphos is eimi still heōs in en the ho darkness skotia. ", "10": "The ho one  who  loves agapaō · ho his autos brother adelphos is  living menō in en the ho light phōs and kai in en him autos there  is eimi no ou cause  for  stumbling skandalon. ", "11": "But de the ho one  who  hates miseō · ho his autos brother adelphos is eimi in en the ho darkness skotia;  · kai he  walks peripateō in en the ho darkness skotia and kai does  not ou know oida where pou he  is  going hypagō,  because hoti the ho darkness skotia has  blinded typhloō · ho his autos eyes ophthalmos. ", "12": "I  am  writing graphō to  you hymeis, my  children teknion,  because hoti your hymeis sins hamartia are  forgiven aphiēmi · ho on  account  of dia · ho his autos name onoma. ", "13": "I  am  writing graphō to  you hymeis,  fathers patēr,  because hoti you  know ginōskō him ho who is  from apo the  beginning archē.  I  am  writing graphō to  you hymeis,  young  men neaniskos,  because hoti you  have  overcome nikaō the ho evil  one ponēros. ", "14": "I  have  written graphō to  you hymeis, my  children paidion,  because hoti you  know ginōskō the ho Father patēr.  I  have  written graphō to  you hymeis,  fathers patēr,  because hoti you  know ginōskō him ho who is  from apo the  beginning archē.  I  have  written graphō to  you hymeis,  young  men neaniskos,  because hoti you  are eimi strong ischuros,  and kai the ho word logos of ho God theos abides menō in en you hymeis,  and kai you  have  overcome nikaō the ho evil  one ponēros. ", "15": "Do  not mē love agapaō the ho world kosmos or mēde the ho things  in en the ho world kosmos.  If ean anyone tis loves agapaō the ho world kosmos,  the ho love agapē of  the ho Father patēr is eimi not ou in en him autos. ", "16": "For hoti all pas that ho is  in en the ho world kosmos— the ho desire epithumia of  the ho flesh sarx,  · kai the ho desire epithumia of  the ho eyes ophthalmos,  · kai the ho pride alazoneia of ho possession bios— is eimi not ou from ek the ho Father patēr but alla from ek the ho world kosmos. ", "17": "· kai The ho world kosmos is  passing  away paragō with kai all ho its autos desires epithumia,  but de the ho one  who  does poieō the ho will thelēma of ho God theos remains menō for eis all ho time aiōn. ", "18": "My  children paidion,  it  is eimi the  last eschatos hour hōra!  And kai just  as kathōs you  heard akouō that hoti the  Antichrist antichristos would  come erchomai,  even kai now nyn many polys antichrists antichristos have  appeared ginomai.  Therefore hothen we  know ginōskō that hoti it  is eimi the  last eschatos hour hōra. ", "19": "They  went  out exerchomai from ek us hēmeis but alla they  were eimi not ou of ek us hēmeis;  for gar if ei they  had  been eimi of ek us hēmeis,  they  would an have  continued menō with meta us hēmeis.  But alla they went out from us  that hina it  might  become  plain phaneroō that hoti none ou of them  are eimi of ek us hēmeis. ", "20": "But kai you hymeis have echō an  anointing chrisma from apo the ho Holy hagios One ,  and kai you  all pas know oida the truth. ", "21": "I  write graphō to  you hymeis,  not ou because hoti you  do  not ou know oida the ho truth alētheia,  but alla because hoti you  do  know oida it autos and kai because hoti no ou lie pseudos comes eimi from ek the ho truth alētheia. ", "22": "Who tis is eimi the ho liar pseustēs but ei mē the ho one  who  denies arneomai that hoti Jesus Iēsous is eimi the ho Christ Christos?  This  one houtos is eimi the ho Antichrist antichristos,  the ho one  who  denies arneomai the ho Father patēr and kai the ho Son hyios. ", "23": "No oude one pas who ho denies arneomai the ho Son hyios has echō the ho Father patēr.  The ho one  who  confesses homologeō the ho Son hyios has echō the ho Father patēr also kai. ", "24": "Let menō what hos you hymeis heard akouō from apo the  beginning archē abide menō in en you hymeis.  If ean what hos you  heard akouō from apo the  beginning archē abides menō in en you hymeis,  then kai you hymeis will  abide menō in en the ho Son hyios and kai in en the ho Father patēr. ", "25": "And kai this houtos is eimi the ho promise epangelia that hos he autos made epangellomai to  us hēmeis— · ho eternal aiōnios life zōē.  · ho", "26": "I  have  written graphō these  things houtos to  you hymeis concerning peri those ho who  are  trying  to  deceive planaō you hymeis. ", "27": "But kai the ho anointing chrisma you hymeis received lambanō from apo him autos abides menō in en you hymeis,  and kai you  have echō no ou need chreia that hina anyone tis teach didaskō you hymeis.  But alla as hōs · ho his autos anointing chrisma teaches didaskō you hymeis about peri all pas things ,  and kai is eimi true alēthēs and kai not ou a  lie pseudos,  · kai just  as kathōs it  has  taught didaskō you hymeis,  abide menō in en him autos. ", "28": "And kai now nyn,  dear  children teknion,  abide menō in en him autos,  so  that hina when ean he  appears phaneroō we  may  have echō confidence parrēsia and kai not mē be put to shame  in apo his autos presence  when en · ho he autos comes parousia. ", "29": "If ean you  know oida that hoti he  is eimi righteous dikaios,  you  also kai know ginōskō that hoti everyone pas who ho practices poieō · ho righteousness dikaiosynē has  been  born gennaō of ek him autos. "}