{"1": "See  what  great potapos love agapē the ho Father patēr has  given didōmi to  us hēmeis,  that hina we  should  be  called kaleō children teknon of  God theos— and kai so  we  are eimi! The  reason dia houtos the ho world kosmos does  not ou know ginōskō us hēmeis is  that hoti it  did  not ou know ginōskō him autos. ", "2": "Dear  friends agapētos,  at  the  present  time nyn we  are eimi children teknon of  God theos,  and kai it  has  not  yet oupō been  revealed phaneroō what tis we  will  be eimi. But  we  do  know oida that hoti when ean he  is  revealed phaneroō we  will  be eimi like homoios him autos,  because hoti we  will  see horaō him autos just  as kathōs he  is eimi. ", "3": "And kai everyone pas who ho has echō · ho this houtos hope elpis in epi him autos purifies hagnizō himself heautou,  just  as kathōs he ekeinos is eimi pure hagnos. ", "4": "Everyone pas who ho makes poieō a  practice  of  · ho sinning hamartia is poieō also kai breaking poieō the ho law anomia;  indeed kai,  · ho sin hamartia is eimi · ho lawlessness anomia. ", "5": "And kai you  know oida that hoti he ekeinos appeared phaneroō to hina take  away airō our ho sins hamartia,  and kai that  there  is eimi no ou sin hamartia in en him autos. ", "6": "No ou one pas who ho abides menō in en him autos keeps  on  sinning hamartanō;  no ou one pas who ho continues  to  sin hamartanō has  either  seen horaō him autos or oude known ginōskō him autos. ", "7": "Little  children teknion,  let  no  one mēdeis deceive planaō you hymeis.  Whoever ho makes poieō it  a  practice  to  do  what ho is  right dikaiosynē is eimi righteous dikaios,  just  as kathōs he ekeinos is eimi righteous dikaios. ", "8": "The ho one  who  continues poieō to  · ho sin hamartia is eimi of ek the ho devil diabolos,  because hoti the ho devil diabolos has  been  sinning hamartanō from apo the  beginning archē.  The ho Son hyios of ho God theos appeared phaneroō for eis this houtos purpose — that hina he  might  destroy lyō the ho works ergon of  the ho devil diabolos. ", "9": "No ou one pas · ho born gennaō of ek · ho God theos makes  a  practice  of poieō sinning hamartia,  because hoti God' s autos seed sperma abides menō in en him autos.  · kai He  cannot ou keep  on  sinning hamartanō,  because hoti he  has  been  born gennaō of ek · ho God theos. ", "10": "By en this houtos the ho children teknon of ho God theos and kai the ho children teknon of  the ho devil diabolos are eimi revealed phaneros:  whoever pas · ho does  not mē practice poieō righteousness dikaiosynē is eimi not ou of ek · ho God theos,  nor kai is  the ho one  who  does  not mē love agapaō · ho his autos brother adelphos. ", "11": "For hoti this houtos is eimi the ho message angelia that hos you  heard akouō from apo the  beginning archē:  that hina we  should  love agapaō one  another allēlōn. ", "12": "We are  not ou to  be  like kathōs Cain Kain who  was eimi of ek the ho evil ponēros one  and kai murdered sphazō · ho his autos brother adelphos.  And kai why charin tis did  he  murder sphazō him autos?  Because hoti · ho his  own autos deeds ergon were eimi evil ponēros and de those ho of ho his autos brother adelphos were  righteous dikaios. ", "13": "So kai do  not mē be  surprised thaumazō,  brothers adelphos,  if ei the ho world kosmos hates miseō you hymeis. ", "14": "We hēmeis know oida that hoti we  have  crossed  over metabainō from ek · ho death thanatos to eis · ho life zōē,  because hoti we  love agapaō the ho brothers adelphos.  Whoever ho does  not mē love agapaō remains menō in en the ho realm  of  death thanatos. ", "15": "Everyone pas who ho hates miseō · ho his autos brother adelphos is eimi a  murderer anthrōpoktonos,  and kai you  know oida that hoti no ou murderer anthrōpoktonos has echō eternal aiōnios life zōē abiding menō in en him autos. ", "16": "By en this houtos we  have  come  to  know ginōskō · ho love agapē:  that hoti he ekeinos laid  down tithēmi his autos life psychē on hyper our hēmeis behalf.  · ho And kai we hēmeis are  obligated opheilō to  lay  down tithēmi our ho lives psychē for hyper the ho brothers adelphos. ", "17": "But de whoever hos has echō this ho world' s kosmos · ho resources bios and kai sees theōreō · ho his autos fellow  Christian adelphos in echō need chreia yet kai closes kleiō · ho his autos heart splanchnon against apo him autos,  how pōs does  the ho love agapē of ho God theos abide menō in en him autos? ", "18": "Little  children teknion,  let  us  love agapaō,  not mē in  word logos or mēde · ho speech glōssa but alla in en action ergon and kai truth alētheia. ", "19": "And kai by en this houtos we  will  know ginōskō that hoti we  are eimi of ek the ho truth alētheia and kai will  set peithō our hēmeis conscience kardia at  rest peithō in emprosthen his autos presence,  · ho", "20": "that hoti if ean our ho conscience kardia condemns kataginōskō us hēmeis,  that hoti God theos is eimi greater megas · ho than ho our hēmeis conscience kardia and kai knows ginōskō all  things pas. ", "21": "Dear  friends agapētos,  if ean · ho our hēmeis conscience kardia does  not mē condemn kataginōskō us,  we  have echō confidence parrēsia in  the  presence  of pros · ho God theos, ", "22": "and kai whatever hos ean we  ask aiteō we  receive lambanō from apo him autos,  because hoti we  keep tēreō · ho his autos commandments entolē and kai do poieō what ho is  pleasing arestos in enōpion his autos sight. ", "23": "And kai this houtos is eimi · ho his autos commandment entolē:  that hina we  believe pisteuō in  the ho name onoma of ho his autos Son hyios Jesus Iēsous Christ Christos and kai love agapaō one  another allēlōn,  just  as kathōs he  gave didōmi us hēmeis the  commandment entolē. ", "24": "And kai the ho one  who  keeps tēreō · ho his autos commandments entolē resides menō in en him autos,  and kai he autos in en him autos.  And kai by en this houtos we  know ginōskō that hoti he  abides menō in en us hēmeis:  by ek the ho Spirit pneuma whom hos he  has  given didōmi to  us hēmeis. "}