{"1": "You therefore, my son, be strong in the grace that is in Christ Jesus. ", "2": "And what things you have heard from me, many bearing witness, the same deliver to faithful men who are competent to teach others.", "3": "Therefore suffer affliction as a good soldier of Jesus Christ. ", "4": "No man who wars entangles himself with worldly business, because he wants to please him who has chosen him to be a soldier. ", "5": "And though a man strive to win a competition, yet he is not crowned unless he strives lawfully. ", "6": "The husbandman who labours must first receive of the fruits. ", "7": "Consider what I say. May the Lord give you understanding in all things.", "8": "Remember that Jesus Christ, being of the seed of David, rose again from death, as declared in my gospel – ", "9": "for which gospel I suffer trouble as an evil-doer, even in bonds. But the word of God was not bound. ", "10": "For this I suffer all things, for the sake of the elect, so that they may also obtain the salvation that is in Christ Jesus with eternal glory.", "11": "It is a true saying: if we are dead with him, we also will live with him. ", "12": "If we are patient, we will also reign with him. If we deny him, he also will deny us. ", "13": "If we do not believe, yet he abides faithful; he cannot deny himself. ", "14": "Of these things put them in remembrance. And warn them before the Lord not to strive about words, which accomplishes nothing but to pervert the hearers.", "15": "Be diligent to show yourself laudable to God, a workman who does not need to be ashamed, rightly dividing the word of truth. ", "16": "Unspiritual and vain voices pass over. For they will increase to greater ungodliness, ", "17": "and their words will consume even as does a canker – of whose number are Hymenaeus and Philetus, ", "18": "who as concerning the truth have erred, saying that the resurrection is past already, and do destroy the faith of divers persons.", "19": "But the sure foundation of God remains, and has this seal: the Lord knows those that are his. And let everyone who calls on the name of Christ depart from iniquity. ", "20": "Notwithstanding, in a great house are not only vessels of gold and of silver, but also of wood and of earth: some for honour, and some for dishonour. ", "21": "But if a man purges himself from such fellows, he will be a vessel sanctified unto honour, meet for the Lord and prepared for all good works.", "22": "Lusts of youth avoid. Follow righteousness, faith, love, and peace with those who call on the Lord with a pure heart. ", "23": "Foolish and unlearned controversies put from you, remembering that they do but engender strife. ", "24": "But the servant of the Lord must not quarrel, but must be peaceable towards all, able to teach, and one that can be patient with the evil, ", "25": "and can correct those who resist – if perhaps God at any time will give them repentance to know the truth, ", "26": "so that they may come to themselves again out of the snare of the devil, who are now taken by him at his will."}