{"1": "This understand: in the last days, perilous times will come. ", "2": "For men will be lovers of their own selves, covetous, boasters, proud, cursed speakers, disobedient to father and mother, unthankful, unholy, ", "3": "unkind, truce breakers, stubborn, false accusers, dissolute, fierce, despisers of those who are good, ", "4": "traitors, wilful, high-minded, greedy for pleasures more than lovers of God, ", "5": "having a similitude of godly living, but who have denied the power thereof – and from such, turn away. ", "6": "Of this sort are those who enter into houses and bring into bondage women laden with sin, which women are led by divers desires and lusts, ", "7": "ever learning and never able to come to the knowledge of the truth.", "8": "As Jannes and Jambres withstood Moses, even so do these resist the truth. Men they are of corrupt minds, and ignorant concerning the faith. ", "9": "But they will progress no further, for their madness will be revealed to all, as theirs was.", "10": "But you have seen the experience of my doctrine, fashion of living, purpose, faith, longsuffering, love, patience – ", "11": "and the persecutions and afflictions that happened to me at Antioch, at Iconium, and at Lystra, which persecutions I suffered patiently. And from them all, the Lord delivered me. ", "12": "Yea, and all who desire to live godly in Christ Jesus must suffer persecutions. ", "13": "But the evil men and deceivers will grow worse and worse, while they deceive and are deceived themselves.", "14": "But continue in the things that you have learned, which also were committed to you, seeing you know from whom you have learned them, ", "15": "and also that from childhood you have known the holy scripture, which is able to make you wise unto salvation through the faith that is in Christ Jesus. ", "16": "For all scripture given by the inspiration of God is profitable to teach, to convict, to reform, and to instruct in righteousness, ", "17": "so that the man of God may be perfect and prepared for all good works."}