{"1": "Ask rain from the Lord at the time of the spring rain— The Lord who makes the [a]storm clouds; And He will give them showers of rain, vegetation in the field to each man.", "2": "For the teraphim speak [b]iniquity, And the diviners see [c]lying visions And tell false dreams; They comfort in vain. Therefore the people [d]wander like sheep, They are afflicted, because there is no shepherd.", "3": "“My anger is kindled against the shepherds, And I will punish the [e]male goats; For the Lord of hosts has visited His flock, the house of Judah, And will make them like His majestic horse in battle.", "4": "“From [f]them will come the cornerstone, From [g]them the tent peg, From [h]them the bow of battle, From [i]them every [j]ruler, all of them together.", "5": "“They will be as mighty men, Treading down the enemy in the mire of the streets in battle; And they will fight, for the Lord will be with them; And the riders on horses will be put to shame.", "6": "“I will strengthen the house of Judah, And I will save the house of Joseph, And I will [k]bring them back, Because I have had compassion on them; And they will be as though I had not rejected them, For I am the Lord their God and I will answer them.", "7": "“Ephraim will be like a mighty man, And their heart will be glad as if from wine; Indeed, their children will see it and be glad, [l]Their heart will rejoice in the Lord.", "8": "“I will whistle for them to gather them together, For I have redeemed them; And they will be as numerous as they [m]were before.", "9": "“When I [n]scatter them among the peoples, They will remember Me in far countries, And they with their children will live and come back.", "10": "“I will bring them back from the land of Egypt And gather them from Assyria; And I will bring them into the land of Gilead and Lebanon [o]Until no room can be found for them.", "11": "“And they will pass through the sea of distress And He will strike the waves in the sea, So that all the depths of the Nile will dry up; And the pride of Assyria will be brought down And the scepter of Egypt will depart.", "12": "“And I will strengthen them in the Lord, And in His name they will walk,” declares the Lord."}