{"1": "Open your doors, O Lebanon, That a fire may feed on your cedars.", "2": "Wail, O [a]cypress, for the cedar has fallen, Because the glorious trees have been destroyed; Wail, O oaks of Bashan, For the [b]impenetrable forest has come down.", "3": "There is a sound of the shepherds' wail, For their glory is ruined; There is a sound of the young lions' roar, For the [c]pride of the Jordan is ruined.", "4": "Thus says the Lord my God, “Pasture the flock doomed to slaughter.", "5": "Those who buy them slay them and [d]go unpunished, and each of those who sell them says, 'Blessed be the Lord, for I have become rich!' And their own shepherds have no pity on them.", "6": "For I will no longer have pity on the inhabitants of the land,” declares the Lord; “but behold, I will cause the men to [e]fall, each into another's [f]power and into the [g]power of his king; and they will strike the land, and I will not deliver them from their [h]power.”", "7": "So I pastured the flock doomed to slaughter, [i]hence the afflicted of the flock. And I took for myself two staffs: the one I called [j]Favor and the other I called [k]Union; so I pastured the flock.", "8": "Then I annihilated the three shepherds in one month, for my soul was impatient with them, and their soul also [l]was weary of me.", "9": "Then I said, “I will not pasture you. What is to die, [m]let it die, and what is to be annihilated, [n]let it be annihilated; and [o]let those who are left eat one another's flesh.”", "10": "I took my staff [p]Favor and cut it in pieces, to [q]break my covenant which I had made with all the peoples.", "11": "So it was [r]broken on that day, and [s]thus the afflicted of the flock who were watching me realized that it was the word of the Lord.", "12": "I said to them, “If it is good in your sight, give me my wages; but if not, [t]never mind!” So they weighed out thirty shekels of silver as my wages.", "13": "Then the Lord said to me, “Throw it to the potter, that magnificent price at which I was valued by them.” So I took the thirty shekels of silver and threw them to the potter in the house of the Lord.", "14": "Then I cut in pieces my second staff [u]Union, to break the brotherhood between Judah and Israel.", "15": "The Lord said to me, “Take again for yourself the equipment of a [v]foolish shepherd.", "16": "For behold, I am going to raise up a shepherd in the land who will not care for the perishing, seek the scattered, heal the broken, or sustain the one standing, but will devour the flesh of the fat sheep and tear off their hoofs.", "17": "“Woe to the worthless shepherd Who leaves the flock! A sword will be on his arm And on his right eye! His arm will be totally withered And his right eye will be [w]blind.”"}