{"1": "In the fourth year of King Darius, the word of the Lord came to Zechariah on the fourth day of the ninth month, which is Chislev.", "2": "Now the town of Bethel had sent Sharezer and Regemmelech and [a]their men to [b]seek the favor of the Lord,", "3": "speaking to the priests who belong to the house of the Lord of hosts, and to the prophets, saying, “Shall I weep in the fifth month [c]and abstain, as I have done these many years?”", "4": "Then the word of the Lord of hosts came to me, saying,", "5": "“Say to all the people of the land and to the priests, 'When you fasted and mourned in the fifth and seventh months [d]these seventy years, was it actually for Me that you fasted?", "6": "When you eat and drink, [e]do you not eat for yourselves and do you not drink for yourselves?", "7": "Are not these the words which the Lord proclaimed by the former prophets, when Jerusalem was inhabited and [f]prosperous along with its cities around it, and the [g]Negev and the [h]foothills were inhabited?'”", "8": "Then the word of the Lord came to Zechariah saying,", "9": "“Thus has the Lord of hosts said, 'Dispense true justice and practice kindness and compassion each to his brother;", "10": "and do not oppress the widow or the [i]orphan, the [j]stranger or the poor; and do not devise evil in your hearts against one another.'", "11": "But they refused to pay attention and [k]turned a stubborn shoulder and [l]stopped their ears from hearing.", "12": "They made their hearts like [m]flint [n]so that they could not hear the law and the words which the Lord of hosts had sent by His Spirit through the former prophets; therefore great wrath came from the Lord of hosts.", "13": "And just as He called and they would not listen, so they called and I would not listen,” says the Lord of hosts;", "14": "“but I [o]scattered them with a storm wind among all the nations whom they have not known. Thus the land is desolated behind them [p]so that no one went back and forth, for they made the pleasant land desolate.”"}