{"1": "The vision about Judah and Jerusalem that Isaiah, Amoz's son, saw in the days of Judah's kings Uzziah, Jotham, Ahaz, and Hezekiah.", "2": "Hear you heavens, and listen earth, for the Lord has spoken: I reared children; I raised them, and they turned against me!", "3": "An ox knows its owner, and a donkey its master's feeding trough. But Israel doesn't know; my people don't behave intelligently.", "4": "Doom! Sinful nation, people weighed down with crimes, evildoing offspring, corrupt children! They have abandoned the Lord, despised the holy one of Israel; they turned their backs on God.", "5": "Why do you invite further beatings? Why continue to rebel? Everyone's head throbs, and everyone's heart fails.", "6": "From head to toe, none are well— only bruises, cuts, and raw wounds, not treated, not bandaged, not soothed with oil.", "7": "Your country is deserted, your cities burned with fire; your land—strangers are devouring it in plain sight. It's a wasteland, as when foreigners raid.", "8": "Daughter Zion is left like a small shelter in a vineyard, like a hut in a cucumber field, like a city besieged.[a]", "9": "If the Lord of heavenly forces had not spared a few of us, we would be like Sodom; we would resemble Gomorrah.", "10": "Hear the Lord's word, you leaders of Sodom. Listen to our God's teaching, people of Gomorrah!", "11": "What should I think about all your sacrifices? says the Lord. I'm fed up with entirely burned offerings of rams and the fat of well-fed beasts. I don't want the blood of bulls, lambs, and goats.", "12": "When you come to appear before me, who asked this from you, this trampling of my temple's courts?", "13": "Stop bringing worthless offerings. Your incense repulses me. New moon, sabbath, and the calling of an assembly— I can't stand wickedness with celebration!", "14": "I hate your new moons and your festivals. They've become a burden that I'm tired of bearing.", "15": "When you extend your hands, I'll hide my eyes from you. Even when you pray for a long time, I won't listen. Your hands are stained with blood.", "16": "Wash! Be clean! Remove your ugly deeds from my sight. Put an end to such evil;", "17": "learn to do good. Seek justice: help the oppressed;[b] defend the orphan; plead for the widow.", "18": "Come now, and let's settle this, says the Lord. Though your sins are like scarlet, they will be white as snow. If they are red as crimson, they will become like wool.", "19": "If you agree and obey, you will eat the best food of the land.", "20": "But if you refuse and rebel, you will be devoured by the sword. The Lord has said this.", "21": "This faithful town has become a prostitute! She was full of justice; righteousness lived in her— but now murderers.", "22": "Your silver has become impure; your beer is diluted with water.", "23": "Your princes are rebels, companions of thieves. Everyone loves a bribe and pursues gifts. They don't defend the orphan, and the widow's cause never reaches them.", "24": "Therefore, says the Lord God of heavenly forces, the mighty one of Israel: Doom! I will vent my anger against my foes; I will take it out on my enemies,", "25": "and I will turn my hand against you. I will refine your impurities as with lye, and remove all your cinders.", "26": "Then I will restore your judges as in earlier times, and your counselors as at the beginning. After this you will be called Righteous City, Faithful Town.", "27": "Zion will be redeemed by justice, and those who change their lives by righteousness.", "28": "But God will shatter rebels and sinners alike; those who abandon the Lord will be finished.", "29": "You will be ashamed of the oaks you once desired, and embarrassed by the gardens you once chose.", "30": "You will be like an oak with withering leaves, like a garden without water.", "31": "The strong will be like dry twigs, their deeds like sparks; the two will burn together, with no one to extinguish them."}