{"1": "Doom to those who pronounce wicked decrees, and keep writing harmful laws", "2": "to deprive the needy of their rights and to rob the poor among my people of justice; to make widows their loot; to steal from orphans!", "3": "What will you do on the day of punishment when disaster comes from far away? To whom will you flee for help; where will you stash your wealth?", "4": "How will you avoid crouching among the prisoners and falling among the slain? Even so, God's anger hasn't turned away; God's hand is still extended.", "5": "Doom to Assyria, rod of my anger, in whose hand is the staff of my fury!", "6": "Against a godless nation I send him; against an infuriating people I direct him to seize spoil, to steal plunder, and to trample them like mud in the streets.", "7": "But he has other plans; he schemes in secret; destruction is on his mind, extermination of nation after nation.", "8": "He says: Aren't my commanders all kings?", "9": "Isn't Calno like Carchemish? Isn't Hamath like Arpad? Isn't Samaria like Damascus?", "10": "Just as I took control of idolatrous kingdoms with more images than Jerusalem and Samaria,", "11": "just as I did to Samaria and her false gods, won't I also do this to Jerusalem and her idols?", "12": "But when the Lord has finished all this work on Mount Zion and in Jerusalem, he will punish[a] the Assyrian king's arrogant actions and the boasting of his haughty eyes.", "13": "He said, “By my own strength I have achieved it, and by my wisdom, since I'm so clever. I disregarded national boundaries; I raided their treasures; I knocked down their rulers like a bull.", "14": "My hand found the wealth of the peoples as if it were in a nest. Just as one gathers abandoned eggs, I have gathered the entire earth; no creature fluttered a wing or opened a mouth to chirp.”", "15": "Will the ax glorify itself over the one who chops with it? Or will the saw magnify itself over its user? As if a rod could wave the one who lifts it! As if a staff could lift up the one not made of wood!", "16": "Therefore, the Lord God of heavenly forces will make the well-fed people waste away; and among his officials, a blaze will burn like scorching fire.", "17": "The light of Israel will become a fire, its holy one a flame, which will burn and devour its thorns and thistles in a single day.", "18": "Its abundant forest and farmland will be finished completely,[b] as when a sick person wastes away;", "19": "its forest's remaining trees will be no more than a child can count.", "20": "On that day, what's left of Israel and the survivors of the house of Jacob will no longer depend on the one who beat them. Instead, they will faithfully depend on the Lord, the holy one of Israel.", "21": "A few will return, what's left of Jacob, to the mighty God.", "22": "Although your people, Israel, were like the sand of the sea, only a few survivors will return. The end is announced, overflowing with justice.", "23": "Yes, destruction has been announced; the Lord God of heavenly forces will carry it out against the entire land.", "24": "Therefore, the Lord God of heavenly forces says: My people who live in Zion, don't fear Assyria, which strikes you with the rod and raises its staff against you as Egypt did.", "25": "In a very short time my fury will end, and my anger at the world will be finished.[c]", "26": "Therefore, the Lord of heavenly forces will crack a whip against Assyria, as when he struck Midian at the rock of Oreb. He will raise a rod over the sea, as he did in Egypt.", "27": "On that day, God will remove the burden from your shoulder and destroy the yoke on your neck.[d] He has gone up from Samaria,", "28": "come against Aiath, passed to Migron. At Michmash he stored his equipment.", "29": "They crossed at the pass: “We'll camp at Geba!” Ramah trembles; Gibeah of Saul has fled.", "30": "Cry aloud, Daughter Gallim! Listen, Laishah! Answer her, Anathoth!", "31": "Madmenah has flown. Gebim's inhabitants sought refuge.", "32": "This very day he will stand at Nob and shake his fist[e] at Daughter Zion's mountain, the hill of Jerusalem!", "33": "Look! The Lord God of heavenly forces is chopping off the branches with terrible power. The loftiest ones are about to be cut down and the exalted laid low.", "34": "He will strike down the forest thickets with an ax, and mighty Lebanon will fall."}