{"1": "An oracle about Babylon, which Isaiah, Amoz's son, saw.", "2": "On a bare mountain raise a signal; cry aloud to them; wave a hand; let them enter the officials' gates.", "3": "I have commanded my holy ones; I have called my warriors, my proud, jubilant ones, to execute my wrath.", "4": "Listen![a] A roar on the mountains like that of a great crowd. Listen! An uproar of kingdoms, of nations coming together. The Lord of heavenly forces is mustering an army for battle.", "5": "They are coming from a distant land, from the faraway heavens, the Lord and the instruments of his fury, to destroy the whole land.", "6": "Wail, for the day of the Lord is near. Like destruction from the Almighty[b] it will come.", "7": "Then all hands will fall limp; every human heart will melt,", "8": "and they will be terrified. Like a woman writhing in labor, they will be seized by spasms and agony. They will look at each other aghast, their faces blazing.", "9": "Look, the day of the Lord is coming with cruel rage and burning anger, making the earth a ruin, and wiping out its sinners.", "10": "Heaven's stars and constellations won't show their light. The sun will be dark when it rises; the moon will no longer shine.", "11": "I will bring disaster upon the world for its evil, and bring their own sin upon the wicked. I will end the pride of the insolent, and the conceit of tyrants I will lay low.", "12": "I will make humans scarcer than fine gold; people rarer than the gold of Ophir.", "13": "I will rattle the heavens; the earth will shake loose from its place—because of the rage of the Lord of heavenly forces on the day his anger burns.", "14": "They will be like hunted gazelles, like sheep without a shepherd; all will turn to their own people and flee to their own lands.", "15": "Whoever is found will be stabbed; whoever is caught will fall by the sword.", "16": "Their infants will be crushed before their eyes; their houses plundered, their women raped.", "17": "Look! I'm rousing the Medes against them; the Medes pay no mind to silver, no desire for gold.", "18": "Their bows will smash youths; they will be merciless to newborns, pitiless to children.", "19": "So Babylon, a jewel among kingdoms, the Chaldeans' splendor and pride, will be like Sodom and Gomorrah, destroyed by God.", "20": "No one will ever resettle or live there for generations. No Arab will camp there; no shepherds will rest flocks there.", "21": "Wildcats will rest there; houses will be filled with owls. Ostriches will live there, and goat demons will dance there.", "22": "Hyenas will howl in its strongholds, and jackals in its luxurious palaces. Babylon's[c] time is coming soon; its days won't drag on."}