{"1": "An oracle about Damascus. Look! Damascus is finished as a city; it will become a fallen ruin.", "2": "The villages of Aroer are abandoned forever.[a] They will be pastures for flocks,[b] which will lie down undisturbed.", "3": "Ephraim's security will cease, as will Damascus' rule. What's left of Aram will resemble the glory of the Israelites, says the Lord of heavenly forces.", "4": "On that day, Jacob's glory will dwindle; his sleek body will waste away.", "5": "It will be as when harvesters gather grain. God will harvest armfuls at a time, like one who gathers grain in the Rephaim Valley.", "6": "Only remaining bits are left, like an olive tree that has been shaken: two or three olives on the highest branch; four or five on a fruitful twig, says the Lord God of Israel.", "7": "On that day, people will have regard for their maker, and their eyes will look to the holy one of Israel.", "8": "They will have no regard for altars, the work of their hands, or look to what their fingers made: sacred poles[c] and incense stands.", "9": "On that day, their strong cities will be like those abandoned by the Hivites and the Amorites;[d] abandoned because of the Israelites. They will be a wasteland,", "10": "because you forgot the God who saves you, and didn't remember the rock who shelters you. Therefore, plant your pleasant plants, and set out exotic sprouts;", "11": "make them grow the day you plant them, and make them bloom the morning you start them. But the harvest will disappear on a day of sickness and incurable pain.", "12": "Doom to the raging of many peoples; like the thundering seas they thunder. Doom to the roar of nations, like the roaring of mighty waters.", "13": "Nations roar like the roaring of rushing waters. But God will rebuke them, and they will flee far away, pursued like chaff by wind in the mountains, like tumbleweeds before a storm.", "14": "In the evening, there is terror; but before morning it is gone. This is the fate of those who loot us, the destiny of those who rob us."}