{"1": "An oracle about Egypt. Look! The Lord is riding upon a swift cloud, and is coming to Egypt. Egypt's idols will tremble before God; the Egyptians' hearts will melt within them.", "2": "I will stir up Egyptian against Egyptian, and they will fight, one against another, neighbor against neighbor, city against city, kingdom against kingdom.", "3": "Egypt's spirit will fail from within; I will frustrate their plans. They will consult the idols and spirits and ghosts and fortune-tellers.", "4": "I will hand Egypt over to a harsh master; a strong king will rule them, says the Lord God of heavenly forces.", "5": "The waters of the sea will dry up; the river will be parched and bare.", "6": "The rivers will stink; the streams will shrink and dry; reeds and rushes will decay.", "7": "Grass around the Nile, the grass at the mouth of the Nile, and all the sown land of the Nile will dry up, blow away, and be no more.", "8": "Those who fish will lament; all who cast fishhooks in the Nile will mourn, and those who spread nets on the water will pine away.", "9": "Workers with flax will be dismayed; carders and weavers will grow pale.[a]", "10": "Makers of cloth will be crushed; all who earn money will become distressed.", "11": "The officials of Tanis are fools; the wisest of Pharaoh's counselors give stupid advice. How can you say to Pharaoh, “I'm a wise person, one of the ancient kings”?", "12": "Where now are your wise ones? Let them tell you, let them inform you what the Lord of heavenly forces has planned concerning Egypt.", "13": "The officials of Tanis have become fools; the princes of Memphis are deluded; the tribal chiefs have led Egypt astray.", "14": "The Lord has poured into them a spirit of confusion. They will make Egypt stumble in everything it does, just as a drunk stumbles in his vomit.", "15": "Neither head nor tail, palm branch nor reed will be able to do anything for Egypt.", "16": "On that day, the Egyptians will be like women and will tremble with terror before the hand that the Lord of heavenly forces will raise against them.", "17": "Judah's land will become what the Egyptians dread; whenever anyone mentions it, they will be terrified because of the plans that the Lord of heavenly forces is making against them.", "18": "On that day, there will be five cities in the land of Egypt that speak the language of Canaan and swear loyalty to the Lord of heavenly forces. One of them will be called “the city of the sun.”[b]", "19": "On that day, there will be an altar to the Lord within the land of Egypt, and a standing stone for the Lord at its border.", "20": "It will be a sign and a witness to the Lord of heavenly forces in the land of Egypt. When they cry out to the Lord because of oppressors, God will send them a savior and defender to rescue them.", "21": "The Lord will make himself known to the Egyptians; the Egyptians will know the Lord on that day. They will worship with sacrifices and offerings, making solemn promises to the Lord and fulfilling them.", "22": "The Lord will strike Egypt; striking and then healing. They will return to the Lord, who will hear their pleas and heal them.", "23": "On that day, there will be a highway from Egypt to Assyria. The Assyrians will come to Egypt, and the Egyptians to Assyria; and the Egyptians will worship with the Assyrians.", "24": "On that day, Israel will be the third along with Egypt and Assyria, a blessing at the center of the world.", "25": "The Lord of heavenly forces will pronounce this blessing: Bless Egypt my people, and Assyria my handiwork, and Israel my inheritance."}