{"1": "An oracle about the wilderness near the sea. Like whirlwinds sweeping through the arid southern plain, it comes from the desert, from a fearsome land.", "2": "A harsh vision was proclaimed to me: The betrayer betrays, and the destroyer destroys. Go up, Elam! Lay siege, Media! Put an end to all her groaning.", "3": "Therefore, I'm shaken to my core in anguish. Pains have seized me like the pains of a woman in labor. I'm too bent over to hear, too dismayed to see.", "4": "My heart pounds; convulsions overpower me. He has turned my evening of pleasure into dread—", "5": "setting the table, spreading the cloth, eating, drinking. “Arise, captains! Polish the shields.”", "6": "The Lord said this to me: “Go, post a lookout to report what he sees.", "7": "When he sees chariots, pairs of horsemen, donkey riders, camel riders, he should listen carefully, carefully, very carefully.”", "8": "Then the seer[a] called out: “Upon a watchtower, Lord, I'm standing all day; and upon my observation post I'm stationed throughout the night.", "9": "Here they come: charioteers, pairs of horsemen!” One spoke up and said, “Fallen, fallen is Babylon, and all the images of her gods are shattered on the ground!”", "10": "Oh, my downtrodden people, threshed on my threshing floor, what I heard from the Lord of heavenly forces, the God of Israel, I reported to you.", "11": "An oracle about Dumah.[b] Someone is calling to me from Seir: “Guard, how long is the night? Guard, how long is the night?”", "12": "The guard said, “Morning has come, but it is still night. If you must inquire, inquire; come back again.”", "13": "An oracle about the desert. In the woods, in the desert where you camp, caravans of the Dedanites", "14": "meet the thirsty with water; inhabitants of the land of Tema greet the refugees with bread.", "15": "They have fled from swords, from the drawn sword, from the bent bow and from the intensity of battle.", "16": "So the Lord said to me: Within a year, according to the number of years for which a laborer is hired, all the glory of Kedar will end;", "17": "there will be few Kedarite archers remaining. The Lord God of Israel has spoken."}