{"1": "An oracle about Tyre. Wail, ships of Tarshish, because your port is destroyed![a] When returning from Cyprus, they heard about it.", "2": "Be still, inhabitants of the coast, traders of Sidon, whose messengers crossed over the sea,[b]", "3": "over the mighty waters. The grain of Shihor, the Nile's harvest, was her income; she was the marketplace of nations.", "4": "Be ashamed, Sidon, because the sea has spoken; the fortress of the sea has said, “I haven't been in labor; I didn't give birth; I never raised young men or brought up young women.”", "5": "When the Egyptians hear, they will be in anguish at the news about Tyre.", "6": "Cross over to Tarshish; wail, inhabitants of the coast.", "7": "Is this your triumphant town, whose origin is from ancient times, whose feet carried her to settle far away?", "8": "Who planned this concerning Tyre, the one who gives crowns, whose merchants were princes, whose traders were the honored of the earth?", "9": "The Lord of heavenly forces planned it, to defile the pride of all beauty, to shame all the honored of the earth.", "10": "Go through your own land, Daughter Tarshish, for the harbor[c] is gone.", "11": "God's hand is extended over the sea, shaking nations. The Lord gave the command to destroy Phoenicia's fortresses,", "12": "saying, You will no longer celebrate, violated virgin Daughter Sidon. Get up and head to Cyprus; even there you will find no rest.", "13": "Look at the land of the Chaldeans, the people who are no more. Assyria destined it for wild animals: they raised up their siege towers, stripped its palaces, and made it a ruin.", "14": "Wail, ships of Tarshish, for your fortress is destroyed!", "15": "On that day, Tyre will be forgotten seventy years, the lifetime of one king. At the end of seventy years, Tyre will become like the prostitute in the song:", "16": "Take a harp, go around the city, forgotten prostitute. Play well, sing many songs, so they'll remember you.", "17": "At the end of seventy years, the Lord will visit Tyre. She will return to her trade and will prostitute herself with all the kingdoms on the earth.", "18": "Her profits and wages will be sacred to the Lord. They won't be stored or saved. Her profits will go to those living before the Lord, for plentiful food and elegant clothes."}