{"1": "Oh, Ariel, Ariel, town where David encamped! Year by year, let the festivals come around—", "2": "but I will oppress Ariel. There will be mourning and lamentation; she will be like an Ariel to me.", "3": "I will surround you like a wall, and I will lay a siege against you with assault towers, and I will raise up siegeworks against you.", "4": "You will be brought down; from the ground you will speak; from low in the dust your speech will come. Your voice will be like a ghost's from the earth; from the dust your words will whisper.", "5": "But your many enemies will be like fine dust, the terrible horde like passing chaff. Suddenly, in an instant,", "6": "the Lord of heavenly forces will come to you with thunder, earthquake, and a mighty voice, with whirlwind, tempest, and flames of devouring fire.", "7": "The horde of nations fighting against Ariel, and all who make war on her and her fortress and besiege her, will be like a dream, a vision of the night.", "8": "It will be like when a hungry person dreams of eating but wakes up and the mouth is empty. Or when a thirsty person dreams of drinking but wakes up and has a dry throat. So will it be for all the horde of nations who fight against Mount Zion.", "9": "Be shocked and stunned; blind yourselves; be blind! Be drunk, but not on wine; stagger, but not on account of beer!", "10": "The Lord has poured on you a spirit of deep sleep, and has shut your eyes, you prophets, and covered your heads, you seers.", "11": "This entire vision has become for you like the words of a sealed scroll. When they give it to one who can read, saying, “Read this,” that one will say, “I can't, because it's sealed.”", "12": "And when the scroll is given to one who can't read, saying, “Read this,” that one will say, “I can't read.”", "13": "The Lord says: Since these people turn toward me with their mouths, and honor me with lip service while their heart is distant from me, and their fear of me is just a human command that has been memorized,", "14": "I will go on doing amazing things to these people, shocking and startling things. The wisdom of their wise will perish, and the discernment of their discerning will be hidden.", "15": "Doom to those who hide their plan deep, away from the Lord, whose deeds are in the dark, who say, “Who sees us? Who knows us?”", "16": "You have everything backward! Should the potter be thought of as clay? Should what is made say of its maker, “He didn't make me”? Should what is shaped say of the one who shaped it, “He doesn't understand”?", "17": "In just a little while won't Lebanon become farmland once again, and the farmland be considered a forest?", "18": "On that day: The deaf will hear the words of a scroll and, freed from dimness and darkness, the eyes of the blind will see.", "19": "The poor will again find joy in the Lord, and the neediest of people will rejoice in the holy one of Israel.", "20": "The tyrant will be no more, the mocker will perish, and all who plot evil will be eliminated:", "21": "all who incriminate others wrongly, who entrap the judge in the gate, and pointlessly postpone justice for the innocent.", "22": "Therefore, proclaims the Lord, the God of[a] the house of Jacob, who redeemed Abraham: Jacob won't be ashamed now, and his face won't grow pale now.", "23": "When he sees his children among them, the work of my hands, proclaiming my name holy, they will make holy the holy one of Jacob, and stand in awe of Israel's God.", "24": "Those who wander in spirit will have understanding, and those who grumble will gain insight."}