{"1": "Now the Lord God of heavenly forces is removing from Jerusalem and from Judah every form of support: all rations of food and water;", "2": "soldier and warrior; judge and prophet; fortune-teller and elder;", "3": "commander and celebrity; counselor, clever craftsman, and cunning charmer.", "4": "I will make youths their commanders; mischief makers will rule over them.", "5": "The people will oppress each other, each one against the other, neighbor against neighbor. The young will bully the old, the rogue, and the respectable.", "6": "Someone will seize a family member, saying, “You have clothing! You be our leader! This mess will be your responsibility!”", "7": "Someone else will cry out on that day, “I'm no healer! I have neither food nor clothing in my house! Don't make me the leader of the people!”", "8": "Yes, Jerusalem has stumbled and Judah has fallen, because the way they talk and act in word and deed insults the Lord, defying his brilliant glory.", "9": "Their bias in judgment gives them away; like Sodom, they display their sins in public. Doom to them, for they have done themselves in!", "10": "Tell the righteous how blessed they are; they will eat the fruit of their labors.", "11": "Doom to the wicked; they are evil. What they have done will be done to them.", "12": "As for my people—oppressors strip them and swindlers[a] rule them. My people—your leaders mislead you and confuse your paths.", "13": "The Lord arises to accuse; he stands to judge the peoples.", "14": "The Lord will enter into judgment with the elders and princes of his people: You yourselves have devoured the vineyard; the goods stolen from the poor are in your houses.", "15": "How dare you crush my people and grind the faces of the poor? says the Lord God of heavenly forces.", "16": "The Lord says: Because Zion's daughters applaud themselves, walking with their chins in the air, flirting with their eyes, tiptoeing as they walk, feet jingling—", "17": "the Lord will shave the heads of Zion's daughters, and will expose their scalps.", "18": "On that day, the Lord will remove: the splendid ankle chains; headbands and moon-shaped pendants;", "19": "the earrings, bracelets, and veils;", "20": "the hats, bangles, and sashes; the amulets and charms;", "21": "the signet rings and nose rings;", "22": "the robes and capes; the shawls and handbags;", "23": "the mirrors and linen garments; the turbans and the veils.", "24": "Instead of perfume there will be a disgusting odor; instead of a sash, a rope; instead of styled hair, shaved heads; instead of expensive clothes, rags as mourning clothes; instead of beauty, shame.[b]", "25": "Your men will fall by the sword, your warriors in battle!", "26": "Her gates will lament and mourn; desolate, she will sit on the ground."}