{"1": "Draw near, you nations, to hear; and listen, you peoples. Hear, earth and all who fill it, world and all its offspring.", "2": "The Lord rages against all the nations, and is angry with all their armies. God is about to wipe them out and has prepared them for slaughter.", "3": "Their dead will be cast out, the stench of their corpses will rise, and the mountains will melt from their blood.", "4": "All the stars of heaven will dissolve, the skies will roll up like a scroll, and all the stars will fall, like a leaf withering from a vine, like fruit from a fig tree.", "5": "When my sword has drunk its fill in the heavens, it will descend upon Edom for judgment, upon a people I have doomed for destruction.", "6": "The Lord has a sword covered with blood; it is soaked with fat from the blood of lambs and goats, from the kidney fat of rams, for the Lord has a sacrifice in Bozrah, a great slaughter in the land of Edom.", "7": "Wild oxen will fall with them, steers with mighty bulls, and their land will be drenched with blood; its soil soaked with fat.", "8": "The Lord has a day of vengeance, a year of payback for Zion's cause.", "9": "Edom's streams will be turned into pitch, its dust into sulfur, and its land will become burning pitch.", "10": "Night and day won't be extinguished; its smoke will go up forever. From generation to generation it will lie waste; no one will ever pass through it again.", "11": "Screech owls and crows will possess it; owls and ravens will live there.[a] God will stretch over it the measuring line of chaos and the plummet stone of emptiness over its officials.", "12": "No Kingdom There, they will call it, and all its princes will disappear.", "13": "Thorns will grow up in its palaces, weeds and brambles in its fortresses. It will be a dwelling for jackals, a home for ostriches.", "14": "Wildcats will meet hyenas, the goat demon will call to his friends, and there Lilith[b] will lurk and find her resting place.", "15": "There the snake will nest and lay eggs and brood and hatch in its shadow. There too vultures will gather, each with its mate.[c]", "16": "Consult the Lord's scroll and read: Not one of these will be missing; none will lack its mate. God's own mouth has commanded; God's own spirit has gathered them.", "17": "God has cast the lot for them; God's hand allotted it to them with the measuring line. They will possess it forever; they will live in it from generation to generation."}