{"1": "Assyria's King Sennacherib marched against all of Judah's fortified cities and captured them in the fourteenth year of King Hezekiah.", "2": "Assyria's king sent his field commander from Lachish, together with a large army, to King Hezekiah at Jerusalem. He stood at the water channel of the Upper Pool, which is on the road to the field where clothes are washed.", "3": "Hilkiah's son Eliakim, who was the palace administrator, Shebna the secretary, and Asaph's son Joah the recorder went out to them.", "4": "Then the field commander said to them, “Say to Hezekiah: Assyria's Great King says this: Why do you feel so confident?", "5": "Do you think that empty words are the same as good strategy and the strength to fight? Who are you trusting that you now rebel against me?", "6": "It appears that you are trusting in a staff—Egypt—that's nothing but a broken reed! It will stab the hand of anyone who leans on it! That's all that Pharaoh, Egypt's king, is to anyone who trusts in him.", "7": "Now suppose you say to me, 'We trust in the Lord our God.' Isn't he the one whose shrines and altars Hezekiah removed, telling Judah and Jerusalem, 'You must worship only at this altar'?", "8": "“So now, make a wager with my master, Assyria's king. I'll give you two thousand horses if you can supply the riders!", "9": "How will you drive back even the least important official among my master's servants when you are relying on Egypt for chariots and riders?", "10": "What's more, do you think I've marched against this place to destroy it without the Lord's support? It was the Lord who told me, 'March against this land and destroy it!'”", "11": "Eliakim, Shebna, and Joah said to the field commander, “Please speak to your servants in Aramaic, because we understand it. Don't speak with us in Hebrew,[a] because the people on the wall will hear it.”", "12": "The field commander said to them, “Did my master send me to speak these words just to you and your master and not also to the men on the wall? They are the ones who will have to eat their dung and drink their urine along with you.”", "13": "Then the field commander stood up and shouted in Hebrew at the top of his voice: “Listen to the message of the great king, Assyria's king.", "14": "The king says this: Don't let Hezekiah lie to you. He won't be able to rescue you.", "15": "Don't let Hezekiah persuade you to trust the Lord by saying, 'The Lord will certainly rescue us. This city won't be handed over to Assyria's king.'", "16": "“Don't listen to Hezekiah, because this is what Assyria's king says: Surrender to me and come out. Then each of you will eat from your own vine and fig tree and drink water from your own well", "17": "until I come to take you to a land just like your land. It will be a land of grain and new wine, a land of bread and vineyards.", "18": "Don't let Hezekiah fool you by saying, 'The Lord will rescue us.' Did any of the other gods of the nations save their lands from the power of Assyria's king?", "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Did they rescue Samaria from my power?", "20": "Which one of the gods from those countries has rescued their land from my power? Will the Lord save Jerusalem from my power?”", "21": "But they kept quiet and didn't answer him with a single word, because King Hezekiah's command was, “Don't answer him!”", "22": "Hilkiah's son Eliakim, who was the palace administrator, Shebna the secretary, and Asaph's son Joah the recorder came to Hezekiah with ripped clothes. They told him what the field commander had said."}