{"1": "At about that time Hezekiah became deathly sick. The prophet Isaiah, Amoz's son, came to him and said: “The Lord God says this: Put your affairs in order because you are about to die. You won't survive this.”", "2": "Hezekiah turned his face to the wall and prayed to the Lord:", "3": "“Please, Lord, remember how I've walked before you in truth and sincerity. I've done what you consider to be good.” Then Hezekiah cried and cried.", "4": "Then the Lord's word came to Isaiah:", "5": "“Go and say to Hezekiah: The Lord, the God of your ancestor David, says this: I have heard your prayer and have seen your tears. I will add fifteen years to your life.", "6": "I will rescue you and this city from the power of the Assyrian king. I will defend this city.", "7": "This will be your sign from the Lord that he will do what he promised:", "8": "once the shadow cast by the sun descends on the steps of Ahaz, I will make it back up ten steps.” And the sun went back ten of the steps that it had already descended.", "9": "A composition by Judah's King Hezekiah when he was sick and then recovered from his sickness:", "10": "I thought, I must depart in the prime of my life; I have been relegated to the gates of the underworld[a] for the rest of my life.", "11": "I thought, I won't see the Lord. The Lord is in the land of the living. I won't look upon humans again or be with the inhabitants of the world.", "12": "My lifetime is plucked up and taken from me like a shepherd's tent. My life is shriveled like woven cloth; God cuts me off from the loom. Between daybreak and nightfall you carry out your verdict against me.", "13": "I cried out[b] until morning: “Like a lion God crushes all my bones. Between daybreak and nightfall you carry out your verdict against me.", "14": "Like a swallow[c] I chirp; I moan like a dove. My eyes have grown weary looking to heaven. Lord, I'm overwhelmed; support me!”", "15": "What can I say? God has spoken to me; he himself has acted. I will wander[d] my whole life with a bitter spirit.", "16": "The Lord Most High is the one who gives life to every heart, who gives life to the spirit![e]", "17": "Look, he indeed exchanged my bitterness for wholeness.[f] You yourself have spared[g] my whole being from the pit of destruction, because you have cast all my sins behind your back.", "18": "The underworld[h] can't thank you, nor can death[i] praise you; those who go down to the pit can't hope for your faithfulness.", "19": "The living, the living can thank you, as I do today. Parents will tell children about your faithfulness.", "20": "The Lord has truly saved me, and we will make music[j] at the Lord's house all the days of our lives.", "21": "Then Isaiah said, “Prepare a salve made from figs, put it on the swelling, and he'll get better.”", "22": "Hezekiah said to Isaiah, “What's the sign that I'll be able to go up to the Lord's temple?”"}