{"1": "Comfort, comfort my people! says your God.", "2": "Speak compassionately to Jerusalem, and proclaim to her that her compulsory service has ended, that her penalty has been paid, that she has received from the Lord's hand double for all her sins!", "3": "A voice is crying out: “Clear the Lord's way in the desert! Make a level highway in the wilderness for our God!", "4": "Every valley will be raised up, and every mountain and hill will be flattened. Uneven ground will become level, and rough terrain a valley plain.", "5": "The Lord's glory will appear, and all humanity will see it together; the Lord's mouth has commanded it.”", "6": "A voice was saying: “Call out!” And another[a] said, “What should I call out?” All flesh is grass; all its loyalty is like the flowers of the field.", "7": "The grass dries up and the flower withers when the Lord's breath blows on it. Surely the people are grass.", "8": "The grass dries up; the flower withers, but our God's word will exist forever.", "9": "Go up on a high mountain, messenger Zion! Raise your voice and shout, messenger Jerusalem! Raise it; don't be afraid; say to the cities of Judah, “Here is your God!”", "10": "Here is the Lord God, coming with strength, with a triumphant arm, bringing his reward with him and his payment before him.", "11": "Like a shepherd, God will tend the flock; he will gather lambs in his arms and lift them onto his lap. He will gently guide the nursing ewes.", "12": "Who has measured the waters in the palm of a hand or gauged the heavens with a ruler or scooped the earth's dust up in a measuring cup or weighed the mountains on a scale and the hills in a balance?", "13": "Who directed the Lord's spirit and acted as God's advisor?", "14": "Whom did he consult for enlightenment? Who taught him the path of justice and knowledge and explained to him the way of understanding?", "15": "Look, the nations are like a drop in a bucket, and valued as dust on a scale. Look, God weighs the islands like fine dust.", "16": "Lebanon doesn't have enough fuel; its animals aren't enough for an entirely burned offering.", "17": "All the nations are like nothing before God. They are viewed as less than nothing and emptiness.", "18": "So to whom will you equate God; to what likeness will you compare him?", "19": "An idol? A craftsman pours it, a metalworker covers it with gold, and fashions silver chains.", "20": "The one who sets up an image chooses wood that won't rot[b] and then seeks a skilled artisan to set up an idol that won't move.", "21": "Don't you know? Haven't you heard? Wasn't it announced to you from the beginning? Haven't you understood since the earth was founded?", "22": "God inhabits the earth's horizon— its inhabitants are like locusts— stretches out the skies like a curtain and spreads it out like a tent for dwelling.", "23": "God makes dignitaries useless and the earth's judges into nothing.", "24": "Scarcely are they planted, scarcely sown, scarcely is their shoot rooted in the earth when God breathes on them, and they dry up; the windstorm carries them off like straw.", "25": "So to whom will you compare me, and who is my equal? says the holy one.", "26": "Look up at the sky and consider: Who created these? The one who brings out their attendants one by one, summoning each of them by name. Because of God's great strength and mighty power, not one is missing.", "27": "Why do you say, Jacob, and declare, Israel, “My way is hidden from the Lord, my God ignores my predicament”?", "28": "Don't you know? Haven't you heard? The Lord is the everlasting God, the creator of the ends of the earth. He doesn't grow tired or weary. His understanding is beyond human reach,", "29": "giving power to the tired and reviving the exhausted.", "30": "Youths will become tired and weary, young men will certainly stumble;", "31": "but those who hope in the Lord will renew their strength; they will fly up on wings like eagles; they will run and not be tired; they will walk and not be weary."}