{"1": "But here is my servant, the one I uphold; my chosen, who brings me delight. I've put my spirit upon him; he will bring justice to the nations.", "2": "He won't cry out or shout aloud or make his voice heard in public.", "3": "He won't break a bruised reed; he won't extinguish a faint wick, but he will surely bring justice.", "4": "He won't be extinguished or broken until he has established justice in the land. The coastlands await his teaching.", "5": "God the Lord says— the one who created the heavens, the one who stretched them out, the one who spread out the earth and its offspring, the one who gave breath to its people and life to those who walk on it—", "6": "I, the Lord, have called you for a good reason. I will grasp your hand and guard you, and give you as a covenant to the people, as a light to the nations,", "7": "to open blind eyes, to lead the prisoners from prison, and those who sit in darkness from the dungeon.", "8": "I am the Lord; that is my name; I don't hand out my glory to others or my praise to idols.", "9": "The things announced in the past—look—they've already happened, but I'm declaring new things. Before they even appear, I tell you about them.", "10": "Sing to the Lord a new song! Sing his praise from the ends of the earth! You who sail the sea and all that fills it, the coastlands and their residents.", "11": "Let the desert and its towns shout aloud, the villages that Kedar inhabits. Let the cliff dwellers sing; from the top of the mountains let them shout.", "12": "Let them give the Lord glory and declare God's praise in the coastlands.", "13": "The Lord will go out like a soldier; like a warrior God will stir up rage. God will shout, will roar; over enemies he will prevail.", "14": "I've kept still for a very long time. I've been silent and restrained myself. Like a woman in labor I will moan; I will pant, I will gasp.", "15": "I will wither mountains and valleys, and I will dry up all their vegetation. I will turn rivers into deserts,[a] and I will dry up pools.", "16": "I will make the blind walk a road they don't know, and I will guide them in paths they don't know. But I will make darkness before them into light and rough places into level ground. These things I will do; I won't abandon them.", "17": "Turned backward, utterly shamed are those who trust in idols, who say to a cast image, “You are our god!”", "18": "Hear, deaf ones, and blind ones, look and see!", "19": "Who is blind if not my servant and deaf like my messenger whom I send? Who is blind like the restored one,[b] blind like the servant of the Lord?", "20": "You have seen many things, but don't keep watch. With ears open, you don't hear.[c]", "21": "The Lord desired for the sake of his righteousness to expand and glorify the Instruction.", "22": "But this is a people plundered and looted, everyone trapped in holes and hidden in dungeons. They have become plunder with no one to rescue, loot with no one to say, “Give it back.”", "23": "Which of you will listen to this, will pay attention and respond from now on?", "24": "Who gave Jacob to the looter, and Israel to the plunderers? Wasn't it the Lord, the one we sinned against? They were not willing to walk in God's ways, and wouldn't listen to his teaching.", "25": "So God poured out on Jacob the heat of his anger and the fury of battle. It scorched him, and he didn't know it; it burned him, but he didn't give it much thought."}