{"1": "But now, says the Lord— the one who created you, Jacob, the one who formed you, Israel: Don't fear, for I have redeemed you; I have called you by name; you are mine.", "2": "When you pass through the waters, I will be with you; when through the rivers, they won't sweep over you. When you walk through the fire, you won't be scorched and flame won't burn you.", "3": "I am the Lord your God, the holy one of Israel, your savior. I have given Egypt as your ransom, Cush and Seba in your place.", "4": "Because you are precious in my eyes, you are honored, and I love you. I give people in your place, and nations in exchange for your life.", "5": "Don't fear, I am with you. From the east I'll bring your children; from the west I'll gather you.", "6": "I'll say to the north, “Give them back!” and to the south, “Don't detain them.” Bring my sons from far away, and my daughters from the end of the earth,", "7": "everyone who is called by my name and whom I created for my glory, whom I have formed and made.", "8": "Bring out the blind people who have eyes, the deaf ones who have ears.", "9": "All the nations are gathered together; the peoples are assembled. Which of them announced this? Who predicted to us the past events? Let them bring their witnesses as a defense; let them hear and say, “It's true!”", "10": "You are my witnesses, says the Lord, my servant, whom I chose, so that you would know and believe me and understand that I am the one. Before me no god was formed; after me there has been no other.", "11": "I, I am the Lord, and there is no savior besides me.", "12": "I announced, I saved, I proclaimed, not some stranger among you. You are my witnesses, says the Lord, and I am God.", "13": "From the dawn of time, I am the one. No one can escape my power. I act, and who can undo it?", "14": "The Lord your redeemer, the holy one of Israel, says, For your sake, I have sent an army[a] to Babylon, and brought down all the bars, turning the Chaldeans' singing into a lament.[b]", "15": "I am the Lord, your holy one, Israel's creator, your king!", "16": "The Lord says—who makes a way in the sea and a path in the mighty waters,", "17": "who brings out chariot and horse, army and battalion; they will lie down together and will not rise; they will be extinguished, extinguished like a wick.", "18": "Don't remember the prior things; don't ponder ancient history.", "19": "Look! I'm doing a new thing; now it sprouts up; don't you recognize it? I'm making a way in the desert, paths[c] in the wilderness.", "20": "The beasts of the field, the jackals and ostriches, will honor me, because I have put water in the desert and streams in the wilderness to give water to my people, my chosen ones,", "21": "this people whom I formed for myself, who will recount my praise.", "22": "But you didn't call out to me, Jacob; you were tired of me, Israel.", "23": "You didn't bring me lambs for your entirely burned offering; you didn't honor me with your sacrifices. I didn't make you worship with offerings; I didn't weary you with frankincense.", "24": "You didn't buy spices for me with your money, or satisfy me with the fat of your sacrifices. Instead, you have burdened me with your sins and wearied me with your evil actions.", "25": "I, I am the one who wipes out your rebellious behavior for my sake. I won't remember your sin.", "26": "Summon me, and let's go to trial together; you tell your story so that you may be vindicated!", "27": "Your first ancestor sinned, and your officials rebelled against me.", "28": "So I made the holy officials impure, handed over Jacob to destruction and Israel to abuse."}