{"1": "But now hear this, Jacob my servant, and Israel, whom I have chosen.", "2": "The Lord your maker, who formed you in the womb and will help you, says: Don't fear, my servant Jacob, Jeshurun, whom I have chosen.", "3": "I will pour out water upon thirsty ground and streams upon dry land. I will pour out my spirit upon your descendants and my blessing upon your offspring.", "4": "They will spring up from among the reeds like willows by flowing streams.", "5": "This one will say, “I am the Lord's,” and that one will be named after Jacob. Another will write on his hand, “The Lord's” and will take the name Israel.", "6": "The Lord, Israel's king and redeemer, the Lord of heavenly forces, says: I am the first, and I am the last, and besides me there are no gods.", "7": "Who is like me? Let them speak up, explain it, and lay it out for me. Who announced long ago what is to be?[a] Let them tell us[b] what is to come.", "8": "Don't tremble; have no fear! Didn't I proclaim it? Didn't I inform you long ago? You are my witnesses! Is there a God besides me? There is no other rock; I know of none.", "9": "Idol-makers are all as nothing; their playthings do no good. Their promoters neither see nor know anything, so they ought to be ashamed.", "10": "Who would form a god or cast an idol that does no good?", "11": "All its worshippers will be ashamed, and its artisans, who are only human. They will all gather and stand, tremble and be ashamed together.", "12": "A blacksmith with his tools works it over coals, and shapes it with hammers, and works it with his strong arm. He even becomes hungry and weak. If he didn't drink water, he'd pass out.", "13": "A carpenter stretches out a string, marks it out with a stylus, fashions it with carving tools, and marks it with a compass. He makes it into a human form, like a splendid human, to live in a temple.", "14": "He cuts down cedars for himself, or chooses a cypress[c] or oak, selecting from all the trees of the forest. He plants a pine,[d] and the rain makes it grow.", "15": "It becomes suitable to burn for humans, so he takes some of the wood and warms himself. He kindles fire and bakes bread. He fashions a god and worships it; he makes an idol and bows down to it.", "16": "Half of it he burns in the fire; on that half he roasts and eats meat, and he is satisfied. He warms himself and says, “Ah, I'm warm, watching the fire!”", "17": "And the rest of it he makes into a god, into his idol, and he bows down, worships, and prays to it, saying, “Save me, for you are my god!”", "18": "They don't know or comprehend, for their eyes can't see and their minds can't comprehend.", "19": "He doesn't think, and has no knowledge or understanding to think: Half of it I burned in the fire, and I baked bread on its coals, and roasted meat and ate. Should I make the rest into something detestable? Should I bow down to a block of wood?", "20": "He's feeding on ashes; his deluded mind has led him astray. He can't save himself and say, “Isn't this thing in my hand a lie?”", "21": "Remember these things, Jacob; Israel, for you are my servant. I formed you; you are my servant! I won't forget you, Israel.", "22": "I swept away your rebellions like a cloud, and your sins like fog. Return to me, because I have redeemed you.", "23": "Sing, heavens, for the Lord has acted; shout, depths of the earth! Burst out with a ringing cry, you mountains, forest, and every tree in it. The Lord has redeemed Jacob, and will glorify himself through Israel.", "24": "The Lord your redeemer who formed you in the womb says: I am the Lord, the maker of all, who alone stretched out the heavens, who spread out the earth by myself,", "25": "who frustrates the omens of diviners and makes a mockery of magicians, who turns back the wise and turns their knowledge into folly.", "26": "But who confirms the word of my[e] servant, and fulfills the predictions of my messengers; who says about Jerusalem, “It will be resettled”; and who says about the cities of Judah, “They will be rebuilt, and I will restore their ruins”;", "27": "who says to the ocean depths, “Dry up; I will dry your streams”;", "28": "who says about Cyrus, “My shepherd— he will do all that I want”; who says about Jerusalem, “She will be rebuilt”; and who says about the temple, “You will be founded once again.”"}