{"1": "The Lord says to his anointed, to Cyrus, whom I have grasped by the strong hand, to conquer nations before him, disarming kings, and opening doors before him, so no gates will be shut:", "2": "I myself will go before you, and I will level mountains. I will shatter bronze doors; I will cut through iron bars.", "3": "I will give you hidden treasures of secret riches, so you will know that I am the Lord, the God of Israel, who calls you by name.", "4": "For the sake of my servant Jacob and Israel my chosen, I called you by name. I gave you an honored title, though you didn't know me.", "5": "I am the Lord, and there is no other; besides me there is no God. I strengthen you— though you don't know me—", "6": "so all will know, from the rising of the sun to its setting, that there is nothing apart from me. I am the Lord; there's no other.", "7": "I form light and create darkness, make prosperity and create doom; I am the Lord, who does all these things.", "8": "Pour down, you heavens above, and let the clouds flow with righteousness. Let the earth open for salvation to bear fruit; let righteousness sprout as well. I, the Lord, have created these things.", "9": "Doom to the one who argues with the potter,[a] as if he were just another clay pot! Does the clay say to the potter, “What are you making?” or “Your work has no handles”?", "10": "Doom to one who says to a father, “What have you fathered?” and to a woman, “With what are you in labor?”", "11": "The Lord, the holy one of Israel and its maker,[b] says: Are you questioning me[c] about my own children? Are you telling me what to do with the work of my hands?", "12": "I myself made the earth, and created humans upon it. My own hands stretched out the heavens. I commanded all their forces.", "13": "I have a right to awaken Cyrus; I will smooth all his paths. He will build my city and set my exiles free, not for a price and not for a bribe, says the Lord of heavenly forces.", "14": "The Lord says: Egypt will grow weary, Cush will be sold,[d] and the tall Sabeans will cross over to you. They will be yours, and after you they will go. In chains they will come; to you they will bow down. They will plead with you: “Truly God is with you; there's no other, no other God.”", "15": "Surely you are a god who hides himself, Israel's God and savior.", "16": "They will all be shamed and disgraced; the makers of idols will end up disgraced together.", "17": "Israel has been saved by the Lord of everlasting salvation. You won't be shamed, and you won't be disgraced forever and always.", "18": "For this is what the Lord said, who created the heavens, who is God, who formed the earth and made it, who established it, who didn't create it a wasteland but formed it as a habitation: I, the Lord, and none other!", "19": "I didn't speak in secret or in some land of darkness; I didn't say to the offspring of Jacob, “Seek me in chaos.” I am the Lord, the one who speaks truth, who announces what is correct.", "20": "Gather and come, draw near together, fugitives of the nations! Those who carry their wooden idols don't know; those who pray to a god who won't save.", "21": "Announce! Approach! Confer together! Who proclaimed this from the beginning, announced it from long ago? Wasn't it I, the Lord? There's no other God except me, a righteous God and a savior; there's none besides me!", "22": "Turn to me and be saved, all you ends of the earth, for I am God, and there's no other.", "23": "I have sworn a solemn pledge; a word has left my mouth; it is reliable and won't fail. Surely every knee will bow and every tongue will confess;", "24": "they will say, “Righteousness and strength come only from the Lord. All who are angry with him will come to shame.", "25": "All the Israelites will be victorious and rejoice.”"}