{"1": "Listen to this, house of Jacob, who are known by the name of Israel, descendants of Judah,[a] who swear by the Lord's name and invoke Israel's God dishonestly and unrighteously.", "2": "They are known as residents of the holy city, those who depend upon the God of Israel— the Lord of heavenly forces is his name.", "3": "Past things I announced long ago; from my mouth I proclaimed them. I acted suddenly, and they came about.", "4": "Because I know that you are stubborn, your neck is made of iron, and your forehead is bronze.", "5": "I informed you long ago; before they came about I proclaimed them to you so you wouldn't say, “My idol did them; my wood statue and metal god commanded them.”", "6": "You've heard and seen all this— won't you admit it? From now on I'll tell you new things, guarded secrets that you don't know.", "7": "They are created now, not long ago; before today you hadn't heard of them, so you won't say, “I already knew them.”", "8": "You haven't heard, nor have you known; as in ages past your ears are closed, because I knew what a traitor you were; you were known as a rebel from birth.", "9": "For the sake of my reputation I control my anger; for your sake I restrain my powerful radiance so as to not destroy you.", "10": "See, I have refined you, but not like silver; I have tested you[b] in the furnace of misery.", "11": "For the sake of my reputation, for my own sake, I will act, for why will my name be made impure? I won't give my glory to another.", "12": "Listen to me, Jacob; Israel, whom I called: I am the one; I am the first and I am the last.", "13": "My hand founded the earth; my strong hand spread out the heavens. When I call to them, they all stand up.", "14": "Gather yourselves, all of you, and listen. Who among you announced these things? “The Lord loves him. He will do what God wants with Babylon and with the descendants[c] of Chaldea.”", "15": "I, I have spoken and told him the things that will happen to him; I will make him succeed.", "16": "Come close to me; listen to this: Since the very beginning I haven't spoken in secret. Whenever anything happens, I am there. (And now the Lord God has sent me with his spirit.)", "17": "The Lord your redeemer, the holy one of Israel, proclaims: I am the Lord your God who teaches you for your own good, who leads you in the way you should go.", "18": "If you would pay attention to my commands, your well-being would be like a river, and your righteousness like the waves of the sea.", "19": "Your offspring would be like the sand, and your descendants like its grains. Their name would never be eliminated, never wiped out from before me.", "20": "Go out from Babylon; flee from the Chaldeans! Report this with a loud shout, proclaim it; broadcast it out to the end of the earth. Say, “The Lord has redeemed his servant Jacob!”", "21": "They weren't thirsty when he led them through the deserts. God made water flow from the rock for them; split the rock, and water flowed out.", "22": "There is no well-being, says the Lord, for the wicked."}