{"1": "Listen to me, coastlands; pay attention, peoples far away. The Lord called me before my birth, called my name when I was in my mother's womb.", "2": "He made my mouth like a sharp sword, and hid me in the shadow of God's own hand. He made me a sharpened arrow, and concealed me in God's quiver,", "3": "saying to me, “You are my servant, Israel, in whom I show my glory.”", "4": "But I said, “I have wearied myself in vain. I have used up my strength for nothing.” Nevertheless, the Lord will grant me justice; my reward is with my God.", "5": "And now the Lord has decided— the one who formed me from the womb as his servant— to restore Jacob to God, so that Israel might return to him. Moreover, I'm honored in the Lord's eyes; my God has become my strength.", "6": "He said: It is not enough, since you are my servant, to raise up the tribes of Jacob and to bring back the survivors of Israel. Hence, I will also appoint you as light to the nations so that my salvation may reach to the end of the earth.", "7": "The Lord, redeemer of Israel and its holy one, says to one despised, rejected by nations, to the slave of rulers: Kings will see and stand up; commanders will bow down on account of the Lord, who is faithful, the holy one of Israel, who has chosen you.", "8": "The Lord said: At the right time, I answered you; on a day of salvation, I helped you. I have guarded you, and given you as a covenant to the people, to restore the land, and to reassign deserted properties,", "9": "saying to the prisoners, “Come out,” and to those in darkness, “Show yourselves.” Along the roads animals[a] will graze; their pasture will be on every treeless hilltop.", "10": "They won't hunger or thirst; the burning heat and sun won't strike them, because one who has compassion for them will lead them and will guide them by springs of water.", "11": "I will turn all my mountains into roads; my highways will be built up.", "12": "Look! These will come from far away. Look! These from the north and west, and these from the southland.[b]", "13": "Sing, heavens! Rejoice, earth! Break out, mountains, with a song. The Lord has comforted his people, and taken pity on those who suffer.", "14": "But Zion says, “The Lord has abandoned me; my Lord has forgotten me.”", "15": "Can a woman forget her nursing child, fail to pity the child of her womb? Even these may forget, but I won't forget you.", "16": "Look, on my palms I've inscribed you; your walls are before me continually.", "17": "Your builders[c] come quickly; those who destroy and demolish you will depart from you.", "18": "Look up all around and see: they are all gathered; they come to you. As surely as I live, says the Lord, you will put them all on like ornaments, bind them on like a bride.", "19": "As for your ruins and desolate places and destroyed land— you will soon be crowded with settlers, and those who swallowed you will be far away.", "20": "You will again hear the children who were born bereaved say, “The place is too crowded for me; make room for me to settle.”", "21": "And you will think to yourself, Who bore me these? I was bereaved and desolate, exiled and sent off. So who raised these? I was left behind, I was alone; where were these?", "22": "The Lord God says: Look, I will raise my hand to the nations, and to the peoples I will lift up my signal. They will bring your sons in their arms, and will carry your daughters on their shoulders.", "23": "Kings will be your attendants, and their queens your nursemaids. With faces to the ground they will bow down to you; they will lick the dust from your feet. You will know that I am the Lord; the one who hopes in me won't be ashamed.", "24": "Can loot be taken from warriors? Can a tyrant's captives escape?", "25": "The Lord says: Even the captives of warriors will be taken, and the tyrant's loot will escape. I myself will oppose those who oppose you, and I myself will save your children.", "26": "I will make your oppressors eat their own flesh; and as with wine, with their own blood they will be drunk, so that all flesh will know that I, the Lord, am your savior, and the mighty one of Jacob is your redeemer."}