{"1": "Listen to me, you who look for righteousness, you who seek the Lord: Look to the rock from which you were cut and to the quarry where you were dug.", "2": "Look to Abraham your ancestor, and to Sarah, who gave you birth. They were alone when I called them, but I blessed them and made them many.", "3": "The Lord will comfort Zion; he will comfort all her ruins. He will make her desert like Eden and her wilderness like the Lord's garden. Happiness and joy will be found in her— thanks and the sound of singing.", "4": "Pay attention to me, my people; listen to me, my nation, for teaching will go out from me, my justice, as a light to the nations.", "5": "I will quickly bring my victory. My salvation is on its way, and my arm will judge the peoples. The coastlands hope for me; they wait for my judgment.[a]", "6": "Look up to the heavens, and gaze at the earth beneath. The heavens will disappear like smoke, the earth will wear out like clothing, and its inhabitants will die like gnats. But my salvation will endure forever, and my righteousness will be unbroken.", "7": "Listen to me, you who know what is right, people who carry my teaching in your heart: Don't fear human scorn, and don't be upset when they abuse you.", "8": "The moth will eat them as if they were clothing, and the worm will eat them like wool, but my righteousness is forever, and my salvation for all generations.", "9": "Awake, awake, put on strength, arm of the Lord. Awake as in times past, generations long ago. Aren't you the one who crushed Rahab, who pierced the dragon?", "10": "Didn't you dry up the sea, the waters of the great deep? And didn't you make the redeemed a road to cross through the depths of the sea, a road for the redeemed to pass?", "11": "Then let those ransomed by the Lord return and come to Zion with singing and with everlasting joy upon their heads. Let happiness and joy overwhelm them; let grief and groaning flee.", "12": "I, I am the one who comforts you. Why should you fear humans who will die, mortals who are treated like grass?", "13": "You forgot the Lord your maker, the one who stretched out the heavens and founded the earth. You were continually afraid, all day long, on account of the oppressor's wrath— a fear by which they intend to destroy you. Where now is the oppressor's wrath?", "14": "The imprisoned ones will soon be released; they won't die in the pit or even lack bread.", "15": "I am the Lord your God, who stirs up the sea so that its waves roar— the Lord of heavenly forces is his name.", "16": "I put my words in your mouth and hid you in the shadow of my hand, stretching out[b] the heavens, founding the earth, and saying to Zion, “You are my people.”", "17": "Wake yourself, wake yourself! Rise up, Jerusalem, who drank the cup of wrath from the Lord's hand. You drank; you drained the goblet of reeling.", "18": "There's no one to guide her among all the children she bore; there's no one to take her by the hand among all the children she raised.", "19": "These two things have happened to you— Who will be sorry for you?[c]— destruction and devastation, famine and sword— who will comfort you?[d]", "20": "Your children passed out; they lay at the head of every street like antelope in a net, filled with the Lord's wrath, with the rebuke of your God.", "21": "Therefore, hear this, suffering one, who is drunk, but not from wine.", "22": "The Lord, your Lord and your God, who contends for his people, says: Look, I have taken the cup of reeling, the goblet of my wrath, from your hand. You will no longer drink from it.", "23": "I will put it in the hand of your tormentors, who said to you, “Lie down so that we can walk on you. Make your back like the ground, like a street for those walking on it.”"}