{"1": "Awake, awake, put on your strength, Zion! Put on your splendid clothing, Jerusalem, you holy city; for the uncircumcised and unclean will no longer come into you.", "2": "Shake the dust off yourself; rise up; sit enthroned, Jerusalem. Loose the bonds from your neck, captive Daughter Zion!", "3": "The Lord proclaims: You were sold for nothing, and you will be redeemed without money.", "4": "The Lord God proclaims: Long ago my people went down to reside in Egypt. Moreover, Assyria has oppressed them without cause.", "5": "And now what have I here? says the Lord. My people are taken away for nothing. Their rulers wail, says the Lord, and continually all day long my name is despised.", "6": "Therefore, my people will know my name on that day; I'm the one who promises it; I'm here.", "7": "How beautiful upon the mountains are the feet of a messenger who proclaims peace, who brings good news, who proclaims salvation, who says to Zion, “Your God rules!”", "8": "Listen! Your lookouts lift their voice; they sing out together! Right before their eyes they see the Lord returning to Zion.", "9": "Break into song together, you ruins of Jerusalem! The Lord has comforted his people and has redeemed Jerusalem.", "10": "The Lord has bared his holy arm in view of all the nations; all the ends of the earth have seen our God's victory.", "11": "Depart! Depart! Go out from there! Unclean! Don't touch! Get out of that place; purify yourselves, carriers of the Lord's equipment!", "12": "You won't go out in a rush, nor will you run away, because the one going before you is the Lord; your rear guard is the God of Israel.", "13": "Look, my servant will succeed. He will be exalted and lifted very high.", "14": "Just as many were appalled by you, he too appeared disfigured, inhuman, his appearance unlike that of mortals.", "15": "But he will astonish[a] many nations. Kings will be silenced because of him, because they will see what they haven't seen before; what they haven't heard before, they will ponder."}