{"1": "Who can believe what we have heard, and for whose sake has the Lord's arm[a] been revealed?", "2": "He grew up like a young plant before us,[b] like a root from dry ground. He possessed no splendid form for us to see, no desirable appearance.", "3": "He was despised and avoided by others; a man who suffered, who knew sickness well. Like someone from whom people hid their faces, he was despised, and we didn't think about him.", "4": "It was certainly our sickness that he carried, and our sufferings that he bore, but we thought him afflicted, struck down by God and tormented.", "5": "He was pierced because of our rebellions and crushed because of our crimes. He bore the punishment that made us whole; by his wounds we are healed.", "6": "Like sheep we had all wandered away, each going its own way, but the Lord let fall on him all our crimes.", "7": "He was oppressed and tormented, but didn't open his mouth. Like a lamb being brought to slaughter, like a ewe silent before her shearers, he didn't open his mouth.", "8": "Due to an unjust ruling he was taken away, and his fate—who will think about it? He was eliminated from the land of the living, struck dead because of my people's rebellion.", "9": "His grave was among the wicked, his tomb with evildoers,[c] though he had done no violence, and had spoken nothing false.", "10": "But the Lord wanted to crush him and to make him suffer. If his life is offered[d] as restitution, he will see his offspring; he will enjoy long life. The Lord's plans will come to fruition through him.", "11": "After his deep anguish he will see light,[e] and he will be satisfied. Through his knowledge, the righteous one, my servant, will make many righteous, and will bear their guilt.", "12": "Therefore, I will give him a share with the great, and he will divide the spoil with the strong, in return for exposing his life to death and being numbered with rebels, though he carried the sin of many and pleaded on behalf of those who rebelled."}