{"1": "The righteous person perishes, and no one takes it to heart. Loyal people are gathered together, and no one understands that because of evil the righteous one passed away.", "2": "They will find peace; those who walk in straight paths will find rest on their burial beds.", "3": "Come here, you children of sorcery, offspring of adultery and prostitution!", "4": "Whom are you mocking? Against whom do you open your mouth wide and stick out your tongue? Aren't you children of rebellion, offspring of lies,", "5": "who console yourselves with idols under every green tree, who slaughter children in the valleys, under the rocky cliffs?", "6": "You belong with the smooth talkers[a] in the valley; they, they are your lot. For them you poured out a drink offering, and presented a grain offering. Should I condone these things?", "7": "On a very high mountain you made your bed. You went up there to offer a sacrifice.", "8": "Behind the door and the doorpost you placed your symbols. You abandoned me and lay down, making room in your bed and making deals for yourself with them.[b] You loved their bed; you saw their nakedness.", "9": "You went down to Molech[c] with oil, and you slathered on your ointments; you sent your messengers far away, sent them down to the underworld.[d]", "10": "Worn out by all your efforts, yet you wouldn't say, “This is useless.” You found new strength; therefore, you weren't tired.", "11": "Whom did you dread and fear so that you lied, didn't remember me or give me a thought? Isn't it because I was silent and closed my eyes that you stopped fearing me?", "12": "I will bring evidence about your righteousness and your actions; they won't help you.", "13": "When you cry out, let those things you've gathered save you! The wind will lift them all; one breath will take them away. but those taking refuge in me will inherit the land and possess my holy mountain.", "14": "It will be said: “Survey, survey; build a road! Remove barriers from my people's road!”", "15": "The one who is high and lifted up, who lives forever, whose name is holy, says: I live on high, in holiness, and also with the crushed[e] and the lowly, reviving the spirit of the lowly, reviving the heart of those who have been crushed.[f]", "16": "I won't always accuse, nor will I be enraged forever. It is my own doing that their spirit is exhausted— I gave them breath!", "17": "I was enraged about their illegal profits; I struck them; in rage I withdrew from them. Yet they went on wandering wherever they wanted.", "18": "I have seen their ways, but I will heal them. I will guide them, and reward them with comfort. And for those who mourn,", "19": "I will create reason for praise:[g] utter prosperity to those far and near, and I will heal them, says the Lord.", "20": "But the wicked are like the churning sea that can't keep still. They churn up from their waters muck and mud.", "21": "There is no peace, says my God, for the wicked."}