{"1": "Shout loudly; don't hold back; raise your voice like a trumpet! Announce to my people their crime, to the house of Jacob their sins.", "2": "They seek me day after day, desiring knowledge of my ways like a nation that acted righteously, that didn't abandon their God. They ask me for righteous judgments, wanting to be close to God.", "3": "“Why do we fast and you don't see; why afflict ourselves and you don't notice?” Yet on your fast day you do whatever you want, and oppress all your workers.", "4": "You quarrel and brawl, and then you fast; you hit each other violently with your fists. You shouldn't fast as you are doing today if you want to make your voice heard on high.", "5": "Is this the kind of fast I choose, a day of self-affliction, of bending one's head like a reed and of lying down in mourning clothing and ashes? Is this what you call a fast, a day acceptable to the Lord?", "6": "Isn't this the fast I choose: releasing wicked restraints, untying the ropes of a yoke, setting free the mistreated, and breaking every yoke?", "7": "Isn't it sharing your bread with the hungry and bringing the homeless poor into your house, covering the naked when you see them, and not hiding from your own family?", "8": "Then your light will break out like the dawn, and you will be healed quickly. Your own righteousness will walk before you, and the Lord's glory will be your rear guard.", "9": "Then you will call, and the Lord will answer; you will cry for help, and God will say, “I'm here.” If you remove the yoke from among you, the finger-pointing, the wicked speech;", "10": "if you open your heart to the hungry, and provide abundantly for those who are afflicted, your light will shine in the darkness, and your gloom will be like the noon.", "11": "The Lord will guide you continually and provide for you, even in parched places. He will rescue your bones. You will be like a watered garden, like a spring of water that won't run dry.", "12": "They will rebuild ancient ruins on your account; the foundations of generations past you will restore. You will be called Mender of Broken Walls, Restorer of Livable Streets.", "13": "If you stop trampling the Sabbath, stop doing whatever you want on my holy day, and consider the Sabbath a delight, sacred to the Lord, honored, and honor it instead of doing things your way, seeking what you want and doing business as usual,", "14": "then you will take delight in the Lord. I will let you ride on the heights of the earth; I will sustain you with the heritage of your ancestor Jacob. The mouth of the Lord has spoken."}