{"1": "Look! The Lord does not lack the power to save, nor are his ears too dull to hear,", "2": "but your misdeeds have separated you from your God. Your sins have hidden his face from you so that you aren't heard.", "3": "Your hands are stained with blood, and your fingers with guilt. Your lips speak lies; your tongues mutter malice.", "4": "No one sues honestly; no one pleads truthfully. By trusting in emptiness and speaking deceit, they conceive harm and give birth to malice.", "5": "They hatch adders' eggs, and weave spiderwebs. Whoever eats their eggs will die. Moreover, the crushed egg hatches a viper.", "6": "Their webs can't serve as clothing; they can't cover themselves with their deeds. Their deeds are deeds of malice, and the work of violence is in their hands.", "7": "Their feet run to evil; they rush to shed innocent blood. Their thoughts are thoughts of malice; desolation and destruction litter their highways.", "8": "They don't know the way of peace; there's no justice in their paths. They make their roads crooked; no one who walks in them knows peace.", "9": "Because of all this, justice is far from us, and righteousness beyond our reach. We expect light, and there is darkness; we await a gleam of light, but walk about in gloom.", "10": "We grope along the wall like the blind; like those without eyes we grope. We stumble at noonday as if it were twilight, and among the strong as if we were dying.", "11": "All of us growl like bears, and like doves we moan. We expect justice, but there is none; we await salvation, but it is far from us.", "12": "Our rebellions are numerous in your presence; our sins testify against us. Our rebellions are with us; we're aware of our guilt:", "13": "defying and denying the Lord, turning away from our God, planning oppression and revolt, muttering lying words conceived in our minds.", "14": "Justice is pushed aside; righteousness stands far off, because truth has stumbled in the public square, and honesty can't enter.", "15": "Truth is missing; anyone turning from evil is plundered. The Lord looked and was upset at the absence of justice.", "16": "Seeing that there was no one, and astonished that no one would intervene, God's arm brought victory, upheld by righteousness,", "17": "putting on righteousness as armor and a helmet of salvation on his head, putting on garments of vengeance, and wrapping himself in a cloak of zeal.", "18": "God will repay according to their actions: wrath to his foes, retribution to enemies, retribution to the coastlands,", "19": "so those in the west will fear the Lord's name, and those in the east will fear God's glory. It will come like a rushing river that the Lord's wind drives on.", "20": "A redeemer will come to Zion and to those in Jacob who stop rebelling, says the Lord.", "21": "As for me, this is my covenant with them, says the Lord. My spirit, which is upon you, and my words, which I have placed in your mouth won't depart from your mouth, nor from the mouths of your descendants, nor from the mouths of your descendants' children, says the Lord, forever and always."}