{"1": "Arise! Shine! Your light has come; the Lord's glory has shone upon you.", "2": "Though darkness covers the earth and gloom the nations, the Lord will shine upon you; God's glory will appear over you.", "3": "Nations will come to your light and kings to your dawning radiance.", "4": "Lift up your eyes and look all around: they are all gathered; they have come to you. Your sons will come from far away, and your daughters on caregivers' hips.", "5": "Then you will see and be radiant; your heart will tremble and open wide, because the sea's abundance will be turned over to you; the nations' wealth will come to you.", "6": "Countless camels will cover your land, young camels from Midian and Ephah. They will all come from Sheba, carrying gold and incense, proclaiming the Lord's praises.", "7": "All Kedar's sheep will be gathered for you; rams from Nebaioth will be your offerings; they will be accepted on my altar, and I will glorify my splendid house.", "8": "Who are these who fly like a cloud, like doves to their shelters?", "9": "I'm the hope of the coastlands. Ships from Tarshish are in the lead to bring your children from afar, their silver and gold with them for the name of the Lord your God and for the holy one of Israel, who has glorified you.", "10": "Foreigners will rebuild your walls, and their kings will serve you. Though in my rage I struck you down, in my favor I have consoled you.", "11": "Your gates will be open continually; day and night they won't close, to bring to you the wealth of nations, and their kings led in procession.", "12": "The nation and the dynasty that won't serve you will perish; such nations will be devastated.", "13": "Lebanon's glory will come upon you, cypress, elm, and pine, to glorify the site of my sanctuary, and I will honor my royal footstool.", "14": "The children of your tormenters will come bending low to you; all who despised you will bow down at your feet. They will call you The Lord's City, Zion, of the holy one of Israel.", "15": "Instead of being abandoned, hated, and forbidden, I will make you majestic forever, a joy for all generations.", "16": "You will suck the milk of nations, and nurse at royal breasts. You will know that I am the Lord, your savior and your redeemer, the mighty one of Jacob.", "17": "Instead of bronze I will bring gold; instead of iron I will bring silver; instead of wood, bronze; and instead of stones, iron. I will make peace your governor and righteousness your taskmaster.", "18": "Violence will no longer resound throughout your land, nor devastation or destruction within your borders. You will call your walls Salvation, and your gates Praise.", "19": "The sun will no longer be your light by day, nor will the moon shine for illumination by night.[a] The Lord will be your everlasting light; your God will be your glory.", "20": "Your sun will no longer set; your moon will no longer wane. The Lord will be an everlasting light for you, and your days of mourning will be ended.", "21": "Your people will all be righteous; they will possess the land forever. They are the shoot that I planted, the work of my hands, to glorify myself.", "22": "The least will become a thousand, and the smallest a powerful people. I am the Lord; at the right moment, I will hurry it along."}