{"1": "Who is this coming from Edom, from Bozrah in bright red garments, this splendidly dressed one, striding[a] with great power? It is I, proclaiming righteousness, powerful to save!", "2": "Why is your clothing red, and your garments like those of one who stomps on grapes?", "3": "I have pressed out in the vat by myself—from the peoples, no one was with me. I stomped on them in my anger, trampled them in my wrath. Their blood splashed on my garments, and stained all my clothing,", "4": "because I intended a day of vengeance; the year of my deliverance had arrived.", "5": "I looked and found no helper; I was astonished to find no supporter. But my arm brought victory for me; my wrath helped me.", "6": "I trampled down nations in my anger and made them drunk on my wrath; I spilled their blood on the ground.", "7": "I will recount the Lord's faithful acts; I will sing the Lord's praises, because of all the Lord did for us, for God's great favor toward the house of Israel. God treated them compassionately and with deep affection.", "8": "God said, “Truly, they are my people, children who won't do what is wrong.” God became their savior.", "9": "During all their distress, God also was distressed, so a messenger who served him saved them. In love and mercy God redeemed them, lifting and carrying them throughout earlier times.", "10": "But they rebelled, and made God's holy spirit terribly sad, so that he turned into their enemy— he fought against them!", "11": "Then they remembered earlier times, when he rescued his people.[b] Where was the one who drew them up from the sea, the shepherd[c] of the flock? Where was the one who put within them his holy spirit;", "12": "the one who guided Moses' strong hand with his glorious arm; who split the water for them to create an enduring reputation for himself,", "13": "and who guided them through the depths? Like a horse in the desert, they didn't stumble.", "14": "Like cattle descending to the valley, the Lord's spirit brought them to rest. In this way you led your people and made for yourself a glorious reputation.", "15": "Look down from heaven and see, from your holy and glorious perch. Where are your energy and your might, your concern and your pity? Don't hold back![d]", "16": "You are surely our father, even though Abraham doesn't know us, and Israel doesn't recognize us. You, Lord, are our father; your reputation since long ago is that of our redeemer.", "17": "Why do you lead us astray, Lord, from your ways? Why do you harden our heart so we don't fear you? Return for the sake of your servants the tribes that are your heritage!", "18": "Why did the wicked bring down your holy place?[e] Why did our enemies trample your sanctuary?", "19": "For too long we have been like those you don't rule, like those not known by your name."}