{"1": "I was ready to respond to those who didn't ask. I was ready to be found by those who didn't look for me. I said, “I'm here! I'm here!” to a nation that didn't call on my name.", "2": "I extended my hands all day to a rebellious people walking in a way that isn't good, following their own plans;", "3": "people who provoke me to my face continually, sacrificing in gardens and burning incense on bricks,", "4": "who sit in tombs and spend the night among rocks;[a] who eat swine's flesh with broth of unclean meat in their bowls;", "5": "who say, “Keep to yourself! Keep away from me! I'm too holy for you.” These people ignite my anger like a fire that burns all day.", "6": "Look, this stands written before me. I won't be silent, but I will repay; I will repay in full measure", "7": "your sins and the sins of your ancestors as well, says the Lord. Since they burned incense on the mountains, and mocked me in the hills, I will count out to them full payment for their actions.", "8": "The Lord proclaims: As new wine is found in the grape cluster, and someone says, “Don't destroy it, for there is a blessing in it,” so I will do for the sake of my servants and not destroy everything:", "9": "I will bring out offspring from Jacob, and from Judah, heirs to my mountains. My chosen ones will take possession; my servants will dwell there.", "10": "Sharon will become a pasture for sheep, and the Achor Valley a resting place for cattle, for my people who seek me.", "11": "But you who abandon the Lord, who forget my holy mountain, who set a table for a god of good fortune, and fill cups of mixed wine for a god of fate:", "12": "I will offer you to the sword. You will all bow down for slaughter, because I called and you didn't answer; I spoke and you wouldn't hear. You did what I considered evil, and chose what I didn't want.", "13": "Therefore, the Lord God says: Look, my servants will eat, but you will hunger. My servants will drink, but you will thirst. My servants will rejoice, but you will be ashamed.", "14": "My servants will sing with contented hearts, but you will cry out from heartache; with broken spirits you will wail.", "15": "You will leave your name behind for my chosen ones to curse: “May the Lord God kill you! May he call his servants by a different name!”", "16": "Those who pronounce a blessing in the land will do so by the God called Amen; those who make a solemn pledge in the land will do so by the God called Amen.[b] Past troubles will be forgotten and hidden from my sight.", "17": "Look! I'm creating a new heaven and a new earth: past events won't be remembered; they won't come to mind.", "18": "Be glad and rejoice forever in what I'm creating, because I'm creating Jerusalem as a joy and her people as a source of gladness.", "19": "I will rejoice in Jerusalem and be glad about my people. No one will ever hear the sound of weeping or crying in it again.", "20": "No more will babies live only a few days, or the old fail to live out their days. The one who dies at a hundred will be like a young person, and the one falling short of a hundred will seem cursed.", "21": "They will build houses and live in them; they will plant vineyards and eat their fruit.", "22": "They won't build for others to live in, nor plant for others to eat. Like the days of a tree will be the days of my people; my chosen will make full use of their handiwork.", "23": "They won't labor in vain, nor bear children to a world of horrors, because they will be people blessed by the Lord, they along with their descendants.", "24": "Before they call, I will answer; while they are still speaking, I will hear.", "25": "Wolf and lamb will graze together, and the lion will eat straw like the ox, but the snake—its food will be dust. They won't hurt or destroy at any place on my holy mountain, says the Lord."}