{"1": "In the days of Ahaz (Jotham's son and grandson of Judah's King Uzziah), Aram's King Rezin and Israel's King Pekah (Remaliah's son) came up to attack Jerusalem, but they couldn't overpower it.", "2": "When the house of David was told that Aram had become allies with Ephraim, their hearts and the hearts of their people shook as the trees of a forest shake when there is a wind.", "3": "But the Lord said to Isaiah, “Go out to meet Ahaz, you and your son Shear-jashub,[a] at the end of the channel of the Upper Pool, by the road to the field where laundry is washed,", "4": "and say to him, 'Be careful and stay calm. Don't fear, and don't lose heart over these two pieces of smoking torches, over the burning anger of Rezin, Aram, and Remaliah's son.", "5": "Aram has planned evil against you with Ephraim and Remaliah's son, saying,", "6": "“Let's march up against Judah, tear it apart, capture it for ourselves, and install Tabeel's son as its king.”", "7": "But the Lord God says: It won't happen; it won't take place.", "8": "The chief of Aram is Damascus; the chief of Damascus is Rezin (in sixty-five more years Ephraim will be shattered as a nation);", "9": "the chief of Ephraim is Samaria; and the chief of Samaria is the son of Remaliah. If you don't believe this, you can't be trusted.'”", "10": "Again the Lord spoke to Ahaz:", "11": "“Ask a sign from the Lord your God. Make it as deep as the grave[b] or as high as heaven.”", "12": "But Ahaz said, “I won't ask; I won't test the Lord.”", "13": "Then Isaiah said, “Listen, house of David! Isn't it enough for you to be tiresome for people that you are also tiresome before my God?", "14": "Therefore, the Lord will give you a sign. The young woman is pregnant and is about to give birth to a son, and she will name him Immanuel.[c]", "15": "He will eat butter and honey, and learn to reject evil and choose good.", "16": "Before the boy learns to reject evil and choose good, the land of the two kings you dread will be abandoned.", "17": "The Lord will bring upon you, upon your people, and upon your families days unlike any that have come since the day Ephraim broke away from Judah—the king of Assyria.”", "18": "On that day, the Lord will whistle for the flies from the remotest streams of Egypt and for the bees that are in the land of Assyria.", "19": "They will come and settle in the steep ravines, in the cracks of the cliffs, in all the thornbushes, and in all the watering holes.", "20": "On that day, the Lord will shave with a razor hired from beyond the Euphrates—with the king of Assyria—the head and the pubic hair, and will cut off the beard as well.", "21": "On that day, one will raise a young cow and two sheep", "22": "and will eat butter because of the abundance of milk, for all who remain in the land will eat butter and honey.", "23": "On that day, there will be thorns and thistles in every place where a thousand vines worth a thousand silver shekels once grew.", "24": "Only those with bows and arrows will go there, because the entire land will become thorns and thistles.", "25": "As for the hills that were once farmed with hoes, you won't go there for fear of the thorns and thistles. They will become places where cattle are turned loose and sheep wander."}