{"1": "And the Lord spoke to Moses, saying: ", "2": "Make for yourself two silver trumpets. Of a hammered work you will make them, and you will use them for summoning of the assembly and directing the breaking up of the camps. ", "3": "When they blow both of them, all the assembly will assemble themselves to you at the door of the tent of meeting. ", "4": "If they blow only one, then the leaders, who are heads of the thousands of Israel, will gather themselves to you. ", "5": "When you blow an alarm, then the camps that lie on the east will set out. ", "6": "When you blow an alarm the second time, then the camps that lie on the south will set out. They will blow an alarm for their setting out. ", "7": "But when the assembly is to be gathered together, you will blow, but you will not sound an alarm.", "8": "The sons of Aaron, the priests, will blow the trumpets, and they will be to you as an ordinance forever throughout your generations. ", "9": "And if you go to war in your land against the enemy that oppresses you, then you will blow an alarm with the trumpets, and you will be remembered before the Lord your God, and you will be saved from your enemies. ", "10": "Also in the day of your gladness, and at your appointed days, and in the beginnings of your months, you shall blow the trumpets over your burnt offerings, and over the sacrifices of your peace offerings that they may be a memorial for you before your God. I am the Lord your God.", "11": "And it was on the twentieth day of the second month, in the second year, that the cloud was lifted up from over the tabernacle of the testimony. ", "12": "The children of Israel set out from the Wilderness of Sinai. And the cloud dwelt in the Wilderness of Paran. ", "13": "And they set out for the first time at the command of the Lord by the hand of Moses.", "14": "And the standard of the camp of the sons of Judah set out first by their armies, and over his armies was Nahshon the son of Amminadab. ", "15": "Over the armies of the tribe of the children of Issachar was Nethanel the son of Zuar. ", "16": "Over the armies of the tribe of the children of Zebulun was Eliab the son of Helon. ", "17": "The tabernacle was taken down, and the sons of Gershon and the sons of Merari set out, carrying the tabernacle.", "18": "The standard of the camp of Reuben set out by their armies, and over his armies was Elizur the son of Shedeur. ", "19": "Over the armies of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai. ", "20": "Over the armies of the tribe of the children of Gad was Eliasaph the son of Deuel. ", "21": "The Kohathites set out, carrying the sanctuary, and they set up the tabernacle before they came.", "22": "The standard of the camp of the children of Ephraim set out by their armies, and over his armies was Elishama the son of Ammihud. ", "23": "Over the armies of the tribe of the children of Manasseh was Gamaliel the son of Pedahzur. ", "24": "Over the armies of the tribe of the children of Benjamin was Abidan the son of Gideoni.", "25": "Then the standard of the camp of the children of Dan set out, which was the rear guard of all the camps by their armies, and over his armies was Ahiezer the son of Ammishaddai. ", "26": "Over the armies of the tribe of the children of Asher was Pagiel the son of Okran. ", "27": "Over the armies of the tribe of the children of Naphtali was Ahira the son of Enan. ", "28": "This was the order of march of the children of Israel, company by company, when they set out.", "29": "Moses said to Hobab, the son of Reuel the Midianite, Moses' father-in-law, “We are setting out to the place of which the Lord said, 'I will give it to you.' Come with us, and we will do good to you because the Lord has spoken good concerning Israel.”", "30": "Hobab said to him, “I will not go. But I will depart to my own land, and to my kindred.”", "31": "So Moses said, “Please do not leave us, because you know where to camp in the wilderness, and you may be our eyes. ", "32": "Moreover, if you go with us, then it will be that whatever good the Lord will do for us, we will likewise do for you.”", "33": "They set out three days from the mountain of the Lord, and the ark of the covenant of the Lord went before them the three days' journey, to find a resting place for them. ", "34": "And the cloud of the Lord was over them by day when they set out from of the camp.", "35": "And it was, when the ark set out, that Moses said, “Rise up, O Lord, and let Your enemies be scattered, and let them that hate You flee before You.”", "36": "And when it rested, he said, “Return, O Lord, to the multitude of thousands of Israel.”"}