{"1": "Now when the people complained openly before the Lord, the Lord heard, and His anger burned. Then the fire of the Lord burned among them and consumed the outskirts of the camp. ", "2": "And the people cried out to Moses, and Moses prayed to the Lord, and the fire was quenched. ", "3": "He called the name of the place Taberah because the fire of the Lord burned among them.", "4": "The mixed multitude that was among them lusted, and the children of Israel wept again and said, “Who will give us meat to eat? ", "5": "We remember the fish, which we ate in Egypt for free, the cucumbers, and the melons, and the leeks, and the onions, and the garlic. ", "6": "But now our life is dried up. There is nothing at all except this manna before our eyes.”", "7": "The manna was as coriander seed, and it looked like bdellium. ", "8": "The people went about and gathered it, and ground it in mills or beat it in a mortar, and boiled it in pots, and made cakes of it, and the taste of it was like the taste of cakes baked in oil. ", "9": "When the dew fell on the camp at night, the manna fell on it.", "10": "Then Moses heard the people weep throughout their families, every man in the opening of his tent, and the anger of the Lord burned greatly. Moses was also displeased. ", "11": "Moses said to the Lord, “Why have You hurt Your servant? And why have I not found favor in Your eyes, that You lay the burden of all this people on me? ", "12": "Have I conceived all this people? Have I given them birth, that You should say to me, 'Carry them in your bosom, as a nurse bears the nursing child,' to the land which You swore to their fathers? ", "13": "Where am I to get meat to give to all these people? For they weep to me, saying, 'Give us meat, that we may eat.' ", "14": "I am not able to bear all these people alone, because the burden is too heavy for me. ", "15": "If You do this to me, please kill me at once, if I have found favor in Your eyes, and do not let me see my misery.”", "16": "Then the Lord said to Moses, “Gather to Me seventy men of the elders of Israel, whom you know to be the elders of the people, and officers over them, and bring them to the tent of meeting, that they may take a stand there with you. ", "17": "And I will come down, and I will speak with you there, and I will take of the Spirit which is on you and will put it on them, and they will bear the burden of the people with you, and you will not bear it by yourself.", "18": "“And say to the people: Consecrate yourselves for tomorrow, and you shall eat meat, for you have wept in the hearing of the Lord, saying, 'Who will give us meat to eat? For it was better for us in Egypt.' Therefore the Lord will give you meat, and you shall eat. ", "19": "You shall eat, not one day, or two days, or five days, or ten days, or twenty days, ", "20": "but a whole month, until it comes out at your nostrils, and it will be nauseating to you because you rejected the Lord who is among you and have wept before Him, saying, 'Why did we come out of Egypt?' ”", "21": "And Moses said, “The people I am with number six hundred thousand foot soldiers, and You have said, 'I will give them meat that they may eat a whole month.' ", "22": "Will the flocks and the herds be slaughtered for them, to satisfy them? Or will all the fish of the sea be gathered together for them, to satisfy them?”", "23": "And the Lord said to Moses, “Is the hand of the Lord shortened? Now you will see if My word will happen to you or not.”", "24": "Moses went out, and he spoke to the people the words of the Lord and gathered the seventy men of the elders of the people and set them around the tabernacle. ", "25": "And the Lord came down in a cloud, and spoke to him, and took of the Spirit that was on him, and gave it to the seventy elders, and when the Spirit rested on them, they prophesied, but did not do it again.", "26": "But two men remained in the camp. The name of one was Eldad, and the name of the other, Medad. And the Spirit rested on them. They were among those listed, but they had not gone out to the tent, and so they prophesied in the camp. ", "27": "And a young man ran and told Moses and said, “Eldad and Medad prophesy in the camp.”", "28": "Then Joshua the son of Nun, the assistant of Moses from his youth, answered and said, “My lord Moses, forbid them.”", "29": "Moses said to him, “Are you jealous for my sake? Oh, that all the people of the Lord were prophets, and that the Lord would put His Spirit upon them!” ", "30": "And Moses returned to the camp, he and the elders of Israel.", "31": "Now a wind from the Lord started up, and it swept quail from the sea and let them fall beside the camp, about a day's journey on this side and a day's journey on the other side, around the camp, and about two cubits[a] above the ground. ", "32": "And the people stayed up all that day, all night, and all the next day, and gathered the quail. Those who gathered least gathered ten homers.[b] And they spread them out for themselves all around the camp. ", "33": "While the meat was between their teeth, before it was chewed, the anger of the Lord burned against the people, and the Lord struck the people with a very great slaughter. ", "34": "And he called the name of that place Kibroth Hattaavah because there they buried the people who had the craving.", "35": "The people journeyed from Kibroth Hattaavah to Hazeroth, and they camped at Hazeroth."}