{"1": "And the whole assembly lifted up their voices and cried, and the people wept that night. ", "2": "All the children of Israel grumbled against Moses and against Aaron, and the whole assembly said to them, “O that we had died in the land of Egypt! Or that we had died in this wilderness! ", "3": "And why has the Lord brought us to this land to fall by the sword, that our wives and our children should become prey? Is it not better for us to return to Egypt?” ", "4": "And they said one to another, “Let us select a leader, and let us return to Egypt.”", "5": "Then Moses and Aaron fell on their faces before all the congregation of the assembly of the children of Israel. ", "6": "Joshua the son of Nun, and Caleb the son of Jephunneh, from the ones who explored the land, tore their clothes. ", "7": "And they spoke to all the assembly of the children of Israel, saying, “The land which we passed through to explore it is a very, very good land. ", "8": "If the Lord delights in us, then He will bring us into this land and give it to us, a land which flows with milk and honey. ", "9": "Only do not rebel against the Lord, nor fear the people of the land because they are bread for us. Their defense is gone from them, and the Lord is with us. Do not fear them.”", "10": "But all the assembly said, “Stone them with stones.” And the glory of the Lord appeared at the tent of meeting before all the children of Israel. ", "11": "The Lord said to Moses, “How long will this people disgrace Me? And how long will they not believe Me, in spite of all the signs which I have done among them? ", "12": "I will strike them with the pestilence, and disinherit them, and will make from you a nation greater and mightier than they.”", "13": "Moses said to the Lord, “Then the Egyptians will hear of it, for by Your power You brought this people up from among them, ", "14": "and they will say to the inhabitants of this land that they heard that You, Lord, are among this people, that You, Lord, are seen face to face, and Your cloud stands over them, and in the pillar of cloud You go before them by day and by a pillar of fire at night. ", "15": "Now if You kill all this people as one man, then the nations which have heard the fame of You will speak, saying, ", "16": "'The Lord was not able to bring this people into the land which He swore to them, so He slaughtered them in the wilderness.'", "17": "“So now, I pray, let the power of my Lord be great, just as You have spoken, saying, ", "18": "'The Lord is slow to anger and abounding in mercy, forgiving iniquity and transgression; but He will by no means clear the guilty, visiting the iniquity of the fathers upon the children to the third and fourth generation.' ", "19": "Pardon the iniquity of this people, I pray, according to the greatness of Your grace, just as You have pardoned this people, from Egypt even until now.”", "20": "The Lord said, “I have forgiven according to your word. ", "21": "But truly as I live, all the earth will be filled with the glory of the Lord. ", "22": "Because all those men seeing My glory and My signs which I did in Egypt and in the wilderness, and have tempted Me now these ten times, and have not listened to My voice, ", "23": "surely they will not see the land which I swore to their fathers, nor will any of them who disgraced Me see it. ", "24": "But My servant Caleb, because he had a different spirit with him and followed Me fully, I will bring him into the land where he went, and his seed will possess it. ", "25": "Now the Amalekites and the Canaanites lived in the valley. Tomorrow you will turn, and you will set out for the wilderness by the way of the Red Sea.”", "26": "The Lord spoke to Moses and to Aaron, saying: ", "27": "How long will this evil assembly be murmuring against Me? I have heard the murmurings of the children of Israel which they murmur against Me. ", "28": "Say to them, “As I live,” says the Lord, “just as you have spoken in My ears, so I will do to you. ", "29": "In this wilderness your corpses will fall, and all who were numbered of you, according to your whole number, from twenty years old and upward, who have murmured against Me, ", "30": "you will not go into the land which I swore by My hand to cause you to dwell in it, except Caleb the son of Jephunneh and Joshua the son of Nun. ", "31": "But your children, whom you said would be a prey, I will bring them in and they will know the land, which you rejected. ", "32": "But as for you, your corpses will fall in this wilderness. ", "33": "Your children will be shepherds in the wilderness forty years, and they will suffer for your fornications, until your corpses are in the wilderness. ", "34": "According to the number of the days in which you spied out the land, forty days, a year for each day you will bear your iniquity, forty years, and you will know My displeasure.” ", "35": "I the Lord have spoken. I will surely do this to all this evil assembly gathered against Me. In this wilderness they will be finished, and there they will die.", "36": "The men whom Moses sent to explore the land, who returned and made all the assembly murmur against him by bringing up an evil report about the land, ", "37": "the men who brought an evil report about the land, died by the pestilence before the Lord. ", "38": "But Joshua the son of Nun and Caleb the son of Jephunneh, from the men that went to explore the land, lived.", "39": "Moses spoke these words to all the children of Israel, and the people mourned greatly. ", "40": "They rose up early in the morning, and they went up to the top of the mountain, saying, “Here we are. We will go up to the place which the Lord has promised, for we have sinned.”", "41": "Moses said, “Why do you now transgress the commandment of the Lord? This will not prosper. ", "42": "Do not go up, for the Lord is not among you; do not let yourselves be defeated by your enemies. ", "43": "For the Amalekites and the Canaanites are there before you, and you will fall by the sword because you are turned from the Lord, and the Lord will not be with you.”", "44": "But they presumed to go up to the top of the mountain. But the ark of the covenant of the Lord and Moses did not depart from the midst of the camp. ", "45": "Then the Amalekites and the Canaanites who dwelt on that mountain went down and defeated them, pursuing them as far as Hormah."}