{"1": "Now Korah the son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men, ", "2": "and they rose up before Moses and men of the children of Israel, two hundred and fifty chiefs of the assembly, famous in the assembly, well-known men. ", "3": "They assembled against Moses and against Aaron, and said to them, “You take too much upon yourselves, seeing all the congregation are holy, every one of them, and the Lord is among them. So why do you exalt yourselves above the assembly of the Lord?”", "4": "And when Moses heard it, he fell on his face, ", "5": "and he spoke to Korah and to all his company, saying, “In the morning the Lord will show who is His and who is holy, and He will bring him to come near to Him. Whom He has chosen He will bring near to Him. ", "6": "Do this: Take censers, Korah and all his company; ", "7": "put fire in them, and put incense in them before the Lord tomorrow, and it will be that the man whom the Lord chooses, he will be holy. You take too much upon yourselves, sons of Levi.”", "8": "Moses said to Korah, “Listen, please, sons of Levi. ", "9": "Does it seem a small thing to you that the God of Israel has separated you from the assembly of Israel to bring you near to Himself to do the service of the tabernacle of the Lord, and to stand before the assembly to minister to them? ", "10": "And He has brought you near to Him, and all your brothers, the sons of Levi, with you, and you also seek the priesthood? ", "11": "Therefore both you and all your company are gathered together against the Lord, and who is Aaron that you murmur against him?”", "12": "And Moses sent for Dathan and Abiram the sons of Eliab, who said, “We will not come up. ", "13": "Is it a small thing that you have brought us up out of a land that flows with milk and honey to kill us in the wilderness because you make yourself a prince over us? ", "14": "Moreover you have not brought us into a land that flows with milk and honey nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up.”", "15": "Moses was very angry and said to the Lord, “Do not respect their offering. I have not taken one donkey from them, nor have I hurt one of them.”", "16": "Moses said to Korah, “You and all your company be before the Lord, you and them and Aaron, tomorrow. ", "17": "Let each man take his censer and put incense in it, and each of you bring his censer before the Lord, two hundred and fifty censers. Also you and Aaron shall each bring his censer.” ", "18": "Every man took his censer and put fire in it, and laid incense on it, and stood at the door of the tent of meeting with Moses and Aaron. ", "19": "Korah gathered all the assembly against them to the door of the tent of meeting, and the glory of the Lord appeared to all the assembly. ", "20": "The Lord spoke to Moses and to Aaron, saying: ", "21": "Separate yourselves from among this assembly, that I may consume them in a moment.", "22": "They fell on their faces and said, “O God, the God of the spirits of all flesh, will one man sin and You will be angry with all the assembly?”", "23": "And the Lord spoke to Moses, saying: ", "24": "Speak to the assembly, saying: Get up from around the tents of Korah, Dathan, and Abiram.", "25": "Moses rose up and went to Dathan and Abiram, and the elders of Israel followed him. ", "26": "He spoke to the assembly, saying, “Depart now from the tents of these wicked men, and touch nothing of theirs, lest you be swept away for all their sins.” ", "27": "So they got up from the tents of Korah, Dathan, and Abiram, on every side, and Dathan and Abiram came out and stood in the opening of their tents, and their wives, and their sons, and their children.", "28": "Moses said, “By this you will know that the Lord has sent me to do all these works, because I have not done them of my own mind. ", "29": "If these men die the common death of all men, or if they are visited after the visitation of all men, then the Lord has not sent me. ", "30": "But if the Lord makes a new thing, and the earth opens its mouth and swallows them with all that belongs to them, and they go down alive into the pit, then you will know that these men have despised the Lord.”", "31": "So it was, when he finished speaking all these words, that the ground that was under them split open. ", "32": "And the earth opened its mouth and swallowed them, and their houses, and all the men that belonged to Korah, and all their goods. ", "33": "And they and all that belonged to them went down alive into the pit, and the earth closed on them, and they perished from among the assembly. ", "34": "All Israel that was around them fled at their cry because they said, “The earth will swallow us also.”", "35": "A fire went out from the Lord and consumed the two hundred and fifty men that offered incense.", "36": "The Lord spoke to Moses, saying: ", "37": "Tell Eleazar the son of Aaron the priest to take up the censers out of the blaze, for they are holy. Then scatter the fire far and wide. ", "38": "As for the censers of these men who have sinned at the cost of their own lives, make them into hammered plates as a covering for the altar, for they presented them before the Lord and they are holy. They shall be a sign to the children of Israel.", "39": "So Eleazar the priest took the bronze censers, which those who were burned had offered, and they were hammered out as a covering on the altar, ", "40": "to be a memorial to the children of Israel, that no outsider, who is not of the descendants of Aaron, shall approach to offer incense before the Lord, that he might not become like Korah and his company, as the Lord has said to him through Moses.", "41": "But the next day all the assembly of the children of Israel murmured against Moses and against Aaron, saying, “You have killed the people of the Lord.”", "42": "When the assembly was gathered against Moses and Aaron, they looked toward the tent of meeting. The cloud covered it, and the glory of the Lord appeared. ", "43": "Moses and Aaron went before the tent of meeting. ", "44": "And the Lord spoke to Moses, saying, ", "45": "“Get up from among this assembly, that I may destroy them in a moment.” And they fell on their faces.", "46": "Moses said to Aaron, “Take a censer and put fire in it from off the altar, and put in incense, and go quickly to the assembly, and make an atonement for them, because wrath has gone out from the Lord. The plague has begun.” ", "47": "Aaron took it as Moses commanded and ran into the midst of the assembly, where the plague had begun among the people. He put in incense and made an atonement for the people. ", "48": "He stood between the dead and the living, and the plague was stopped. ", "49": "Now those who died in the plague were fourteen thousand seven hundred, besides those that died concerning the thing of Korah. ", "50": "Aaron returned to Moses, to the door of the tent of meeting, and the plague was stopped."}