{"1": "And Balaam said to Balak, “Build for me seven altars, and prepare for me seven oxen and seven rams.” ", "2": "Balak did as Balaam had spoken, and Balak and Balaam offered on every altar a bull and a ram.", "3": "Balaam said to Balak, “Stand by your burnt offering, and I will go. Perhaps the Lord will come to meet me, and whatever He shows me I will tell you.” And he went to a high place.", "4": "God met Balaam, and he said to Him, “I have prepared seven altars, and I have offered on every altar a bull and a ram.”", "5": "The Lord put a word in the mouth of Balaam and said, “Return to Balak, and thus you will speak.”", "6": "So he returned to Balak, who was standing by his burnt offering with all the princes of Moab. ", "7": "Then Balaam uttered his oracle, saying: “Balak has brought me from Aram, the king of Moab from the mountains of the east, saying, 'Come, curse Jacob for me, and come, defy Israel!'", "8": "How will I curse whom God has not cursed? Or how will I defy whom the Lord has not defied?", "9": "For from the top of the rocks I see him, and from the hills I behold him; there, the people will dwell alone and will not be counted among the nations.", "10": "Who can count the dust of Jacob and the number of the fourth part of Israel? Let me die the death of the righteous, and let my last end be like his!”", "11": "And Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but now you have certainly blessed them.”", "12": "He answered and said, “Must I not take heed to speak what the Lord puts in my mouth?”", "13": "And Balak said to him, “Please come with me to another place from where you may see them. You will see part of them, but will not see them all. Curse them for me from there.” ", "14": "He brought him into the field of Zophim, to the top of Pisgah, and built seven altars and offered a bull and a ram on each altar.", "15": "He said to Balak, “Stand here by your burnt offerings while I meet the Lord over there.”", "16": "The Lord met Balaam and put a word in his mouth and said, “Go again to Balak, and thus you will speak.”", "17": "When he came to him, he was standing by his burnt offerings with the princes of Moab. And Balak said to him, “What has the Lord spoken?”", "18": "And he took up his parable and said: “Rise up, Balak, and hear! Listen to me, you son of Zippor!", "19": "God is not a man, that He should lie, nor a son of man, that He should repent. Has He spoken, and will He not do it? Or has He spoken, and will He not make it good?", "20": "See, I have received a commandment to bless, and He has blessed, and I cannot reverse it.", "21": "“He has not beheld iniquity in Jacob, nor has He seen perverseness in Israel. The Lord his God is with him, and the shout of a king is among them.", "22": "God, who brings them out of Egypt, has strength like a wild ox.", "23": "Surely there is no enchantment against Jacob, nor is there any divination against Israel. For this time it will be said of Jacob and of Israel, 'See what God has done!'", "24": "A people rises up as a great lion, and lifts itself up like a lion; it shall not lie down until it eats the prey and drinks the blood of the slain.”", "25": "Balak said to Balaam, “Do not curse them at all, nor bless them at all.”", "26": "But Balaam answered and said to Balak, “Did I not tell you, saying, 'All that the Lord speaks, I must do'?”", "27": "And Balak said to Balaam, “Please come. I will bring you to another place. Perhaps it will please God that you may curse them for me from there.” ", "28": "Balak brought Balaam to the top of Peor, which looks toward Jeshimon.", "29": "Balaam said to Balak, “Build for me seven altars, and prepare for me seven bulls and seven rams.” ", "30": "Balak did as Balaam said and offered a bull and a ram on each altar."}