{"1": "And when Balaam saw that it pleased the Lord to bless Israel, he did not go as other times to seek for enchantments, but he set his face toward the wilderness. ", "2": "Balaam lifted up his eyes, and he saw Israel dwelling in their tents by their tribes, and the Spirit of God came on him. ", "3": "He took up his proverb and said: “Balaam the son of Beor has said, and the man whose eyes are open has said,", "4": "he has said, who heard the words of God, who saw the vision of the Almighty, falling into a trance, but having his eyes open:", "5": "“How lovely are your tents, O Jacob, and your tabernacles, O Israel!", "6": "“Like palm trees are they spread out, like gardens by the river's side, like the aloe plant, which the Lord has planted, and like cedar trees beside the waters.", "7": "He will pour the water out of his buckets, and his seed will be in many waters. “His king will be higher than Agag, and his kingdom will be exalted.", "8": "“God brings him out of Egypt; he has the horns of a wild ox; he will eat up the nations, his enemies, and will break their bones, and pierce them through with his arrows.", "9": "He crouches, he lies down as a lion, and as a lion, who will stir him up? “Blessed is he who blesses you, and cursed is he who curses you.”", "10": "The anger of Balak was inflamed against Balaam, and he struck his hands together. And Balak said to Balaam, “I called you to curse my enemies, and indeed, you have certainly blessed them these three times. ", "11": "Now flee to your own place. I thought to promote you to great honor. But certainly, the Lord has kept you back from honor.”", "12": "Balaam said to Balak, “Did I not speak to your messengers which you sent to me, saying, ", "13": "'If Balak would give me his house full of silver and gold, I cannot go beyond the mouth of the Lord, to do either good or bad of my own mind. But what the Lord speaks, I will speak'? ", "14": "And now, I am going to my people. Come, I will advise you what this people will do to your people in the latter days.”", "15": "He took up his parable and said: “The oracle of Balaam the son of Beor, and the oracle of the man whose eyes are open;", "16": "the oracle of the one hearing the words of God, and knowing the knowledge of the Most High, who sees the vision of the Almighty, falling into a trance, but having his eyes open:", "17": "“I will see him, but not now; I will behold him, but not near; a star will come out of Jacob, and a scepter will rise out of Israel, and will crush the borderlands of Moab, and destroy all the children of Sheth.", "18": "Edom will be a possession, and Seir, a possession of its enemies, while Israel does valiantly.", "19": "One out of Jacob shall have dominion, and destroy the survivors of the city.”", "20": "Then he looked on Amalek; he took up his proverb and said: “Amalek was the first of the nations, but his end will be that he perishes forever.”", "21": "He looked on the Kenites and took up his proverb and said: “Strong is your dwelling place, and you put your nest in a rock;", "22": "nevertheless the Kenite will be wasted. How long until Ashur carries you away captive?”", "23": "He took up his proverb and said: “Alas, who will live when God does this?", "24": "And ships will come from the coasts of Cyprus and will afflict Ashur and will afflict Eber, and he also will perish forever.”", "25": "Balaam rose up and went and returned to his place, and Balak also went his way."}