{"1": "After the plague, the Lord spoke to Moses and to Eleazar the son of Aaron the priest, saying, ", "2": "“Take the count of all the assembly of the children of Israel from twenty years old and older, throughout their fathers' houses, all that are able to go to war in Israel.” ", "3": "Moses and Eleazar the priest spoke with them in the plains of Moab by Jordan near Jericho, saying, ", "4": "“Take the count of the people from twenty years old and older,” as the Lord commanded Moses. The children of Israel, who went out of the land of Egypt, were these:", "5": "Reuben, the oldest son of Israel. The children of Reuben: of Hanok, from whom comes the family of the Hanokites; of Pallu, the family of the Palluites;", "6": "of Hezron, the family of the Hezronites; of Karmi, the family of the Karmites.", "7": "These are the families of the Reubenites: those who were counted were forty-three thousand seven hundred and thirty.", "8": "The son of Pallu was Eliab. ", "9": "The sons of Eliab were Nemuel, and Dathan, and Abiram. This is that Dathan and Abiram, called out from the assembly, who argued against Moses and against Aaron in the company of Korah when they argued against the Lord. ", "10": "And the earth opened its mouth and swallowed them with Korah when that company died, when the fire devoured two hundred and fifty men, and they became a sign. ", "11": "But the children of Korah did not die.", "12": "The sons of Simeon by their families were: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jakin, the family of the Jakinites;", "13": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites.", "14": "These are the families of the Simeonites: twenty-two thousand two hundred.", "15": "The children of Gad by their families were: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;", "16": "of Ozni, the family of the Oznites; of Eri, the family of the Erites;", "17": "of Arodi, the family of the Arodites; of Areli, the family of the Arelites.", "18": "These are the families of the children of Gad according to those by their count: forty thousand five hundred.", "19": "The sons of Judah were Er and Onan, and Er and Onan died in the land of Canaan.", "20": "The sons of Judah after their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites.", "21": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites.", "22": "These are the families of Judah by their count: seventy-six thousand five hundred.", "23": "The sons of Issachar by their families were: of Tola, the family of the Tolaites; of Puah, the family of the Puites;", "24": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites.", "25": "These are the families of Issachar by their count: sixty-four thousand three hundred.", "26": "The sons of Zebulun by their families were: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites.", "27": "These are the families of the Zebulunites by their count: sixty thousand five hundred.", "28": "The sons of Joseph according to their families, by Manasseh and Ephraim, were:", "29": "The sons of Manasseh: of Makir, the family of the Makirites, and Makir begot Gilead; of Gilead, the family of the Gileadites.", "30": "These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites;", "31": "and of Asriel, the family of the Asrielites; and of Shechem, the family of the Shechemites;", "32": "and of Shemida, the family of the Shemidaites; and of Hepher, the family of the Hepherites.", "33": "Zelophehad the son of Hepher had no sons, but daughters, and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milkah, and Tirzah.", "34": "These are the families of Manasseh, and those who were numbered of them were fifty-two thousand seven hundred.", "35": "These are the sons of Ephraim according to their families: of Shuthelah, the family of the Shuthelahites; of Beker, the family of the Bekerites; of Tahan, the family of the Tahanites.", "36": "These are the sons of Shuthelah: of Eran, the family of the Eranites.", "37": "These are the families of the sons of Ephraim by their count: thirty-two thousand five hundred. These are the sons of Joseph by their families.", "38": "The sons of Benjamin by their families were: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;", "39": "of Shupham, the family of the Shuphamites; of Hupham, the family of the Huphamites.", "40": "The sons of Bela were Ard and Naaman: of Ard, the family of the Ardites; and of Naaman, the family of the Naamites.", "41": "These are the sons of Benjamin by their families, and by their count: forty-five thousand six hundred.", "42": "These are the sons of Dan according to their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families. ", "43": "All the families of the Shuhamites, by their count, were sixty-four thousand four hundred.", "44": "The sons of Asher by their families were: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Beriites.", "45": "of the sons of Beriah were: of Heber, the family of the Heberites; of Malkiel, the family of the Malkielites.", "46": "The name of the daughter of Asher was Serah.", "47": "These are the families of the sons of Asher by their count: fifty-three thousand four hundred.", "48": "Of the sons of Naphtali by their families were: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;", "49": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites.", "50": "These are the families of Naphtali according to their families; those who were numbered of them were forty-five thousand four hundred.", "51": "These were the counted of the children of Israel: six hundred and one thousand, seven hundred and thirty.", "52": "The Lord spoke to Moses, saying: ", "53": "To these the land will be divided for an inheritance by the number of names. ", "54": "To a large tribe you shall give a large inheritance, and to small tribe you shall give a small inheritance. To each one his inheritance will be given according to those who were numbered of him. ", "55": "But the land will be divided by lot. By the names of the tribes of their fathers they will inherit. ", "56": "According to the lot his possession will be divided between large and small.", "57": "These are those counted of the Levites by their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites.", "58": "These are the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. And Kohath begot Amram. ", "59": "And the name of the wife of Amram was Jochebed, the daughter of Levi, whom her mother bore to Levi in Egypt, and she bore to Amram Aaron and Moses and Miriam their sister. ", "60": "To Aaron was born Nadab, and Abihu, Eleazar, and Ithamar. ", "61": "Nadab and Abihu died when they offered foreign fire before the Lord.", "62": "Those who were numbered of them were twenty-three thousand, each male from a month old and older; for they were not counted among the children of Israel, because there was no inheritance given them among the children of Israel.", "63": "These were counted by Moses and Eleazar the priest, who counted the children of Israel in the plains of Moab by Jordan near Jericho. ", "64": "But among these there was not a man counted by Moses and Aaron the priest when they counted the children of Israel in the Wilderness of Sinai ", "65": "because the Lord had said of them, “They will surely die in the wilderness.” And there was not a man left of them, except Caleb the son of Jephunneh and Joshua the son of Nun."}