{"1": "These also are the generations of Aaron and Moses in the day that the Lord spoke with Moses in Mount Sinai.", "2": "These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar. ", "3": "These are the names of the sons of Aaron, the priests who were anointed, whom he consecrated to minister as priests. ", "4": "Nadab and Abihu died before the Lord when they brought strange fire before the Lord in the Wilderness of Sinai, and they had no children, and Eleazar and Ithamar ministered as priests in the sight of Aaron their father.", "5": "The Lord spoke to Moses, saying: ", "6": "Bring the tribe of Levi near, and present them before Aaron the priest, and they will minister to him. ", "7": "They will keep his directives, and serve the whole congregation before the tent of meeting, to do the service of the tabernacle. ", "8": "They will keep all the instruments of the tent of meeting, and attend to the needs of the children of Israel, to do the service of the tabernacle. ", "9": "You will give the Levites to Aaron and to his sons. They are wholly given to him from the children of Israel. ", "10": "You will appoint Aaron and his sons, and they will attend to their priesthood, and the foreigner that approaches will be put to death.", "11": "The Lord spoke to Moses, saying: ", "12": "I Myself have taken the Levites from among the children of Israel instead of all the firstborn that open the womb among the children of Israel. Therefore the Levites will be Mine ", "13": "because all the firstborn are Mine, for on the day that I struck all the firstborn in the land of Egypt I set apart to Me all the firstborn in Israel, both man and beast. They will be Mine. I am the Lord.", "14": "The Lord spoke to Moses in the Wilderness of Sinai, saying: ", "15": "Number the children of Levi after the house of their fathers, by their families. You will number every male from a month old and older. ", "16": "Moses numbered them according to the word of the Lord, as he was commanded.", "17": "These were the sons of Levi by their names: Gershon, and Kohath, and Merari.", "18": "These are the names of the sons of Gershon by their families: Libni and Shimei;", "19": "the sons of Kohath by their families: Amram, and Izhar, Hebron, and Uzziel;", "20": "the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to the house of their fathers.", "21": "From Gershon was the family of the Libnites and the family of the Shimeites. These are the families of the Gershonites. ", "22": "Those who were numbered of them, according to the number of all the males, from a month old and older, those who were numbered of them were seven thousand five hundred. ", "23": "The families of the Gershonites were to camp behind the west side of the tabernacle. ", "24": "The chief of the house of the father of the Gershonites was Eliasaph the son of Lael. ", "25": "The charge of the sons of Gershon in the tent of meeting included the tabernacle, and the tent, its covering, and the hanging for the door of the tent of meeting, ", "26": "the hangings of the court, the curtain for the opening of the court that is around the tabernacle and the altar, and its cords—all the service pertaining to these.", "27": "Of Kohath was the family of the Amramites, and the family of the Izharites, and the family of the Hebronites, and the family of the Uzzielites. These are the families of the Kohathites. ", "28": "The number of all the males, from a month old and older, were eight thousand six hundred, keeping the guard of the sanctuary. ", "29": "The families of the sons of Kohath were to camp on the south side of the tabernacle. ", "30": "The chief of the house of the father of the families of the Kohathites was Elizaphan the son of Uzziel. ", "31": "Their duty included the ark, and the table, and the lampstand, and the altars, and the vessels of the sanctuary they minister with, and the hanging, and all its service. ", "32": "Eleazar the son of Aaron the priest was to be chief over the leaders of the Levites and to have the oversight of those who kept the guard of the sanctuary.", "33": "Of Merari was the family of the Mahlites and the family of the Mushites. These are the families of Merari. ", "34": "Those who were numbered of them, according to the number of all the males from a month old and older, were six thousand two hundred. ", "35": "The chief of the house of the father of the families of Merari was Zuriel the son of Abihail. These were to camp on the north side of the tabernacle. ", "36": "Under the oversight and guard of the sons of Merari were the frames of the tabernacle, the bars, the pillars, the sockets, all their accessories, all the service pertaining to these, ", "37": "and the pillars of the court all around, with their sockets, and pins, and cords.", "38": "But those who were to camp before the tabernacle toward the east, even before the tent of meeting on the east side, were Moses, and Aaron and his sons, keeping the guard of the sanctuary for the guard of the children of Israel, and the foreigner who approached was to be put to death.", "39": "All who were numbered of the Levites, which Moses and Aaron numbered at the commandment of the Lord, throughout their families, all the males from a month old and older, were twenty-two thousand.", "40": "The Lord said to Moses: Number all the firstborn of the males of the children of Israel from a month old and older and take the number of their names. ", "41": "You will take the Levites for Me (I am the Lord) instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of all the firstborn among the livestock of the children of Israel.", "42": "Moses numbered, as the Lord commanded him, all the firstborn among the children of Israel. ", "43": "All the firstborn males, by the number of names, from a month old and upward, of those who were numbered of them, were twenty-two thousand two hundred and seventy-three.", "44": "The Lord spoke to Moses, saying: ", "45": "Take the Levites instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of their livestock, and the Levites will be Mine. I am the Lord. ", "46": "For those who are to be redeemed of the two hundred and seventy-three of the firstborn of the children of Israel, which are more than the Levites, ", "47": "you will take five shekels[a] apiece by the poll; according to the shekel of the sanctuary you will take them (the shekel is twenty gerahs). ", "48": "And you will give the money, by which the number of them is to be redeemed, to Aaron and to his sons.", "49": "Moses took the redemption money of those who were over and above those who were redeemed by the Levites. ", "50": "Of the firstborn of the children of Israel he took the money, one thousand three hundred and sixty-five shekels,[b] after the shekel of the sanctuary. ", "51": "And Moses gave the money of those who were redeemed to Aaron and to his sons, according to the word of the Lord, as the Lord commanded Moses."}