{"1": "These are the journeys of the children of Israel, who went out of the land of Egypt with their armies under the hand of Moses and Aaron. ", "2": "Moses recorded the starting points of their journeys at the command of the Lord. These are their journeys according to their starting points.", "3": "They set out from Rameses in the first month, on the fifteenth day of the first month. On the day after the Passover the children of Israel went out with a high hand in the sight of all the Egyptians, ", "4": "because the Egyptians buried all their firstborn, whom the Lord had killed among them. Upon their gods the Lord executed judgments.", "5": "The children of Israel set out from Rameses and camped in Sukkoth.", "6": "They set out from Sukkoth and camped in Etham, which is on the edge of the wilderness.", "7": "They set out from Etham and turned to Pi Hahiroth, which is before Baal Zephon, and they camped before Migdol.", "8": "They set out from before Pi Hahiroth, and passed through the midst of the sea into the wilderness, and went three days' journey in the Wilderness of Etham, and camped in Marah.", "9": "They set out from Marah, and came to Elim, and in Elim were twelve fountains of water and seventy palm trees, and they camped there.", "10": "They set out from Elim and camped by the Red Sea.", "11": "They set out from the Red Sea and camped in the Wilderness of Sin.", "12": "They set out from the Wilderness of Sin and camped in Dophkah.", "13": "They set out from Dophkah and camped in Alush.", "14": "They set out from Alush and camped at Rephidim, where there was no water for the people to drink.", "15": "They set out from Rephidim and camped in the Wilderness of Sinai.", "16": "They set out from the Wilderness of Sinai and camped at Kibroth Hattaavah.", "17": "They set out from Kibroth Hattaavah and camped at Hazeroth.", "18": "They set out from Hazeroth and camped in Rithmah.", "19": "They set out from Rithmah and camped at Rimmon Perez.", "20": "They set out from Rimmon Perez and camped in Libnah.", "21": "They set out from Libnah and camped at Rissah.", "22": "They set out from Rissah and camped in Kehelathah.", "23": "They set out from Kehelathah and camped at Mount Shepher.", "24": "They set out from Mount Shepher and camped in Haradah.", "25": "They set out from Haradah and camped in Makheloth.", "26": "They set out from Makheloth and camped at Tahath.", "27": "They set out from Tahath and camped at Terah.", "28": "They set out from Terah and camped in Mithkah.", "29": "They went from Mithkah and camped in Hashmonah.", "30": "They set out from Hashmonah and camped at Moseroth.", "31": "They set out from Moseroth and camped in Bene Jaakan.", "32": "They set out from Bene Jaakan and camped at Hor Haggidgad.", "33": "They set out from Hor Haggidgad and camped in Jotbathah.", "34": "They set out from Jotbathah and camped at Abronah.", "35": "They set out from Abronah and camped at Ezion Geber.", "36": "They set out from Ezion Geber and camped in the Wilderness of Zin, which is Kadesh.", "37": "They set out from Kadesh and camped at Mount Hor, at the edge of the land of Edom. ", "38": "Aaron the priest went up onto Mount Hor at the word of the Lord and died there in the fortieth year after the children of Israel came out of the land of Egypt, in the first day of the fifth month. ", "39": "Aaron was one hundred and twenty-three years old when he died on Mount Hor.", "40": "King Arad the Canaanite, who lived in the south in the land of Canaan, heard of the coming of the children of Israel.", "41": "They set out from Mount Hor and camped in Zalmonah.", "42": "They set out from Zalmonah and camped in Punon.", "43": "They set out from Punon and camped in Oboth.", "44": "They set out from Oboth and camped in Iye Abarim, on the border of Moab.", "45": "They set out from Iye Abarim and camped in Dibon Gad.", "46": "They set out from Dibon Gad and camped in Almon Diblathaim.", "47": "They set out from Almon Diblathaim and camped in the mountains of Abarim, before Nebo.", "48": "They set out from the mountains of Abarim and camped in the plains of Moab near Jordan of Jericho. ", "49": "They camped by Jordan, from Beth Jeshimoth to Abel Shittim in the plains of Moab.", "50": "The Lord spoke to Moses in the plains of Moab by Jordan near Jericho, saying: ", "51": "Speak to the children of Israel, and say to them: When you are crossing over Jordan into the land of Canaan, ", "52": "then you will drive out all the inhabitants of the land from before you, and destroy all their carved images, and destroy all their molded images, and destroy all their high places, ", "53": "and you will drive out the inhabitants of the land and dwell in it, because I have given you the land to inherit it. ", "54": "You will possess the land by lot for an inheritance among your families, and to the larger you will give the larger inheritance, and to the smaller you will give the smaller inheritance. Every man's inheritance will be in the place where his lot falls. By the tribes of your fathers you will inherit.", "55": "But if you do not drive out the inhabitants of the land from before you, then those whom you let remain will be like thorns in your eyes and thorns in your sides. They will show hostility to you in the land in which you live. ", "56": "And what I had planned to do to them, I will do to you."}