{"1": "And the Lord spoke to Moses in the plains of Moab by Jordan near Jericho, saying: ", "2": "Command the children of Israel, and they will give to the Levites of the inheritance of their possession cities to dwell in, and you will give the Levites pasturelands around the city. ", "3": "The cities will be for them to dwell in, and their pasturelands will be for their livestock, and for their property, and for all their animals.", "4": "The pasturelands of the cities, which you will give to the Levites, will reach from the wall of the city and beyond one thousand cubits[a] all around. ", "5": "You will measure from without the city on the east side two thousand cubits,[b] and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits, and the city will be in the middle. This will be for them the pasturelands of the cities.", "6": "Among the cities which you will give to the Levites there will be six cities of refuge, which you will appoint for the manslayer, that he may flee there, and to them you will add forty-two cities. ", "7": "So all the cities which you will give to the Levites will be forty-eight cities. You will give them with their pasturelands. ", "8": "The cities which you shall give shall be from the possession of the children of Israel. From the larger tribes you shall give many, and from the smaller tribes you shall give few. Each tribe, in proportion to the inheritance that it receives, shall give of its cities to the Levites.", "9": "The Lord spoke to Moses, saying: ", "10": "Speak to the children of Israel and say to them: When you are crossing over the Jordan into the land of Canaan, ", "11": "then you shall designate cities as your cities of refuge, so that a manslayer who unintentionally kills a person may flee there. ", "12": "The cities will be for you a refuge from the avenger, so that the manslayer does not die until he stands trial before the assembly. ", "13": "The cities which you designate shall be your six cities of refuge. ", "14": "You will give three cities across the Jordan, and three cities you will give in the land of Canaan, which will be cities of refuge. ", "15": "For the children of Israel, and for the stranger, and for the foreign sojourner among them will be six cities. These will be for a refuge. Everyone that unintentionally kills any person may flee there.", "16": "If he strikes him with an instrument of iron, so that he dies, he is a murderer. The murderer shall surely be put to death. ", "17": "If he strikes him with a stone in hand, by which he could die, and he dies, he is a murderer. The murderer shall surely be put to death. ", "18": "Or if he strikes him with a weapon of wood in hand, by which he could die, and he dies, he is a murderer. The murderer shall surely be put to death. ", "19": "The avenger of blood himself will slay the murderer. When he meets him, he will slay him. ", "20": "But if he pushed him out of hatred, or threw something at him, lying in wait, so he dies, ", "21": "or in hatred struck him with his hand, so he died, he that struck him shall surely be put to death, because he is a murderer. The avenger of blood will slay the murderer when he meets him.", "22": "But if he pushed him suddenly without hatred, or threw anything at him without lying in wait, ", "23": "or used a stone that may cause death, unintentionally throwing it at him, resulting in death, though they were not enemies, and was not trying to harm him, ", "24": "then the assembly will judge between the manslayer and the avenger of blood according to these judgments. ", "25": "And the assembly will deliver the manslayer out of the hand of the avenger of blood, and the assembly will restore him to the city of his refuge where he fled, and he will dwell in it until the death of the high priest, who was anointed with the holy oil.", "26": "But if the manslayer will go out at any time beyond the border of the city of his refuge where he fled, ", "27": "and the avenger of blood finds him outside the borders of the city of his refuge, and the avenger of blood kills the manslayer, he will not be guilty of blood, ", "28": "because the manslayer should have remained in the city of his refuge until the death of the high priest. But after the death of the high priest the manslayer may return to the land of his possession.", "29": "So these things will be for a statute of judgment to you throughout your generations in all your dwelling places.", "30": "Whoever kills a person, the murderer will be put to death by the testimony of witnesses, but one witness will not testify against a person for death.", "31": "And you will not take a ransom for the life of a murderer who is guilty of death, but he will surely be put to death.", "32": "You will not take a ransom for him who fled to the city of his refuge, that he should come out again to dwell in the land, until the death of the priest.", "33": "So you will not defile the land which you are in, because blood defiles the land, and the land cannot be cleansed of the blood that is shed in it, except by the blood of him that shed it. ", "34": "So do not defile the land which you are dwelling in, where I am residing, because I the Lord am residing among the children of Israel."}