{"1": "And the Lord spoke to Moses, saying: ", "2": "Command the children of Israel that they put out of the camp every leper, and everyone who has a discharge, and whoever is defiled by the dead. ", "3": "Both male and female you will put out. You will put them outside the camp, so they do not defile their camps in the midst of which I dwell. ", "4": "The children of Israel did so, and put them outside the camp. As the Lord spoke to Moses, so the children of Israel did.", "5": "The Lord spoke to Moses, saying: ", "6": "Tell the children of Israel: When a man or woman commits any sin against another, acting unfaithfully against the Lord, that person is guilty, ", "7": "and shall confess his sin which he has committed, and he will repay his offense with its principal, and add to it one-fifth, and give it to him who was wronged. ", "8": "But if the man has no relative to repay the offense to, let the offense be repaid to the Lord, even to the priest, beside the ram of the atonement, whereby an atonement will be made for him. ", "9": "Every offering of all the holy things of the children of Israel, which they bring to the priest, will be his. ", "10": "Every man's holy things will be his. Whatever any man gives the priest, it will be his.", "11": "The Lord spoke to Moses, saying: ", "12": "Speak to the children of Israel and say to them: If any man's wife goes astray, and acts treacherously against him, ", "13": "and a man lies with her carnally, and it is hidden from the eyes of her husband, and it is concealed though she has defiled herself, and there is no witness against her, nor is she caught in the act, ", "14": "and if the spirit of jealousy comes on him, and he is jealous of his wife who has defiled herself, or if the spirit of jealousy comes on him and he is jealous of his wife, though she has not defiled herself, ", "15": "then the man shall bring his wife to the priest and he shall bring her offering for her, a tenth of an ephah[a] of barley flour. He shall pour no oil on it nor put frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance.", "16": "The priest will bring her near, and set her before the Lord. ", "17": "And the priest will take holy water in an earthen vessel, and the priest will take some of the dust that is on the floor of the tabernacle and put it into the water. ", "18": "And the priest will set the woman before the Lord, and uncover the woman's head, and put the memorial offering in her hands, which is the grain offering of jealousy, and the priest will have in his hand the bitter water that causes the curse. ", "19": "And the priest will charge her by an oath, and say to the woman, “If no man has lain with you, and if you have not gone astray to impurity with another instead of your husband, be free from this bitter water that causes the curse. ", "20": "But if you have gone astray to another instead of your husband, and if you are defiled, and a man besides your husband has lain with you”— ", "21": "then the priest will charge the woman with an oath of cursing, and the priest will say to the woman, “The Lord make you a curse and an oath among your people, when the Lord makes your thigh rot and your belly swell. ", "22": "And this water that causes the curse will go into your bowels, to make your belly swell and your thigh rot.” And the woman will say, “Amen, amen.”", "23": "The priest will write these curses in a book, and he will wash them out with the bitter water. ", "24": "And he will cause the woman to drink the bitter water that causes the curse. And the water that causes the curse will enter into her and become bitter. ", "25": "Then the priest will take the grain offering of jealousy out of the woman's hand and will wave the offering before the Lord and offer it on the altar. ", "26": "And the priest will take a handful of the offering, the memorial portion, and burn it on the altar, and afterward will cause the woman to drink the water. ", "27": "When he has made her to drink the water, then it will be that, if she is defiled and has acted treacherously against her husband, the water that causes the curse will enter into her, and become bitter, and her belly will swell, and her thigh will rot, and the woman will be a curse among her people. ", "28": "If the woman is not defiled, but is clean, then she will be free and will conceive offspring.", "29": "This is the law of jealousies, when a wife goes astray to another instead of her husband, and is defiled, ", "30": "or when the spirit of jealousy comes on him, and he is jealous over his wife, and will set the woman before the Lord, and the priest will perform on her all this law. ", "31": "Then the man will be guiltless from iniquity, and this woman will bear her iniquity."}