{"1": "The Lord says, “All you who are thirsty, come ·and drink [L to the waters; John 7:37]. Those of you who do not have money, come, buy and eat [Prov. 9:5]! Come buy wine and milk without money and without cost.", "2": "Why spend your money on something that is not ·real food [bread]? Why work for something that doesn't really satisfy you? Listen closely to me, and you will eat what is good; your soul will ·enjoy [delight in] the ·rich food that satisfies [L fat].", "3": "Come to me and ·listen [extend your ear]; listen to me so you may live. I will make an ·agreement with you that will last forever [everlasting covenant/treaty with you]. I will give you the ·blessings [covenant love; loyalty; lovingkindness; T sure mercies] I promised to David [2 Sam. 7:11–14; Ps. 89:33–35; Acts 13:34].", "4": "[L Look; T Behold] I made David a witness ·of my power for all [L to the] nations, a ruler and commander of many nations.", "5": "[L Look; T Behold] You will call for nations that you don't yet know. And these nations that do not know you will run to you because of the Lord your God, because of the Holy One of Israel [1:4] who ·honors [has glorified] you.”", "6": "·So you should look for [L Seek] the Lord ·before it is too late [while he may be found]; you should call to him while he is near.", "7": "The wicked should ·stop doing wrong [abandon/forsake their ways], and ·they [L the unrighteous person] should stop their evil thoughts. They should return to the Lord so he may have ·mercy [compassion] on them. They should come to our God, because he will freely forgive them [Deut. 4:25–31; 30:1–10; 1 Kin. 8:46–53].", "8": "The Lord says, “My thoughts are not like your thoughts. Your ways are not like my ways.", "9": "Just as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts higher than your thoughts [Ps. 103:11].", "10": "Rain and snow fall from the sky and don't return without watering the ground. They cause the plants to sprout and grow, making seeds for the ·farmer [sower] and bread for the ·people [L eater].", "11": "The same thing is true of the words ·I speak [L that go out of my mouth]. They will not return to me empty. They ·make the things happen that I want to happen [accomplish what I desire/purpose], and they succeed in doing what I send them to do.", "12": "“So you will go out with joy [C returning from the Babylonian exile] and be led out in peace. The mountains and hills will burst into song before you, and all the trees in the fields will clap their hands [C the earth rejoices at God's restoration of creation].", "13": "·Large cypress [or Juniper; Evergreen] trees will grow where thornbushes were. Myrtle trees will grow where ·weeds [briers] were. These things will be ·a reminder of the Lord's promise [or for the Lord's honor/renown; L to the Lord for a name], ·and this reminder will never be destroyed [L for an eternal sign that will not be cut off].”"}