{"1": "·When [L In the days of] Ahaz, son of Jotham and grandson of Uzziah, was king of Judah [C 735–715 bc], Rezin king of Aram [C 740–733 bc; Aram is the Hebrew name for Syria] and Pekah son of Remaliah, the king of Israel [C 752–732 bc], went up to Jerusalem to fight against it [C in about 735–734 bc]. But they were not able to ·defeat [or mount an attack against] the city [2 Kin. 16:5–18; 2 Chr. 28:16–21].", "2": "·Ahaz king of Judah received a message [L It was reported to the house of David; C the reigning dynasty] saying, “The armies of ·Aram [Syria] and ·Israel [L Ephraim; C influential northern tribe of Israel, used here to refer to the whole northern kingdom] have joined together [C in an alliance against the Assyrian empire].” When Ahaz heard this, ·he [L his heart] and the ·people [L heart of his people] were ·frightened [L shaken]. They shook with fear like trees of the forest blown by the wind.", "3": "Then the Lord told Isaiah, “You and your son Shear-Jashub [C the name means “a remnant will return”] should go and meet Ahaz at the ·place where the water flows into [end of the aqueduct/conduit of] the upper pool, on the road ·to the field where people do their laundry [or that goes to Launderer's Field/T the fuller's field]. ", "4": "Tell Ahaz, 'Be careful. Be ·calm [quiet] and don't ·worry [fear]. Don't be afraid of the ·fierce [burning] anger of Rezin and Aram and the son of Remaliah [C Pekah; v. 1], because they are like two ·barely burning sticks that are ready to go out [L smoldering stubs of firewood; C their power would soon be extinguished; Damascus and Israel suffered defeat by the Assyrians in 732 bc; Israel went into exile in 722 bc]. ", "5": "[L Because] Aram has ·plotted [planned evil] with ·Israel [L Ephraim; v. 2] and the son of Remaliah against you, saying, ", "6": "“Let's ·fight against [invade; attack] Judah and ·tear it apart [or terrorize it]. We will ·divide the land [or conquer it; or breach its walls; L break it open] for ourselves and make the son of Tabeel the new king of Judah [C replacing the legitimate king from David's dynasty with a usurper].” ", "7": "But I, the Lord God, say, “'·Their plan will not succeed [L It will not stand]; it will not happen,", "8": "because ·Aram is led by the city of Damascus [L the head of Aram/Syria is Damascus; C its capital], and ·Damascus is led by its weak king, [L the head of Damascus is] Rezin. Within sixty-five years ·Israel [L Ephraim; v. 2] will no longer be a nation [C probably 670 bc, when Esarhaddon, king of Assyria, brought foreign settlers into Israel; their intermarriage with the remaining Israelites produced the Samaritans].", "9": "·Israel is led by the city of Samaria [L The head of Ephraim is Samaria; C its capital], and ·Samaria is led by its weak king, [L the head of Samaria is] the son of Remaliah [C these human kings were no match for God]. If ·your faith is not strong [you do not stand firm in faith], you will not ·have strength enough to last [endure/stand firm at all; C the words translated “your faith is strong” and “have strength enough to last” are related in Hebrew].'”", "10": "Then the Lord spoke to Ahaz again, saying, ", "11": "“Ask for a sign from the Lord your God [C to confirm the truth of this prophecy; Deut. 18:21–22]. It may be a sign from as deep as ·the place of the dead [or the grave; L Sheol] or ·as high as the heavens [L to the heights above].”", "12": "But Ahaz said, “I will not ·ask for a sign [L ask] or test the Lord [Deut. 6:16; C probably a statement of false piety].”", "13": "Then Isaiah said, “·Ahaz, descendant of David, listen carefully [L Hear now, house of David]! Isn't it bad enough that you ·wear out the patience of [L weary] people? Do you also have to ·wear out the patience of [L weary] my God? ", "14": "The Lord himself will give you a sign: The ·virgin [or young woman] will ·be pregnant [conceive] and will have a son, and she will name him Immanuel [“God is with us”]. ", "15": "He will be eating milk curds and honey [C probably because the crops have been destroyed in the invasion] ·when he learns [by the time he learns; or so that he will learn] to reject what is evil and to choose what is good [C probably ages twelve or thirteen, when he would be accountable to the law; the destruction of Israel would occur in twelve or thirteen years: 722 bc]. ", "16": "·But [or For] before the child ·learns [knows] to choose good and reject evil, the lands of the two kings you fear [C Israel and Aram/Syria] will be ·empty [desolate; laid waste]. ", "17": "The Lord will bring ·troubled times to [L upon] you, your people, and to ·the people of your father's family [L your father's house; C David's dynasty]. ·They will be worse than […days unlike] anything that has happened since Israel separated from Judah [C the civil war dividing Israel into north (Israel) and south (Judah) after David's son Solomon died, two centuries earlier]. ·The Lord will bring the king of Assyria to fight against you [L …—the king of Assyria].", "18": "“·At that time [L In that day] the Lord will whistle for ·the Egyptians, and they will come like flies from Egypt's faraway streams [L the fly that is at the farthest streams of Egypt]. ·He will call for the Assyrians, and they will come like bees [L … and for bees from the land of Assyria; C Israel and Judah were caught in a tug-of-war between these two great powers]. ", "19": "·These enemies will camp [L They will rest/settle] in the deep ravines and in the ·cliffs [L crevices/clefts of the rocks], by the thornbushes and ·watering holes [or pastures]. ", "20": "[In that day] The Lord will ·hire Assyria and use it like a razor to punish Judah [L shave with a razor hired beyond the River (Euphrates)—the king of Assyria]. ·It will be as if the Lord is shaving the hair from Judah's head and body and beard [L …—the head, the hair of the feet and cutting away the beard; C “hair of the feet” is likely a euphemism for pubic hair; such shaving was an act of humiliation].", "21": "“·At that time [L In that day] a person will be ·able to keep alive only [fortunate to have left] ·one young cow [a heifer] and two sheep. ", "22": "·There will be only enough milk for that person to eat milk curds [or Because of the abundance of milk, he will have curds to eat]. All who remain in the land will ·go back to eating just [or have enough to eat from] milk curds and honey. ", "23": "[In that day] In every ·vineyard [L place] where there were a thousand grapevines worth ·twenty-five pounds [L a thousand pieces] of silver, there will be only ·weeds [briers] and thorns. ", "24": "People will ·come there only to hunt [L come] with bow and arrow, since the land will be covered with nothing but ·weeds [briers] and thorns [C with no crops, the land will be useful only for hunting]. ", "25": "People once ·worked and grew food on [L hoed with a hoe] these hills, but at that time people will not go there, ·because the land will be filled with [L for fear of] ·weeds [briers] and thorns. ·Only sheep and cattle will go to those places [L It will become a pasture for cattle/oxen and a trampling place for sheep].”"}