{"1": "Praise the Lord, my soul! O Lord, my God, how great you are! You are clothed with majesty and glory;", "2": "you cover yourself with light. You have spread out the heavens like a tent", "3": "and built your home on the waters above.[a] You use the clouds as your chariot and ride on the wings of the wind.", "4": "You use the winds as your messengers and flashes of lightning as your servants.", "5": "You have set the earth firmly on its foundations, and it will never be moved.", "6": "You placed the ocean over it like a robe, and the water covered the mountains.", "7": "When you rebuked the waters, they fled; they rushed away when they heard your shout of command.", "8": "They flowed over the mountains and into the valleys, to the place you had made for them.", "9": "You set a boundary they can never pass, to keep them from covering the earth again.", "10": "You make springs flow in the valleys, and rivers run between the hills.", "11": "They provide water for the wild animals; there the wild donkeys quench their thirst.", "12": "In the trees near by, the birds make their nests and sing.", "13": "From the sky you send rain on the hills, and the earth is filled with your blessings.", "14": "You make grass grow for the cattle and plants for us to use, so that we can grow our crops", "15": "and produce wine to make us happy, olive oil to make us cheerful, and bread to give us strength.", "16": "The cedars of Lebanon get plenty of rain— the Lord's own trees, which he planted.", "17": "There the birds build their nests; the storks nest in the fir trees.", "18": "The wild goats live in the high mountains, and the rock badgers hide in the cliffs.", "19": "You created the moon to mark the months; the sun knows the time to set.", "20": "You made the night, and in the darkness all the wild animals come out.", "21": "The young lions roar while they hunt, looking for the food that God provides.", "22": "When the sun rises, they go back and lie down in their dens.", "23": "Then people go out to do their work and keep working until evening.", "24": "Lord, you have made so many things! How wisely you made them all! The earth is filled with your creatures.", "25": "There is the ocean, large and wide, where countless creatures live, large and small alike.", "26": "The ships sail on it, and in it plays Leviathan, that sea monster which you made.[b]", "27": "All of them depend on you to give them food when they need it.", "28": "You give it to them, and they eat it; you provide food, and they are satisfied.", "29": "When you turn away, they are afraid; when you take away your breath, they die and go back to the dust from which they came.", "30": "But when you give them breath,[c] they are created; you give new life to the earth.", "31": "May the glory of the Lord last forever! May the Lord be happy with what he has made!", "32": "He looks at the earth, and it trembles; he touches the mountains, and they pour out smoke.", "33": "I will sing to the Lord all my life; as long as I live I will sing praises to my God.", "34": "May he be pleased with my song, for my gladness comes from him.", "35": "May sinners be destroyed from the earth; may the wicked be no more. Praise the Lord, my soul! Praise the Lord!"}