{"1": "Give thanks to the Lord, proclaim his greatness; tell the nations what he has done.", "2": "Sing praise to the Lord; tell the wonderful things he has done.", "3": "Be glad that we belong to him; let all who worship him rejoice.", "4": "Go to the Lord for help; and worship him continually.", "5-6": "You descendants of Abraham, his servant; you descendants of Jacob, the man he chose: remember the miracles that God performed and the judgments that he gave.", "7": "The Lord is our God; his commands are for all the world.", "8": "He will keep his covenant forever, his promises for a thousand generations.", "9": "He will keep the agreement he made with Abraham and his promise to Isaac.", "10": "The Lord made a covenant with Jacob, one that will last forever.", "11": "“I will give you the land of Canaan,” he said. “It will be your own possession.”", "12": "God's people were few in number, strangers in the land of Canaan.", "13": "They wandered from country to country, from one kingdom to another.", "14": "But God let no one oppress them; to protect them, he warned the kings:", "15": "“Don't harm my chosen servants; do not touch my prophets.”", "16": "The Lord sent famine to their country and took away all their food.", "17": "But he sent a man ahead of them, Joseph, who had been sold as a slave.", "18": "His feet were kept in chains, and an iron collar was around his neck,", "19": "until what he had predicted came true. The word of the Lord proved him right.", "20": "Then the king of Egypt had him released; the ruler of nations set him free.", "21": "He put him in charge of his government and made him ruler over all the land,", "22": "with power over the king's officials and authority to instruct his advisers.", "23": "Then Jacob went to Egypt and settled in that country.", "24": "The Lord gave many children to his people and made them stronger than their enemies.", "25": "He made the Egyptians hate his people and treat his servants with deceit.", "26": "Then he sent his servant Moses, and Aaron, whom he had chosen.", "27": "They did God's mighty acts and performed miracles in Egypt.", "28": "God sent darkness on the country, but the Egyptians did not obey[a] his command.", "29": "He turned their rivers into blood and killed all their fish.", "30": "Their country was overrun with frogs; even the palace was filled with them.", "31": "God commanded, and flies and gnats swarmed throughout the whole country.", "32": "He sent hail and lightning on their land instead of rain;", "33": "he destroyed their grapevines and fig trees and broke down all the trees.", "34": "He commanded, and the locusts came, countless millions of them;", "35": "they ate all the plants in the land; they ate all the crops.", "36": "He killed the first-born sons of all the families of Egypt.", "37": "Then he led the Israelites out; they carried silver and gold, and all of them were healthy and strong.", "38": "The Egyptians were afraid of them and were glad when they left.", "39": "God put a cloud over his people and a fire at night to give them light.", "40": "They[b] asked, and he sent quails; he gave them food from heaven to satisfy them.", "41": "He opened a rock, and water gushed out, flowing through the desert like a river.", "42": "He remembered his sacred promise to Abraham his servant.", "43": "So he led his chosen people out, and they sang and shouted for joy.", "44": "He gave them the lands of other peoples and let them take over their fields,", "45": "so that his people would obey his laws and keep all his commands. Praise the Lord!"}