{"1": "Praise the Lord! Give thanks to the Lord, because he is good; his love is eternal.", "2": "Who can tell all the great things he has done? Who can praise him enough?", "3": "Happy are those who obey his commands, who always do what is right.", "4": "Remember me, Lord, when you help your people; include me when you save them.", "5": "Let me see the prosperity of your people and share in the happiness of your nation, in the glad pride of those who belong to you.", "6": "We have sinned as our ancestors did; we have been wicked and evil.", "7": "Our ancestors in Egypt did not understand God's wonderful acts; they forgot the many times he showed them his love, and they rebelled against the Almighty[a] at the Red Sea.", "8": "But he saved them, as he had promised, in order to show his great power.", "9": "He gave a command to the Red Sea, and it dried up; he led his people across on dry land.", "10": "He saved them from those who hated them; he rescued them from their enemies.", "11": "But the water drowned their enemies; not one of them was left.", "12": "Then his people believed his promises and sang praises to him.", "13": "But they quickly forgot what he had done and acted without waiting for his advice.", "14": "They were filled with craving in the desert and put God to the test;", "15": "so he gave them what they asked for, but also sent a terrible disease among them.", "16": "There in the desert they were jealous of Moses and of Aaron, the Lord's holy servant.", "17": "Then the earth opened up and swallowed Dathan and buried Abiram and his family;", "18": "fire came down on their followers and burned up those wicked people.", "19": "They made a gold bull-calf at Sinai and worshiped that idol;", "20": "they exchanged the glory of God for the image of an animal that eats grass.", "21": "They forgot the God who had saved them by his mighty acts in Egypt.", "22": "What wonderful things he did there! What amazing things at the Red Sea!", "23": "When God said that he would destroy his people, his chosen servant, Moses, stood up against God and kept his anger from destroying them.", "24": "Then they rejected the pleasant land, because they did not believe God's promise.", "25": "They stayed in their tents and grumbled and would not listen to the Lord.", "26": "So he have them a solemn warning that he would make them die in the desert", "27": "and scatter their descendants among the heathen, letting them die in foreign countries.", "28": "Then at Peor, God's people joined in the worship of Baal and ate sacrifices offered to dead gods.", "29": "They stirred up the Lord's anger by their actions, and a terrible disease broke out among them.", "30": "But Phinehas stood up and punished the guilty, and the plague was stopped.", "31": "This has been remembered in his favor ever since and will be for all time to come.", "32": "At the springs of Meribah the people made the Lord angry, and Moses was in trouble on their account.", "33": "They made him so bitter that he spoke without stopping to think.", "34": "They did not kill the heathen, as the Lord had commanded them to do,", "35": "but they intermarried with them and adopted their pagan ways.", "36": "God's people worshiped idols, and this caused their destruction.", "37": "They offered their own sons and daughters as sacrifices to the idols of Canaan.", "38": "They killed those innocent children, and the land was defiled by those murders.", "39": "They made themselves impure by their actions and were unfaithful to God.", "40": "So the Lord was angry with his people; he was disgusted with them.", "41": "He abandoned them to the power of the heathen, and their enemies ruled over them.", "42": "They were oppressed by their enemies and were in complete subjection to them.", "43": "Many times the Lord rescued his people, but they chose to rebel against him and sank deeper into sin.", "44": "Yet the Lord heard them when they cried out, and he took notice of their distress.", "45": "For their sake he remembered his covenant, and because of his great love he relented.", "46": "He made all their oppressors feel sorry for them.", "47": "Save us, O Lord our God, and bring us back from among the nations, so that we may be thankful and praise your holy name.", "48": "Praise the Lord, the God of Israel; praise him now and forever! Let everyone say, “Amen!” Praise the Lord!"}