{"1": "“Give thanks to the Lord, because he is good; his love is eternal!”", "2": "Repeat these words in praise to the Lord, all you whom he has saved. He has rescued you from your enemies", "3": "and has brought you back from foreign countries, from east and west, from north and south.[a]", "4": "Some wandered in the trackless desert and could not find their way to a city to live in.", "5": "They were hungry and thirsty and had given up all hope.", "6": "Then in their trouble they called to the Lord, and he saved them from their distress.", "7": "He led them by a straight road to a city where they could live.", "8": "They must thank the Lord for his constant love, for the wonderful things he did for them.", "9": "He satisfies those who are thirsty and fills the hungry with good things.", "10": "Some were living in gloom and darkness, prisoners suffering in chains,", "11": "because they had rebelled against the commands of Almighty God and had rejected his instructions.", "12": "They were worn out from hard work; they would fall down, and no one would help.", "13": "Then in their trouble they called to the Lord, and he saved them from their distress.", "14": "He brought them out of their gloom and darkness and broke their chains in pieces.", "15": "They must thank the Lord for his constant love, for the wonderful things he did for them.", "16": "He breaks down doors of bronze and smashes iron bars.", "17": "Some were fools, suffering because of their sins and because of their evil;", "18": "they couldn't stand the sight of food and were close to death.", "19": "Then in their trouble they called to the Lord, and he saved them from their distress.", "20": "He healed them with his command and saved them from the grave.", "21": "They must thank the Lord for his constant love, for the wonderful things he did for them.", "22": "They must thank him with sacrifices, and with songs of joy must tell all that he has done.", "23": "Some sailed over the ocean in ships, earning their living on the seas.", "24": "They saw what the Lord can do, his wonderful acts on the seas.", "25": "He commanded, and a mighty wind began to blow and stirred up the waves.", "26": "The ships were lifted high in the air and plunged down into the depths. In such danger the sailors lost their courage;", "27": "they stumbled and staggered like drunks— all their skill was useless.", "28": "Then in their trouble they called to the Lord, and he saved them from their distress.", "29": "He calmed the raging storm, and the waves became quiet.", "30": "They were glad because of the calm, and he brought them safe to the port they wanted.", "31": "They must thank the Lord for his constant love, for the wonderful things he did for them.", "32": "They must proclaim his greatness in the assembly of the people and praise him before the council of the leaders.", "33": "The Lord made rivers dry up completely and stopped springs from flowing.", "34": "He made rich soil become a salty wasteland because of the wickedness of those who lived there.", "35": "He changed deserts into pools of water and dry land into flowing springs.", "36": "He let hungry people settle there, and they built a city to live in.", "37": "They sowed the fields and planted grapevines and reaped an abundant harvest.", "38": "He blessed his people, and they had many children; he kept their herds of cattle from decreasing.", "39": "When God's people were defeated and humiliated by cruel oppression and suffering,", "40": "he showed contempt for their oppressors and made them wander in trackless deserts.", "41": "But he rescued the needy from their misery and made their families increase like flocks.", "42": "The righteous see this and are glad, but all the wicked are put to silence.", "43": "May those who are wise think about these things; may they consider the Lord's constant love."}