{"1": "I praise you, God; don't remain silent!", "2": "Wicked people and liars have attacked me. They tell lies about me,", "3": "and they say evil things about me, attacking me for no reason.", "4": "They oppose me, even though I love them and have prayed for them.[b]", "5": "They pay me back evil for good and hatred for love.", "6": "Choose some corrupt judge to try my enemy, and let one of his own enemies accuse him.", "7": "May he be tried and found guilty; may even his prayer be considered a crime!", "8": "May his life soon be ended; may someone else take his job!", "9": "May his children become orphans, and his wife a widow!", "10": "May his children be homeless beggars; may they be driven from[c] the ruins they live in!", "11": "May his creditors take away all his property, and may strangers get everything he worked for.", "12": "May no one ever be kind to him or care for the orphans he leaves behind.", "13": "May all his descendants die, and may his name be forgotten in the next generation.", "14": "May the Lord remember the evil of his ancestors and never forgive his mother's sins.", "15": "May the Lord always remember their sins, but may they themselves be completely forgotten!", "16": "That man never thought of being kind; he persecuted and killed the poor, the needy, and the helpless.", "17": "He loved to curse—may he be cursed! He hated to give blessings—may no one bless him!", "18": "He cursed as naturally as he dressed himself; may his own curses soak into his body like water and into his bones like oil!", "19": "May they cover him like clothes and always be around him like a belt!", "20": "Lord, punish my enemies in that way— those who say such evil things against me!", "21": "But my Sovereign Lord, help me as you have promised, and rescue me because of the goodness of your love.", "22": "I am poor and needy; I am hurt to the depths of my heart.", "23": "Like an evening shadow I am about to vanish; I am blown away like an insect.", "24": "My knees are weak from lack of food; I am nothing but skin and bones.", "25": "When people see me, they laugh at me; they shake their heads in scorn.", "26": "Help me, O Lord my God; because of your constant love, save me!", "27": "Make my enemies know that you are the one who saves me.", "28": "They may curse me, but you will bless me. May my persecutors be defeated,[d] and may I, your servant, be glad.", "29": "May my enemies be covered with disgrace; may they wear their shame like a robe.", "30": "I will give loud thanks to the Lord; I will praise him in the assembly of the people,", "31": "because he defends the poor and saves them from those who condemn them to death."}