{"1": "Give thanks to the Lord, because he is good, and his love is eternal.", "2": "Let the people of Israel say, “His love is eternal.”", "3": "Let the priests of God say, “His love is eternal.”", "4": "Let all who worship him say, “His love is eternal.”", "5": "In my distress I called to the Lord; he answered me and set me free.", "6": "The Lord is with me, I will not be afraid; what can anyone do to me?", "7": "It is the Lord who helps me, and I will see my enemies defeated.", "8": "It is better to trust in the Lord than to depend on people.", "9": "It is better to trust in the Lord than to depend on human leaders.", "10": "Many enemies were around me; but I destroyed them by the power of the Lord!", "11": "They were around me on every side; but I destroyed them by the power of the Lord!", "12": "They swarmed around me like bees, but they burned out as quickly as a brush fire; by the power of the Lord I destroyed them.", "13": "I was fiercely attacked and was being defeated, but the Lord helped me.", "14": "The Lord makes me powerful and strong; he has saved me.", "15": "Listen to the glad shouts of victory in the tents of God's people: “The Lord's mighty power has done it!", "16": "His power has brought us victory— his mighty power in battle!”", "17": "I will not die; instead, I will live and proclaim what the Lord has done.", "18": "He has punished me severely, but he has not let me die.", "19": "Open to me the gates of the Temple; I will go in and give thanks to the Lord!", "20": "This is the gate of the Lord; only the righteous can come in.", "21": "I praise you, Lord, because you heard me, because you have given me victory.", "22": "The stone which the builders rejected as worthless turned out to be the most important of all.", "23": "This was done by the Lord; what a wonderful sight it is!", "24": "This is the day of the Lord's victory; let us be happy, let us celebrate!", "25": "Save us, Lord, save us! Give us success, O Lord!", "26": "May God bless the one who comes in the name of the Lord! From the Temple of the Lord we bless you.", "27": "The Lord is God; he has been good to us. With branches in your hands, start the festival and march around the altar.", "28": "You are my God, and I give you thanks; I will proclaim your greatness.", "29": "Give thanks to the Lord, because he is good, and his love is eternal."}