{"1": "My God, my God, why have you abandoned me? I have cried desperately for help, but still it does not come.", "2": "During the day I call to you, my God, but you do not answer; I call at night, but get no rest.", "3": "But you are enthroned as the Holy One, the one whom Israel praises.", "4": "Our ancestors put their trust in you; they trusted you, and you saved them.", "5": "They called to you and escaped from danger; they trusted you and were not disappointed.", "6": "But I am no longer a human being; I am a worm, despised and scorned by everyone!", "7": "All who see me make fun of me; they stick out their tongues and shake their heads.", "8": "“You relied on the Lord,” they say. “Why doesn't he save you? If the Lord likes you, why doesn't he help you?”", "9": "It was you who brought me safely through birth, and when I was a baby, you kept me safe.", "10": "I have relied on you since the day I was born, and you have always been my God.", "11": "Do not stay away from me! Trouble is near, and there is no one to help.", "12": "Many enemies surround me like bulls; they are all around me, like fierce bulls from the land of Bashan.", "13": "They open their mouths like lions, roaring and tearing at me.", "14": "My strength is gone, gone like water spilled on the ground. All my bones are out of joint; my heart is like melted wax.", "15": "My throat[b] is as dry as dust, and my tongue sticks to the roof of my mouth. You have left me for dead in the dust.", "16": "An evil gang is around me; like a pack of dogs they close in on me; they tear at[c] my hands and feet.", "17": "All my bones can be seen. My enemies look at me and stare.", "18": "They gamble for my clothes and divide them among themselves.", "19": "O Lord, don't stay away from me! Come quickly to my rescue!", "20": "Save me from the sword; save my life from these dogs.", "21": "Rescue me from these lions; I am helpless[d] before these wild bulls.", "22": "I will tell my people what you have done; I will praise you in their assembly:", "23": "“Praise him, you servants of the Lord! Honor him, you descendants of Jacob! Worship him, you people of Israel!", "24": "He does not neglect the poor or ignore their suffering; he does not turn away from them, but answers when they call for help.”", "25": "In the full assembly I will praise you for what you have done; in the presence of those who worship you I will offer the sacrifices I promised.", "26": "The poor will eat as much as they want; those who come to the Lord will praise him. May they prosper forever!", "27": "All nations will remember the Lord. From every part of the world they will turn to him; all races will worship him.", "28": "The Lord is king, and he rules the nations.", "29": "All proud people will bow down to him;[e] all mortals will bow down before him.", "30": "Future generations will serve him; they will speak of the Lord to the coming generation.", "31": "People not yet born will be told: “The Lord saved his people.”"}