{"1": "Hear my prayer, O God; don't turn away from my plea!", "2": "Listen to me and answer me; I am worn out by my worries.", "3": "I am terrified by the threats of my enemies, crushed by the oppression of the wicked. They bring trouble on me; they are angry with me and hate me.", "4": "I am terrified, and the terrors of death crush me.", "5": "I am gripped by fear and trembling; I am overcome with horror.", "6": "I wish I had wings like a dove. I would fly away and find rest.", "7": "I would fly far away and make my home in the desert.", "8": "I would hurry and find myself a shelter from the raging wind and the storm.", "9": "Confuse the speech of my enemies, O Lord! I see violence and riots in the city,", "10": "surrounding it day and night, filling it with crime and trouble.", "11": "There is destruction everywhere; the streets are full of oppression and fraud.", "12": "If it were an enemy making fun of me, I could endure it; if it were an opponent boasting over me, I could hide myself from him.", "13": "But it is you, my companion, my colleague and close friend.", "14": "We had intimate talks with each other and worshiped together in the Temple.", "15": "May my enemies die before their time; may they go down alive into the world of the dead! Evil is in their homes and in their hearts.", "16": "But I call to the Lord God for help, and he will save me.", "17": "Morning, noon, and night my complaints and groans go up to him, and he will hear my voice.", "18": "He will bring me safely back from the battles that I fight against so many enemies.", "19": "God, who has ruled from eternity, will hear me and defeat them; for they refuse to change, and they do not fear him.", "20": "My former companion attacked his friends; he broke his promises.", "21": "His words were smoother than cream, but there was hatred in his heart; his words were as soothing as oil, but they cut like sharp swords.", "22": "Leave your troubles with the Lord, and he will defend you; he never lets honest people be defeated.", "23": "But you, O God, will bring those murderers and liars to their graves before half their life is over. As for me, I will trust in you."}