{"1": "Save me, O God! The water is up to my neck;", "2": "I am sinking in deep mud, and there is no solid ground; I am out in deep water, and the waves are about to drown me.", "3": "I am worn out from calling for help, and my throat is aching. I have strained my eyes, looking for your help.", "4": "Those who hate me for no reason are more numerous than the hairs of my head. My enemies tell lies against me; they are strong and want to kill me. They made me give back things I did not steal.", "5": "My sins, O God, are not hidden from you; you know how foolish I have been.", "6": "Don't let me bring shame on those who trust in you, Sovereign Lord Almighty! Don't let me bring disgrace to those who worship you, O God of Israel!", "7": "It is for your sake that I have been insulted and that I am covered with shame.", "8": "I am like a stranger to my relatives, like a foreigner to my family.", "9": "My devotion to your Temple burns in me like a fire; the insults which are hurled at you fall on me.", "10": "I humble myself[b] by fasting, and people insult me;", "11": "I dress myself in clothes of mourning, and they laugh at me.", "12": "They talk about me in the streets, and drunkards make up songs about me.", "13": "But as for me, I will pray to you, Lord; answer me, God, at a time you choose. Answer me because of your great love, because you keep your promise to save.", "14": "Save me from sinking in the mud; keep me safe from my enemies, safe from the deep water.", "15": "Don't let the flood come over me; don't let me drown in the depths or sink into the grave.", "16": "Answer me, Lord, in the goodness of your constant love; in your great compassion turn to me!", "17": "Don't hide yourself from your servant; I am in great trouble—answer me now!", "18": "Come to me and save me; rescue me from my enemies.", "19": "You know how I am insulted, how I am disgraced and dishonored; you see all my enemies.", "20": "Insults have broken my heart, and I am in despair. I had hoped for sympathy, but there was none; for comfort, but I found none.", "21": "When I was hungry, they gave me poison; when I was thirsty, they offered me vinegar.", "22": "May their banquets cause their ruin; may their sacred feasts cause their downfall.", "23": "Strike them with blindness! Make their backs always weak!", "24": "Pour out your anger on them; let your indignation overtake them.", "25": "May their camps be left deserted; may no one be left alive in their tents.", "26": "They persecute those whom you have punished; they talk about the sufferings of those you have wounded.", "27": "Keep a record of all their sins; don't let them have any part in your salvation.", "28": "May their names be erased from the book of the living; may they not be included in the list of your people.", "29": "But I am in pain and despair; lift me up, O God, and save me!", "30": "I will praise God with a song; I will proclaim his greatness by giving him thanks.", "31": "This will please the Lord more than offering him cattle, more than sacrificing a full-grown bull.", "32": "When the oppressed see this, they will be glad; those who worship God will be encouraged.", "33": "The Lord listens to those in need and does not forget his people in prison.", "34": "Praise God, O heaven and earth, seas and all creatures in them.", "35": "He will save Jerusalem and rebuild the towns of Judah. His people will live there and possess the land;", "36": "the descendants of his servants will inherit it, and those who love him will live there."}