{"1": "Lord, I have come to you for protection; never let me be defeated!", "2": "Because you are righteous, help me and rescue me. Listen to me and save me!", "3": "Be my secure shelter and a strong fortress[a] to protect me; you are my refuge and defense.", "4": "My God, rescue me from wicked people, from the power of cruel and evil people.", "5": "Sovereign Lord, I put my hope in you; I have trusted in you since I was young.", "6": "I have relied on you all my life; you have protected[b] me since the day I was born. I will always praise you.", "7": "My life has been an example to many, because you have been my strong defender.", "8": "All day long I praise you and proclaim your glory.", "9": "Do not reject me now that I am old; do not abandon me now that I am feeble.", "10": "My enemies want to kill me; they talk and plot against me.", "11": "They say, “God has abandoned him; let's go after him and catch him; there is no one to rescue him.”", "12": "Don't stay so far away, O God; my God, hurry to my aid!", "13": "May those who attack me be defeated and destroyed. May those who try to hurt me be shamed and disgraced.", "14": "I will always put my hope in you; I will praise you more and more.", "15": "I will tell of your goodness; all day long I will speak of your salvation, though it is more than I can understand.", "16": "I will go in the strength of the Lord God; I will proclaim your goodness, yours alone.", "17": "You have taught me ever since I was young, and I still tell of your wonderful acts.", "18": "Now that I am old and my hair is gray, do not abandon me, O God! Be with me while I proclaim your power and might to all generations to come.", "19": "Your righteousness, God, reaches the skies. You have done great things; there is no one like you.", "20": "You have sent troubles and suffering on me, but you will restore my strength; you will keep me from the grave.", "21": "You will make me greater than ever; you will comfort me again.", "22": "I will indeed praise you with the harp; I will praise your faithfulness, my God. On my harp I will play hymns to you, the Holy One of Israel.", "23": "I will shout for joy as I play for you; with my whole being I will sing because you have saved me.", "24": "I will speak of your righteousness all day long, because those who tried to harm me have been defeated and disgraced."}