{"1": "Teach the king to judge with your righteousness, O God; share with him your own justice,", "2": "so that he will rule over your people with justice and govern the oppressed with righteousness.", "3": "May the land enjoy prosperity; may it experience righteousness.", "4": "May the king judge the poor fairly; may he help the needy and defeat their oppressors.", "5": "May your people worship you as long as the sun shines, as long as the moon gives light, for ages to come.", "6": "May the king be like rain on the fields, like showers falling on the land.", "7": "May righteousness flourish in his lifetime, and may prosperity last as long as the moon gives light.", "8": "His kingdom will reach from sea to sea, from the Euphrates to the ends of the earth.", "9": "The peoples of the desert will bow down before him; his enemies will throw themselves to the ground.", "10": "The kings of Spain and of the islands will offer him gifts; the kings of Sheba and Seba[b] will bring him offerings.", "11": "All kings will bow down before him; all nations will serve him.", "12": "He rescues the poor who call to him, and those who are needy and neglected.", "13": "He has pity on the weak and poor; he saves the lives of those in need.", "14": "He rescues them from oppression and violence; their lives are precious to him.", "15": "Long live the king! May he be given gold from Sheba;[c] may prayers be said for him at all times; may God's blessings be on him always!", "16": "May there be plenty of grain in the land; may the hills be covered with crops, as fruitful as those of Lebanon. May the cities be filled with people, like fields full of grass.", "17": "May the king's name never be forgotten; may his fame last as long as the sun. May all nations ask God to bless them as he has blessed the king.[d]", "18": "Praise the Lord, the God of Israel! He alone does these wonderful things.", "19": "Praise his glorious name forever! May his glory fill the whole world. Amen! Amen!", "20": "This is the end of the prayers of David son of Jesse."}