{"1": "God is indeed good to Israel, to those who have pure hearts.", "2": "But I had nearly lost confidence; my faith was almost gone", "3": "because I was jealous of the proud when I saw that things go well for the wicked.", "4": "They do not suffer pain; they are strong and healthy.", "5": "They do not suffer as other people do; they do not have the troubles that others have.", "6": "And so they wear pride like a necklace and violence like a robe;", "7": "their hearts pour out evil,[b] and their minds are busy with wicked schemes.", "8": "They laugh at other people and speak of evil things; they are proud and make plans to oppress others.", "9": "They speak evil of God in heaven and give arrogant orders to everyone on earth,", "10": "so that even God's people turn to them and eagerly believe whatever they say.[c]", "11": "They say, “God will not know; the Most High will not find out.”", "12": "That is what the wicked are like. They have plenty and are always getting more.", "13": "Is it for nothing, then, that I have kept myself pure and have not committed sin?", "14": "O God, you have made me suffer all day long; every morning you have punished me.", "15": "If I had said such things, I would not be acting as one of your people.", "16": "I tried to think this problem through, but it was too difficult for me", "17": "until I went into your Temple. Then I understood what will happen to the wicked.", "18": "You will put them in slippery places and make them fall to destruction!", "19": "They are instantly destroyed; they go down to a horrible end.", "20": "They are like a dream that goes away in the morning; when you rouse yourself, O Lord, they disappear.", "21": "When my thoughts were bitter and my feelings were hurt,", "22": "I was as stupid as an animal; I did not understand you.", "23": "Yet I always stay close to you, and you hold me by the hand.", "24": "You guide me with your instruction and at the end you will receive me with honor.", "25": "What else do I have in heaven but you? Since I have you, what else could I want on earth?", "26": "My mind and my body may grow weak, but God is my strength; he is all I ever need.", "27": "Those who abandon you will certainly perish; you will destroy those who are unfaithful to you.", "28": "But as for me, how wonderful to be near God, to find protection with the Sovereign Lord and to proclaim all that he has done!"}