{"1": "Listen, my people, to my teaching, and pay attention to what I say.", "2": "I am going to use wise sayings and explain mysteries from the past,", "3": "things we have heard and known, things that our ancestors told us.", "4": "We will not keep them from our children; we will tell the next generation about the Lord's power and his great deeds and the wonderful things he has done.", "5": "He gave laws to the people of Israel and commandments to the descendants of Jacob. He instructed our ancestors to teach his laws to their children,", "6": "so that the next generation might learn them and in turn should tell their children.", "7": "In this way they also will put their trust in God and not forget what he has done, but always obey his commandments.", "8": "They will not be like their ancestors, a rebellious and disobedient people, whose trust in God was never firm and who did not remain faithful to him.", "9": "The Ephraimites, armed with bows and arrows, ran away on the day of battle.", "10": "They did not keep their covenant with God; they refused to obey his law.", "11": "They forgot what he had done, the miracles they had seen him perform.", "12": "While their ancestors watched, God performed miracles in the plain of Zoan in the land of Egypt.", "13": "He divided the sea and took them through it; he made the waters stand like walls.", "14": "By day he led them with a cloud and all night long with the light of a fire.", "15": "He split rocks open in the desert and gave them water from the depths.", "16": "He caused a stream to come out of the rock and made water flow like a river.", "17": "But they continued to sin against God, and in the desert they rebelled against the Most High.", "18": "They deliberately put God to the test by demanding the food they wanted.", "19": "They spoke against God and said, “Can God supply food in the desert?", "20": "It is true that he struck the rock, and water flowed out in a torrent; but can he also provide us with bread and give his people meat?”", "21": "And so the Lord was angry when he heard them; he attacked his people with fire, and his anger against them grew,", "22": "because they had no faith in him and did not believe that he would save them.", "23": "But he spoke to the sky above and commanded its doors to open;", "24": "he gave them grain from heaven, by sending down manna for them to eat.", "25": "So they ate the food of angels, and God gave them all they wanted.", "26": "He also caused the east wind to blow, and by his power he stirred up the south wind;", "27": "and to his people he sent down birds, as many as the grains of sand on the shore;", "28": "they fell in the middle of the camp all around the tents.", "29": "So the people ate and were satisfied; God gave them what they wanted.", "30": "But they had not yet satisfied their craving and were still eating,", "31": "when God became angry with them and killed their strongest men, the best young men of Israel.", "32": "In spite of all this the people kept sinning; in spite of his miracles they did not trust him.", "33": "So he ended their days like a breath and their lives with sudden disaster.", "34": "Whenever he killed some of them, the rest would turn to him; they would repent and pray earnestly to him.", "35": "They remembered that God was their protector, that the Almighty came to their aid.", "36": "But their words were all lies; nothing they said was sincere.", "37": "They were not loyal to him; they were not faithful to their covenant with him.", "38": "But God was merciful to his people. He forgave their sin and did not destroy them. Many times he held back his anger and restrained his fury.", "39": "He remembered that they were only mortal beings, like a wind that blows by and is gone.", "40": "How often they rebelled against him in the desert; how many times they made him sad!", "41": "Again and again they put God to the test and brought pain to the Holy God of Israel.", "42": "They forgot his great power and the day when he saved them from their enemies", "43": "and performed his mighty acts and miracles in the plain of Zoan in the land of Egypt.", "44": "He turned the rivers into blood, and the Egyptians had no water to drink.", "45": "He sent flies among them, that tormented them, and frogs that ruined their land.", "46": "He sent locusts to eat their crops and to destroy their fields.", "47": "He killed their grapevines with hail and their fig trees with frost.", "48": "He killed their cattle with hail and their flocks with lightning.[b]", "49": "He caused them great distress by pouring out his anger and fierce rage, which came as messengers of death.", "50": "He did not restrain his anger or spare their lives, but killed them with a plague.", "51": "He killed the first-born sons of all the families of Egypt.", "52": "Then he led his people out like a shepherd and guided them through the desert.", "53": "He led them safely, and they were not afraid; but the sea came rolling over their enemies.", "54": "He brought them to his holy land, to the mountains which he himself conquered.", "55": "He drove out the inhabitants as his people advanced; he divided their land among the tribes of Israel and gave their homes to his people.", "56": "But they rebelled against Almighty God and put him to the test. They did not obey his commandments,", "57": "but were rebellious and disloyal like their ancestors, unreliable as a crooked arrow.", "58": "They angered him with their heathen places of worship, and with their idols they made him furious.", "59": "God was angry when he saw it, so he rejected his people completely.", "60": "He abandoned his tent in Shiloh,[c] the home where he had lived among us.", "61": "He allowed our enemies to capture the Covenant Box, the symbol of his power and glory.", "62": "He was angry with his own people and let them be killed by their enemies.", "63": "Young men were killed in war, and young women had no one to marry.", "64": "Priests died by violence, and their widows were not allowed to mourn.", "65": "At last the Lord woke up as though from sleep; he was like a strong man excited by wine.", "66": "He drove his enemies back in lasting and shameful defeat.", "67": "But he rejected the descendants of Joseph; he did not select the tribe of Ephraim.", "68": "Instead he chose the tribe of Judah and Mount Zion, which he dearly loves.", "69": "There he built his Temple like his home in heaven; he made it firm like the earth itself, secure for all time.", "70": "He chose his servant David; he took him from the pastures,", "71": "where he looked after his flocks, and he made him king of Israel, the shepherd of the people of God.", "72": "David took care of them with unselfish devotion and led them with skill."}