{"1": "Woe to her that is rebellious and defiled, the oppressing city!", "2": "She listens to no voice, she accepts no correction. She does not trust in the Lord, she does not draw near to her God.", "3": "Her officials within her are roaring lions; her judges are evening wolves that leave nothing till the morning.", "4": "Her prophets are wanton, faithless men; her priests profane what is sacred, they do violence to the law.", "5": "The Lord within her is righteous, he does no wrong; every morning he shows forth his justice, each dawn he does not fail; but the unjust knows no shame.", "6": "“I have cut off nations; their battlements are in ruins; I have laid waste their streets so that none walks in them; their cities have been made desolate, without a man, without an inhabitant.", "7": "I said, 'Surely she will fear me, she will accept correction; she will not lose sight[a] of all that I have enjoined upon her.' But all the more they were eager to make all their deeds corrupt.”", "8": "“Therefore wait for me,” says the Lord, “for the day when I arise as a witness. For my decision is to gather nations, to assemble kingdoms, to pour out upon them my indignation, all the heat of my anger; for in the fire of my jealous wrath all the earth shall be consumed.", "9": "“Yea, at that time I will change the speech of the peoples to a pure speech, that all of them may call on the name of the Lord and serve him with one accord.", "10": "From beyond the rivers of Ethiopia my suppliants, the daughter of my dispersed ones, shall bring my offering.", "11": "“On that day you shall not be put to shame because of the deeds by which you have rebelled against me; for then I will remove from your midst your proudly exultant ones, and you shall no longer be haughty in my holy mountain.", "12": "For I will leave in the midst of you a people humble and lowly. They shall seek refuge in the name of the Lord,", "13": "those who are left in Israel; they shall do no wrong and utter no lies, nor shall there be found in their mouth a deceitful tongue. For they shall pasture and lie down, and none shall make them afraid.”", "14": "Sing aloud, O daughter of Zion; shout, O Israel! Rejoice and exult with all your heart, O daughter of Jerusalem!", "15": "The Lord has taken away the judgments against you, he has cast out your enemies. The King of Israel, the Lord, is in your midst; you shall fear evil no more.", "16": "On that day it shall be said to Jerusalem: “Do not fear, O Zion; let not your hands grow weak.", "17": "The Lord your God is in your midst, a warrior who gives victory; he will rejoice over you with gladness, he will renew you[b] in his love; he will exult over you with loud singing", "18": "as on a day of festival.[c] “I will remove disaster[d] from you, so that you will not bear reproach for it.", "19": "Behold, at that time I will deal with all your oppressors. And I will save the lame and gather the outcast, and I will change their shame into praise and renown in all the earth.", "20": "At that time I will bring you home, at the time when I gather you together; yea, I will make you renowned and praised among all the peoples of the earth, when I restore your fortunes before your eyes,” says the Lord."}