{"1": "Now Korah the son of Izhar, son of Kohath, son of Levi, and Dathan and Abi′ram the sons of Eli′ab, and On the son of Peleth, sons of Reuben, ", "2": "took men; and they rose up before Moses, with a number of the people of Israel, two hundred and fifty leaders of the congregation, chosen from the assembly, well-known men; ", "3": "and they assembled themselves together against Moses and against Aaron, and said to them, “You have gone too far! For all the congregation are holy, every one of them, and the Lord is among them; why then do you exalt yourselves above the assembly of the Lord?” ", "4": "When Moses heard it, he fell on his face; ", "5": "and he said to Korah and all his company, “In the morning the Lord will show who is his, and who is holy, and will cause him to come near to him; him whom he will choose he will cause to come near to him. ", "6": "Do this: take censers, Korah and all his company; ", "7": "put fire in them and put incense upon them before the Lord tomorrow, and the man whom the Lord chooses shall be the holy one. You have gone too far, sons of Levi!” ", "8": "And Moses said to Korah, “Hear now, you sons of Levi: ", "9": "is it too small a thing for you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do service in the tabernacle of the Lord, and to stand before the congregation to minister to them; ", "10": "and that he has brought you near him, and all your brethren the sons of Levi with you? And would you seek the priesthood also? ", "11": "Therefore it is against the Lord that you and all your company have gathered together; what is Aaron that you murmur against him?”", "12": "And Moses sent to call Dathan and Abi′ram the sons of Eli′ab; and they said, “We will not come up. ", "13": "Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, that you must also make yourself a prince over us? ", "14": "Moreover you have not brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up.”", "15": "And Moses was very angry, and said to the Lord, “Do not respect their offering. I have not taken one ass from them, and I have not harmed one of them.” ", "16": "And Moses said to Korah, “Be present, you and all your company, before the Lord, you and they, and Aaron, tomorrow; ", "17": "and let every one of you take his censer, and put incense upon it, and every one of you bring before the Lord his censer, two hundred and fifty censers; you also, and Aaron, each his censer.” ", "18": "So every man took his censer, and they put fire in them and laid incense upon them, and they stood at the entrance of the tent of meeting with Moses and Aaron. ", "19": "Then Korah assembled all the congregation against them at the entrance of the tent of meeting. And the glory of the Lord appeared to all the congregation.", "20": "And the Lord said to Moses and to Aaron, ", "21": "“Separate yourselves from among this congregation, that I may consume them in a moment.” ", "22": "And they fell on their faces, and said, “O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be angry with all the congregation?” ", "23": "And the Lord said to Moses, ", "24": "“Say to the congregation, Get away from about the dwelling of Korah, Dathan, and Abi′ram.”", "25": "Then Moses rose and went to Dathan and Abi′ram; and the elders of Israel followed him. ", "26": "And he said to the congregation, “Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest you be swept away with all their sins.” ", "27": "So they got away from about the dwelling of Korah, Dathan, and Abi′ram; and Dathan and Abi′ram came out and stood at the door of their tents, together with their wives, their sons, and their little ones. ", "28": "And Moses said, “Hereby you shall know that the Lord has sent me to do all these works, and that it has not been of my own accord. ", "29": "If these men die the common death of all men, or if they are visited by the fate of all men, then the Lord has not sent me. ", "30": "But if the Lord creates something new, and the ground opens its mouth, and swallows them up, with all that belongs to them, and they go down alive into Sheol, then you shall know that these men have despised the Lord.”", "31": "And as he finished speaking all these words, the ground under them split asunder; ", "32": "and the earth opened its mouth and swallowed them up, with their households and all the men that belonged to Korah and all their goods. ", "33": "So they and all that belonged to them went down alive into Sheol; and the earth closed over them, and they perished from the midst of the assembly. ", "34": "And all Israel that were round about them fled at their cry; for they said, “Lest the earth swallow us up!” ", "35": "And fire came forth from the Lord, and consumed the two hundred and fifty men offering the incense.", "36": "[a] Then the Lord said to Moses, ", "37": "“Tell Elea′zar the son of Aaron the priest to take up the censers out of the blaze; then scatter the fire far and wide. For they are holy, ", "38": "the censers of these men who have sinned at the cost of their lives; so let them be made into hammered plates as a covering for the altar, for they offered them before the Lord; therefore they are holy. Thus they shall be a sign to the people of Israel.” ", "39": "So Elea′zar the priest took the bronze censers, which those who were burned had offered; and they were hammered out as a covering for the altar, ", "40": "to be a reminder to the people of Israel, so that no one who is not a priest, who is not of the decendants of Aaron, should draw near to burn incense before the Lord, lest he become as Korah and as his company—as the Lord said to Elea′zar through Moses.", "41": "But on the morrow all the congregation of the people of Israel murmured against Moses and against Aaron, saying, “You have killed the people of the Lord.” ", "42": "And when the congregation had assembled against Moses and against Aaron, they turned toward the tent of meeting; and behold, the cloud covered it, and the glory of the Lord appeared. ", "43": "And Moses and Aaron came to the front of the tent of meeting, ", "44": "and the Lord said to Moses, ", "45": "“Get away from the midst of this congregation, that I may consume them in a moment.” And they fell on their faces. ", "46": "And Moses said to Aaron, “Take your censer, and put fire therein from off the altar, and lay incense on it, and carry it quickly to the congregation, and make atonement for them; for wrath has gone forth from the Lord, the plague has begun.” ", "47": "So Aaron took it as Moses said, and ran into the midst of the assembly; and behold, the plague had already begun among the people; and he put on the incense, and made atonement for the people. ", "48": "And he stood between the dead and the living; and the plague was stopped. ", "49": "Now those who died by the plague were fourteen thousand seven hundred, besides those who died in the affair of Korah. ", "50": "And Aaron returned to Moses at the entrance of the tent of meeting, when the plague was stopped."}