{"1": "And Balaam said to Balak, “Build for me here seven altars, and provide for me here seven bulls and seven rams.” ", "2": "Balak did as Balaam had said; and Balak and Balaam offered on each altar a bull and a ram. ", "3": "And Balaam said to Balak, “Stand beside your burnt offering, and I will go; perhaps the Lord will come to meet me; and whatever he shows me I will tell you.” And he went to a bare height. ", "4": "And God met Balaam; and Balaam said to him, “I have prepared the seven altars, and I have offered upon each altar a bull and a ram.” ", "5": "And the Lord put a word in Balaam's mouth, and said, “Return to Balak, and thus you shall speak.” ", "6": "And he returned to him, and lo, he and all the princes of Moab were standing beside his burnt offering. ", "7": "And Balaam took up his discourse, and said, “From Aram Balak has brought me, the king of Moab from the eastern mountains: 'Come, curse Jacob for me, and come, denounce Israel!'", "8": "How can I curse whom God has not cursed? How can I denounce whom the Lord has not denounced?", "9": "For from the top of the mountains I see him, from the hills I behold him; lo, a people dwelling alone, and not reckoning itself among the nations!", "10": "Who can count the dust of Jacob, or number the fourth part[a] of Israel? Let me die the death of the righteous, and let my end be like his!”", "11": "And Balak said to Balaam, “What have you done to me? I took you to curse my enemies, and behold, you have done nothing but bless them.” ", "12": "And he answered, “Must I not take heed to speak what the Lord puts in my mouth?”", "13": "And Balak said to him, “Come with me to another place, from which you may see them; you shall see only the nearest of them, and shall not see them all; then curse them for me from there.” ", "14": "And he took him to the field of Zophim, to the top of Pisgah, and built seven altars, and offered a bull and a ram on each altar. ", "15": "Balaam said to Balak, “Stand here beside your burnt offering, while I meet the Lord yonder.” ", "16": "And the Lord met Balaam, and put a word in his mouth, and said, “Return to Balak, and thus shall you speak.” ", "17": "And he came to him, and lo, he was standing beside his burnt offering, and the princes of Moab with him. And Balak said to him, “What has the Lord spoken?” ", "18": "And Balaam took up his discourse, and said, “Rise, Balak, and hear; hearken to me, O son of Zippor:", "19": "God is not man, that he should lie, or a son of man, that he should repent. Has he said, and will he not do it? Or has he spoken, and will he not fulfil it?", "20": "Behold, I received a command to bless: he has blessed, and I cannot revoke it.", "21": "He has not beheld misfortune in Jacob; nor has he seen trouble in Israel. The Lord their God is with them, and the shout of a king is among them.", "22": "God brings them out of Egypt; they have as it were the horns of the wild ox.", "23": "For there is no enchantment against Jacob, no divination against Israel; now it shall be said of Jacob and Israel, 'What has God wrought!'", "24": "Behold, a people! As a lioness it rises up and as a lion it lifts itself; it does not lie down till it devours the prey, and drinks the blood of the slain.”", "25": "And Balak said to Balaam, “Neither curse them at all, nor bless them at all.” ", "26": "But Balaam answered Balak, “Did I not tell you, 'All that the Lord says, that I must do'?” ", "27": "And Balak said to Balaam, “Come now, I will take you to another place; perhaps it will please God that you may curse them for me from there.” ", "28": "So Balak took Balaam to the top of Pe′or, that overlooks the desert.[b] ", "29": "And Balaam said to Balak, “Build for me here seven altars, and provide for me here seven bulls and seven rams.” ", "30": "And Balak did as Balaam had said, and offered a bull and a ram on each altar."}