{"1": "Now Peter and John were going up together to the temple complex at the hour of prayer at three in the afternoon.[a] ", "2": "And a man who was lame from birth was carried there and placed every day at the temple gate called Beautiful, so he could beg from those entering the temple complex. ", "3": "When he saw Peter and John about to enter the temple complex, he asked for help. ", "4": "Peter, along with John, looked at him intently and said, “Look at us.” ", "5": "So he turned to them,[b] expecting to get something from them. ", "6": "But Peter said, “I don't have silver or gold, but what I have, I give you: In the name of Jesus Christ the Nazarene, get up and walk!” ", "7": "Then, taking him by the right hand he raised him up, and at once his feet and ankles became strong. ", "8": "So he jumped up, stood, and started to walk, and he entered the temple complex with them—walking, leaping, and praising God. ", "9": "All the people saw him walking and praising God, ", "10": "and they recognized that he was the one who used to sit and beg at the Beautiful Gate of the temple complex. So they were filled with awe and astonishment at what had happened to him.", "11": "While he[c] was holding on to Peter and John, all the people, greatly amazed, ran toward them in what is called Solomon's Colonnade. ", "12": "When Peter saw this, he addressed the people: “Men of Israel, why are you amazed at this? Or why do you stare at us, as though we had made him walk by our own power or godliness? ", "13": "The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified His Servant Jesus, whom you handed over and denied in the presence of Pilate, when he had decided to release Him. ", "14": "But you denied the Holy and Righteous One and asked to have a murderer given to you. ", "15": "You killed the source[d] of life, whom God raised from the dead; we are witnesses of this. ", "16": "By faith in His name, His name has made this man strong, whom you see and know. So the faith that comes through Him has given him this perfect health in front of all of you.", "17": "“And now, brothers, I know that you did it in ignorance, just as your leaders also did. ", "18": "But what God predicted through the mouth of all the prophets—that His Messiah would suffer—He has fulfilled in this way. ", "19": "Therefore repent and turn back, so that your sins may be wiped out, that seasons of refreshing may come from the presence of the Lord,[e] ", "20": "and that He may send Jesus, who has been appointed for you as the Messiah. ", "21": "Heaven must welcome[f] Him until the times of the restoration of all things, which God spoke about by the mouth of His holy prophets from the beginning. ", "22": "Moses said:[g] The Lord your God will raise up for you a Prophet like me from among your brothers. You must listen to Him in everything He will say to you. ", "23": "And everyone who will not listen to that Prophet will be completely cut off from the people.[h]", "24": "“In addition, all the prophets who have spoken, from Samuel and those after him, have also announced these days. ", "25": "You are the sons of the prophets and of the covenant that God made with your ancestors, saying to Abraham, And all the families of the earth will be blessed through your offspring.[i] ", "26": "God raised up His Servant[j] and sent Him first to you to bless you by turning each of you from your evil ways.”"}