{"1": "Jehu causeth the seventy sons of Ahab to be slain, 14 And after that forty and two of Ahaziah's brethren. 25 He killeth also all the Priests of Baal. 35 After his death his son reigneth in his stead. Ahab had now seventy [a]sons in Samaria. And Jehu wrote letters, and sent to Samaria unto the rulers of Jezreel, and to the Elders, and to the bringers up of Ahab's children, to this effect,", "2": "Now when this letter cometh to you, (for ye have with you your master's sons, ye have with you both chariots and horses, and a defensed city, and armor)", "3": "Consider therefore which of your master's sons is best and most meet, and [b]set him on his father's throne, and fight for your master's house.", "4": "But they were exceedingly afraid, and said, Behold two kings could not stand before him, how shall we then stand?", "5": "And he that was governor of Ahab's house, and he that ruled the city, and the Elders, and the bringers up of the children sent to Jehu, saying, We are thy servants, and will do all that thou shalt bid us: we will make no king: do what seemeth good to thee.", "6": "¶ Then he wrote another letter to them, saying, If ye be mine, and will obey my voice, [c]take the heads of the men that are your master's sons, and come to me to Jezreel by tomorrow this time. (Now the king's sons, even seventy persons were with the great men of the city, which brought them up)", "7": "And when the letter came to them, they took the King's sons, and slew the seventy persons, and laid their heads in baskets, and sent them unto him to Jezreel.", "8": "¶ Then there came a messenger and told him, saying, They have brought the heads of the King's sons. And he said, Let them lay them on two heaps at the entering in of the gate until the morning.", "9": "And when it was day he went out, and stood and said to all the people, Ye be [d]righteous: behold, I conspired against my master, and slew him: but who slew all these?", "10": "Know now that there shall fall unto the earth nothing of the word of the Lord, which the Lord spake concerning the house of Ahab: for the Lord hath brought to pass the things that he spake [e]by his servant Elijah.", "11": "So Jehu slew all that remained of the house of Ahab in Jezreel, and all that were great with him, and his familiars, and his [f]priests, so that he let none of his remain.", "12": "¶ And he arose, and departed, and came to Samaria. And as Jehu was in the way by an house where the shepherds did shear,", "13": "He met with the brethren of Ahaziah king of Judah, and said, Who are ye? And they answered, We are the brethren of Ahaziah, and go down to salute the children of the King and the children of the Queen.", "14": "And he said, Take them alive. And they took them alive, and slew them at the well beside the house where the sheep are shorn, even two and forty men, and he [g]left not one of them.", "15": "¶ And when he was departed thence, he met with Jehonadab the son of Rechab coming to meet him, and he [h][i]blessed him, and said to him, Is thine heart upright, as mine heart is toward thine? And Jehonadab answered, Yea, doubtless. Then give me thine hand. And when he had given him his hand, he took him up to him into the chariot.", "16": "And he said, Come with me, and see the zeal that I have for the Lord: so they made him ride in his chariot.", "17": "And when he came to Samaria, he slew all that remained unto Ahab in Samaria, till he had destroyed him, according to the word of the Lord, which he spake to Elijah.", "18": "Then Jehu assembled all the people, and said unto them, Ahab served [j]Baal a little, but Jehu shall serve him much more.", "19": "Now therefore call unto me all ye prophets of Baal, all his servants, and all his priests, and let not a man be lacking: for I have a great sacrifice for Baal: whosoever is lacking, he shall not live. But Jehu did it by a subtlety to destroy the servants of Baal.", "20": "And Jehu said, [k]Proclaim a solemn assembly for Baal. And they proclaimed it.", "21": "So Jehu sent unto all Israel, and all the servants of Baal came, and there was not a man left that came not. And they came into the house of Baal, and the house of Baal was full from end to end.", "22": "Then he said unto him that had the charge of the vestry, Bring forth vestments for all the servants of Baal. And he brought them out vestments.", "23": "And when Jehu went, and Jehonadab the son of Rechab into the house of Baal, he said unto the servants of Baal, Search diligently, and look, lest there be here with you any of the [l]servants of the Lord, but the servants of Baal only.", "24": "And when they went in to make sacrifice and burnt offering, Jehu appointed four score men without, and said, If any of the men whom I have brought into your hands, escape, [m]his soul shall be for his soul.", "25": "And when he had made an end of the burnt offering, Jehu said to the guard, and to the captains, Go in, slay them, let not a man come out. And they smote them with the edge of the sword. And the guard, and the captains cast them out, and went unto the [n]city, where was the temple of Baal.", "26": "And they brought out the images of the temple of Baal, and burnt them.", "27": "And they destroyed the image of Baal, and threw down the house of Baal, and made a jakes of it unto this day.", "28": "So Jehu destroyed Baal out of Israel.", "29": "But from the sins of Jeroboam the son of Nebat which made Israel to sin, Jehu departed not from them, neither from the golden calves that were in Bethel and that were in Dan.", "30": "¶ And the Lord said unto Jehu, Because thou hast diligently executed that which was right in mine eyes, and hast done unto the house of Ahab according to all things that were in mine heart, therefore shall thy [o]sons unto the fourth generation sit on the throne of Israel.", "31": "But Jehu regarded not to walk in the law of the Lord God of Israel with all his heart: for he departed not from the sins of Jeroboam, which made Israel to sin.", "32": "In those days the Lord began to [p]loathe Israel, and Hazael smote them in all the coasts of Israel,", "33": "From Jordan Eastward, even all the land of Gilead, the Gadites, and the Reubenites, and them that were of Manasseh, from Aroer (which is by the river Arnon) and Gilead and Bashan.", "34": "Concerning the rest of the acts of Jehu, and all that he did, and all his valiant deeds, are they not written in the book of the Chronicles of the kings of Israel?", "35": "And Jehu slept with his fathers, and they buried him in Samaria, and Jehoahaz his son reigned in his stead.", "36": "And the time that Jehu reigned over Israel in Samaria is eight and twenty years."}