{"1": "Azariah the King of Judah becometh a leper. 5 Of Jotham, 10 Shallum, 14 Menahem,  23 Pekahiah, 30 Uzziah, 32 Jotham, 38 and Ahaz. In the [a]seven and twentieth year of Jeroboam king of Israel, began Azariah son of Amaziah king of Judah to reign.", "2": "Sixteen years old was he, when he was made king, and he reigned two and fifty years in Jerusalem: and his mother's name was Jecholiah of Jerusalem.", "3": "And he did [b]uprightly in the sight of the Lord, according to all that his father Amaziah did.", "4": "But the high places were not put away: for the people yet offered, and burned incense in the high places.", "5": "And the Lord [c]smote the king, and he was a leper unto the day of his death, and dwelt in an house apart, and Jotham the king's son governed the house, and [d]judged the people of the land.", "6": "Concerning the rest of the acts of Azariah, and all that he did, are they not written in the book of the Chronicles of the Kings of Judah?", "7": "So Azariah slept with his fathers, and they buried him with his fathers in the city of David, and Jotham his son reigned in his stead.", "8": "¶ In the eight and thirtieth year of Azariah King of Judah, did Zechariah the son of Jeroboam reign over Israel in Samaria six [e]months,", "9": "And did evil in the sight of the Lord, as did his fathers: for he departed not from the sins of Jeroboam the son of Nebat, which made Israel to sin.", "10": "And Shallum the son of Jabesh conspired against him, and smote him, in the sight of the people, and [f]killed him, and reigned in his stead.", "11": "Concerning the rest of the acts of Zechariah, behold, they are written in the book of the Chronicles of the Kings of Israel.", "12": "This was the word of the Lord, which he spake unto Jehu, saying, Thy sons shall sit on the throne of Israel unto the fourth generation after thee. And it came so to pass.", "13": "¶ Shallum the son of Jabesh began to reign in the nine and thirtieth year of Uzziah King of Judah: and he reigned the space of a month in Samaria.", "14": "For Menahem the son of Gadi went up from Tirzah, and came to Samaria, and smote Shallum the son of Jabesh in Samaria, and slew him, and reigned in his stead.", "15": "Concerning the rest of the acts of Shallum, and the treason which he wrought, behold, they are written in the book of the Chronicles of the Kings of Israel.", "16": "¶ Then Menahem destroyed [g]Tiphsah, and all that were therein, and the coasts thereof from Tirzah, because they opened not to him, and he smote it, and ripped up all their women with child.", "17": "The nine and thirtieth year of Azariah King of Judah, began Menahem the son of Gadi to reign over Israel, and reigned ten years in Samaria.", "18": "And he did evil in the sight of the Lord, and departed not all his days from the sin of Jeroboam the son of Nebat, which made Israel to sin.", "19": "¶ Then Pul the king of Assyria came against the [h]land: and Menahem gave Pul a thousand [i]talents of silver, that his hand might be with him, and establish the kingdom in his hand.", "20": "And Menahem exacted the money in Israel that all men of substance should give the king of Assyria fifty shekels of silver a piece: so the king of Assyria returned, and tarried not there in the land.", "21": "Concerning the rest of the acts of Menahem, and all that he did, are they not written in the book of the Chronicles of the kings of Israel?", "22": "And Menahem slept with his fathers, and Pekahiah his son did reign in his stead.", "23": "¶ In the fiftieth year of Azariah king of Judah, began Pekahiah the son of Menahem to reign over Israel in Samaria, and reigned two years.", "24": "And he did evil in the sight of the Lord: for he departed not from the sins of Jeroboam the son of Nebat which made Israel to sin.", "25": "And Pekah the son of Remaliah, his captain conspired against him, and smote him in Samaria in the place of the king's palace with [j]Argob and Arieh, and with him fifty men of the Gileadites: so he killed him, and reigned in his stead.", "26": "Concerning the rest of the acts of Pekahiah, and all that he did, behold, they are written in the book of the Chronicles of the kings of Israel.", "27": "¶ In the two and fiftieth year of Azariah King of Judah, began Pekah the son of Remaliah to reign over Israel in Samaria, and reigned twenty years.", "28": "And he did evil in the sight of the Lord: for he departed not from the sins of Jeroboam the son of Nebat that made Israel to sin.", "29": "In the days of Pekah king of Israel [k]came Tiglath-Pileser king of Assyria, and took Ijon, and Abel Beth Maachah, and Janoah, and Kedesh, and Hazor, and Gilead, and Galilee, and all the land of Naphtali, and carried them away to Assyria.", "30": "And Hoshea the son of Elah wrought treason against Pekah the son of Remaliah, and smote him, and slew him, and reigned in his stead in the twentieth year of Jotham the son of Uzziah.", "31": "Concerning the rest of the acts of Pekah, and all that he did, behold, they are written in the book of the Chronicles of the kings of Israel.", "32": "¶ In the second year of Pekah the son of Remaliah King of Israel, began Jotham son of [l]Uzziah King of Judah to reign.", "33": "Five and twenty years old was he, when he began to reign, and he reigned sixteen years in Jerusalem: and his mother's name was Jerusha the daughter of Zadok.", "34": "And he did uprightly in the sight of the Lord: he did according [m]to all that his father Uzziah had done.", "35": "But the high places were not put away: for the people yet offered and burnt incense in the high places: he built the highest gate of the house of the Lord.", "36": "Concerning the rest of the acts of Jotham, and all that he did, are they not written in the book of the Chronicles of the Kings of Judah?", "37": "In [n]those days the Lord began to send against Judah, Rezin the king of Aram, and [o]Pekah the son of Remaliah.", "38": "And Jotham slept with his fathers, and was buried with his fathers in the city of David his father, and Ahaz his son reigned in his stead."}