{"1": "God increaseth the oil to the poor widow by Elisha. 12 He obtaineth for the Shunammite a son at God's hand. 18 Who dying,  32 he raiseth him up again. 40 He maketh sweet the pottage, 42 and multiplied the loaves. And one of the wives of the sons [a]of the Prophets cried unto Elisha, saying, Thy servant mine husband is dead, and thou knowest, that thy servant did [b]fear the Lord: and the creditor is come to take my two sons to be his [c]bondmen.", "2": "Then Elisha said unto her, What shall I do for thee? tell me, what hast thou at home? And she said, Thine handmaid hath nothing at home, save a [d]pitcher of oil.", "3": "And he said, Go and borrow thee vessels abroad of all thy neighbors, empty vessels, and spare not.", "4": "And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and pour out into [e]all those vessels, and set aside those that are full.", "5": "So she departed from him, and shut the door upon her, and upon her sons. And they brought to her, and she poured out.", "6": "And when the vessels were full, she said unto her son, Bring me yet a vessel. And he said unto her, There is no more vessels. And the oil [f]ceased.", "7": "Then she came and told the man of God. And he said, Go and sell the oil, and pay them that thou art in debt unto, and live thou and thy children of the [g]rest.", "8": "¶ And on a time Elisha came to Shunem, and there a woman of great estimation constrained him to eat bread: and as he passed by, he turned in thither to eat bread.", "9": "And she said unto her husband, Behold, I know now, that this is an holy man of God that passeth by us continually.", "10": "Let us make [h]him a little chamber, I pray thee, with walls, and let us set him there a bed, and a table, and a stool, and a candlestick, that he may turn in thither when he cometh to us.", "11": "¶ And on a day, he came thither and turned into the chamber, and lay therein,", "12": "And said to Gehazi his servant, Call this Shunammite: and when he called her, she stood before him.", "13": "Then he said unto him, Say unto her now, Behold, thou hast had all this great care for us, [i]what shall we do for thee? Is there anything to be spoken for thee to the king or to the captain of the host? And she answered, I [j]dwell among mine own people.", "14": "Again he said, What is then to be done for her? Then Gehazi answered, Indeed she hath [k]no son, and her husband is old.", "15": "Then said he, Call her. And he called her, and she stood in the door.", "16": "And he said, At this time appointed, according to the time of life, thou shalt embrace a son. And she said, Oh my Lord, thou man of God, do not lie unto thine handmaid.", "17": "So the woman conceived, and bore a son at that same season, according to the time of life, that Elisha had said unto her.", "18": "¶ And when the child was grown, it fell on a day, that he went out to his father, and to the reapers.", "19": "And he said to his father, [l]Mine head, mine head. Who said to his servant, Bear him to his mother.", "20": "And he took him and brought him to his mother, and he sat on her knees till noon, and died.", "21": "Then she went up, and laid him on the bed of the man of God, and shut the door upon him and went out.", "22": "¶ Then she called to her husband, and said, Send with me, I pray thee, one of the young men and one of the asses: for I will haste to the man of God, and come again.", "23": "And he said, Wherefore wilt thou go to him today? it is neither [m]new moon nor Sabbath day. And she answered, [n]All shall be well.", "24": "Then she saddled an ass, and said to her servant, Drive, and go forward: stay not for me to get up, except I bid thee.", "25": "¶ So she went, and came unto the man of God to mount Carmel. And when the man of God saw her [o]over against him, he said to Gehazi his servant, Behold, the Shunammite.", "26": "Run now, I say, to meet her, and say unto her, Art thou in health? is thine husband in health? and is the child in health? And she answered, We are in health.", "27": "And when she came to the man of God unto the mountain, she [p]caught him by his feet: and Gehazi went to her, to thrust her away: but the man of God said, Let her alone: for her soul is [q]vexed within her, and the Lord hath hid it from me, and hath not told it me.", "28": "Then she said, Did I desire a son of my lord? did I not say, Deceive me not?", "29": "Then he said to Gehazi, Gird thy loins, and take my staff in thine hand, and go thy way: [r]if thou meet any, salute him not: and if any salute thee, answer him not: and lay my staff upon the face of the child.", "30": "And the mother of the child said, As the Lord liveth, and as thy soul liveth, I will not leave thee. Therefore he arose, and followed her.", "31": "But Gehazi was gone before them, and had laid the staff upon the face of the child, but he neither spake nor heard: wherefore he returned to meet him, and told him, saying, The child is not waken.", "32": "¶ Then came Elisha into the house, and behold, the child was dead, and laid upon his bed.", "33": "He went in therefore, and shut the door upon them twain, and prayed unto the Lord.", "34": "After he went up, and [s]lay upon the child, and put his mouth on his mouth, and his eyes upon his eyes, and his hands upon his hands, and stretched himself upon him, and the flesh of the child waxed warm.", "35": "And he went from him, and walked up and down in the house, and went up and spread himself upon him: then the child sneezed [t]seven times, and opened his eyes.", "36": "Then he called Gehazi, and said, Call this Shunammite. So he called her, which came in unto him. And he said unto her, Take thy son.", "37": "And she came, and fell at his feet, and bowed herself to the ground, and took up her son, and went out.", "38": "Afterward Elisha returned to Gilgal, and a famine was in the [u]land, and the children of the Prophets dwelt with him. And he said unto his servant, Set on the great pot, and seethe pottage for the children of the Prophets.", "39": "And one went out into the field, to gather herbs, and found as it were a wild vine, and gathered thereof [v]wild gourds his garment full, and came and shred them into the pot of pottage: for they knew it not.", "40": "So they poured out for the men to eat: and when they did eat of the pottage, they cried out, and said, O thou man of God, [w]death is in the pot: and they could not eat thereof.", "41": "Then he said, Bring meal. And he cast it into the pot, and said, Pour out for the people, that they may eat: and there was none evil in the pot.", "42": "¶ Then came a man from Baal Shalisha, and brought the man of God bread of the firstfruits, even twenty loaves of barley, and full ears of corn in the husk. And he said, Give unto the people, that they may eat.", "43": "And his servant answered, How should I set this before an hundred men? He said again, Give it unto the people, that they may eat: for thus saith the Lord, They [x]shall eat, and there shall remain.", "44": "So he set it before them, and they did eat, and left over, according to the word of the Lord."}