{"1": "Elisha prophesieth unto the Shunammite the dearth of seven years. 12 He prophesieth to Hazael, that he shall be king of Syria. 15 He reigneth after Ben-Hadad. 16 Jehoram reigneth over Judah. 20 Edom falleth from Judah. 25 Ahaziah succeedeth Jehoram. Then spake Elisha unto the woman, whose son he had restored to life, saying, Up, and go, thou, and thine house, and sojourn where thou [a]canst sojourn: for the Lord hath called for a famine, and it cometh also upon the land seven years.", "2": "And the woman arose, and did after the saying of the man of God, and went both she and her household, and sojourned in the land of the Philistines seven years.", "3": "¶ And at the seven year's end, the woman returned out of the land of the Philistines, and went out [b]to call upon the king for her house and for her land.", "4": "And the King talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great acts, that Elisha hath done.", "5": "And as he told [c]the king, how he had restored one dead to life, behold, the woman, whose son he had raised to life, called upon the king for her house and for her land. Then Gehazi said, My lord, O King, this is the woman, and this is her son, whom Elisha restored to life.", "6": "And when the king asked the woman, she told him: so the King appointed her an Eunuch, saying, Restore thou all that are hers, and all the [d]fruits of her land since the day she left the land, even until this time.", "7": "¶ Then Elisha came to Damascus, and Ben-Hadad the king of Aram was sick: and one told him, saying, The man of God is come hither.", "8": "And the king said unto Hazael, Take a present in thine hand, and go meet the man of God, that thou mayest inquire of the Lord by him, saying, Shall I recover of this disease?", "9": "So Hazael went to meet him, and took the present in his hand, and of every [e]good thing of Damascus, even the burden of forty camels, and came and stood before him, and said, Thy son Ben-Hadad king of Aram hath sent me to thee, saying, Shall I recover of this disease?", "10": "And Elisha said to him, Go, and say unto him, Thou shalt [f]recover: howbeit the Lord hath showed me, that he shall surely die.", "11": "And he looked upon him steadfastly, till Hazael was ashamed, and the man of God wept.", "12": "And Hazael said, Why weepeth my lord? And he answered, because I know the evil that thou shalt do unto the children of Israel: for their strong cities shalt thou set on fire, and their young men shalt thou slay with the sword, and shalt dash their infants against the stones, and rent in pieces their women with child.", "13": "Then Hazael said, What? is thy servant [g]a dog, that I should do this great thing? And Elisha answered, The Lord hath showed me, that thou shalt be King of Aram.", "14": "¶ So he departed from Elisha, and came to his master, who said to him, What said Elisha to thee? And he answered, He told me that thou shouldest recover.", "15": "And on the morrow he took a thick cloth and dipped in it water, and [h]spread it on his face, and he died: and Hazael reigned in his stead.", "16": "¶ Now in the fifth year of Joram the son of Ahab king of Israel, and of Jehoshaphat King of Judah, [i]Jehoram the son of Jehoshaphat king of Judah began [j]to reign.", "17": "He was two and thirty years old, when he began to reign: and he reigned eight years in Jerusalem.", "18": "And he walked in the ways of the Kings of Israel, as did the house of Ahab: for the [k]daughter of Ahab was his wife, and he did evil in the sight of the Lord.", "19": "Yet the Lord would not destroy Judah, for David his servant's sake, as he had promised him to give him a light, and to his children forever.", "20": "¶ In those days Edom [l]rebelled from under the hand of Judah, and made a King over themselves.", "21": "Therefore Joram went to Zair, and all his chariots with him, and he arose by night, and smote the Edomites which were about him, with the captains of the chariots, and the people fled into their tents.", "22": "So Edom rebelled from under the hand of Judah unto this day: then [m]Libnah rebelled at that same time.", "23": "Concerning the rest of the acts of Joram and all that he did, are they not written in the book of the Chronicles of the kings of Judah?", "24": "And Joram slept with his fathers, and was buried with his fathers in the city of David. And Ahaziah his son reigned in his stead.", "25": "¶ In the twelfth year of Joram the son of Ahab King of Israel, did Ahaziah the son of Jehoram king of Judah begin to reign.", "26": "[n]Two and twenty years old was Ahaziah when he began to reign, and he reigned one year in Jerusalem, and his mother's name was Athaliah the daughter of Omri king of Israel.", "27": "And he walked in the way of the house of Ahab, and did evil in the sight of the Lord, like the house of Ahab: for he was the son in law of the house of Ahab.", "28": "And he went with Joram the son of Ahab to war against Hazael king of Aram in [o]Ramoth Gilead, and the Aramites smote Joram.", "29": "And king Joram returned to be healed in [p]Jezreel of the wounds which the Aramites had given him at Ramah, when he fought against Hazael king of Aram. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick."}