{"1": "I had a vision from the Sovereign Lord. In it I saw him create a swarm of locusts just after the king's share of the hay had been cut and the grass was starting to grow again. ", "2": "In my vision I saw the locusts eat up every green thing in the land, and then I said, “Sovereign Lord, forgive your people! How can they survive? They are so small and weak!”", "3": "The Lord changed his mind and said, “What you saw will not take place.”", "4": "I had another vision from the Sovereign Lord. In it I saw him preparing to punish his people with fire. The fire burned up the great ocean under the earth and started to burn up the land. ", "5": "Then I said, “Stop, O Sovereign Lord! How can your people survive? They are so small and weak!”", "6": "The Lord changed his mind again and said, “This will not take place either.”", "7": "I had another vision from the Lord. In it I saw him standing beside a wall that had been built with the use of a plumb line, and there was a plumb line in his hand. ", "8": "He asked me, “Amos, what do you see?” “A plumb line,” I answered. Then he said, “I am using it to show that my people are like a wall that is out of line. I will not change my mind again about punishing them. ", "9": "The places where Isaac's descendants worship will be destroyed. The holy places of Israel will be left in ruins. I will bring the dynasty of King Jeroboam to an end.”", "10": "Amaziah, the priest of Bethel, then sent a report to King Jeroboam of Israel: “Amos is plotting against you among the people. His speeches will destroy the country. ", "11": "This is what he says: 'Jeroboam will die in battle, and the people of Israel will be taken away from their land into exile.'”", "12": "Amaziah then said to Amos, “That's enough, prophet! Go on back to Judah and do your preaching there. Let them pay you for it. ", "13": "Don't prophesy here at Bethel any more. This is the king's place of worship, the national temple.”", "14": "Amos answered, “I am not the kind of prophet who prophesies for pay. I am a herdsman, and I take care of fig trees. ", "15": "But the Lord took me from my work as a shepherd and ordered me to come and prophesy to his people Israel. ", "16": "So now listen to what the Lord says. You tell me to stop prophesying, to stop raving against the people of Israel. ", "17": "And so, Amaziah, the Lord says to you, 'Your wife will become a prostitute in the city, and your children will be killed in war. Your land will be divided up and given to others, and you yourself will die in a heathen country. And the people of Israel will certainly be taken away from their own land into exile.'”"}