{"1": "Now, concerning what you wrote about the money to be raised to help God's people in Judea. You must do what I told the churches in Galatia to do. ", "2": "Every Sunday each of you must put aside some money, in proportion to what you have earned, and save it up, so that there will be no need to collect money when I come. ", "3": "After I come, I shall give letters of introduction to those you have approved, and send them to take your gift to Jerusalem. ", "4": "If it seems worthwhile for me to go, then they can go along with me.", "5": "I shall come to you after I have gone through Macedonia—for I have to go through Macedonia. ", "6": "I shall probably spend some time with you, perhaps the whole winter, and then you can help me to continue my trip, wherever it is I shall go next. ", "7": "I want to see you more than just briefly in passing; I hope to spend quite a long time with you, if the Lord allows.", "8": "I will stay here in Ephesus until the day of Pentecost. ", "9": "There is a real opportunity here for great and worthwhile work, even though there are many opponents.", "10": "If Timothy comes your way, be sure to make him feel welcome among you, because he is working for the Lord, just as I am. ", "11": "No one should look down on him, but you must help him continue his trip in peace, so that he will come back to me; for I am expecting him back with the believers.", "12": "Now, about brother Apollos. I have often encouraged him to visit you with the other believers, but he is not completely convinced[a] that he should go at this time. When he gets the chance, however, he will go.", "13": "Be alert, stand firm in the faith, be brave, be strong. ", "14": "Do all your work in love.", "15": "You know about Stephanas and his family; they are the first Christian converts in Achaia and have given themselves to the service of God's people. I beg you, my friends, ", "16": "to follow the leadership of such people as these, and of anyone else who works and serves with them.", "17": "I am happy about the coming of Stephanas, Fortunatus, and Achaicus; they have made up for your absence ", "18": "and have cheered me up, just as they cheered you up. Such men as these deserve notice.", "19": "The churches in the province of Asia send you their greetings; Aquila and Priscilla and the church that meets in their house send warm Christian greetings. ", "20": "All the believers here send greetings. Greet one another with the kiss of peace.", "21": "With my own hand I write this:  Greetings from Paul.", "22": "Whoever does not love the Lord—a curse on him! Marana tha—Our Lord, come!", "23": "The grace of the Lord Jesus be with you.", "24": "My love be with you all in Christ Jesus."}