{"1": "My friends, if you have faith in our glorious Lord Jesus Christ, you won't treat some people better than others. ", "2": "Suppose a rich person wearing fancy clothes and a gold ring comes to one of your meetings. And suppose a poor person dressed in worn-out clothes also comes. ", "3": "You must not give the best seat to the one in fancy clothes and tell the one who is poor to stand at the side or sit on the floor. ", "4": "That is the same as saying that some people are better than others, and you would be acting like a crooked judge.", "5": "My dear friends, pay attention. God has given a lot of faith to the poor people in this world. He has also promised them a share in his kingdom that he will give to everyone who loves him. ", "6": "You mistreat the poor. But isn't it the rich who boss you around and drag you off to court? ", "7": "Aren't they the ones who make fun of your Lord?", "8": "You will do all right, if you obey the most important law[a] in the Scriptures. It is the law that commands us to love others as much as we love ourselves. ", "9": "But if you treat some people better than others, you have done wrong, and the Scriptures teach that you have sinned.", "10": "If you obey every law except one, you are still guilty of breaking them all. ", "11": "The same God who told us to be faithful in marriage also told us not to murder. So even if you are faithful in marriage, but murder someone, you still have broken God's Law.", "12": "Speak and act like people who will be judged by the law that sets us free. ", "13": "Do this, because on the day of judgment there will be no pity for those who have not had pity on others. But even in judgment, God is merciful![b]", "14": "My friends, what good is it to say you have faith, when you don't do anything to show that you really do have faith? Can that kind of faith save you? ", "15": "If you know someone who doesn't have any clothes or food, ", "16": "you shouldn't just say, “I hope all goes well for you. I hope you will be warm and have plenty to eat.” What good is it to say this, unless you do something to help? ", "17": "Faith that doesn't lead us to do good deeds is all alone and dead!", "18": "Suppose someone disagrees and says, “It is possible to have faith without doing kind deeds.” I would answer, “Prove that you have faith without doing kind deeds, and I will prove that I have faith by doing them.” ", "19": "You surely believe there is only one God. That's fine. Even demons believe this, and it makes them shake with fear.", "20": "Does some stupid person want proof that faith without deeds is useless? ", "21": "Well, our ancestor Abraham pleased God by putting his son Isaac on the altar to sacrifice him. ", "22": "Now you see how Abraham's faith and deeds worked together. He proved that his faith was real by what he did. ", "23": "This is what the Scriptures mean by saying, “Abraham had faith in God, and God was pleased with him.” That's how Abraham became God's friend.", "24": "You can now see that we please God by what we do and not only by what we believe. ", "25": "For example, Rahab had been a prostitute. But she pleased God when she welcomed the spies and sent them home by another way.", "26": "Anyone who doesn't breathe is dead, and faith that doesn't do anything is just as dead!"}