{"1": "You rich people should cry and weep! Terrible things are going to happen to you. ", "2": "Your treasures have already rotted, and moths have eaten your clothes. ", "3": "Your money has rusted, and the rust will be evidence against you, as it burns your body like fire. Yet you keep on storing up wealth in these last days. ", "4": "You refused to pay the people who worked in your fields, and now their unpaid wages are shouting out against you. The Lord All-Powerful has surely heard the cries of the workers who harvested your crops.", "5": "While here on earth, you have thought only of filling your own stomachs and having a good time. But now you are like fat cattle on their way to be butchered. ", "6": "You have condemned and murdered innocent people, who couldn't even fight back.", "7": "My friends, be patient until the Lord returns. Think of farmers who wait patiently for the spring and summer rains to make their valuable crops grow. ", "8": "Be patient like those farmers and don't give up. The Lord will soon be here! ", "9": "Don't grumble about each other or you will be judged, and the judge is right outside the door.", "10": "My friends, follow the example of the prophets who spoke for the Lord. They were patient, even when they had to suffer. ", "11": "In fact, we praise the ones who endured the most. You remember how patient Job was and how the Lord finally helped him. The Lord did this because he is so merciful and kind.", "12": "My friends, above all else, don't take an oath. You must not swear by heaven or by earth or by anything else. “Yes” or “No” is all you need to say. If you say anything more, you will be condemned.", "13": "If you are having trouble, you should pray. And if you are feeling good, you should sing praises. ", "14": "If you are sick, ask the church leaders[a] to come and pray for you. Ask them to put olive oil[b] on you in the name of the Lord. ", "15": "If you have faith when you pray for sick people, they will get well. The Lord will heal them, and if they have sinned, he will forgive them.", "16": "If you have sinned, you should tell each other what you have done. Then you can pray for one another and be healed. The prayer of an innocent person is powerful, and it can help a lot. ", "17": "Elijah was just as human as we are, and for three and a half years his prayers kept the rain from falling. ", "18": "But when he did pray for rain, it fell from the skies and made the crops grow.", "19": "My friends, if any followers have wandered away from the truth, you should try to lead them back. ", "20": "If you turn sinners from the wrong way, you will save them from death, and many of their sins will be forgiven."}