{"1": "Now these are the kings of the land whom the Israelites defeated and drove from their land[a] on the east side of the Jordan,[b] from the Arnon Valley to Mount Hermon, including all the eastern rift valley:[c]", "2": "King Sihon of the Amorites who lived[d] in Heshbon and ruled from Aroer (on the edge of the Arnon Valley)—including the city in the middle of the valley[e] and half of Gilead—all the way to the Jabbok Valley bordering Ammonite territory. ", "3": "His kingdom included[f] the eastern rift valley from the Sea of Kinnereth[g] to the sea of the rift valley (the Salt Sea),[h] including the route to Beth Jeshimoth and the area southward below the slopes of Pisgah.[i]", "4": "The territory of King Og of Bashan, one of the few remaining Rephaites,[j] who lived[k] in Ashtaroth and Edrei ", "5": "and ruled over Mount Hermon, Salecah, all Bashan to the border of the Geshurites and Maacathites, and half of Gilead as far as the border of King Sihon of Heshbon.", "6": "Moses the Lord's servant and the Israelites defeated them and Moses the Lord's servant assigned their land[l] to Reuben, Gad, and the half-tribe of Manasseh.", "7": "These are the kings of the land whom Joshua and the Israelites defeated on the west side of the Jordan, from Baal Gad in the Lebanon Valley to Mount Halak up to Seir. Joshua assigned this territory to the Israelite tribes,[m] ", "8": "including the hill country, the foothills,[n] the rift valley,[o] the slopes,[p] the wilderness, and the Negev[q]—the land of[r] the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites:", "9": "the king of Jericho (one), the king of Ai—located near Bethel—(one),", "10": "the king of Jerusalem (one), the king of Hebron (one),", "11": "the king of Jarmuth (one), the king of Lachish (one),", "12": "the king of Eglon (one), the king of Gezer (one),", "13": "the king of Debir (one), the king of Geder (one),", "14": "the king of Hormah (one), the king of Arad (one),", "15": "the king of Libnah (one), the king of Adullam (one),", "16": "the king of Makkedah (one), the king of Bethel (one),", "17": "the king of Tappuah (one), the king of Hepher (one),", "18": "the king of Aphek (one), the king of Lasharon (one),", "19": "the king of Madon (one), the king of Hazor (one),", "20": "the king of Shimron Meron (one), the king of Acshaph (one),", "21": "the king of Taanach (one), the king of Megiddo (one),", "22": "the king of Kedesh (one), the king of Jokneam near Carmel (one),", "23": "the king of Dor—near Naphath Dor—(one), the king of Goyim—near Gilgal—(one),", "24": "the king of Tirzah (one), a total of thirty-one kings."}