{"1": "When Joshua was very old,[a] the Lord told him, “You are very old, and a great deal of land remains to be conquered. ", "2": "This is the land that remains: all the territory of the Philistines and all the Geshurites, ", "3": "from the Shihor River[b] east of[c] Egypt northward to the territory of Ekron (it is regarded as Canaanite territory),[d] including the area belonging to the five Philistine lords who ruled in Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as Avvite land[e] ", "4": "to the south;[f] all the Canaanite territory,[g] from Arah[h] in the region of Sidon[i] to Aphek, as far as Amorite territory; ", "5": "the territory of Byblos[j] and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath.[k] ", "6": "I will drive out before the Israelites all who live in the hill country from Lebanon to Misrephoth Maim,[l] all the Sidonians; you be sure to parcel it out to Israel as I instructed you.[m] ", "7": "Now, divide up this land[n] among the nine tribes and the half-tribe of Manasseh.”", "8": "The other half of Manasseh,[o] Reuben, and Gad received their allotted tribal lands on east side of the Jordan,[p] just as Moses, the Lord's servant, had assigned them. ", "9": "Their territory started[q] from Aroer (on the edge of the Arnon Valley), included the city in the middle of the valley, the whole plain of Medeba as far as Dibon, ", "10": "and all the cities of King Sihon of the Amorites who ruled in Heshbon, and ended at the Ammonite border. ", "11": "Their territory also included[r] Gilead, Geshurite and Maacathite territory, all Mount Hermon, and all Bashan to Salecah—", "12": "the whole kingdom of Og in Bashan, who ruled in Ashtaroth and Edrei. (He was one of the few remaining Rephaites.)[s] Moses defeated them and took their lands.[t] ", "13": "But the Israelites did not conquer[u] the Geshurites and Maacathites; Geshur and Maacah live among Israel to this very day. ", "14": "However, Moses[v] did not assign land as an inheritance[w] to the Levites; their inheritance[x] is the sacrificial offerings[y] made to the Lord God of Israel, as he instructed[z] them.", "15": "Moses assigned land to the tribe of Reuben[aa] by its clans. ", "16": "Their territory started at Aroer[ab] (on the edge of the Arnon Valley) and included the city in the middle of the valley, the whole plain of Medeba, ", "17": "Heshbon and all its surrounding cities on the plain, including Dibon, Bamoth Baal, Beth Baal Meon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley, ", "20": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth. ", "21": "It encompassed[ac] all the cities of the plain and the whole realm of King Sihon of the Amorites who ruled in Heshbon. Moses defeated him and the Midianite leaders Evi, Rekem, Zur, Hur, and Reba (they were subjects of Sihon and lived in his territory).[ad] ", "22": "The Israelites killed Balaam son of Beor, the omen reader,[ae] along with the others.[af] ", "23": "The border of the tribe of Reuben was the Jordan. The land allotted to the tribe of Reuben by its clans included these cities and their towns.[ag]", "24": "Moses assigned land to the tribe of Gad[ah] by its clans. ", "25": "Their territory included Jazer, all the cities of Gilead, and half the Ammonite territory[ai] as far as Aroer near[aj] Rabbah. ", "26": "Their territory ran[ak] from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir. ", "27": "It included the valley of Beth Haram,[al] Beth Nimrah, Sukkoth, and Zaphon, and the rest of the realm of King Sihon of Heshbon, the area east of the Jordan to the end of the Sea of Kinnereth.[am] ", "28": "The land allotted to the tribe of Gad by its clans included these cities and their towns.[an]", "29": "Moses assigned land to the half-tribe of Manasseh[ao] by its clans. ", "30": "Their territory started at[ap] Mahanaim and encompassed all Bashan, the whole realm of King Og of Bashan, including all sixty cities in Havvoth Jair[aq] in Bashan. ", "31": "Half of Gilead, Ashtaroth, and Edrei, cities in the kingdom of Og in Bashan, were assigned to the descendants of Makir son of Manasseh, to half the descendants of Makir by their clans.", "32": "These are the land assignments made by Moses[ar] in the rift valley plains of Moab[as] east of the Jordan River opposite Jericho.[at] ", "33": "However, Moses did not assign land as an inheritance[au] to the Levites; their inheritance[av] is the Lord God of Israel, as he instructed[aw] them."}