{"1": "When the news reached all the kings on the west side of the Jordan[a]—in the hill country, the foothills,[b] and all along the Mediterranean coast[c] as far as[d] Lebanon (including the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites)—", "2": "they formed an alliance to fight against Joshua and Israel.[e]", "3": "When the residents of Gibeon heard what Joshua did to Jericho and Ai, ", "4": "they did something clever. They collected some provisions[f] and put worn-out sacks on their donkeys, along with worn-out wineskins that were ripped and patched. ", "5": "They had worn-out, patched sandals on their feet and dressed in worn-out clothes. All their bread[g] was dry and hard.[h] ", "6": "They came to Joshua at the camp in Gilgal and said to him and the men of Israel, “We have come from a distant land. Make a treaty with us.” ", "7": "The men of Israel said to the Hivites, “Perhaps you live near us.[i] So how can we make a treaty with you?” ", "8": "But they said to Joshua, “We are willing to be your subjects.”[j] So Joshua said to them, “Who are you and where do you come from?” ", "9": "They told him, “Your subjects[k] have come from a very distant land because of the reputation[l] of the Lord your God, for we have heard the news about all he did in Egypt[m] ", "10": "and all he did to the two Amorite kings on the other side of the Jordan—King Sihon of Heshbon and King Og of Bashan in Ashtaroth. ", "11": "Our leaders and all who live in our land told us, 'Take provisions for your journey and go meet them. Tell them, “We are willing to be your subjects.[n] Make a treaty with us.”' ", "12": "This bread of ours was warm when we packed it in our homes the day we started out to meet you,[o] but now it is dry and hard.[p] ", "13": "These wineskins we filled were brand new, but look how they have ripped. Our clothes and sandals have worn out because it has been a very long journey.” ", "14": "The men examined[q] some of their provisions, but they failed to ask the Lord's advice.[r] ", "15": "Joshua made a peace treaty with them and agreed to let them live. The leaders of the community[s] sealed it with an oath.[t]", "16": "Three days after they made the treaty with them, the Israelites found out they were from the local area and lived nearby.[u] ", "17": "So the Israelites set out and on the third day arrived at their cities—Gibeon, Kephirah, Beeroth, and Kiriath Jearim. ", "18": "The Israelites did not attack them because the leaders of the community had sworn an oath to them in the name of the Lord God of Israel.[v] The whole community criticized[w] the leaders, ", "19": "but all the leaders told the whole community, “We swore an oath to them in the name of[x] the Lord God of Israel! So now we can't hurt[y] them. ", "20": "We must let them live so we can escape the curse attached to the oath we swore to them.”[z] ", "21": "The leaders then added,[aa] “Let them live.” So they became[ab] woodcutters and water carriers for the whole community, as the leaders had decided.[ac]", "22": "[ad] Joshua summoned the Gibeonites[ae] and said to them, “Why did you trick[af] us by saying, 'We live far away from you,' when you really live nearby?[ag] ", "23": "Now you are condemned to perpetual servitude as woodcutters and water carriers for the house of my God.”[ah] ", "24": "They said to Joshua, “It was carefully reported to your subjects[ai] how the Lord your God commanded Moses his servant to assign you the whole land and to destroy all who live in the land from before you. Because of you we were terrified[aj] we would lose our lives, so we did this thing. ", "25": "So now we are in your power.[ak] Do to us what you think is good and appropriate.”[al] ", "26": "Joshua did as they said; he kept the Israelites from killing them[am] ", "27": "and that day made them woodcutters and water carriers for the community and for the altar of the Lord at the divinely chosen site. (They continue in that capacity to this very day.)[an]"}