{"1": "As for the man who is weak in faith, welcome him, but not for disputes over opinions. ", "2": "One believes he may eat anything, while the weak man eats only vegetables. ", "3": "Let not him who eats despise him who abstains, and let not him who abstains pass judgment on him who eats; for God has welcomed him. ", "4": "Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Master is able to make him stand.", "5": "One man esteems one day as better than another, while another man esteems all days alike. Let every one be fully convinced in his own mind. ", "6": "He who observes the day, observes it in honor of the Lord. He also who eats, eats in honor of the Lord, since he gives thanks to God; while he who abstains, abstains in honor of the Lord and gives thanks to God. ", "7": "None of us lives to himself, and none of us dies to himself. ", "8": "If we live, we live to the Lord, and if we die, we die to the Lord; so then, whether we live or whether we die, we are the Lord's. ", "9": "For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.", "10": "Why do you pass judgment on your brother? Or you, why do you despise your brother? For we shall all stand before the judgment seat of God; ", "11": "for it is written, “As I live, says the Lord, every knee shall bow to me, and every tongue shall give praise[a] to God.”", "12": "So each of us shall give account of himself to God.", "13": "Then let us no more pass judgment on one another, but rather decide never to put a stumbling block or hindrance in the way of a brother. ", "14": "I know and am persuaded in the Lord Jesus that nothing is unclean in itself; but it is unclean for any one who thinks it unclean. ", "15": "If your brother is being injured by what you eat, you are no longer walking in love. Do not let what you eat cause the ruin of one for whom Christ died. ", "16": "So do not let your good be spoken of as evil. ", "17": "For the kingdom of God is not food and drink but righteousness and peace and joy in the Holy Spirit; ", "18": "he who thus serves Christ is acceptable to God and approved by men. ", "19": "Let us then pursue what makes for peace and for mutual upbuilding. ", "20": "Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for any one to make others fall by what he eats; ", "21": "it is right not to eat meat or drink wine or do anything that makes your brother stumble.[b] ", "22": "The faith that you have, keep between yourself and God; happy is he who has no reason to judge himself for what he approves. ", "23": "But he who has doubts is condemned, if he eats, because he does not act from faith; for whatever does not proceed from faith is sin.[c]"}