{"1": "Behold, upon the mountains are the feet[a] of him bringing good news,[b] proclaiming shalom. O Judah, celebrate your festivals! Fulfill your vows! For never again will Belial pass through you. He has been utterly cut off.", "2": "A shatterer has come up against you. Guard the rampart! Watch the way! Chazak! Be very courageous!", "3": "For Adonai turned aside Jacob's pride like Israel's pride— for spoilers emptied them out and ruined their vine branches.", "4": "He makes the shield of warriors' red— valiant men are clad in scarlet! the chariot burns with metal fire on the day of his preparation, The fir trees are shaken.", "5": "The chariots dash madly about through the streets, rushing to and fro in the plazas, their appearance is like torches, darting like flashes of lightning.", "6": "He will recall his majestic ones. They will stumble in their march. They will hasten to her wall. Now the siege work is set up.", "7": "The river gates will be opened, and the palace will melt away.", "8": "What was erected[c] will be exiled and carried away. Her handmaids are lamenting like the sound of doves, beating their breasts.", "9": "Nineveh was like a pool of water for days —now they are fleeing. Stop, stop! Yet no one turns back.", "10": "Plunder the silver! Plunder the gold! For there is no end of treasure— glory from everything precious.", "11": "Emptiness, desolation, waste! Heart melting, knees buckling, anguish in all the loins, all their faces grown pale!", "12": "Where is the lions' den, the feeding place for young lions— where the lion went for a lion's cub— with nothing to disturb them?", "13": "The lion rips enough for his cubs, strangles prey for his lionesses. Yes, he fills his den with prey, his lair with torn flesh.", "14": "“Here I am against you” —it is a declaration of Adonai-Tzva'ot— “I will burn up her chariots in smoke. A sword will devour your young lions. I will cut them off from the land of your prey, and the voice of your messengers will no longer be heard.”"}