{"1": "Oy, bloody city! Full of deceit, full of plunder. The prey never departs.", "2": "Crack of whip, rattling of wheels, horse galloping, chariot jolting,", "3": "horseman climbing up, blade of sword and flash of spear, many slain, a mass of corpses —no end to the corpses— they stumble over their corpses!", "4": "Because of the many fornications of the elegant prostitute, the mistress of sorceries, who sells nations by her fornications, and clans through her sorceries—", "5": "Behold, I am against you —it is a declaration of Adonai-Tzva'ot— I will lift your skirts over your face, I will show nations your nakedness and kingdoms your disgrace.", "6": "Yes, I will fling filth on you. I will treat you with contempt and set you up as a spectacle.", "7": "So it will be that all who see you will recoil from you and say, “Nineveh has been ravaged! Who will lament for her?” Where will I find comforters for you?", "8": "Are you better than No-amon[a], situated among channels of the Nile, water surrounding her, whose fortress and wall was water?[b]", "9": "Cush and Egypt were her might—unlimited. Put and Libya were her allies.", "10": "Yet she went off to exile among the captives. Even her babes were dashed to pieces at the head of all streets. They cast lots for her dignitaries, and all her great men were bound with chains.", "11": "You too will become drunk. You will hide yourself. You too will seek refuge from an enemy.", "12": "All your fortifications will be fig trees with firstfruits— when shaken, they will fall, into an eater's mouth.", "13": "See, your people within you are women[c]. The gates of your land are wide open to your enemies— fire has devoured your gate-bars.", "14": "Draw water for a siege. Strengthen your fortifications! Go into the mud and tread mortar. Take hold of the brick mold.", "15": "There fire will devour you. Sword will cut you off, devouring you like the locust. Multiply like the locust. Multiply like the swarming locust!", "16": "You have multiplied your traders more than the stars of heaven. Locusts have stripped and flown off.", "17": "Your princes are like locusts, your officials like a locust swarm, camping in the walls on a chilly day. The sun rises, and they are chased away, and where they are is unknown.", "18": "Your shepherds have become drowsy, king of Assyria, your nobles lie down. Your people are scattered on the hills, with no one to gather them.", "19": "There is no cure for your brokenness, your wound is severe. All who hear the report about you, clap hands over you. For over whom has not passed your constant cruelty?"}