{"1": "Once you were under God's curse, doomed forever for your sins. ", "2": "You went along with the crowd and were just like all the others, full of sin, obeying Satan, the mighty prince of the power of the air, who is at work right now in the hearts of those who are against the Lord. ", "3": "All of us used to be just as they are, our lives expressing the evil within us, doing every wicked thing that our passions or our evil thoughts might lead us into. We started out bad, being born with evil natures, and were under God's anger just like everyone else.", "4": "But God is so rich in mercy; he loved us so much ", "5": "that even though we were spiritually dead and doomed by our sins, he gave us back our lives again[a] when he raised Christ from the dead—only by his undeserved favor have we ever been saved—", "6": "and lifted us up from the grave into glory along with Christ, where we sit with him in the heavenly realms—all because of what Christ Jesus did. ", "7": "And now God can always point to us as examples of how very, very rich his kindness is, as shown in all he has done for us through Jesus Christ.", "8": "Because of his kindness, you have been saved through trusting Christ. And even trusting is not of yourselves;[b] it too is a gift from God. ", "9": "Salvation is not a reward for the good we have done, so none of us can take any credit for it. ", "10": "It is God himself who has made us what we are and given us new lives from Christ Jesus; and long ages ago he planned that we should spend these lives in helping others.", "11": "Never forget that once you were heathen and that you were called godless and “unclean” by the Jews. (But their hearts, too, were still unclean, even though they were going through the ceremonies and rituals of the godly, for they circumcised themselves as a sign of godliness.) ", "12": "Remember that in those days you were living utterly apart from Christ; you were enemies of God's children, and he had promised you no help. You were lost, without God, without hope.", "13": "But now you belong to Christ Jesus, and though you once were far away from God, now you have been brought very near to him because of what Jesus Christ has done for you with his blood.", "14": "For Christ himself is our way of peace. He has made peace between us Jews and you Gentiles by making us all one family,[c] breaking down the wall of contempt* that used to separate us. ", "15": "By his death he ended the angry resentment between us, caused by the Jewish laws that favored the Jews and excluded the Gentiles, for he died to annul that whole system of Jewish laws. Then he took the two groups that had been opposed to each other and made them parts of himself; thus he fused us together to become one new person, and at last there was peace. ", "16": "As parts of the same body, our anger against each other has disappeared, for both of us have been reconciled to God. And so the feud ended at last at the cross. ", "17": "And he has brought this Good News of peace to you Gentiles who were very far away from him, and to us Jews who were near. ", "18": "Now all of us, whether Jews or Gentiles, may come to God the Father with the Holy Spirit's help because of what Christ has done for us.", "19": "Now you are no longer strangers to God and foreigners to heaven, but you are members of God's very own family, citizens of God's country, and you belong in God's household with every other Christian.", "20": "What a foundation you stand on now: the apostles and the prophets; and the cornerstone of the building is Jesus Christ himself! ", "21": "We who believe are carefully joined together with Christ as parts of a beautiful, constantly growing temple for God. ", "22": "And you also are joined with him and with each other by the Spirit and are part of this dwelling place of God."}