{"1": "Children, obey your parents; this is the right thing to do because God has placed them in authority over you. ", "2": "Honor your father and mother. This is the first of God's Ten Commandments that ends with a promise. ", "3": "And this is the promise: that if you honor your father and mother, yours will be a long life, full of blessing.", "4": "And now a word to you parents. Don't keep on scolding and nagging your children, making them angry and resentful. Rather, bring them up with the loving discipline the Lord himself approves, with suggestions and godly advice.", "5": "Slaves, obey your masters; be eager to give them your very best. Serve them as you would Christ. ", "6-7": "Don't work hard only when your master is watching and then shirk when he isn't looking; work hard and with gladness all the time, as though working for Christ, doing the will of God with all your hearts. ", "8": "Remember, the Lord will pay you for each good thing you do, whether you are slave or free.", "9": "And you slave owners must treat your slaves right, just as I have told them to treat you. Don't keep threatening them; remember, you yourselves are slaves to Christ; you have the same Master they do, and he has no favorites.", "10": "Last of all I want to remind you that your strength must come from the Lord's mighty power within you. ", "11": "Put on all of God's armor so that you will be able to stand safe against all strategies and tricks of Satan. ", "12": "For we are not fighting against people made of flesh and blood, but against persons without bodies—the evil rulers of the unseen world, those mighty satanic beings and great evil princes of darkness who rule this world; and against huge numbers of wicked spirits in the spirit world.", "13": "So use every piece of God's armor to resist the enemy whenever he attacks, and when it is all over, you will still be standing up.", "14": "But to do this, you will need the strong belt of truth and the breastplate of God's approval. ", "15": "Wear shoes that are able to speed you on as you preach the Good News of peace with God. ", "16": "In every battle you will need faith as your shield to stop the fiery arrows aimed at you by Satan. ", "17": "And you will need the helmet of salvation and the sword of the Spirit—which is the Word of God.", "18": "Pray all the time. Ask God for anything in line with the Holy Spirit's wishes. Plead with him, reminding him of your needs, and keep praying earnestly for all Christians everywhere. ", "19": "Pray for me, too, and ask God to give me the right words as I boldly tell others about the Lord and as I explain to them that his salvation is for the Gentiles too. ", "20": "I am in chains now for preaching this message from God. But pray that I will keep on speaking out boldly for him even here in prison, as I should.", "21": "Tychicus, who is a much-loved brother and faithful helper in the Lord's work, will tell you all about how I am getting along. ", "22": "I am sending him to you for just this purpose: to let you know how we are and be encouraged by his report.", "23": "May God give peace to you, my Christian brothers, and love, with faith from God the Father and the Lord Jesus Christ. ", "24": "May God's grace and blessing be upon all who sincerely love our Lord Jesus Christ. Sincerely, Paul"}