{"1": "After the salutation, 4 he entreateth of the free election of God, 5 and adoption. 7, 13 from whence man's salvation floweth, as from the true and natural fountain: and because so high a mystery cannot be understood, 16 he prayeth that the full, 20 knowledge of Christ, may by God be reavealed unto the Ephesians. Paul [a]an Apostle of Jesus Christ by the will of God, to the Saints, which are at Ephesus, and to the [b]faithful in Christ Jesus:", "2": "Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.", "3": "[c]Blessed be God, [d]and the Father of our Lord Jesus Christ, [e]which hath blessed us, with [f]all spiritual blessing in [g]heavenly things in [h]Christ,", "4": "[i]As he hath chosen us in [j]him, before the foundation of the world, [k]that we [l]should [m]be holy, and without blame [n]before him in love:", "5": "[o]Who hath predestinated us, to be adopted through Jesus Christ [p]in himself, according to the good pleasure of his will.", "6": "[q]To the [r]praise of the glory of his grace, [s]wherewith he hath made us freely accepted in his beloved.", "7": "[t]By whom we have redemption through his blood, even the forgiveness of sins, according to his rich grace:", "8": "[u][v]Whereby he hath been abundant toward us in [w]all wisdom and understanding,", "9": "And hath opened unto us the [x]mystery of his will [y]according to his good pleasure, which he hath purposed in him,", "10": "[z]That in the dispensation of the fullness of the times, he might [aa]gather together in one all things, both which are in heaven, and which are in earth, even in Christ:", "11": "[ab]In whom also we are chosen when we were predestinated according to the purpose of him, which worketh [ac]all things after the counsel of his own will,", "12": "That we, which [ad]first trusted in Christ, should be unto the praise of his glory:", "13": "[ae]In whom also ye have trusted, after that ye heard the [af]word of truth, even the Gospel of your salvation, wherein also after that ye believed, ye were [ag]sealed with the holy [ah]Spirit of promise,", "14": "Which is the earnest of our inheritance, for the [ai]redemption of that liberty purchased unto the praise of his glory.", "15": "[aj]Therefore also after that I heard of the faith, which ye have in the Lord Jesus, and love toward all the Saints,", "16": "I cease not to give thanks for you, making mention of you in my prayers,", "17": "[ak]That the God of our Lord Jesus Christ, that Father of [al]glory, might give unto you the Spirit of wisdom, and revelation through the [am]knowledge of him,", "18": "That the eyes of your understanding may be lightened, that ye may know what the [an]hope is of his calling, and what the riches of his glorious inheritance is in the Saints,", "19": "[ao]And what is the exceeding greatness of his power toward us, which believe, according to the working of his mighty power,", "20": "[ap]Which he wrought in Christ, when he raised him from the dead, and set him at his [aq]right hand in the heavenly places,", "21": "Far above all principality, and power, and might, and domination, and every [ar]Name, that is named, not in this world only, but also in that that is to come,", "22": "[as]And hath made all things subject under his feet, and hath given him over all things to be the [at]head to the Church,", "23": "Which is his body, even the [au]fullness of him that filleth all in all things."}