{"1": "The better to set out the grace of Christ, he useth a comparison, calling them to mind, 5 that they were altogether castaways and aliants, 8 that they are saved by grace, 13 and brought near, 16 by reconciliation through Christ, 17 published by the Gospel. And [a]you hath he quickened, that were [b]dead in [c]trespasses and sins,", "2": "[d]Wherein, in times past ye walked, [e]according to the course of this world, and [f]after the prince that ruleth in the air, even the spirit, that now [g]worketh in the [h]children of disobedience,", "3": "[i]Among whom we also had our conversation in time past in the lusts of our [j]flesh, in fulfilling the will of the flesh, and of the mind, and [k]were by nature the [l]children of wrath, as well as [m]others.", "4": "[n]But God which is rich in mercy, through his great love wherewith he loved us,", "5": "Even when we were dead by sins, hath quickened us together in Christ, by whose grace ye are saved,", "6": "And hath raised us up [o]together, and made us sit together in the heavenly places in Christ Jesus,", "7": "That he might show in the ages to come the exceeding riches of his grace through his kindness toward us in Christ Jesus.", "8": "For by [p]grace are ye saved through faith, and that not of yourselves: it is the gift of God,", "9": "[q]Not of works, lest any man should boast himself.", "10": "For we are [r]his workmanship created in Christ Jesus unto good works, which God hath ordained, that we should walk in them.", "11": "[s]Wherefore remember that ye being in time past Gentiles in the flesh, and [t]called uncircumcision of them, which are [u]called circumcision in the flesh, made with hands,", "12": "That ye were, I say, at that time [v]without Christ, and were [w]aliens from the commonwealth of Israel, and were strangers from the covenants of promise, and had no hope, and were without God in the world.", "13": "[x]But now in Christ Jesus, ye which once were far off, are made near by the blood of Christ.", "14": "[y]For he is our peace, which hath made of both one, and hath broken the stop of the partition wall,", "15": "In abrogating through his flesh the hatred, that is, the Law of commandments which standeth in ordinances, for to make of twain one new man in himself, so making peace,", "16": "And that he might reconcile both unto God in [z]one body by his cross, and [aa]slay hatred thereby,", "17": "[ab]And came, and preached peace to you which were afar off, and to them that were near.", "18": "For [ac]through him we both have an entrance unto the Father by one Spirit.", "19": "[ad]Now therefore ye are no more strangers and foreigners: but citizens with the Saints, and of the household of God.", "20": "[ae]And are built upon the foundation of the Apostles and Prophets, Jesus Christ himself being the [af]chief cornerstone,", "21": "In whom all the building [ag]coupled together, groweth unto an holy Temple in the Lord.", "22": "In whom ye also are built together to be the habitation of God by the Spirit."}