{"1": "He showeth the duties of children, 5 servants, 9 and masters: 10 Then he speaketh of the fierce battle that the faithful have, 12 and what weapons we must use in the same: 21 In the end he commendeth Tychicus. Children, [a]obey your parents [b]in the [c]Lord: [d]for this is right.", "2": "[e]Honor thy father and mother ([f]which is the first commandment with [g]promise)", "3": "That it may be well with thee, and that thou mayest live long on earth.", "4": "[h]And ye, fathers, provoke not your children to wrath: but bring them up in instruction and [i]information of the Lord.", "5": "[j]Servants, be obedient unto them that are your masters, [k]according to the flesh, with [l]fear and trembling in singleness of your hearts, as unto Christ,", "6": "Not with service to the eye, as men pleasers, but as the servants of Christ, [m]doing the will of God from the heart.", "7": "With good will, serving the [n]Lord, and not men.", "8": "[o]And know ye that whatsoever good thing any man doeth, that same shall he receive of the Lord, whether he be bond or free,", "9": "[p]And ye masters, do the same things unto them, putting away threatening: and know that even your master also is in heaven, neither is there [q]respect of person with him.", "10": "¶ [r]Finally, my brethren, be strong in the Lord, and in the power of his might.", "11": "Put on the whole armor of God, that ye may be able to stand against the assaults of the devil.", "12": "[s]For we wrestle not against flesh and [t]blood, but against [u]principalities, against powers, and against the worldly governors, the princes of the darkness of this world, against spiritual wickedness, which are in the high places.", "13": "[v]For this cause take unto you the whole armor of God, that ye may be able to resist in the [w]evil day, and having finished all things, stand fast.", "14": "Stand therefore, and your loins girded about with verity, and having on the breastplate of righteousness,", "15": "And your feet shod with the [x]preparation of the Gospel of peace.", "16": "Above all, take the shield of Faith, wherewith ye may quench all the fiery darts of the wicked,", "17": "And take the helmet of Salvation, and the sword of the Spirit, which is the word of God.", "18": "And pray always with all manner prayer and supplication in the [y]spirit: and watch thereunto with all perseverance and supplication for all Saints,", "19": "And for me, that utterance may be given unto me, that I may open my mouth boldly to publish the secret of the Gospel,", "20": "Whereof I am the ambassador in bonds, that therein I may speak boldly, as I ought to speak.", "21": "¶ [z]But that ye may also know mine affairs, and what I do, Tychicus my dear brother and faithful minister in the Lord, shall show you of all things.", "22": "Whom I have sent unto you for the same purpose, that ye might know mine affairs, and that he might comfort your hearts.", "23": "Peace be with the brethren, and love with faith from God the Father, and from the Lord Jesus Christ.", "24": "Grace be with all them which love our Lord Jesus Christ, to their [aa]immortality, Amen. ¶ Written from Rome unto the Ephesians, and sent by Tychicus."}