{"1": "[a]After the death of Joshua the people of Israel inquired of the Lord, “Who shall go up first for us against the Canaanites, to fight against them?” ", "2": "The Lord said, “Judah shall go up; behold, I have given the land into his hand.” ", "3": "And Judah said to Simeon his brother, “Come up with me into the territory alloted to me, that we may fight against the Canaanites; and I likewise will go with you into the territory allotted to you.” So Simeon went with him. ", "4": "Then Judah went up and the Lord gave the Canaanites and the Per′izzites into their hand; and they defeated ten thousand of them at Bezek. ", "5": "They came upon Ado′ni-be′zek at Bezek, and fought against him, and defeated the Canaanites and the Per′izzites. ", "6": "Ado′ni-be′zek fled; but they pursued him, and caught him, and cut off his thumbs and his great toes. ", "7": "And Ado′ni-be′zek said, “Seventy kings with their thumbs and their great toes cut off used to pick up scraps under my table; as I have done, so God has requited me.” And they brought him to Jerusalem, and he died there.", "8": "And the men of Judah fought against Jerusalem, and took it, and smote it with the edge of the sword, and set the city on fire. ", "9": "And afterward the men of Judah went down to fight against the Canaanites who dwelt in the hill country, in the Negeb, and in the lowland. ", "10": "And Judah went against the Canaanites who dwelt in Hebron (now the name of Hebron was formerly Kir′iath-ar′ba); and they defeated Sheshai and Ahi′man and Talmai.", "11": "From there they went against the inhabitants of Debir. The name of Debir was formerly Kir′iath-se′pher. ", "12": "And Caleb said, “He who attacks Kir′iath-se′pher and takes it, I will give him Achsah my daughter as wife.” ", "13": "And Oth′ni-el the son of Kenaz, Caleb's younger brother, took it; and he gave him Achsah his daughter as wife. ", "14": "When she came to him, she urged him to ask her father for a field; and she alighted from her ass, and Caleb said to her, “What do you wish?” ", "15": "She said to him, “Give me a present; since you have set me in the land of the Negeb, give me also springs of water.” And Caleb gave her the upper springs and the lower springs.", "16": "And the descendants of the Ken′ite, Moses' father-in-law, went up with the people of Judah from the city of palms into the wilderness of Judah, which lies in the Negeb near Arad; and they went and settled with the people. ", "17": "And Judah went with Simeon his brother, and they defeated the Canaanites who inhabited Zephath, and utterly destroyed it. So the name of the city was called Hormah. ", "18": "Judah also took Gaza with its territory, and Ash′kelon with its territory, and Ekron with its territory. ", "19": "And the Lord was with Judah, and he took possession of the hill country, but he could not drive out the inhabitants of the plain, because they had chariots of iron. ", "20": "And Hebron was given to Caleb, as Moses had said; and he drove out from it the three sons of Anak. ", "21": "But the people of Benjamin did not drive out the Jeb′usites who dwelt in Jerusalem; so the Jeb′usites have dwelt with the people of Benjamin in Jerusalem to this day.", "22": "The house of Joseph also went up against Bethel; and the Lord was with them. ", "23": "And the house of Joseph sent to spy out Bethel. (Now the name of the city was formerly Luz.) ", "24": "And the spies saw a man coming out of the city, and they said to him, “Pray, show us the way into the city, and we will deal kindly with you.” ", "25": "And he showed them the way into the city; and they smote the city with the edge of the sword, but they let the man and all his family go. ", "26": "And the man went to the land of the Hittites and built a city, and called its name Luz; that is its name to this day.", "27": "Manas′seh did not drive out the inhabitants of Beth-she′an and its villages, or Ta′anach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ib′leam and its villages, or the inhabitants of Megid′do and its villages; but the Canaanites persisted in dwelling in that land. ", "28": "When Israel grew strong, they put the Canaanites to forced labor, but did not utterly drive them out.", "29": "And E′phraim did not drive out the Canaanites who dwelt in Gezer; but the Canaanites dwelt in Gezer among them.", "30": "Zeb′ulun did not drive out the inhabitants of Kitron, or the inhabitants of Na′halol; but the Canaanites dwelt among them, and became subject to forced labor.", "31": "Asher did not drive out the inhabitants of Acco, or the inhabitants of Sidon, or of Ahlab, or of Achzib, or of Helbah, or of Aphik, or of Rehob; ", "32": "but the Asherites dwelt among the Canaanites, the inhabitants of the land; for they did not drive them out.", "33": "Naph′tali did not drive out the inhabitants of Beth-she′mesh, or the inhabitants of Beth-anath, but dwelt among the Canaanites, the inhabitants of the land; nevertheless the inhabitants of Beth-she′mesh and of Beth-anath became subject to forced labor for them.", "34": "The Amorites pressed the Danites back into the hill country, for they did not allow them to come down to the plain; ", "35": "the Amorites persisted in dwelling in Har-heres, in Ai′jalon, and in Sha-al′bim, but the hand of the house of Joseph rested heavily upon them, and they became subject to forced labor. ", "36": "And the border of the Amorites ran from the ascent of Akrab′bim, from Sela and upward."}