{"1": "After Abim′elech there arose to deliver Israel Tola the son of Pu′ah, son of Dodo, a man of Is′sachar; and he lived at Shamir in the hill country of E′phraim. ", "2": "And he judged Israel twenty-three years. Then he died, and was buried at Shamir.", "3": "After him arose Ja′ir the Gileadite, who judged Israel twenty-two years. ", "4": "And he had thirty sons who rode on thirty asses; and they had thirty cities, called Hav′voth-ja′ir to this day, which are in the land of Gilead. ", "5": "And Ja′ir died, and was buried in Kamon.", "6": "And the people of Israel again did what was evil in the sight of the Lord, and served the Ba′als and the Ash′taroth, the gods of Syria, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines; and they forsook the Lord, and did not serve him. ", "7": "And the anger of the Lord was kindled against Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites, ", "8": "and they crushed and oppressed the children of Israel that year. For eighteen years they oppressed all the people of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead. ", "9": "And the Ammonites crossed the Jordan to fight also against Judah and against Benjamin and against the house of E′phraim; so that Israel was sorely distressed.", "10": "And the people of Israel cried to the Lord, saying, “We have sinned against thee, because we have forsaken our God and have served the Ba′als.” ", "11": "And the Lord said to the people of Israel, “Did I not deliver you from the Egyptians and from the Amorites, from the Ammonites and from the Philistines? ", "12": "The Sido′nians also, and the Amal′ekites, and the Ma′onites, oppressed you; and you cried to me, and I delivered you out of their hand. ", "13": "Yet you have forsaken me and served other gods; therefore I will deliver you no more. ", "14": "Go and cry to the gods whom you have chosen; let them deliver you in the time of your distress.” ", "15": "And the people of Israel said to the Lord, “We have sinned; do to us whatever seems good to thee; only deliver us, we pray thee, this day.” ", "16": "So they put away the foreign gods from among them and served the Lord; and he became indignant over the misery of Israel.", "17": "Then the Ammonites were called to arms, and they encamped in Gilead; and the people of Israel came together, and they encamped at Mizpah. ", "18": "And the people, the leaders of Gilead, said one to another, “Who is the man that will begin to fight against the Ammonites? He shall be head over all the inhabitants of Gilead.”"}