{"1": "[a]And the people of Israel again did what was evil in the sight of the Lord; and the Lord gave them into the hand of the Philistines for forty years.", "2": "And there was a certain man of Zorah, of the tribe of the Danites, whose name was Mano′ah; and his wife was barren and had no children. ", "3": "And the angel of the Lord appeared to the woman and said to her, “Behold, you are barren and have no children; but you shall conceive and bear a son. ", "4": "Therefore beware, and drink no wine or strong drink, and eat nothing unclean, ", "5": "for lo, you shall conceive and bear a son. No razor shall come upon his head, for the boy shall be a Nazirite to God from birth; and he shall begin to deliver Israel from the hand of the Philistines.” ", "6": "Then the woman came and told her husband, “A man of God came to me, and his countenance was like the countenance of the angel of God, very terrible; I did not ask him whence he was, and he did not tell me his name; ", "7": "but he said to me, 'Behold, you shall conceive and bear a son; so then drink no wine or strong drink, and eat nothing unclean, for the boy shall be a Nazirite to God from birth to the day of his death.'”", "8": "Then Mano′ah entreated the Lord, and said, “O, Lord, I pray thee, let the man of God whom thou didst send come again to us, and teach us what we are to do with the boy that will be born.” ", "9": "And God listened to the voice of Mano′ah, and the angel of God came again to the woman as she sat in the field; but Mano′ah her husband was not with her. ", "10": "And the woman ran in haste and told her husband, “Behold, the man who came to me the other day has appeared to me.” ", "11": "And Mano′ah arose and went after his wife, and came to the man and said to him, “Are you the man who spoke to this woman?” And he said, “I am.” ", "12": "And Mano′ah said, “Now when your words come true, what is to be the boy's manner of life, and what is he to do?” ", "13": "And the angel of the Lord said to Mano′ah, “Of all that I said to the woman let her beware. ", "14": "She may not eat of anything that comes from the vine, neither let her drink wine or strong drink, or eat any unclean thing; all that I commanded her let her observe.”", "15": "Mano′ah said to the angel of the Lord, “Pray, let us detain you, and prepare a kid for you.” ", "16": "And the angel of the Lord said to Mano′ah, “If you detain me, I will not eat of your food; but if you make ready a burnt offering, then offer it to the Lord.” (For Mano′ah did not know that he was the angel of the Lord.) ", "17": "And Mano′ah said to the angel of the Lord, “What is your name, so that, when your words come true, we may honor you?” ", "18": "And the angel of the Lord said to him, “Why do you ask my name, seeing it is wonderful?” ", "19": "So Mano′ah took the kid with the cereal offering, and offered it upon the rock to the Lord, to him who works[b] wonders.[c] ", "20": "And when the flame went up toward heaven from the altar, the angel of the Lord ascended in the flame of the altar while Mano′ah and his wife looked on; and they fell on their faces to the ground.", "21": "The angel of the Lord appeared no more to Mano′ah and to his wife. Then Mano′ah knew that he was the angel of the Lord. ", "22": "And Mano′ah said to his wife, “We shall surely die, for we have seen God.” ", "23": "But his wife said to him, “If the Lord had meant to kill us, he would not have accepted a burnt offering and a cereal offering at our hands, or shown us all these things, or now announced to us such things as these.” ", "24": "And the woman bore a son, and called his name Samson; and the boy grew, and the Lord blessed him. ", "25": "And the Spirit of the Lord began to stir him in Ma′haneh-dan, between Zorah and Esh′ta-ol."}