{"1": "Then all the people of Israel came out, from Dan to Beer-sheba, including the land of Gilead, and the congregation assembled as one man to the Lord at Mizpah. ", "2": "And the chiefs of all the people, of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand men on foot that drew the sword. ", "3": "(Now the Benjaminites heard that the people of Israel had gone up to Mizpah.) And the people of Israel said, “Tell us, how was this wickedness brought to pass?” ", "4": "And the Levite, the husband of the woman who was murdered, answered and said, “I came to Gib′e-ah that belongs to Benjamin, I and my concubine, to spend the night. ", "5": "And the men of Gib′e-ah rose against me, and beset the house round about me by night; they meant to kill me, and they ravished my concubine, and she is dead. ", "6": "And I took my concubine and cut her in pieces, and sent her throughout all the country of the inheritance of Israel; for they have committed abomination and wantonness in Israel. ", "7": "Behold, you people of Israel, all of you, give your advice and counsel here.”", "8": "And all the people arose as one man, saying, “We will not any of us go to his tent, and none of us will return to his house. ", "9": "But now this is what we will do to Gib′e-ah: we will go up against it by lot, ", "10": "and we will take ten men of a hundred throughout all the tribes of Israel, and a hundred of a thousand, and a thousand of ten thousand, to bring provisions for the people, that when they come they may requite Gib′e-ah of Benjamin, for all the wanton crime which they have committed in Israel.” ", "11": "So all the men of Israel gathered against the city, united as one man.", "12": "And the tribes of Israel sent men through all the tribe of Benjamin, saying, “What wickedness is this that has taken place among you? ", "13": "Now therefore give up the men, the base fellows in Gib′e-ah, that we may put them to death, and put away evil from Israel.” But the Benjaminites would not listen to the voice of their brethren, the people of Israel. ", "14": "And the Benjaminites came together out of the cities to Gib′e-ah, to go out to battle against the people of Israel. ", "15": "And the Benjaminites mustered out of their cities on that day twenty-six thousand men that drew the sword, besides the inhabitants of Gib′e-ah, who mustered seven hundred picked men. ", "16": "Among all these were seven hundred picked men who were left-handed; every one could sling a stone at a hair, and not miss. ", "17": "And the men of Israel, apart from Benjamin, mustered four hundred thousand men that drew sword; all these were men of war.", "18": "The people of Israel arose and went up to Bethel, and inquired of God, “Which of us shall go up first to battle against the Benjaminites?” And the Lord said, “Judah shall go up first.”", "19": "Then the people of Israel rose in the morning, and encamped against Gib′e-ah. ", "20": "And the men of Israel went out to battle against Benjamin; and the men of Israel drew up the battle line against them at Gib′e-ah. ", "21": "The Benjaminites came out of Gib′e-ah, and felled to the ground on that day twenty-two thousand men of the Israelites. ", "22": "But the people, the men of Israel, took courage, and again formed the battle line in the same place where they had formed it on the first day. ", "23": "And the people of Israel went up and wept before the Lord until the evening; and they inquired of the Lord, “Shall we again draw near to battle against our brethren the Benjaminites?” And the Lord said, “Go up against them.”", "24": "So the people of Israel came near against the Benjamnites the second day. ", "25": "And Benjamin went against them out of Gib′e-ah the second day, and felled to the ground eighteen thousand men of the people of Israel; all these were men who drew the sword. ", "26": "Then all the people of Israel, the whole army, went up and came to Bethel and wept; they sat there before the Lord, and fasted that day until evening, and offered burnt offerings and peace offerings before the Lord. ", "27": "And the people of Israel inquired of the Lord (for the ark of the covenant of God was there in those days, ", "28": "and Phin′ehas the son of Elea′zar, son of Aaron, ministered before it in those days), saying, “Shall we yet again go out to battle against our brethren the Benjaminites, or shall we cease?” And the Lord said, “Go up; for tomorrow I will give them into your hand.”", "29": "So Israel set men in ambush round about Gib′e-ah. ", "30": "And the people of Israel went up against the Benjaminites on the third day, and set themselves in array against Gib′e-ah, as at other times. ", "31": "And the Benjaminites went out against the people, and were drawn away from the city; and as at other times they began to smite and kill some of the people, in the highways, one of which goes up to Bethel and the other to Gib′e-ah, and in the open country, about thirty men of Israel. ", "32": "And the Benjaminites said, “They are routed before us, as at the first.” But the men of Israel said, “Let us flee, and draw them away from the city to the highways.” ", "33": "And all the men of Israel rose up out of their place, and set themselves in array at Ba′al-ta′mar; and the men of Israel who were in ambush rushed out of their place west[a] of Geba. ", "34": "And there came against Gib′e-ah ten thousand picked men out of all Israel, and the battle was hard; but the Benjaminites did not know that disaster was close upon them. ", "35": "And the Lord defeated Benjamin before Israel; and the men of Israel destroyed twenty-five thousand one hundred men of Benjamin that day; all these were men who drew the sword. ", "36": "So the Benjaminites saw that they were defeated. The men of Israel gave ground to Benjamin, because they trusted to the men in ambush whom they had set against Gib′e-ah. ", "37": "And the men in ambush made haste and rushed upon Gib′e-ah; the men in ambush moved out and smote all the city with the edge of the sword. ", "38": "Now the appointed signal between the men of Israel and the men in ambush was that when they made a great cloud of smoke rise up out of the city ", "39": "the men of Israel should turn in battle. Now Benjamin had begun to smite and kill about thirty men of Israel; they said, “Surely they are smitten down before us, as in the first battle.” ", "40": "But when the signal began to rise out of the city in a column of smoke, the Benjaminites looked behind them; and behold, the whole of the city went up in smoke to heaven. ", "41": "Then the men of Israel turned, and the men of Benjamin were dismayed, for they saw that disaster was close upon them. ", "42": "Therefore they turned their backs before the men of Israel in the direction of the wilderness; but the battle overtook them, and those who came out of the cities destroyed them in the midst of them. ", "43": "Cutting down[b] the Benjaminites, they pursued them and trod them down from Nohah[c] as far as opposite Gib′e-ah on the east. ", "44": "Eighteen thousand men of Benjamin fell, all of them men of valor. ", "45": "And they turned and fled toward the wilderness to the rock of Rimmon; five thousand men of them were cut down in the highways, and they were pursued hard to Gidom, and two thousand men of them were slain. ", "46": "So all who fell that day of Benjamin were twenty-five thousand men that drew the sword, all of them men of valor. ", "47": "But six hundred men turned and fled toward the wilderness to the rock of Rimmon, and abode at the rock of Rimmon four months. ", "48": "And the men of Israel turned back against the Benjaminites, and smote them with the edge of the sword, men and beasts and all that they found. And all the towns which they found they set on fire."}