{"1": "The people of Israel did what was evil in the sight of he Lord; and the Lord gave them into the hand of Mid′ian seven years. ", "2": "And the hand of Mid′ian prevailed over Israel; and because of Mid′ian the people of Israel made for themselves the dens which are in the mountains, and the caves and the strongholds. ", "3": "For whenever the Israelites put in seed the Mid′ianites and the Amal′ekites and the people of the East would come up and attack them; ", "4": "they would encamp against them and destroy the produce of the land, as far as the neighborhood of Gaza, and leave no sustenance in Israel, and no sheep or ox or ass. ", "5": "For they would come up with their cattle and their tents, coming like locusts for number; both they and their camels could not be counted; so that they wasted the land as they came in. ", "6": "And Israel was brought very low because of Mid′ian; and the people of Israel cried for help to the Lord.", "7": "When the people of Israel cried to the Lord on account of the Mid′ianites, ", "8": "the Lord sent a prophet to the people of Israel; and he said to them, “Thus says the Lord, the God of Israel: I led you up from Egypt, and brought you out of the house of bondage; ", "9": "and I delivered you from the hand of the Egyptians, and from the hand of all who oppressed you, and drove them out before you, and gave you their land; ", "10": "and I said to you, 'I am the Lord your God; you shall not pay reverence to the gods of the Amorites, in whose land you dwell.' But you have not given heed to my voice.”", "11": "Now the angel of the Lord came and sat under the oak at Ophrah, which belonged to Jo′ash the Abiez′rite, as his son Gideon was beating out wheat in the wine press, to hide it from the Mid′ianites. ", "12": "And the angel of the Lord appeared to him and said to him, “The Lord is with you, you mighty man of valor.” ", "13": "And Gideon said to him, “Pray, sir, if the Lord is with us, why then has all this befallen us? And where are all his wonderful deeds which our fathers recounted to us, saying, 'Did not the Lord bring us up from Egypt?' But now the Lord has cast us off, and given us into the hand of Mid′ian.” ", "14": "And the Lord turned to him and said, “Go in this might of yours and deliver Israel from the hand of Mid′ian; do not I send you?” ", "15": "And he said to him, “Pray, Lord, how can I deliver Israel? Behold, my clan is the weakest in Manas′seh, and I am the least in my family.” ", "16": "And the Lord said to him, “But I will be with you, and you shall smite the Mid′ianites as one man.” ", "17": "And he said to him, “If now I have found favor with thee, then show me a sign that it is thou who speakest with me. ", "18": "Do not depart from here, I pray thee, until I come to thee, and bring out my present, and set it before thee.” And he said, “I will stay till you return.”", "19": "So Gideon went into his house and prepared a kid, and unleavened cakes from an ephah of flour; the meat he put in a basket, and the broth he put in a pot, and brought them to him under the oak and presented them. ", "20": "And the angel of God said to him, “Take the meat and the unleavened cakes, and put them on this rock, and pour the broth over them.” And he did so. ", "21": "Then the angel of the Lord reached out the tip of the staff that was in his hand, and touched the meat and the unleavened cakes; and there sprang up fire from the rock and consumed the flesh and the unleavened cakes; and the angel of the Lord vanished from his sight. ", "22": "Then Gideon perceived that he was the angel of the Lord; and Gideon said, “Alas, O Lord God! For now I have seen the angel of the Lord face to face.” ", "23": "But the Lord said to him, “Peace be to you; do not fear, you shall not die.” ", "24": "Then Gideon built an altar there to the Lord, and called it, The Lord is peace. To this day it still stands at Ophrah, which belongs to the Abiez′rites.", "25": "That night the Lord said to him, “Take your father's bull, the second bull seven years old, and pull down the altar of Ba′al which your father has, and cut down the Ashe′rah that is beside it; ", "26": "and build an altar to the Lord your God on the top of the stronghold here, with stones laid in due order; then take the second bull, and offer it as a burnt offering with the wood of the Ashe′rah which you shall cut down.” ", "27": "So Gideon took ten men of his servants, and did as the Lord had told him; but because he was too afraid of his family and the men of the town to do it by day, he did it by night.", "28": "When the men of the town rose early in the morning, behold, the altar of Ba′al was broken down, and the Ashe′rah beside it was cut down, and the second bull was offered upon the altar which had been built. ", "29": "And they said to one another, “Who has done this thing?” And after they had made search and inquired, they said, “Gideon the son of Jo′ash has done this thing.” ", "30": "Then the men of the town said to Jo′ash, “Bring out your son, that he may die, for he has pulled down the altar of Ba′al and cut down the Ashe′rah beside it.” ", "31": "But Jo′ash said to all who were arrayed against him, “Will you contend for Ba′al? Or will you defend his cause? Whoever contends for him shall be put to death by morning. If he is a god, let him contend for himself, because his altar has been pulled down.” ", "32": "Therefore on that day he was called Jerubba′al, that is to say, “Let Ba′al contend against him,” because he pulled down his altar.", "33": "Then all the Mid′ianites and the Amal′ekites and the people of the East came together, and crossing the Jordan they encamped in the Valley of Jezreel. ", "34": "But the Spirit of the Lord took possession of Gideon; and he sounded the trumpet, and the Abiez′rites were called out to follow him. ", "35": "And he sent messengers throughout all Manas′seh; and they too were called out to follow him. And he sent messengers to Asher, Zeb′ulun, and Naph′tali; and they went up to meet them.", "36": "Then Gideon said to God, “If thou wilt deliver Israel by my hand, as thou hast said, ", "37": "behold, I am laying a fleece of wool on the threshing floor; if there is dew on the fleece alone, and it is dry on all the ground, then I shall know that thou wilt deliver Israel by my hand, as thou hast said.” ", "38": "And it was so. When he rose early next morning and squeezed the fleece, he wrung enough dew from the fleece to fill a bowl with water. ", "39": "Then Gideon said to God, “Let not thy anger burn against me, let me speak but this once; pray, let me make trial only this once with the fleece; pray, let it be dry only on the fleece, and on all the ground let there be dew.” ", "40": "And God did so that night; for it was dry on the fleece only, and on all the ground there was dew."}