{"1": "Now Abim′elech the son of Jerubba′al went to Shechem to his mother's kinsmen and said to them and to the whole clan of his mother's family, ", "2": "“Say in the ears of all the citizens of Shechem, 'Which is better for you, that all seventy of the sons of Jerubba′al rule over you, or that one rule over you?' Remember also that I am your bone and your flesh.” ", "3": "And his mother's kinsmen spoke all these words on his behalf in the ears of all the men of Shechem; and their hearts inclined to follow Abim′elech, for they said, “He is our brother.” ", "4": "And they gave him seventy pieces of silver out of the house of Ba′al-be′rith with which Abim′elech hired worthless and reckless fellows, who followed him. ", "5": "And he went to his father's house at Ophrah, and slew his brothers the sons of Jerubba′al, seventy men, upon one stone; but Jotham the youngest son of Jerubba′al was left, for he hid himself. ", "6": "And all the citizens of Shechem came together, and all Beth-millo, and they went and made Abim′elech king, by the oak of the pillar at Shechem.", "7": "When it was told to Jotham, he went and stood on the top of Mount Geri′zim, and cried aloud and said to them, “Listen to me, you men of Shechem, that God may listen to you. ", "8": "The trees once went forth to anoint a king over them; and they said to the olive tree, 'Reign over us.' ", "9": "But the olive tree said to them, 'Shall I leave my fatness, by which gods and men are honored, and go to sway over the trees?' ", "10": "And the trees said to the fig tree, 'Come you, and reign over us.' ", "11": "But the fig tree said to them, 'Shall I leave my sweetness and my good fruit, and go to sway over the trees?' ", "12": "And the trees said to the vine, 'Come you, and reign over us.' ", "13": "But the vine said to them, 'Shall I leave my wine which cheers gods and men, and go to sway over the trees?' ", "14": "Then all the trees said to the bramble, 'Come you, and reign over us.' ", "15": "And the bramble said to the trees, 'If in good faith you are anointing me king over you, then come and take refuge in my shade; but if not, let fire come out of the bramble and devour the cedars of Lebanon.'", "16": "“Now therefore, if you acted in good faith and honor when you made Abim′elech king, and if you have dealt well with Jerubba′al and his house, and have done to him as his deeds deserved— ", "17": "for my father fought for you, and risked his life, and rescued you from the hand of Mid′ian; ", "18": "and you have risen up against my father's house this day, and have slain his sons, seventy men on one stone, and have made Abim′elech, the son of his maidservant, king over the citizens of Shechem, because he is your kinsman— ", "19": "if you then have acted in good faith and honor with Jerubba′al and with his house this day, then rejoice in Abim′elech, and let him also rejoice in you; ", "20": "but if not, let fire come out from Abim′elech, and devour the citizens of Shechem, and Beth-millo; and let fire come out from the citizens of Shechem, and from Beth-millo, and devour Abim′elech.” ", "21": "And Jotham ran away and fled, and went to Beer and dwelt there, for fear of Abim′elech his brother.", "22": "Abim′elech ruled over Israel three years. ", "23": "And God sent an evil spirit between Abim′elech and the men of Shechem; and the men of Shechem dealt treacherously with Abim′elech; ", "24": "that the violence done to the seventy sons of Jerubba′al might come and their blood be laid upon Abim′elech their brother, who slew them, and upon the men of Shechem, who strengthened his hands to slay his brothers. ", "25": "And the men of Shechem put men in ambush against him on the mountain tops, and they robbed all who passed by them along that way; and it was told Abim′elech.", "26": "And Ga′al the son of Ebed moved into Shechem with his kinsmen; and the men of Shechem put confidence in him. ", "27": "And they went out into the field, and gathered the grapes from their vineyards and trod them, and held festival, and went into the house of their god, and ate and drank and reviled Abim′elech. ", "28": "And Ga′al the son of Ebed said, “Who is Abim′elech, and who are we of Shechem, that we should serve him? Did not the son of Jerubba′al and Zebul his officer serve the men of Hamor the father of Shechem? Why then should we serve him? ", "29": "Would that this people were under my hand! then I would remove Abim′elech. I would say[a] to Abim′elech, 'Increase your army, and come out.'”", "30": "When Zebul the ruler of the city heard the words of Ga′al the son of Ebed, his anger was kindled. ", "31": "And he sent messengers to Abim′elech at Aru′mah,[b] saying, “Behold, Ga′al the son of Ebed and his kinsmen have come to Shechem, and they are stirring up[c] the city against you. ", "32": "Now therefore, go by night, you and the men that are with you, and lie in wait in the fields. ", "33": "Then in the morning, as soon as the sun is up, rise early and rush upon the city; and when he and the men that are with him come out against you, you may do to them as occasion offers.”", "34": "And Abim′elech and all the men that were with him rose up by night, and laid wait against Shechem in four companies. ", "35": "And Ga′al the son of Ebed went out and stood in the entrance of the gate of the city; and Abim′elech and the men that were with him rose from the ambush. ", "36": "And when Ga′al saw the men, he said to Zebul, “Look, men are coming down from the mountain tops!” And Zebul said to him, “You see the shadow of the mountains as if they were men.” ", "37": "Ga′al spoke again and said, “Look, men are coming down from the center of the land, and one company is coming from the direction of the Diviners' Oak.” ", "38": "Then Zebul said to him, “Where is your mouth now, you who said, 'Who is Abim′elech, that we should serve him?' Are not these the men whom you despised? Go out now and fight with them.” ", "39": "And Ga′al went out at the head of the men of Shechem, and fought with Abim′elech. ", "40": "And Abim′elech chased him, and he fled before him; and many fell wounded, up to the entrance of the gate. ", "41": "And Abim′elech dwelt at Aru′mah; and Zebul drove out Ga′al and his kinsmen, so that they could not live on at Shechem.", "42": "On the following day the men went out into the fields. And Abim′elech was told. ", "43": "He took his men and divided them into three companies, and laid wait in the fields; and he looked and saw the men coming out of the city, and he rose against them and slew them. ", "44": "Abim′elech and the company[d] that was with him rushed forward and stood at the entrance of the gate of the city, while the two companies rushed upon all who were in the fields and slew them. ", "45": "And Abim′elech fought against the city all that day; he took the city, and killed the people that were in it; and he razed the city and sowed it with salt.", "46": "When all the people of the Tower of Shechem heard of it, they entered the stronghold of the house of El-be′rith. ", "47": "Abim′elech was told that all the people of the Tower of Shechem were gathered together. ", "48": "And Abim′elech went up to Mount Zalmon, he and all the men that were with him; and Abim′elech took an axe in his hand, and cut down a bundle of brushwood, and took it up and laid it on his shoulder. And he said to the men that were with him, “What you have seen me do, make haste to do, as I have done.” ", "49": "So every one of the people cut down his bundle and following Abim′elech put it against the stronghold, and they set the stronghold on fire over them, so that all the people of the Tower of Shechem also died, about a thousand men and women.", "50": "Then Abim′elech went to Thebez, and encamped against Thebez, and took it. ", "51": "But there was a strong tower within the city, and all the people of the city fled to it, all the men and women, and shut themselves in; and they went to the roof of the tower. ", "52": "And Abim′elech came to the tower, and fought against it, and drew near to the door of the tower to burn it with fire. ", "53": "And a certain woman threw an upper millstone upon Abim′elech's head, and crushed his skull. ", "54": "Then he called hastily to the young man his armor-bearer, and said to him, “Draw your sword and kill me, lest men say of me, 'A woman killed him.'” And his young man thrust him through, and he died. ", "55": "And when the men of Israel saw that Abim′elech was dead, they departed every man to his home. ", "56": "Thus God requited the crime of Abim′elech, which he committed against his father in killing his seventy brothers; ", "57": "and God also made all the wickedness of the men of Shechem fall back upon their heads, and upon them came the curse of Jotham the son of Jerubba′al."}