{"1": "The Lord spoke to Moses and Aaron: ", "2": "“When someone has[a] a swelling[b] or a scab[c] or a bright spot[d] on the skin of his body[e] that may become a diseased infection,[f] he must be brought to Aaron the priest or one of his sons, the priests.[g] ", "3": "The priest must then examine the infection[h] on the skin of the body, and if the hair[i] in the infection has turned white and the infection appears to be deeper than the skin of the body,[j] then it is a diseased infection,[k] so when the priest examines it[l] he must pronounce the person unclean.[m]", "4": "“If[n] it is a white bright spot on the skin of his body, but it does not appear to be deeper than the skin,[o] and the hair has not turned white, then the priest is to quarantine the person with the infection for seven days.[p] ", "5": "The priest must then examine it on the seventh day, and if,[q] as far as he can see, the infection has stayed the same[r] and has not spread on the skin,[s] then the priest is to quarantine the person for another seven days.[t] ", "6": "The priest must then examine it again on the seventh day,[u] and if[v] the infection has faded and has not spread on the skin, then the priest is to pronounce the person clean.[w] It is a scab,[x] so he must wash his clothes[y] and be clean. ", "7": "If, however, the scab is spreading further[z] on the skin after he has shown himself to the priest for his purification, then he must show himself to the priest a second time. ", "8": "The priest must then examine it,[aa] and if[ab] the scab has spread on the skin, then the priest is to pronounce the person unclean.[ac] It is a disease.", "9": "“When someone has a diseased infection,[ad] he must be brought to the priest. ", "10": "The priest will then examine it,[ae] and if[af] a white swelling is on the skin, it has turned the hair white, and there is raw flesh in the swelling,[ag] ", "11": "it is a chronic[ah] disease on the skin of his body,[ai] so the priest is to pronounce him unclean.[aj] The priest[ak] must not merely quarantine him, for he is unclean.[al] ", "12": "If, however, the disease breaks out[am] on the skin so that the disease covers all the skin of the person with the infection[an] from his head to his feet, as far as the priest can see,[ao] ", "13": "the priest must then examine it,[ap] and if[aq] the disease covers his whole body, he is to pronounce the person with the infection clean.[ar] He has turned all white, so he is clean.[as] ", "14": "But whenever raw flesh appears in it[at] he will be unclean, ", "15": "so the priest is to examine the raw flesh[au] and pronounce him unclean[av]—it is diseased. ", "16": "If, however,[aw] the raw flesh once again turns white,[ax] then he must come to the priest. ", "17": "The priest will then examine it,[ay] and if[az] the infection has turned white, the priest is to pronounce the person with the infection clean[ba]—he is clean.", "18": "“When someone's body has a boil on its skin[bb] and it heals, ", "19": "and in the place of the boil there is a white swelling or a reddish white bright spot, he must show himself to the priest.[bc] ", "20": "The priest will then examine it,[bd] and if[be] it appears to be deeper than the skin[bf] and its hair has turned white, then the priest is to pronounce the person unclean.[bg] It is a diseased infection that has broken out in the boil.[bh] ", "21": "If, however,[bi] the priest examines it, and[bj] there is no white hair in it, it is not deeper than the skin, and it has faded, then the priest is to quarantine him for seven days.[bk] ", "22": "If[bl] it is spreading farther[bm] on the skin, then the priest is to pronounce him unclean.[bn] It is an infection. ", "23": "But if the bright spot stays in its place and has not spread,[bo] it is the scar of the boil, so the priest is to pronounce him clean.[bp]", "24": "“When a body has a burn on its skin[bq] and the raw area of the burn becomes a reddish white or white bright spot, ", "25": "the priest must examine it,[br] and if[bs] the hair has turned white in the bright spot and it appears to be deeper than the skin,[bt] it is a disease that has broken out in the burn.[bu] The priest is to pronounce the person unclean.[bv] It is a diseased infection.[bw] ", "26": "If, however,[bx] the priest examines it and[by] there is no white hair in the bright spot, it is not deeper than the skin,[bz] and it has faded, then the priest is to quarantine him for seven days.[ca] ", "27": "The priest must then examine it on the seventh day, and if it is spreading further[cb] on the skin, then the priest is to pronounce him unclean. It is a diseased infection.[cc] ", "28": "But if the bright spot stays in its place, has not spread on the skin,[cd] and it has faded, then it is the swelling of the burn, so the priest is to pronounce him clean,[ce] because it is the scar of the burn.", "29": "“When a man or a woman has an infection on the head or in the beard,[cf] ", "30": "the priest is to examine the infection,[cg] and if[ch] it appears to be deeper than the skin[ci] and the hair in it is reddish yellow and thin, then the priest is to pronounce the person unclean.[cj] It is scall,[ck] a disease of the head or the beard.[cl] ", "31": "But if the priest examines the scall infection and it does not appear to be deeper than the skin,[cm] and there is no black hair in it, then the priest is to quarantine the person with the scall infection for seven days.[cn] ", "32": "The priest must then examine the infection on the seventh day, and if[co] the scall has not spread, there is no reddish yellow hair in it, and the scall does not appear to be deeper than the skin,[cp] ", "33": "then the individual is to shave himself,[cq] but he must not shave the area affected by the scall,[cr] and the priest is to quarantine the person with the scall for another seven days.[cs] ", "34": "The priest must then examine the scall on the seventh day, and if[ct] the scall has not spread on the skin and it does not appear to be deeper than the skin,[cu] then the priest is to pronounce him clean.[cv] So he is to wash his clothes and be clean. ", "35": "If, however, the scall spreads further[cw] on the skin after his purification, ", "36": "then the priest is to examine it, and if[cx] the scall has spread on the skin the priest is not to search further for reddish yellow hair.[cy] The person[cz] is unclean. ", "37": "If, as far as the priest can see, the scall has stayed the same[da] and black hair has sprouted in it, the scall has been healed; the person is clean. So the priest is to pronounce him clean.[db]", "38": "“When a man or a woman has bright spots—white bright spots—on the skin of their body, ", "39": "the priest is to examine them,[dc] and if[dd] the bright spots on the skin of their body are faded white, it is a harmless rash that has broken out on the skin. The person is clean.[de]", "40": "“When a man's head is bare so that he is balding in back,[df] he is clean. ", "41": "If his head is bare on the forehead[dg] so that he is balding in front,[dh] he is clean. ", "42": "But if there is a reddish white infection in the back or front bald area, it is a disease breaking out in his back or front bald area. ", "43": "The priest is to examine it,[di] and if[dj] the swelling of the infection is reddish white in the back or the front bald area like the appearance of a disease on the skin of the body,[dk] ", "44": "he is a diseased man. He is unclean. The priest must surely pronounce him unclean because of his infection on his head.[dl]", "45": "“As for the diseased person who has the infection,[dm] his clothes must be torn, the hair of his head must be unbound, he must cover his mustache,[dn] and he must call out 'Unclean! Unclean!' ", "46": "The whole time he has the infection[do] he will be continually unclean. He must live in isolation, and his place of residence must be outside the camp.", "47": "“When a garment has a diseased infection in it,[dp] whether a wool or linen garment,[dq] ", "48": "or in the warp or woof[dr] of the linen or the wool, or in leather or anything made of leather,[ds] ", "49": "if the infection[dt] in the garment or leather or warp or woof or any article of leather is yellowish green or reddish, it is a diseased infection and it must be shown to the priest. ", "50": "The priest is to examine and then quarantine the article with the infection for seven days.[du] ", "51": "He must then examine the infection on the seventh day. If the infection has spread in the garment, or in the warp, or in the woof, or in the leather—whatever the article into which the leather was made[dv]—the infection is a malignant disease. It is unclean. ", "52": "He must burn the garment or the warp or the woof, whether wool or linen, or any article of leather which has the infection in it. Because it is a malignant disease it must be burned up in the fire. ", "53": "But if the priest examines it and[dw] the infection has not spread in the garment or in the warp or in the woof or in any article of leather, ", "54": "the priest is to command that they wash whatever has the infection and quarantine it for another seven days.[dx] ", "55": "The priest must then examine it after the infection has been washed out, and if[dy] the infection has not changed its appearance[dz] even though the infection has not spread, it is unclean. You must burn it up in the fire. It is a fungus, whether on the back side or front side of the article.[ea] ", "56": "But if the priest has examined it and[eb] the infection has faded after it has been washed, he is to tear it out of[ec] the garment or the leather or the warp or the woof. ", "57": "Then if[ed] it still appears again in the garment or the warp or the woof, or in any article of leather, it is an outbreak. Whatever has the infection in it you must burn up in the fire. ", "58": "But the garment or the warp or the woof or any article of leather which you wash and infection disappears from it[ee] is to be washed a second time and it will be clean.”", "59": "This is the law[ef] of the diseased infection in the garment of wool or linen, or the warp or woof, or any article of leather, for pronouncing it clean or unclean.[eg]"}