{"1": "The Lord spoke to Moses after the death of Aaron's two sons when they approached the presence of the Lord[a] and died, ", "2": "and the Lord said to Moses: “Tell Aaron your brother that he must not enter at any time into the Holy Place inside the special curtain[b] in front of the atonement lid[c] that is on the ark so that he may not die, for I will appear in the cloud over the atonement lid.", "3": "“In this way Aaron is to enter into the sanctuary—with a young bull[d] for a sin offering[e] and a ram for a burnt offering.[f] ", "4": "He must put on a holy linen tunic,[g] linen leggings are to cover his body,[h] and he is to wrap himself with a linen sash[i] and wrap his head with a linen turban.[j] They are holy garments, so he must bathe[k] his body in water and put them on. ", "5": "He must also take[l] two male goats[m] from the congregation of the Israelites for a sin offering and one ram for a burnt offering. ", "6": "Then Aaron is to present the sin offering bull which is for himself and is to make atonement on behalf of himself and his household. ", "7": "Next he must take the two goats[n] and stand them before the Lord at the entrance of the Meeting Tent, ", "8": "and Aaron is to cast lots over the two goats,[o] one lot for the Lord and one lot for Azazel.[p] ", "9": "Aaron must then present the goat which has been designated by lot for the Lord,[q] and he is to make it a sin offering, ", "10": "but the goat which has been designated by lot for Azazel is to be stood alive[r] before the Lord to make atonement on it by sending it away into the desert to Azazel.[s]", "11": "“Aaron is to present the sin-offering bull which is for himself, and he is to make atonement on behalf of himself and his household. He is to slaughter the sin-offering bull which is for himself, ", "12": "and take a censer full of coals of fire from the altar before the Lord[t] and a full double handful of finely ground fragrant incense,[u] and bring them inside the curtain.[v] ", "13": "He must then put the incense on the fire before the Lord, and the cloud of incense will cover the atonement lid which is above the ark of the testimony,[w] so that he will not die.[x] ", "14": "Then he is to take some of the blood of the bull and sprinkle it with his finger on the eastern face of the atonement lid,[y] and in front of the atonement lid he is to sprinkle some of the blood seven times with his finger.[z]", "15": "“Aaron[aa] must then slaughter the sin-offering goat which is for the people. He is to bring its blood inside the curtain,[ab] and he is to do with its blood just as he did to the blood of the bull: He is to sprinkle it on the atonement lid and in front of the atonement lid. ", "16": "So[ac] he is to make atonement for the Holy Place from the impurities of the Israelites and from their transgressions with regard to all their sins,[ad] and thus he is to do for the Meeting Tent which resides with them in the midst of their impurities. ", "17": "Nobody is to be in the Meeting Tent[ae] when he enters to make atonement in the Holy Place until he goes out, and he has made atonement on his behalf, on behalf of his household, and on behalf of the whole assembly of Israel.", "18": "“Then[af] Aaron[ag] is to go out to the altar which is before the Lord and make atonement for it. He is to take[ah] some of the blood of the bull and some of the blood of the goat, and put it all around on the horns of the altar. ", "19": "Then he is to sprinkle on it some of the blood with his finger seven times, and cleanse and consecrate it[ai] from the impurities of the Israelites.", "20": "“When Aaron[aj] has finished purifying the Holy Place,[ak] the Meeting Tent, and the altar, he is to present the live goat. ", "21": "Aaron is to lay his two hands on the head of the live goat and confess over it all the iniquities of the Israelites and all their transgressions in regard to all their sins,[al] and thus he is to put them[am] on the head of the goat and send it away into the desert by the hand of a man standing ready.[an] ", "22": "The goat is to bear on itself all their iniquities into an inaccessible land,[ao] so he is to send the goat away[ap] into the desert.", "23": "“Aaron must then enter[aq] the Meeting Tent and take off the linen garments which he had put on when he entered the sanctuary, and leave them there. ", "24": "Then he must bathe his body in water in the Holy Place, put on his clothes, and go out and make his burnt offering and the people's burnt offering. So he is to make atonement[ar] on behalf of himself and the people.[as]", "25": "“Then he is to offer up the fat of the sin offering[at] in smoke on the altar, ", "26": "and the one who sent the goat away to Azazel[au] must wash his clothes, bathe his body in water, and afterward he may reenter the camp. ", "27": "The bull of the sin offering and the goat of the sin offering, whose blood was brought to make atonement in the Holy Place, must be brought outside the camp[av] and their hide, their flesh, and their dung must be burned up,[aw] ", "28": "and the one who burns them must wash his clothes and bathe his body in water, and afterward he may reenter the camp.", "29": "“This is to be a perpetual statute for you.[ax] In the seventh month, on the tenth day of the month, you must humble yourselves[ay] and do no work of any kind,[az] both the native citizen and the resident foreigner who lives[ba] in your midst, ", "30": "for on this day atonement is to be made for you to cleanse you from all your sins; you must be clean before the Lord.[bb] ", "31": "It is to be a Sabbath of complete rest for you, and you must humble yourselves.[bc] It is a perpetual statute.[bd]", "32": "“The priest who is anointed and ordained to act as high priest in place of his father[be] is to make atonement. He is to put on the linen garments, the holy garments, ", "33": "and he is to purify[bf] the Most Holy Place,[bg] he is to purify the Meeting Tent and the altar,[bh] and he is to make atonement for[bi] the priests and for all the people of the assembly. ", "34": "This is to be a perpetual statute for you[bj] to make atonement for the Israelites for[bk] all their sins once a year.”[bl] So he did just as the Lord had commanded Moses.[bm]"}