{"1": "The Lord spoke to Moses: ", "2": "“Speak to the Israelites and tell them, 'I am the Lord your God! ", "3": "You must not do as they do in the land of Egypt where you have been living,[a] and you must not do as they do in the land of Canaan into which I am about to bring you;[b] you must not[c] walk in their statutes. ", "4": "You must observe my regulations[d] and you must be sure to walk in my statutes.[e] I am the Lord your God. ", "5": "So you must keep[f] my statutes and my regulations; anyone who does so will live by keeping them.[g] I am the Lord.", "6": "“'No man is to approach any close relative[h] to have sexual relations with her.[i] I am the Lord.[j] ", "7": "You must not[k] expose your father's nakedness by having sexual relations with your mother.[l] She is your mother; you must not have sexual relations with her. ", "8": "You must not have sexual relations with your father's wife; she is your father's nakedness.[m] ", "9": "You must not have sexual relations with your sister, whether she is your father's daughter or your mother's daughter,[n] whether she is born in the same household or born outside it;[o] you must not have sexual relations with either of them.[p] ", "10": "You must not expose the nakedness of your son's daughter or your daughter's daughter by having sexual relations with them, because they are your own nakedness.[q] ", "11": "You must not have sexual relations with the daughter of your father's wife born of your father; she is your sister. You must not have sexual relations with her.[r] ", "12": "You must not have sexual relations with your father's sister; she is your father's flesh.[s] ", "13": "You must not have sexual relations with your mother's sister, because she is your mother's flesh. ", "14": "You must not expose the nakedness of your father's brother; you must not approach his wife to have marital relations with her.[t] She is your aunt.[u] ", "15": "You must not have sexual relations with your daughter-in-law; she is your son's wife. You must not have sexual relations with her. ", "16": "You must not have sexual relations with your brother's wife; she is your brother's nakedness.[v] ", "17": "You must not have sexual relations with both a woman and her daughter; you must not take as wife either her son's daughter or her daughter's daughter to have sexual relations with them.[w] They are closely related to her[x]—it is lewdness.[y] ", "18": "You must not take a woman in marriage and then marry her sister as a rival wife[z] while she is still alive,[aa] to have sexual relations with her.", "19": "“'You must not approach a woman in her menstrual impurity[ab] to have sexual relations with her. ", "20": "You must not have sexual relations[ac] with the wife of your fellow citizen to become unclean with her. ", "21": "You must not give any of your children as an offering to Molech,[ad] so that you do not profane[ae] the name of your God. I am the Lord! ", "22": "You must not have sexual relations with a male as one has sexual relations with a woman;[af] it is a detestable act.[ag] ", "23": "You must not have sexual relations[ah] with any animal to become defiled with it, and a woman must not stand before an animal to have sexual relations with it;[ai] it is a perversion.[aj]", "24": "“'Do not defile yourselves with any of these things, for the nations that I am about to drive out before you[ak] have been defiled with all these things. ", "25": "Therefore[al] the land has become unclean and I have brought the punishment for its iniquity upon it,[am] so that the land has vomited out its inhabitants. ", "26": "You yourselves must obey[an] my statutes and my regulations and must not do any of these abominations, both the native citizen and the resident foreigner[ao] in your midst, ", "27": "for the people who were in the land before you have done all these abominations,[ap] and the land has become unclean. ", "28": "So do not make the land vomit you out because you defile it[aq] just as it has vomited out the nations[ar] that were before you. ", "29": "For if anyone does any of these abominations, that person who does them will be cut off from the midst of the people.[as] ", "30": "You must obey my charge not to practice any of the abominable statutes[at] that have been done before you, so that you do not[au] defile yourselves by them. I am the Lord your God.'”"}