{"1": "The Lord spoke to Moses: ", "2": "“Speak to the whole congregation of the Israelites and tell them, 'You must be holy because I, the Lord your God, am holy. ", "3": "Each of you must respect his mother and his father,[a] and you must keep my Sabbaths. I am the Lord your God. ", "4": "Do not turn to idols,[b] and you must not make for yourselves gods of cast metal. I am the Lord your God.", "5": "“'When you sacrifice a peace-offering sacrifice to the Lord, you must sacrifice it so that it is accepted for you.[c] ", "6": "It must be eaten on the day of your sacrifice and on the following day,[d] but what is left over until the third day must be burned up.[e] ", "7": "If, however, it is eaten[f] on the third day, it is spoiled;[g] it will not be accepted, ", "8": "and the one who eats it will bear his punishment for iniquity[h] because he has profaned[i] what is holy to the Lord.[j] That person will be cut off from his people.[k]", "9": "“'When you gather in the harvest[l] of your land, you must not completely harvest the corner of your field,[m] and you must not gather up the gleanings of your harvest. ", "10": "You must not pick your vineyard bare,[n] and you must not gather up the fallen grapes of your vineyard. You must leave them for the poor and the resident foreigner.[o] I am the Lord your God.", "11": "“'You must not steal, you must not tell lies, and you must not deal falsely with your fellow citizen.[p] ", "12": "You must not swear falsely[q] in my name, so that you do not profane[r] the name of your God. I am the Lord. ", "13": "You must not oppress your neighbor or commit robbery against your neighbor.[s] You must not withhold[t] the wages of the hired laborer overnight until morning. ", "14": "You must not curse a deaf person or put a stumbling block in front of a blind person.[u] You must fear[v] your God; I am the Lord.", "15": "“'You[w] must not deal unjustly in judgment:[x] You must neither show partiality to the poor nor honor the rich.[y] You must judge your fellow citizen fairly.[z] ", "16": "You must not go about as a slanderer among your people.[aa] You must not stand idly by when your neighbor's life is at stake.[ab] I am the Lord. ", "17": "You must not hate your brother in your heart. You must surely reprove your fellow citizen so that you do not incur sin on account of him.[ac] ", "18": "You must not take vengeance or bear a grudge against[ad] any of your people,[ae] but you must love your neighbor as yourself.[af] I am the Lord. ", "19": "You must keep my statutes. You must not allow two different kinds of your animals to breed together,[ag] you must not sow your field with two different kinds of seed, and you must not wear[ah] a garment made of two different kinds of material.[ai]", "20": "“'When a man goes to bed with a woman for intercourse,[aj] although she is a slave woman designated for another man and she has not yet been ransomed, or freedom has not been granted to her, there will be an obligation to pay compensation.[ak] They must not be put to death, because she was not free. ", "21": "He must bring his guilt offering to the Lord at the entrance of the Meeting Tent, a guilt offering ram,[al] ", "22": "and the priest is to make atonement for him with the ram of the guilt offering before the Lord for his sin that he has committed,[am] and he will be forgiven[an] of his sin[ao] that he has committed.", "23": "“'When you enter the land and plant any fruit tree,[ap] you must consider its fruit to be forbidden.[aq] Three years it will be forbidden to you;[ar] it must not be eaten. ", "24": "In the fourth year all its fruit will be holy, praise offerings[as] to the Lord. ", "25": "Then in the fifth year you may eat its fruit to add its produce to your harvest.[at] I am the Lord your God.", "26": "“'You must not eat anything with the blood still in it.[au] You must not practice either divination or soothsaying.[av] ", "27": "You must not round off the corners of the hair on your head or ruin the corners of your beard.[aw] ", "28": "You must not slash your body for a dead person[ax] or incise a tattoo on yourself.[ay] I am the Lord. ", "29": "Do not profane your daughter by making her a prostitute,[az] so that the land does not practice prostitution and become full of lewdness.[ba]", "30": "“'You must keep my Sabbaths and fear my sanctuary. I am the Lord. ", "31": "Do not turn to the spirits of the dead and do not seek familiar spirits[bb] to become unclean by them. I am the Lord your God. ", "32": "You must stand up in the presence of the aged, honor the presence of an elder, and fear your God. I am the Lord. ", "33": "When a resident foreigner[bc] lives with you in your land, you must not oppress him. ", "34": "The resident foreigner[bd] who lives with you must be to you as a native citizen among you; so[be] you must love the foreigner as yourself, because you were foreigners[bf] in the land of Egypt. I am the Lord your God. ", "35": "You must not do injustice in the regulation of measures, whether of length, weight, or volume.[bg] ", "36": "You must have honest balances,[bh] honest weights, an honest ephah, and an honest hin.[bi] I am the Lord your God who brought you out from the land of Egypt. ", "37": "You must be sure to obey all my statutes and regulations.[bj] I am the Lord.'”"}