{"1": "“'When a person presents a grain offering[a] to the Lord, his offering must consist of choice wheat flour,[b] and he must pour olive oil on it and put frankincense[c] on it. ", "2": "Then he must bring it to the sons of Aaron, the priests, and the priest[d] must scoop out from there a handful of its choice wheat flour and some of its olive oil in addition to all of its frankincense, and the priest must offer its memorial portion[e] up in smoke on the altar—it is[f] a gift of a soothing aroma to the Lord. ", "3": "The remainder of the grain offering belongs to Aaron and to his sons[g]—it is[h] most holy[i] from the gifts of the Lord.", "4": "“'When you present an offering of grain baked in an oven, it must be made of[j] choice wheat flour baked into unleavened loaves[k] mixed with olive oil or[l] unleavened wafers smeared[m] with olive oil. ", "5": "If your offering is a grain offering made on the griddle, it must be choice wheat flour mixed with olive oil, unleavened. ", "6": "Crumble it in pieces[n] and pour olive oil on it—it is a grain offering. ", "7": "If your offering is a grain offering made in a pan,[o] it must be made of choice wheat flour deep fried in olive oil.[p]", "8": "“'You must bring the grain offering that must be made from these to the Lord. Present it to the priest,[q] and he will bring it to the altar. ", "9": "Then the priest must take up[r] from the grain offering its memorial portion and offer it up in smoke on the altar—it is[s] a gift of a soothing aroma to the Lord. ", "10": "The remainder of the grain offering belongs to Aaron and to his sons—it is[t] most holy from the gifts of the Lord.", "11": "“'No grain offering which you present to the Lord can be made with yeast,[u] for you must not offer up in smoke any yeast or honey as a gift to the Lord.[v] ", "12": "You can present them to the Lord as an offering of firstfruit,[w] but they must not go up to the altar for a soothing aroma. ", "13": "Moreover, you must season every one of your grain offerings with salt; you must not allow the salt of the covenant of your God to be missing from your grain offering[x]—on every one of your grain offerings you must present salt.", "14": "“'If you present a grain offering of first ripe grain to the Lord, you must present your grain offering of first ripe grain as soft kernels roasted in fire—crushed bits of fresh grain.[y] ", "15": "And you must put olive oil on it and set frankincense on it—it is a grain offering. ", "16": "Then the priest must offer its memorial portion up in smoke—some of its crushed bits, some of its olive oil, in addition to all of its frankincense—it is[z] a gift to the Lord."}