{"1": "The Lord said to Moses, “Say to the priests, the sons of Aaron—say to them: 'For a dead person[a] no priest[b] is to defile himself among his people,[c] ", "2": "except for his close relative who is near to him[d]—his mother, his father, his son, his daughter, his brother, ", "3": "and his virgin sister who is near to him,[e] who has no husband—he may defile himself for her. ", "4": "He must not defile himself as a husband among his people so as to profane himself.[f] ", "5": "Priests[g] must not have a bald spot shaved on their head, they must not shave the corner of their beard, and they must not cut slashes in their body.[h]", "6": "“'They must be holy to their God, and they must not profane[i] the name of their God, because they are the ones who present the Lord's gifts,[j] the food of their God. Therefore they must be holy.[k] ", "7": "They must not take a wife defiled by prostitution,[l] nor are they to take a wife divorced from her husband,[m] for the priest[n] is holy to his God.[o] ", "8": "You must sanctify him because he presents the food of your God. He must be holy to you because I, the Lord who sanctifies you all,[p] am holy. ", "9": "If a daughter of a priest profanes herself by engaging in prostitution, she is profaning her father. She must be burned to death.[q]", "10": "“'The high[r] priest—who is greater than his brothers, and on whose head the anointing oil is poured, and who has been ordained[s] to wear the priestly garments—must neither dishevel the hair of his head nor tear his garments.[t] ", "11": "He must not go where there is any dead person;[u] he must not defile himself even for his father or for his mother. ", "12": "He must not go out from the sanctuary and must not profane[v] the sanctuary of his God, because the dedication of the anointing oil of his God is on him. I am the Lord. ", "13": "He must take a wife who is a virgin.[w] ", "14": "He must not marry[x] a widow, a divorced woman, or one profaned by prostitution; he may only take a virgin from his people[y] as a wife, ", "15": "so that he does not profane his children among his people,[z] for I am the Lord who sanctifies him.'”", "16": "The Lord spoke to Moses: ", "17": "“Tell Aaron, 'No man from your descendants throughout their generations[aa] who has a physical flaw[ab] is to approach to present the food of his God. ", "18": "Certainly[ac] no man who has a physical flaw is to approach: a blind man, or one who is lame, or one with a slit nose,[ad] or who has a limb too long, ", "19": "or a man who has had a broken leg or arm,[ae] ", "20": "or a hunchback, or a dwarf,[af] or one with a spot in his eye,[ag] or a festering eruption, or a feverish rash,[ah] or a crushed testicle. ", "21": "No man from the descendants of Aaron the priest who has a physical flaw may step forward[ai] to present the Lord's gifts; he has a physical flaw, so he must not step forward to present the food of his God. ", "22": "He may eat both the most holy and the holy food of his God, ", "23": "but he must not go near the special curtain[aj] or step forward to the altar because he has a physical flaw. Thus[ak] he must not profane my holy places, for I am the Lord who sanctifies them.'”", "24": "So[al] Moses spoke these things[am] to Aaron, his sons, and all the Israelites."}