{"1": "The Lord spoke to Moses: ", "2": "“Tell Aaron and his sons that they must deal respectfully with the holy offerings[a] of the Israelites, which they consecrate to me, so that they do not profane my holy name.[b] I am the Lord. ", "3": "Say to them, 'Throughout your generations,[c] if any man from all your descendants approaches the holy offerings, which the Israelites consecrate[d] to the Lord, while he is impure,[e] that person must be cut off from before me.[f] I am the Lord. ", "4": "No man[g] from the descendants of Aaron who is diseased or has a discharge[h] may eat the holy offerings until he becomes clean. The one[i] who touches anything made unclean by contact with a dead person,[j] or with a man who has a seminal emission,[k] ", "5": "or with a man who touches a swarming thing by which he becomes unclean,[l] or who touches a person[m] by which he becomes unclean, whatever that person's impurity[n]—", "6": "the person who touches any of these[o] will be unclean until evening and must not eat from the holy offerings unless he has bathed his body in water. ", "7": "When the sun goes down he will be clean, and afterward he may eat from the holy offerings, because they are his food. ", "8": "He must not eat an animal that has died of natural causes[p] or an animal torn by beasts and thus become unclean by it. I am the Lord. ", "9": "They must keep my charge so that they do not incur sin on account of it[q] and therefore die[r] because they profane it. I am the Lord who sanctifies them.", "10": "“'No lay person[s] may eat anything holy. Neither a priest's lodger[t] nor a hired laborer may eat anything holy, ", "11": "but if a priest buys a person with his own money,[u] that person[v] may eat the holy offerings,[w] and those born in the priest's[x] own house may eat his food.[y] ", "12": "If a priest's daughter marries a lay person,[z] she may not eat the holy contribution offerings,[aa] ", "13": "but if a priest's daughter is a widow or divorced, and she has no children so that she returns to live in[ab] her father's house as in her youth,[ac] she may eat from her father's food, but no lay person may eat it.", "14": "“'If a man eats a holy offering by mistake,[ad] he must add one-fifth to it and give the holy offering to the priest.[ae] ", "15": "They[af] must not profane the holy offerings which the Israelites contribute[ag] to the Lord,[ah] ", "16": "and so cause them to incur a penalty for guilt[ai] when they eat their holy offerings,[aj] for I am the Lord who sanctifies them.'”", "17": "The Lord spoke to Moses: ", "18": "“Speak to Aaron, his sons, and all the Israelites and tell them, 'When any man[ak] from the house of Israel or from the resident foreigners[al] in Israel presents his offering for any of the votive or freewill offerings, which they present to the Lord as a burnt offering, ", "19": "if it is to be acceptable for your benefit[am] it must be a flawless male from the cattle, sheep, or goats. ", "20": "You must not present anything that has a flaw,[an] because it will not be acceptable for your benefit.[ao] ", "21": "If a man presents a peace-offering sacrifice to the Lord for a special votive offering[ap] or for a freewill offering from the herd or the flock, it must be flawless to be acceptable;[aq] it must have no flaw.[ar]", "22": "“'You must not present to the Lord something blind, or with a broken bone, or mutilated, or with a running sore,[as] or with a festering eruption, or with a feverish rash.[at] You must not give any of these as a gift[au] on the altar to the Lord. ", "23": "As for an ox[av] or a sheep with a limb too long or stunted,[aw] you may present it as a freewill offering, but it will not be acceptable for a votive offering.[ax] ", "24": "You must not present to the Lord something with testicles that are bruised, crushed, torn, or cut off;[ay] you must not do this in your land. ", "25": "Even from a foreigner[az] you must not present the food of your God from such animals as these, for they are ruined and flawed;[ba] they will not be acceptable for your benefit.'”", "26": "The Lord spoke to Moses: ", "27": "“When an ox, lamb, or goat is born, it must be under the care of[bb] its mother seven days, but from the eighth day onward it will be acceptable as an offering gift[bc] to the Lord. ", "28": "You must not slaughter an ox or a sheep and its young[bd] on the same day.[be] ", "29": "When you sacrifice a thanksgiving offering to the Lord, you must sacrifice it so that it is acceptable for your benefit.[bf] ", "30": "On that very day[bg] it must be eaten; you must not leave any part of it[bh] over until morning. I am the Lord.", "31": "“You must be sure to do my commandments.[bi] I am the Lord. ", "32": "You must not profane my holy name, and I will be sanctified in the midst of the Israelites. I am the Lord who sanctifies you, ", "33": "the one who brought you out from the land of Egypt to be your God.[bj] I am the Lord.”"}