{"1": "The Lord spoke to Moses: ", "2": "“Speak to the Israelites and tell them, 'These are the Lord's appointed times which you must proclaim as holy assemblies—my appointed times.[a]", "3": "“'Six days work may be done, but on the seventh day there must be a Sabbath of complete rest,[b] a holy assembly. You must not do any work; it is a Sabbath to the Lord in all the places where you live.", "4": "“'These are the Lord's appointed times, holy assemblies, which you must proclaim at their appointed time. ", "5": "In the first month, on the fourteenth day of the month, at twilight,[c] is a Passover offering to the Lord. ", "6": "Then on the fifteenth day of the same month[d] will be the Feast of Unleavened Bread to the Lord; seven days you must eat unleavened bread. ", "7": "On the first day there will be a holy assembly for you; you must not do any regular work.[e] ", "8": "You must present a gift to the Lord for seven days, and the seventh day is a holy assembly; you must not do any regular work.'”", "9": "The Lord spoke to Moses: ", "10": "“Speak to the  Israelites and tell them, 'When you enter the land that I am about to give to you and you gather in its harvest,[f] then you must bring the sheaf of the first portion of your harvest[g] to the priest, ", "11": "and he must wave the sheaf before the Lord to be accepted for your benefit[h]—on the day after the Sabbath the priest is to wave it.[i] ", "12": "On the day you wave the sheaf you must also offer[j] a flawless yearling lamb[k] for a burnt offering to the Lord, ", "13": "along with its grain offering, two-tenths of an ephah of[l] choice wheat flour[m] mixed with olive oil, as a gift to the Lord, a soothing aroma,[n] and its drink offering, one-fourth of a hin of wine.[o] ", "14": "You must not eat bread, roasted grain, or fresh grain until this very day,[p] until you bring the offering to your God. This is a perpetual statute throughout your generations[q] in all the places where you live.", "15": "“'You must count for yourselves seven weeks from the day after the Sabbath, from the day you bring the wave offering  sheaf; they must be complete weeks.[r] ", "16": "You must count fifty days—until the day after the seventh Sabbath—and then[s] you must present a new grain offering to the Lord. ", "17": "From the places where you live you must bring two loaves of[t] bread for a wave offering; they must be made from two-tenths of an ephah of fine wheat flour, baked with yeast,[u] as firstfruits to the Lord. ", "18": "Along with the loaves of bread,[v] you must also present seven flawless yearling lambs,[w] one young bull,[x] and two rams.[y] They are to be a burnt offering to the Lord along with their grain offering[z] and drink offerings, a gift of a soothing aroma to the Lord.[aa] ", "19": "You must also offer[ab] one male goat[ac] for a sin offering and two yearling lambs for a peace-offering sacrifice, ", "20": "and the priest is to wave them—the two lambs[ad]—along with the bread of the firstfruits, as a wave offering before the Lord; they will be holy to the Lord for the priest.", "21": "“'On this very day you must proclaim an assembly; it is to be a holy assembly for you.[ae] You must not do any regular work. This is a perpetual statute in all the places where you live throughout your generations.[af] ", "22": "When you gather in the harvest[ag] of your land, you must not completely harvest the corner of your field,[ah] and you must not gather up the gleanings of your harvest. You must leave them for the poor and the resident foreigner.[ai] I am the Lord your God.'”[aj]", "23": "The Lord spoke to Moses: ", "24": "“Tell the Israelites, 'In the seventh month, on the first day of the month, you must have a complete rest, a memorial announced by loud horn blasts,[ak] a holy assembly. ", "25": "You must not do any regular work, but[al] you must present a gift to the Lord.'”", "26": "The Lord spoke to Moses: ", "27": "“The[am] tenth day of this seventh month is the Day of Atonement.[an] It is to be a holy assembly for you, and you must humble yourselves[ao] and present a gift to the Lord. ", "28": "You must not do any work on this particular day,[ap] because it is a day of atonement to make atonement for yourselves[aq] before the Lord your God. ", "29": "Indeed,[ar] any person who does not behave with humility on this particular day will be cut off from his people.[as] ", "30": "As for any person[at] who does any work on this particular day, I will exterminate[au] that person from the midst of his people[av]—", "31": "you must not do any work! This is a perpetual statute throughout your generations[aw] in all the places where you live. ", "32": "It is a Sabbath of complete rest for you, and you must humble yourselves on the ninth day of the month in the evening, from evening until evening you must observe your Sabbath.”[ax]", "33": "The Lord spoke to Moses: ", "34": "“Tell the Israelites, 'On the fifteenth day of this seventh month is the Feast of Shelters[ay] for seven days to the Lord. ", "35": "On the first day is a holy assembly; you must do no regular work.[az] ", "36": "For seven days you must present a gift to the Lord. On the eighth day there is to be a holy assembly for you, and you must present a gift to the Lord. It is a solemn assembly day;[ba] you must not do any regular work.", "37": "“'These are the appointed times of the Lord that you must proclaim as holy assemblies to present a gift to the Lord—burnt offering, grain offering, sacrifice, and drink offerings,[bb] each day according to its regulation,[bc] ", "38": "besides[bd] the Sabbaths of the Lord and all your gifts, votive offerings, and freewill offerings which you must give to the Lord.", "39": "“'On[be] the fifteenth day of the seventh month, when you gather in the produce of the land, you must celebrate a pilgrim festival of the Lord for seven days. On the first day is a complete rest and on the eighth day is complete rest. ", "40": "On the first day you must take for yourselves branches from majestic trees[bf]—palm branches, branches of leafy trees, and willows of the brook—and you must rejoice before the Lord your God for seven days. ", "41": "You must celebrate it as a pilgrim festival to the Lord for seven days in the year. This is a perpetual statute throughout your generations;[bg] you must celebrate it in the seventh month. ", "42": "You must live in temporary shelters[bh] for seven days; every native citizen in Israel must live in shelters, ", "43": "so that your future generations may know that I made the Israelites live in shelters when I brought them out from the land of Egypt. I am the Lord your God.'”", "44": "So Moses spoke to the Israelites about the appointed times of the Lord.[bi]"}