{"1": "The Lord spoke to Moses at Mount Sinai: ", "2": "“Speak to the Israelites and tell them, 'When you enter the land that I am giving you, the land must observe a Sabbath[a] to the Lord. ", "3": "Six years you may sow your field, and six years you may prune your vineyard and gather the produce,[b] ", "4": "but in the seventh year the land must have a Sabbath of complete rest[c]—a Sabbath to the Lord. You must not sow your field or[d] prune your vineyard. ", "5": "You must not gather in the aftergrowth of your harvest and you must not pick the grapes of your unpruned vines;[e] the land must have a year of complete rest. ", "6": "You may have the Sabbath produce[f] of the land to eat—you, your male servant, your female servant, your hired worker, the resident foreigner who stays with you,[g] ", "7": "your cattle, and the wild animals that are in your land—all its produce will be for you[h] to eat.", "8": "“'You must count off[i] seven weeks of years, seven times seven years,[j] and the days of the seven weeks of years will amount to forty-nine years.[k] ", "9": "You must sound loud horn blasts[l]—in the seventh month, on the tenth day of the month, on the Day of Atonement—you must sound the horn in your entire land. ", "10": "So you must consecrate the fiftieth year,[m] and you must proclaim a release[n] in the land for all its inhabitants. That year will be your Jubilee;[o] each one of you must return[p] to his property and each one of you must return to his clan. ", "11": "That fiftieth year will be your Jubilee; you must not sow the land, harvest its aftergrowth, or pick the grapes of its unpruned vines.[q] ", "12": "Because that year is a Jubilee, it will be holy to you—you may eat its produce[r] from the field.", "13": "“'In this Year of Jubilee you must each return[s] to your property. ", "14": "If you make a sale[t] to your fellow citizen[u] or buy[v] from your fellow citizen, no one is to wrong his brother.[w] ", "15": "You may buy it from your fellow citizen according to the number of years since[x] the last Jubilee; he may sell it to you according to the years of produce that are left.[y] ", "16": "The more years there are,[z] the more you may make its purchase price, and the fewer years there are,[aa] the less you must make its purchase price, because he is only selling to you a number of years of[ab] produce. ", "17": "No one is to oppress his fellow citizen,[ac] but you must fear your God, because I am the Lord your God. ", "18": "You must obey my statutes and my regulations; you must be sure to keep them[ad] so that you may live securely in the land.[ae]", "19": "“'The land will give its fruit and you may eat until you are satisfied,[af] and you may live securely in the land. ", "20": "If you say, “What will we eat in the seventh year if we do not sow and gather our produce?” ", "21": "I will command my blessing for you in the sixth year so that it may yield[ag] the produce[ah] for three years, ", "22": "and you may sow the eighth year and eat from that sixth year's produce[ai]—old produce. Until you bring in the ninth year's produce,[aj] you may eat old produce. ", "23": "The land must not be sold without reclaim[ak] because the land belongs to me, for you are foreign residents, temporary settlers, with me.[al] ", "24": "In all your landed property[am] you must provide for the right of redemption of the land.[an]", "25": "“'If your brother becomes impoverished and sells some of his property, his near redeemer is to come to you and redeem what his brother sold.[ao] ", "26": "If a man has no redeemer, but he prospers[ap] and gains enough for its redemption,[aq] ", "27": "he is to calculate the value of the years it was sold,[ar] refund the balance[as] to the man to whom he had sold it, and return to his property. ", "28": "If he has not prospered enough to refund[at] a balance to him, then what he sold[au] will belong to[av] the one who bought it until the Jubilee year, but it must revert[aw] in the Jubilee and the original owner[ax] may return to his property.", "29": "“'If a man sells a residential house in a walled city,[ay] its right of redemption must extend[az] until one full year from its sale;[ba] its right of redemption must extend to a full calendar year.[bb] ", "30": "If it is not redeemed before the full calendar year is ended,[bc] the house in the walled city[bd] will belong without reclaim[be] to the one who bought it throughout his generations; it will not revert in the Jubilee. ", "31": "The houses of villages, however,[bf] which have no wall surrounding them[bg] must be considered as the field[bh] of the land; they will have the right of redemption and must revert in the Jubilee. ", "32": "As for[bi] the cities of the Levites, the houses in the cities which they possess,[bj] the Levites must have a perpetual right of redemption. ", "33": "Whatever someone among the Levites might redeem—the sale of a house which is his property in a city—must revert in the Jubilee,[bk] because the houses of the cities of the Levites are their property in the midst of the Israelites. ", "34": "Moreover,[bl] the open field areas of their cities[bm] must not be sold, because that is their perpetual possession.", "35": "“'If your brother[bn] becomes impoverished and is indebted to you,[bo] you must support[bp] him; he must live[bq] with you like a foreign resident.[br] ", "36": "Do not take interest or profit from him,[bs] but you must fear your God and your brother must live[bt] with you. ", "37": "You must not lend him your money at interest and you must not sell him food for profit.[bu] ", "38": "I am the Lord your God who brought you out from the land of Egypt to give you the land of Canaan—to be your God.[bv]", "39": "“'If your brother becomes impoverished with regard to you so that he sells himself to you, you must not subject him to slave service.[bw] ", "40": "He must be with you as a hired worker, as a resident foreigner;[bx] he must serve with you until the Year of Jubilee, ", "41": "but then[by] he may go free,[bz] he and his children with him, and may return to his family and to the property of his ancestors.[ca] ", "42": "Since the Israelites[cb] are my servants whom I brought out from the land of Egypt, they must not be sold in a slave sale.[cc] ", "43": "You must not rule over them harshly,[cd] but you must fear your God.", "44": "“'As for your male and female slaves[ce] who may belong to you—you may buy male and female slaves from the nations all around you.[cf] ", "45": "Also, you may buy slaves[cg] from the children of the foreigners who reside with you, and from their families that are[ch] with you, whom they have fathered in your land; they may become your property. ", "46": "You may give them as an inheritance to your children after you to possess as property. You may enslave them perpetually. However, as for your brothers the Israelites, no man may rule over his brother harshly.[ci]", "47": "“'If a resident foreigner who is with you prospers[cj] and your brother becomes impoverished with regard to him so that[ck] he sells himself to a resident foreigner who is with you or to a member[cl] of a foreigner's family, ", "48": "after he has sold himself he retains a right of redemption.[cm] One of his brothers may redeem him, ", "49": "or his uncle or his cousin[cn] may redeem him, or any one of the rest of his blood relatives—his family[co]—may redeem him, or if[cp] he prospers he may redeem himself. ", "50": "He must calculate with the one who bought him the number of years[cq] from the year he sold himself to him until the Jubilee year, and the cost of his sale must correspond to the number of years, according to the rate of wages a hired worker would have earned while with him.[cr] ", "51": "If there are still many years, in keeping with them[cs] he must refund most of the cost of his purchase for his redemption, ", "52": "but if only a few years remain[ct] until the Jubilee, he must calculate for himself in keeping with the remaining years and refund it for his redemption. ", "53": "He must be with the one who bought him[cu] like a yearly hired worker.[cv] The one who bought him[cw] must not rule over him harshly in your sight. ", "54": "If, however,[cx] he is not redeemed in these ways, he must go free[cy] in the Jubilee year, he and his children with him, ", "55": "because the Israelites are my own servants;[cz] they are my servants whom I brought out from the land of Egypt. I am the Lord your God."}