{"1": "“'You must not make for yourselves idols,[a] so you must not set up for yourselves a carved image or a pillar, and you must not place a sculpted stone in your land to bow down before[b] it, for I am the Lord your God. ", "2": "You must keep my Sabbaths and reverence[c] my sanctuary. I am the Lord.", "3": "“'If you walk in my statutes and are sure to obey my commandments,[d] ", "4": "I will give you your rains in their time so that[e] the land will give its yield and the trees of the field will produce their fruit.[f] ", "5": "Threshing season will extend for you until the season for harvesting grapes,[g] and the season for harvesting grapes will extend until sowing season, so[h] you will eat your bread until you are satisfied,[i] and you will live securely in your land. ", "6": "I will grant peace in the land so that[j] you will lie down to sleep without anyone terrifying you.[k] I will remove harmful animals[l] from the land, and no sword of war[m] will pass through your land. ", "7": "You will pursue your enemies and they will fall before you by the sword.[n] ", "8": "Five of you will pursue a hundred, and a hundred of you will pursue ten thousand, and your enemies will fall before you by the sword. ", "9": "I will turn to you, make you fruitful, multiply you, and maintain[o] my covenant with you. ", "10": "You will still be eating stored produce from the previous year[p] and will have to clean out what is stored from the previous year to make room for new.[q]", "11": "“'I will put my tabernacle[r] in your midst and I will not abhor you.[s] ", "12": "I will walk among you, and I will be your God and you will be my people. ", "13": "I am the Lord your God who brought you out from the land of Egypt, from being their slaves,[t] and I broke the bars of your yoke and caused you to walk upright.[u]", "14": "“'If, however,[v] you do not obey me and keep[w] all these commandments—", "15": "if you reject my statutes and abhor my regulations so that you do not keep[x] all my commandments and you break my covenant—", "16": "I for my part[y] will do this to you: I will inflict horror on you, consumption and fever, which diminish eyesight and drain away the vitality of life.[z] You will sow your seed in vain because[aa] your enemies will eat it.[ab] ", "17": "I will set my face against you. You will be struck down before your enemies, those who hate you will rule over you, and you will flee when there is no one pursuing you.", "18": "“'If, in spite of all these things,[ac] you do not obey me, I will discipline you seven times more on account of your sins.[ad] ", "19": "I will break your strong pride and make your sky like iron and your land like bronze. ", "20": "Your strength will be used up in vain, your land will not give its yield, and the trees of the land[ae] will not produce their fruit.", "21": "“'If you walk in hostility against me[af] and are not willing to obey me, I will increase your affliction[ag] seven times according to your sins. ", "22": "I will send the wild animals[ah] against you and they will bereave you of your children,[ai] annihilate your cattle, and diminish your population[aj] so that your roads will become deserted.", "23": "“'If in spite of these things[ak] you do not allow yourselves to be disciplined and you walk in hostility against me,[al] ", "24": "then I myself will also walk in hostility against you and strike you[am] seven times on account of your sins. ", "25": "I will bring on you an avenging sword, a covenant vengeance.[an] Although[ao] you will gather together into your cities, I will send pestilence among you and you will be given into enemy hands.[ap] ", "26": "When I break off your supply of bread,[aq] ten women will bake your bread in one oven; they will ration your bread by weight,[ar] and you will eat and not be satisfied.", "27": "“'If in spite of this[as] you do not obey me but walk in hostility against me,[at] ", "28": "I will walk in hostile rage against you[au] and I myself will also discipline you seven times on account of your sins. ", "29": "You will eat the flesh of your sons and the flesh of your daughters.[av] ", "30": "I will destroy your high places and cut down your incense altars,[aw] and I will stack your dead bodies on top of the lifeless bodies of your idols.[ax] I will abhor you.[ay] ", "31": "I will lay your cities waste[az] and make your sanctuaries desolate, and I will refuse to smell your soothing aromas. ", "32": "I myself will make the land desolate and your enemies who live in it will be appalled. ", "33": "I will scatter you among the nations and unsheathe the sword[ba] after you, so your land will become desolate and your cities will become a waste.", "34": "“'Then the land will make up for[bb] its Sabbaths all the days it lies desolate while you are in the land of your enemies; then the land will rest and make up its Sabbaths. ", "35": "All the days of the desolation it will have the rest it did not have[bc] on your Sabbaths when you lived on it.", "36": "“'As for[bd] the ones who remain among you, I will bring despair into their hearts in the lands of their enemies. The sound of a blowing leaf will pursue them, and they will flee as one who flees the sword and will fall down even though there is no pursuer. ", "37": "They will stumble over each other as those who flee before a sword, though[be] there is no pursuer, and there will be no one to take a stand[bf] for you before your enemies. ", "38": "You will perish among the nations; the land of your enemies will consume you.", "39": "“'As for the ones who remain among you, they will rot away because of[bg] their iniquity in the lands of your enemies, and they will also rot away because of their ancestors'[bh] iniquities which are with them. ", "40": "However, when[bi] they confess their iniquity and their ancestors' iniquities which they committed by trespassing against me,[bj] by which they also walked[bk] in hostility against me[bl] ", "41": "(and I myself will walk in hostility against them and bring them into the land of their enemies), and[bm] then their uncircumcised hearts become humbled and they make up for[bn] their iniquities, ", "42": "I will remember my covenant with Jacob and also my covenant with Isaac and also my covenant with Abraham,[bo] and I will remember the land. ", "43": "The land will be abandoned by them[bp] in order that it may make up for[bq] its Sabbaths while it is made desolate[br] without them,[bs] and they will make up for their iniquity because[bt] they have rejected my regulations and have abhorred[bu] my statutes. ", "44": "In spite of this, however, when they are in the land of their enemies I will not reject them and abhor them to make a complete end of them, to break my covenant with them, for I am the Lord their God. ", "45": "I will remember for them the covenant with their ancestors[bv] whom I brought out from the land of Egypt in the sight of the nations to be their God. I am the Lord.'”", "46": "These are the statutes, regulations, and instructions which the Lord established[bw] between himself and the Israelites at Mount Sinai through[bx] Moses."}