{"1": "“'When a person sins[a] in that he hears a public curse against one who fails to testify[b] and he is a witness (he either saw or knew what had happened[c]) and he does not make it known,[d] then he will bear his punishment for iniquity.[e] ", "2": "Or when there is[f] a person who touches anything ceremonially unclean,[g] whether the carcass of an unclean wild animal, or the carcass of an unclean domesticated animal, or the carcass of an unclean creeping thing, even if he did not realize it,[h] he has become unclean and is guilty;[i] ", "3": "or when he touches human uncleanness with regard to anything by which he can become unclean,[j] even if he did not realize it, but he has later come to know it and is guilty; ", "4": "or when a person swears an oath, speaking thoughtlessly[k] with his lips, whether to do evil or to do good, with regard to anything which the individual might speak thoughtlessly in an oath, even if he did not realize it, but he has later come to know it and is guilty with regard to one of these oaths[l]—", "5": "when an individual becomes guilty with regard to one of these things[m] he must confess how he has sinned,[n] ", "6": "and he must bring his penalty for guilt[o] to the Lord for his sin that he has committed—a female from the flock, whether a female sheep or a female goat, for a sin offering. So the priest will make atonement[p] on his behalf for[q] his sin.", "7": "“'If he cannot afford an animal from the flock,[r] he must bring his penalty for guilt for his sin that he has committed,[s] two turtledoves or two young pigeons,[t] to the Lord, one for a sin offering and one for a burnt offering. ", "8": "He must bring them to the priest and present first the one that is for a sin offering. The priest[u] must pinch[v] its head at the nape of its neck, but must not sever the head from the body.[w] ", "9": "Then he must sprinkle[x] some of the blood of the sin offering on the wall of the altar, and the remainder of the blood[y] must be squeezed out at the base of the altar—it is a sin offering. ", "10": "The second bird[z] he must make a burnt offering according to the standard regulation.[aa] So the priest will make atonement[ab] on behalf of this person for[ac] his sin which he has committed, and he will be forgiven.[ad]", "11": "“'If he cannot afford[ae] two turtledoves or two young pigeons,[af] he must bring as his offering for his sin which he has committed[ag] a tenth of an ephah[ah] of choice wheat flour[ai] for a sin offering. He must not place olive oil on it, and he must not put frankincense on it, because it is a sin offering. ", "12": "He must bring it to the priest, and the priest must scoop out from it a handful as its memorial portion[aj] and offer it up in smoke on the altar on top of the other gifts of the Lord—it is a sin offering. ", "13": "So the priest will make atonement[ak] on his behalf for his sin which he has committed by doing one of these things,[al] and he will be forgiven.[am] The remainder of the offering[an] will belong to the priest like the grain offering.'”[ao]", "14": "Then the Lord spoke to Moses:[ap] ", "15": "“When a person commits a trespass[aq] and sins by straying unintentionally[ar] from the regulations about the Lord's holy things,[as] then he must bring his penalty for guilt[at] to the Lord, a flawless ram from the flock, convertible into silver shekels according to the standard of the sanctuary shekel,[au] for a guilt offering.[av] ", "16": "And whatever holy thing he violated[aw] he must restore and must add one-fifth to it and give it to the priest. So the priest will make atonement[ax] on his behalf with the guilt-offering ram and he will be forgiven.[ay]", "17": "“If a person sins and violates any of the Lord's commandments that must not be violated[az] (although he did not know it at the time,[ba] but later realizes he is guilty), then he will bear his punishment for iniquity[bb] ", "18": "and must bring a flawless ram from the flock, convertible into silver shekels,[bc] for a guilt offering to the priest. So the priest will make atonement[bd] on his behalf for his error that he committed[be] (although he himself had not known it) and he will be forgiven.[bf] ", "19": "It is a guilt offering; he was surely guilty before the Lord.”"}