{"1": "In conclusion, my friends, be joyful in your union with the Lord. I don't mind repeating what I have written before, and you will be safer if I do so. ", "2": "Watch out for those who do evil things, those dogs, those who insist on cutting the body. ", "3": "It is we, not they, who have received the true circumcision, for we worship God by means of his Spirit and rejoice in our life in union with Christ Jesus. We do not put any trust in external ceremonies. ", "4": "I could, of course, put my trust in such things. If any of you think you can trust in external ceremonies, I have even more reason to feel that way. ", "5": "I was circumcised when I was a week old. I am an Israelite by birth, of the tribe of Benjamin, a pure-blooded Hebrew. As far as keeping the Jewish Law is concerned, I was a Pharisee, ", "6": "and I was so zealous that I persecuted the church. As far as a person can be righteous by obeying the commands of the Law, I was without fault. ", "7": "But all those things that I might count as profit I now reckon as loss for Christ's sake. ", "8": "Not only those things; I reckon everything as complete loss for the sake of what is so much more valuable, the knowledge of Christ Jesus my Lord. For his sake I have thrown everything away; I consider it all as mere garbage, so that I may gain Christ ", "9": "and be completely united with him. I no longer have a righteousness of my own, the kind that is gained by obeying the Law. I now have the righteousness that is given through faith in Christ, the righteousness that comes from God and is based on faith. ", "10": "All I want is to know Christ and to experience the power of his resurrection, to share in his sufferings and become like him in his death, ", "11": "in the hope that I myself will be raised from death to life.", "12": "I do not claim that I have already succeeded or have already become perfect. I keep striving to win the prize for which Christ Jesus has already won me to himself. ", "13": "Of course, my friends, I really do not[a] think that I have already won it; the one thing I do, however, is to forget what is behind me and do my best to reach what is ahead. ", "14": "So I run straight toward the goal in order to win the prize, which is God's call through Christ Jesus to the life above.", "15": "All of us who are spiritually mature should have this same attitude. But if some of you have a different attitude, God will make this clear to you. ", "16": "However that may be, let us go forward according to the same rules we have followed until now.", "17": "Keep on imitating me, my friends. Pay attention to those who follow the right example that we have set for you. ", "18": "I have told you this many times before, and now I repeat it with tears: there are many whose lives make them enemies of Christ's death on the cross. ", "19": "They are going to end up in hell, because their god is their bodily desires. They are proud of what they should be ashamed of, and they think only of things that belong to this world. ", "20": "We, however, are citizens of heaven, and we eagerly wait for our Savior, the Lord Jesus Christ, to come from heaven. ", "21": "He will change our weak mortal bodies and make them like his own glorious body, using that power by which he is able to bring all things under his rule."}