{"1": "When he came down from the mountain, great crowds followed him.", "2": "And behold, a leper[a] came to him and knelt before him, saying, “Lord, if you will, you can make me clean.”", "3": "And Jesus[b] stretched out his hand and touched him, saying, “I will; be clean.” And immediately his leprosy was cleansed.", "4": "And Jesus said to him, “See that you say nothing to anyone, but go, show yourself to the priest and offer the gift that Moses commanded, for a proof to them.”", "5": "When he entered Capernaum, a centurion came forward to him, appealing to him,", "6": "“Lord, my servant is lying paralysed at home, suffering terribly.”", "7": "And he said to him, “I will come and heal him.”", "8": "But the centurion replied, “Lord, I am not worthy to have you come under my roof, but only say the word, and my servant will be healed.", "9": "For I too am a man under authority, with soldiers under me. And I say to one, 'Go', and he goes, and to another, 'Come', and he comes, and to my servant,[c] 'Do this', and he does it.”", "10": "When Jesus heard this, he marvelled and said to those who followed him, “Truly, I tell you, with no one in Israel[d] have I found such faith.", "11": "I tell you, many will come from east and west and recline at table with Abraham, Isaac, and Jacob in the kingdom of heaven,", "12": "while the sons of the kingdom will be thrown into the outer darkness. In that place there will be weeping and gnashing of teeth.”", "13": "And to the centurion Jesus said, “Go; let it be done for you as you have believed.” And the servant was healed at that very moment.", "14": "And when Jesus entered Peter's house, he saw his mother-in-law lying sick with a fever.", "15": "He touched her hand, and the fever left her, and she rose and began to serve him.", "16": "That evening they brought to him many who were oppressed by demons, and he cast out the spirits with a word and healed all who were sick.", "17": "This was to fulfil what was spoken by the prophet Isaiah: “He took our illnesses and bore our diseases.”", "18": "Now when Jesus saw a crowd around him, he gave orders to go over to the other side.", "19": "And a scribe came up and said to him, “Teacher, I will follow you wherever you go.”", "20": "And Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”", "21": "Another of the disciples said to him, “Lord, let me first go and bury my father.”", "22": "And Jesus said to him, “Follow me, and leave the dead to bury their own dead.”", "23": "And when he got into the boat, his disciples followed him.", "24": "And behold, there arose a great storm on the sea, so that the boat was being swamped by the waves; but he was asleep.", "25": "And they went and woke him, saying, “Save us, Lord; we are perishing.”", "26": "And he said to them, “Why are you afraid, O you of little faith?” Then he rose and rebuked the winds and the sea, and there was a great calm.", "27": "And the men marvelled, saying, “What sort of man is this, that even winds and sea obey him?”", "28": "And when he came to the other side, to the country of the Gadarenes,[e] two demon-possessed[f] men met him, coming out of the tombs, so fierce that no one could pass that way.", "29": "And behold, they cried out, “What have you to do with us, O Son of God? Have you come here to torment us before the time?”", "30": "Now a herd of many pigs was feeding at some distance from them.", "31": "And the demons begged him, saying, “If you cast us out, send us away into the herd of pigs.”", "32": "And he said to them, “Go.” So they came out and went into the pigs, and behold, the whole herd rushed down the steep bank into the sea and drowned in the waters.", "33": "The herdsmen fled, and going into the city they told everything, especially what had happened to the demon-possessed men.", "34": "And behold, all the city came out to meet Jesus, and when they saw him, they begged him to leave their region."}