{"1": "And getting into a boat he crossed over and came to his own city.", "2": "And behold, some people brought to him a paralytic, lying on a bed. And when Jesus saw their faith, he said to the paralytic, “Take heart, my son; your sins are forgiven.”", "3": "And behold, some of the scribes said to themselves, “This man is blaspheming.”", "4": "But Jesus, knowing[a] their thoughts, said, “Why do you think evil in your hearts?", "5": "For which is easier, to say, 'Your sins are forgiven,' or to say, 'Rise and walk'?", "6": "But that you may know that the Son of Man has authority on earth to forgive sins”—he then said to the paralytic—“Rise, pick up your bed and go home.”", "7": "And he rose and went home.", "8": "When the crowds saw it, they were afraid, and they glorified God, who had given such authority to men.", "9": "As Jesus passed on from there, he saw a man called Matthew sitting at the tax booth, and he said to him, “Follow me.” And he rose and followed him.", "10": "And as Jesus[b] reclined at table in the house, behold, many tax collectors and sinners came and were reclining with Jesus and his disciples.", "11": "And when the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”", "12": "But when he heard it, he said, “Those who are well have no need of a physician, but those who are sick.", "13": "Go and learn what this means, 'I desire mercy, and not sacrifice.' For I came not to call the righteous, but sinners.”", "14": "Then the disciples of John came to him, saying, “Why do we and the Pharisees fast,[c] but your disciples do not fast?”", "15": "And Jesus said to them, “Can the wedding guests mourn as long as the bridegroom is with them? The days will come when the bridegroom is taken away from them, and then they will fast.", "16": "No one puts a piece of unshrunk cloth on an old garment, for the patch tears away from the garment, and a worse tear is made.", "17": "Neither is new wine put into old wineskins. If it is, the skins burst and the wine is spilled and the skins are destroyed. But new wine is put into fresh wineskins, and so both are preserved.”", "18": "While he was saying these things to them, behold, a ruler came in and knelt before him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.”", "19": "And Jesus rose and followed him, with his disciples.", "20": "And behold, a woman who had suffered from a discharge of blood for twelve years came up behind him and touched the fringe of his garment,", "21": "for she said to herself, “If I only touch his garment, I will be made well.”", "22": "Jesus turned, and seeing her he said, “Take heart, daughter; your faith has made you well.” And instantly[d] the woman was made well.", "23": "And when Jesus came to the ruler's house and saw the flute players and the crowd making a commotion,", "24": "he said, “Go away, for the girl is not dead but sleeping.” And they laughed at him.", "25": "But when the crowd had been put outside, he went in and took her by the hand, and the girl arose.", "26": "And the report of this went through all that district.", "27": "And as Jesus passed on from there, two blind men followed him, crying aloud, “Have mercy on us, Son of David.”", "28": "When he entered the house, the blind men came to him, and Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.”", "29": "Then he touched their eyes, saying, “According to your faith be it done to you.”", "30": "And their eyes were opened. And Jesus sternly warned them, “See that no one knows about it.”", "31": "But they went away and spread his fame through all that district.", "32": "As they were going away, behold, a demon-oppressed man who was mute was brought to him.", "33": "And when the demon had been cast out, the mute man spoke. And the crowds marvelled, saying, “Never was anything like this seen in Israel.”", "34": "But the Pharisees said, “He casts out demons by the prince of demons.”", "35": "And Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction.", "36": "When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd.", "37": "Then he said to his disciples, “The harvest is plentiful, but the labourers are few;", "38": "therefore pray earnestly to the Lord of the harvest to send out labourers into his harvest.”"}