{"1": "And the word of the Lord came to me, saying: ", "2": "Son of man, prophesy against the prophets of Israel who prophesy, and say to those who prophesy out of their own hearts, “Hear the word of the Lord!” ", "3": "Thus says the Lord God: Woe to the foolish prophets who follow their own spirit and have seen nothing! ", "4": "O Israel, your prophets are like the foxes in the ruins. ", "5": "You have not gone up into the gaps, nor did you build up the hedge for the house of Israel to stand in the battle on the day of the Lord. ", "6": "They have seen vanity and lying divination, saying, “The Lord says,” when the Lord has not sent them. And they have made others to hope for the confirmation of their word. ", "7": "Have you not seen a vain vision, and have you not spoken a lying divination when you say, “The Lord says,” yet it is not I who have spoken?", "8": "Therefore thus says the Lord God: Because you have spoken vanity and seen lies, therefore I am against you, says the Lord God. ", "9": "Thus My hand shall be against the prophets who see vanity and who divine lies. They shall not have a place in the council of My people, nor shall they be written in the register of the house of Israel, nor shall they enter into the land of Israel so that you may know that I am the Lord God.", "10": "It is surely because they have seduced My people, saying, “Peace,” when there was no peace. And when anyone builds up a wall, they daub it with whitewash. ", "11": "Say to those who daub it with whitewash that it shall fall. There shall be an overflowing shower, and you, O great hailstones, shall fall. And a stormy wind shall break it. ", "12": "When the wall has fallen, will you not be asked, “Where is the whitewash with which you have daubed it?”", "13": "Therefore thus says the Lord God: I will make a violent wind break out in My fury. And there shall be an overflowing shower in My anger, and hailstones in My fury to consume it. ", "14": "So I will break down the wall that you have daubed with whitewash, and bring it down to the ground so that its foundation is laid bare. And when it falls, you shall be consumed in its midst. And you shall know that I am the Lord. ", "15": "Thus I will accomplish My wrath upon the wall and upon those who have daubed it with whitewash, and I will say to you, The wall is no more, nor those who daubed it, ", "16": "along with the prophets of Israel who prophesy concerning Jerusalem and who see visions of peace for her when there is no peace, says the Lord God.", "17": "Now you, son of man, set your face against the daughters of your people who prophesy out of their own heart and prophesy against them, ", "18": "and say, Thus says the Lord God: Woe to the women who sew magic bands on all wrists and make veils on the heads of persons of every stature to hunt souls! Will you hunt the souls of My people but save the souls alive of others for yourselves? ", "19": "And you pollute Me among My people for handfuls of barley and pieces of bread to slay the souls of those who should not die and to save the souls alive of those who should not live by your lying to My people who hear your lies.", "20": "Therefore thus says the Lord God: I am against your magic bands with which you hunt the souls there as birds, and I will tear them from your arms, and will let the souls go, even the souls that you hunt as birds. ", "21": "Your veils also I will tear off and deliver My people out of your hands, and they shall be no more in your hand to be hunted. And you shall know that I am the Lord. ", "22": "Because with lies you have made the heart of the righteous sad, whom I have not made sad, and strengthened the hands of the wicked that he should not turn from his wicked way and save his life, ", "23": "therefore you women shall no more see vanity or practice divinations, and I will deliver My people out of your hand. Thus you shall know that I am the Lord."}