{"1": "And the word of the Lord came to me, saying: ", "2": "Son of man, set your face toward Jerusalem, and speak against the holy places, and prophesy against the land of Israel, ", "3": "and say to the land of Israel, Thus says the Lord: I am against you, and will draw My sword from its sheath, and will cut off from you the righteous and the wicked. ", "4": "Seeing then that I will cut off from you the righteous and the wicked, therefore My sword shall be drawn from its sheath against all flesh from the south to the north, ", "5": "that all flesh shall know that I the Lord have drawn forth My sword from its sheath. It shall not return anymore.", "6": "As for you, son of man, groan with breaking heart and bitter grief, groan before their eyes. ", "7": "It shall be when they say to you, “Why do you groan?” that you shall answer, “Because of the news that is coming. And every heart shall melt, and all hands shall be feeble, and every spirit shall faint, and all knees shall be weak as water. It comes and shall be brought to pass,” says the Lord God.", "8": "Again the word of the Lord came to me, saying: ", "9": "Son of man, prophesy and say, Thus says the Lord! Say: A sword, a sword is sharpened and also furbished!", "10": "It is sharpened to make a slaughter; it is furbished so that it may glitter like lightning. Should we then make cheer, the rod of My son despising every tree?", "11": "He has given it to be furbished, that it may be handled; the sword is sharpened, and it is furbished to give it into the hand of the slayer.", "12": "Cry out and howl, son of man; for it shall be against My people, it shall be against all the officials of Israel. Terrors by reason of the sword shall be upon My people; therefore strike your thigh.", "13": "Because it is a trial, and what if even the rod which despises shall be no more? says the Lord God.", "14": "You therefore, son of man, prophesy and clap your hands together. And let the sword be doubled the third time, the sword of the slain. It is the sword of the great one slain, which surrounds them.", "15": "That their hearts may faint, and many fall at all their gates, I have given the glittering sword. Ah! It is made for striking like lightning; it is wrapped up for the slaughter.", "16": "Show yourself sharp, go to the right hand. Set yourself. Go to the left hand, wherever your edge is set.", "17": "I will also clap My hands together, and I will cause My fury to rest; I the Lord have spoken.", "18": "The word of the Lord came to me again, saying: ", "19": "As for you, son of man, appoint two ways for the sword of the king of Babylon to come. Both of them shall come out of one land. And make a signpost. Make it at the head of the way to the city. ", "20": "Appoint a way for the sword to come to Rabbah of the sons of Ammon and to Judah in Jerusalem the fortified. ", "21": "For the king of Babylon stands at the parting of the way, at the head of the two ways, to use divination: He shakes the arrows, he consults the images, he looks in the liver. ", "22": "At his right hand was the divination for Jerusalem: to appoint battering rams, to open the mouth for the slaughter, to lift up the voice with a battle shout, to appoint battering rams against the gates, to cast up a ramp, and to build a siege tower. ", "23": "It shall be to them as a false divination in their sight, to those who have sworn oaths. But he will call to remembrance the iniquity, that they may be seized.", "24": "Therefore thus says the Lord God: Because you have made your iniquity to be remembered, in that your transgressions are uncovered, so that in all your deeds your sins do appear, because, I say, that you have come to remembrance, you shall be seized with the hand.", "25": "You, profane wicked prince of Israel, whose day has come in the time of the punishment of the end, ", "26": "thus says the Lord God: Remove the diadem and take off the crown. This shall not be the same anymore. Exalt what is low, and abase what is high. ", "27": "A ruin, a ruin, a ruin I shall make it. And it shall be no more until He comes whose right it is, and I shall give it to Him.", "28": "You, son of man, prophesy and say: Thus says the Lord God concerning the sons of Ammon and concerning their reproach, and say, The sword, the sword is drawn, furbished for the slaughter, to cause it to consume that it may be like lightning,", "29": "while they see vanity for you, while they divine a lie to you to bring you upon the necks of the wicked who are slain, whose day has come in the time of the punishment of the end.", "30": "Return it to its sheath. I will judge you in the place where you were created, in the land of your nativity.", "31": "I will pour out My indignation upon you; I will blow against you in the fire of My wrath, and deliver you into the hand of cruel men, skilled in destruction.", "32": "You shall be fuel to the fire; your blood shall be in the midst of the land. You shall be no more remembered, for I the Lord have spoken."}