{"1": "And in the ninth year, in the tenth month, on the tenth day of the month, the word of the Lord came to me, saying: ", "2": "Son of man, write the name of the day, this same day. The king of Babylon has laid siege to Jerusalem this same day. ", "3": "Utter a parable to the rebellious house and say to them, Thus says the Lord God: Put on the pot, put it on, and also pour water into it.", "4": "Gather the pieces into it, even every good piece, the thigh and the shoulder. Fill it with the choice bones;", "5": "take the choicest of the flock, and also pile the bones under it; make it boil well, also seethe its bones in it.", "6": "Therefore thus says the Lord God: Woe to the bloody city, to the pot whose rust is in it, and whose rust has not gone out of it! Take out of it piece by piece without choosing.", "7": "For her blood is in her midst; she set it on the bare rock; she did not pour it on the ground to cover it with dust.", "8": "That it may cause fury to come up to take vengeance, I have set her blood on the bare rock, that it may not be covered.", "9": "Therefore thus says the Lord God: Woe to the bloody city! I will also make the pile great.", "10": "Heap on wood, kindle the fire; boil the flesh, and spice it well, and let the bones be burned.", "11": "Then set it empty on its coals, so that it may be hot and its bronze may glow, and its filthiness may be melted in it, and its rust may be consumed.", "12": "She has wearied Me with toil, and her great rust has not gone from her. Let her rust be in the fire.", "13": "In your filthiness is lewdness. Because I would have purged you, yet you are not purged, you shall not be purged from your filthiness anymore until I have caused My fury to rest on you.", "14": "I the Lord have spoken. It shall come to pass and I will act. I will not go back, nor will I spare, nor will I be sorry. According to your ways and according to your deeds, I shall judge you, says the Lord God.", "15": "Also the word of the Lord came to me, saying: ", "16": "Son of man, I am about to take away from you the desire of your eyes with a stroke. Yet you shall not mourn or weep, nor shall your tears run down. ", "17": "Groan silently. Make no mourning for the dead. Bind on your turban and put your shoes on your feet and do not cover your mustache and do not eat the bread of men.", "18": "So I spoke to the people in the morning, and in the evening my wife died. And in the morning I did as I was commanded.", "19": "And the people said to me, “Will you not tell us what these things mean for us, that you are behaving this way?”", "20": "Then I answered them: The word of the Lord came to me, saying: ", "21": "Speak to the house of Israel, Thus says the Lord God: I will profane My sanctuary, the pride of your strength, the desire of your eyes and the delight of your soul. And your sons and your daughters whom you have left behind shall fall by the sword. ", "22": "You shall do as I have done. You shall not cover your mustache, nor will you eat the bread of men. ", "23": "Your turbans shall be on your heads, and your shoes on your feet. You shall not mourn or weep. But you shall pine away for your iniquities and groan toward one another. ", "24": "Thus Ezekiel is a sign to you. According to all that he has done you shall do. And when it comes about, then you shall know that I am the Lord God.", "25": "As for you, son of man, shall it not be on the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that on which they set their minds, their sons and their daughters, ", "26": "that on that day he who escapes shall come to you to cause you to hear it with your ears? ", "27": "On that day your mouth shall be opened to him who escaped, and you shall speak and be mute no more. Thus you shall be a sign to them. And they shall know that I am the Lord."}