{"1": "The word of the Lord came again to me, saying: ", "2": "Son of man, set your face against the sons of Ammon and prophesy against them, ", "3": "and say to the sons of Ammon, Hear the word of the Lord God. Thus says the Lord God: Because you said, “Aha!” against My sanctuary when it was profaned, and against the land of Israel when it was made desolate, and against the house of Judah when they went into captivity, ", "4": "therefore, I will deliver you to the men of the East for a possession, and they shall set their camps among you and make their dwellings among you. They shall eat your fruit and drink your milk. ", "5": "I will make Rabbah a meadow for camels, and the sons of Ammon a couching place for flocks. Thus you shall know that I am the Lord. ", "6": "For thus says the Lord God: Because you have clapped your hands and stamped your feet and rejoiced in heart with all your spite against the land of Israel, ", "7": "therefore, I will stretch out My hand against you and deliver you for destruction to the nations. And I will cut you off from the peoples and cause you to perish from the countries. I will destroy you. Then you shall know that I am the Lord.", "8": "Thus says the Lord God: Because Moab and Seir say, Look, the house of Judah is like all the nations, ", "9": "therefore, I will deprive the side of Moab of its cities, of its cities which are on its frontiers, the glory of the country, Beth Jeshimoth, Baal Meon, and Kiriathaim, ", "10": "and I will give it for a possession with the Ammonites to the men of the East, so that the sons of Ammon may not be remembered among the nations. ", "11": "I will execute judgments on Moab. And they shall know that I am the Lord.", "12": "Thus says the Lord God: Because Edom has acted against the house of Judah by taking vengeance and has greatly offended and revenged themselves upon them, ", "13": "therefore thus says the Lord God: I will also stretch out My hand against Edom and cut off man and beast from it. And I will make it desolate. From Teman even to Dedan they shall fall by the sword. ", "14": "I will lay My vengeance upon Edom by the hand of My people Israel. And they shall do in Edom according to My anger and according to My fury. And they shall know My vengeance, says the Lord God.", "15": "Thus says the Lord God: Because the Philistines have dealt by revenge and have taken vengeance with a spiteful heart to destroy with everlasting hatred, ", "16": "therefore thus says the Lord God: I will stretch out My hand against the Philistines and will cut off the Kerethites and destroy the remnant of the seacoast. ", "17": "I will execute great vengeance upon them with furious rebukes. And they shall know that I am the Lord when I lay My vengeance upon them."}