{"1": "In the eleventh year, on the first day of the month, the word of the Lord came to me, saying: ", "2": "Son of man, because Tyre has said against Jerusalem, “Aha, the gateway of the peoples is broken. It has opened to me. I shall be filled now that she is laid waste,” ", "3": "therefore thus says the Lord God: I am against you, O Tyre, and will cause many nations to come up against you, as the sea causes its waves to come up. ", "4": "They shall destroy the walls of Tyre and break down her towers. I will also scrape her dust from her and make her a bare rock. ", "5": "She shall be a place for the spreading of nets in the midst of the sea, for I have spoken, says the Lord God, and she shall become destruction to the nations. ", "6": "Her daughters who are on the mainland shall be slain by the sword. And they shall know that I am the Lord.", "7": "For thus says the Lord God: From the north I will bring upon Tyre Nebuchadnezzar king of Babylon, a king of kings, with horses and with chariots and with cavalry and a great army. ", "8": "He shall slay your daughters on the mainland with the sword. And he shall set up a siege wall against you and cast up a mound against you and lift up the roof of shields against you. ", "9": "He shall set engines of war against your walls, and with his axes he shall break down your towers. ", "10": "By reason of the abundance of his horses, their dust shall cover you. Your walls shall shake at the noise of the horsemen and of the wagons and of the chariots when he enters your gates as men enter a city that has been breached. ", "11": "With the hoofs of his horses he shall tread down all your streets. He shall slay your people by the sword, and your strong garrisons shall go down to the ground. ", "12": "They shall make a spoil of your riches, and a prey of your merchandise. And they shall break down your walls and destroy your pleasant houses. And they shall lay your stones and your timber and your dust in the midst of the water. ", "13": "I will cause the noise of your songs to cease. And the sound of your harps shall be heard no more. ", "14": "I will make you a bare rock. You shall be a place to spread nets upon. You shall be built no more, for I the Lord have spoken, says the Lord God.", "15": "Thus says the Lord God to Tyre: Shall not the coastlands shake at the sound of your fall when the wounded cry, when the slaughter is made in your midst? ", "16": "Then all the officials of the sea shall come down from their thrones and lay away their robes and take off their embroidered garments. They shall clothe themselves with trembling. They shall sit on the ground and tremble every moment and be astonished at you. ", "17": "They shall take up a lamentation over you and say to you: How you are destroyed, O inhabited one of the seas, the renowned city, which was strong in the sea, she and her inhabitants, who caused her terror to be on all her inhabitants!", "18": "Now the coastlands shall tremble on the day of your fall; indeed, the coastlands that are by the sea shall be troubled at your departure.", "19": "For thus says the Lord God: When I make you a desolate city, like the cities that are not inhabited, when I bring up the deep upon you and great waters shall cover you, ", "20": "then I shall bring you down with those who descend into the pit, to the people of old, and make you dwell in the lower parts of the earth, in places desolate of old, with those who go down to the pit so that you will not be inhabited. But I shall set glory in the land of the living. ", "21": "I will bring terrors on you and you shall be no more. Though you will be sought, you shall never be found again, says the Lord God."}