{"1": "The word of the Lord came again to me, saying: ", "2": "Son of man, say to the leader of Tyre, Thus says the Lord God: Because your heart is lifted up, and you have said, “I am a god; I sit in the seat of gods in the midst of the seas,” yet you are a man, and not God, though you set your heart as the heart of God.", "3": "You are wiser than Daniel; there is no secret that is a match for you.", "4": "With your wisdom and with your understanding, you have obtained riches for yourself, and have obtained gold and silver into your treasuries;", "5": "by your great wisdom, by your trade, you have increased your riches, and your heart is lifted up because of your riches.", "6": "Therefore thus says the Lord God: Because you have set your heart as the heart of God,", "7": "therefore, I will bring strangers upon you, the most cruel of the nations; and they shall draw their swords against the beauty of your wisdom, and defile your brightness.", "8": "They shall bring you down to the pit, and you shall die the death of those who are slain in the midst of the seas.", "9": "Will you yet say before him who slays you, “I am a god,” although you are a man and not God, in the hands of those who wound you?", "10": "You shall die the death of the uncircumcised by the hand of strangers; for I have spoken! says the Lord God.", "11": "Moreover the word of the Lord came to me, saying: ", "12": "Son of man, take up a lamentation over the king of Tyre and say to him, Thus says the Lord God: You had the seal of perfection, full of wisdom and perfect in beauty.", "13": "You were in Eden, the garden of God; every precious stone was your covering: the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold. The workmanship of your settings and sockets was in you; on the day that you were created, they were prepared.", "14": "You were the anointed cherub that covers, and I set you there; you were upon the holy mountain of God; you walked up and down in the midst of the stones of fire.", "15": "You were perfect in your ways from the day that you were created, until iniquity was found in you.", "16": "By the multitude of your merchandise, you were filled with violence in your midst, and you sinned; therefore I have cast you as profane out of the mountain of God; and I have destroyed you, O covering cherub, from the midst of the stones of fire.", "17": "Your heart was lifted up because of your beauty; you have corrupted your wisdom by reason of your brightness; I cast you to the ground, I lay you before kings, that they may see you.", "18": "You have defiled your sanctuaries by the multitude of your iniquities, by the iniquity of your trade; therefore I have brought fire out from your midst; it has devoured you, and I have turned you to ashes upon the earth in the sight of all those who see you.", "19": "All those who know you among the people are astonished at you; you are a terror, and you shall cease to be forever.", "20": "Again the word of the Lord came to me, saying: ", "21": "Son of man, set your face toward Sidon and prophesy against her ", "22": "and say, Thus says the Lord God: I am against you, O Sidon; and I will be glorified in your midst; and they shall know that I am the Lord, when I execute judgments in her and display My holiness in her.", "23": "For I will send pestilence into her, and blood into her streets; and the wounded shall fall in her midst by the sword upon her on every side; and they shall know that I am the Lord.", "24": "There shall be no more a pricking brier to the house of Israel, nor any painful thorn among all who are around them, who despised them. Then they shall know that I am the Lord God.", "25": "Thus says the Lord God: When I gather the house of Israel from the peoples among whom they are scattered and display My holiness in them in the sight of the nations, then they shall dwell in their land that I have given to My servant Jacob. ", "26": "They shall dwell safely in it and shall build houses and plant vineyards and dwell securely when I execute judgments on all those around them who despise them. Then they shall know that I am the Lord their God."}