{"1": "In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me, saying: ", "2": "Son of man, speak to Pharaoh king of Egypt, and to his multitude: Whom are you like in your greatness?", "3": "Assyria was a cedar in Lebanon, with fair branches and shade for a forest, and high stature; and its top was among the clouds.", "4": "The waters made it great; the deep set it up on high. With its rivers it continually ran all around its plants, and sent out its little rivers to all the trees of the field.", "5": "Therefore its height was exalted above all the trees of the field, and its boughs were multiplied, and its branches became long because of the abundance of water, as it spread them out.", "6": "All the fowl of heaven made their nests in its boughs; and under its branches all the beasts of the field gave birth; and under its shadow all great nations lived.", "7": "Thus it was fair in its greatness, in the length of its branches, for its roots were by many waters.", "8": "The cedars in the garden of God could not match it; the fir trees were not like its boughs, and the chestnut trees were not like its branches; nor was any tree in the garden of God like it in its beauty.", "9": "I made it beautiful with an abundance of branches, so that all the trees of Eden envied it, that were in the garden of God.", "10": "Therefore, thus says the Lord God: Because it is lifted up in height and has shot up its top among the clouds, and its heart is arrogant in its height, ", "11": "I therefore will deliver it into the hand of the mighty one of the nations. He shall surely deal with it. I have driven it out for its wickedness. ", "12": "Aliens, the tyrants of the nations have cut it off and left it. Upon the mountains and in all the valleys its branches have fallen, and its boughs have been broken by all the rivers of the land. And all the peoples of the earth have gone down from its shadow and have left it. ", "13": "Upon its ruin all the fowl of the heavens shall remain, and all the beasts of the field shall be upon its fallen branches ", "14": "to the end that none of all the trees by the waters exalt themselves for their height, or shoot up their tops among the clouds, or their well-watered trees stand up in their height. For they all have been delivered to death, to the nether parts of the earth in the midst of the sons of men, with those who go down to the pit.", "15": "Thus says the Lord God: On the day when it went down to Sheol I caused mourning. I covered the deep over it and restrained its rivers, and its many waters were stayed. And I caused Lebanon to mourn for it, and all the trees of the field fainted for it. ", "16": "I made the nations to shake at the sound of its fall when I cast him down to Sheol with those who descend into the pit. And all the well-watered trees of Eden, the choice and best of Lebanon, were comforted in the nether parts of the earth. ", "17": "They also went down into Sheol with it to those who were slain with the sword. And those who were its power lived under its shadow in the midst of the nations.", "18": "To whom are you thus like in glory and in greatness among the trees of Eden? Yet you shall be brought down with the trees of Eden to the nether parts of the earth. You shall lie in the midst of the uncircumcised with those who were slain by the sword. This is Pharaoh and all his multitude, says the Lord God."}