{"1": "And the word of the Lord came to me, saying: ", "2": "Son of man, prophesy against the shepherds of Israel. Prophesy and say to those shepherds, Thus says the Lord God: Woe to the shepherds of Israel who feed themselves! Should not the shepherds feed the flock? ", "3": "You eat the fat and clothe yourself with the wool; you kill those who are fed without feeding the flock. ", "4": "The diseased you have not strengthened, nor have you healed that which was sick, nor have you bound up that which was broken, nor have you brought back that which was driven away, nor have you sought that which was lost. But with force and with cruelty you have subjugated them. ", "5": "They were scattered because there was no shepherd. And they became meat to all the beasts of the field and were scattered. ", "6": "My sheep wandered through all the mountains and upon every high hill. Indeed, My flock was scattered upon all the face of the earth, and no one searched or sought after them.", "7": "Therefore, you shepherds, hear the word of the Lord: ", "8": "As I live, says the Lord God, surely because My flock became a prey, and My flock even became meat to every beast of the field, because there was no shepherd, nor did My shepherds search for My flock; but the shepherds fed themselves and did not feed My flock, ", "9": "therefore, you shepherds, hear the word of the Lord. ", "10": "Thus says the Lord God: I am against the shepherds. And I will require My flock from their hand and cause them to cease from feeding the flock. Nor shall the shepherds feed themselves anymore, for I will deliver My flock from their mouth so that they may not be meat for them.", "11": "For thus says the Lord God: I, even I, will search for My sheep and seek them out. ", "12": "As a shepherd seeks out his flock in the day that he is among his sheep that are scattered, so I will seek out My sheep and will deliver them out of all the places where they have been scattered in a cloudy and dark day. ", "13": "I will bring them out from the peoples, and gather them from the countries, and bring them to their own land, and feed them upon the mountains of Israel by the rivers and in all the inhabited places of the country. ", "14": "I will feed them in a good pasture, and upon the high mountains of Israel their grazing ground shall be. There they shall lie on good grazing ground, and in a rich pasture they shall feed upon the mountains of Israel. ", "15": "I will feed My flock, and I will cause them to lie down, says the Lord God. ", "16": "I will seek that which was lost and bring back that which was driven away and bind up that which was broken and will strengthen that which was sick. But I will destroy the fat and the strong. I will feed them with judgment.", "17": "As for you, O My flock, thus says the Lord God: I will judge between sheep and cattle, between the rams and the male goats. ", "18": "Does it seem a small thing to you to have eaten up the good pasture, that you must tread down with your feet the rest of your pastures? Or that you should drink of the clear waters, that you must foul the rest with your feet? ", "19": "And as for My flock, they eat that which you have trodden with your feet, and they drink that which you have fouled with your feet.", "20": "Therefore thus says the Lord God to them: I, even I, will judge between the fat sheep and between the lean sheep. ", "21": "Because you have thrust with side and with shoulder, and pushed all the diseased with your horns until you have scattered them abroad, ", "22": "therefore I will save My flock, and they shall no more be a prey. And I will judge between one sheep and another. ", "23": "I will set up one shepherd over them, and he shall feed them, even My servant David. He shall feed them himself and be their shepherd. ", "24": "I the Lord will be their God, and My servant David shall be prince among them. I the Lord have spoken.", "25": "I will make with them a covenant of peace and will cause the wild beasts to cease from the land so that they dwell safely in the wilderness and sleep in the woods. ", "26": "I will make them and the places all around My hill a blessing. And I will cause the showers to come down in their season. They shall be showers of blessing. ", "27": "The tree of the field shall yield its fruit, and the ground shall yield its increase, and they shall be safe in their land. Then they shall know that I am the Lord, when I have broken the bands of their yoke and delivered them out of the hand of those who enslaved them. ", "28": "They shall no more be a prey to the nations, nor shall the beast of the land devour them. But they shall dwell safely and no one shall make them afraid. ", "29": "I will raise up for them a planting place of renown, and no more shall they be consumed with hunger in the land, nor shall they bear the shame of the nations anymore. ", "30": "Thus shall they know that I, the Lord their God, am with them, and that they, the house of Israel, are My people, says the Lord God. ", "31": "As for you, My flock, the flock of My pasture, you are men, and I am your God, says the Lord God."}