{"1": "Moreover the word of the Lord came to me, saying: ", "2": "Son of man, set your face against Mount Seir and prophesy against it, ", "3": "and say to it, Thus says the Lord God: I am against you, O Mount Seir, and I will stretch out My hand against you, and I will make you a desolation and a waste. ", "4": "I will lay your cities waste, and you shall become a desolation. Then you shall know that I am the Lord.", "5": "Because you have had a perpetual hatred and have delivered the sons of Israel to the power of the sword in the time of their calamity, in the time of the punishment of the end, ", "6": "therefore, as I live, says the Lord God, I will prepare you for bloodshed, and bloodshed shall pursue you. Since you have not hated bloodshed, therefore blood shall pursue you. ", "7": "Thus I will make Mount Seir a desolation and a waste, and cut off from it the one who passes through and the one who returns. ", "8": "I will fill its mountains with its slain men. On your hills and in your valleys and in all your rivers, they shall fall who are slain with the sword. ", "9": "I will make you a perpetual desolation, and your cities shall not be inhabited. Then you shall know that I am the Lord.", "10": "Because you have said, “These two nations and these two countries shall be mine, and we will possess them,” whereas the Lord was there, ", "11": "therefore, as I live, says the Lord God, I will treat you according to your anger and according to your envy, which you have showed out of your hatred against them. And I will make Myself known among them when I have judged you. ", "12": "Then you shall know that I, the Lord, have heard all your blasphemies which you have spoken against the mountains of Israel, saying, “They are laid desolate. They are given to us to consume.” ", "13": "Thus with your mouth you have boasted against Me and have multiplied your words against Me. I have heard them. ", "14": "Thus says the Lord God: When the whole earth rejoices, I will make you a desolation. ", "15": "As you rejoiced at the inheritance of the house of Israel because it was desolate, so I will do to you. You shall be a desolation, O Mount Seir, and all Edom, all of it. Then they shall know that I am the Lord."}