{"1": "As for you, son of man, prophesy to the mountains of Israel and say: O mountains of Israel, hear the word of the Lord. ", "2": "Thus says the Lord God: Because the enemy has said against you, “Aha! Even the ancient high places are our possession,” ", "3": "therefore, prophesy and say: Thus says the Lord God: For good reason they have made you desolate and swallowed you up on every side so that you might become a possession to the rest of the nations, and you have been taken up on the lips of talkers and are an infamy of the people. ", "4": "Therefore, O mountains of Israel, hear the word of the Lord God: Thus says the Lord God to the mountains and to the hills, to the rivers and to the valleys, to the desolate wastes and to the cities that are forsaken, which became a prey and derision to the rest of the nations that are all around; ", "5": "therefore thus says the Lord God: Surely in the fire of My jealousy I have spoken against the rest of the nations and against all Edom, who have arrogated My land into their possession with the joy of all their hearts and with a spiteful soul, to cast it out for a prey. ", "6": "Prophesy therefore concerning the land of Israel and say to the mountains and to the hills, to the rivers and to the valleys: Thus says the Lord God: I have spoken in My jealousy and in My fury, because you have borne the shame of the nations. ", "7": "Therefore, thus says the Lord God: I have lifted up My hand that surely the nations who are about you shall themselves bear their invectives.", "8": "But you, O mountains of Israel, you shall shoot forth your branches and yield your fruit for My people Israel. For they shall come soon. ", "9": "For I am for you, and I will turn to you, and you shall be tilled and sown. ", "10": "And I will multiply men upon you, all the house of Israel, all of it. And the cities shall be inhabited, and the waste places shall be built. ", "11": "And I will multiply man and beast upon you. And they shall increase and bring forth fruit. And I will settle you as you were before and do better to you than at the beginning. Thus you shall know that I am the Lord. ", "12": "Indeed, I will cause men to walk upon you, My people Israel, and they shall possess you, and you shall be their inheritance, and you shall no longer bereave them of children.", "13": "Thus says the Lord God: Because they say to you, “You are a devourer of men and have bereaved your nation of children,” ", "14": "therefore you shall devour men no more or bereave your nation of children anymore, says the Lord God. ", "15": "Nor will I cause men to hear in you the invectives of the nations anymore, nor shall you bear the reproach of the peoples anymore, nor shall you cause your nation to fall anymore, says the Lord God.", "16": "Moreover the word of the Lord came to me, saying: ", "17": "Son of man, when the house of Israel lived in their own land, they defiled it by their ways and their deeds. Their way was before Me as the uncleanness of a woman in her impurity. ", "18": "Therefore I poured My fury upon them for the blood that they had shed upon the land and for their idols with which they had polluted it. ", "19": "And I scattered them among the nations, and they were dispersed throughout the countries. According to their ways and according to their deeds, I judged them. ", "20": "When they entered the nations, where they went, they profaned My holy name, because they said of them, “These are the people of the Lord and have gone out of His land.” ", "21": "But I had pity for My holy name, which the house of Israel had profaned among the nations where they went.", "22": "Therefore say to the house of Israel, Thus says the Lord God: I do not do this for your sake, O house of Israel, but for My holy name's sake which you have profaned among the nations where you went. ", "23": "I will vindicate the sanctity of My great name which was profaned among the nations, which you have profaned in their midst. Then the nations shall know that I am the Lord, says the Lord God, when I shall be sanctified among you before their eyes.", "24": "For I will take you from among the nations and gather you out of all countries and will bring you into your own land. ", "25": "Then I will sprinkle clean water upon you, and you shall be clean. From all your filthiness and from all your idols, I will cleanse you. ", "26": "Also, I will give you a new heart, and a new spirit I will put within you. And I will take away the stony heart out of your flesh, and I will give you a heart of flesh. ", "27": "I will put My Spirit within you and cause you to walk in My statutes, and you will keep My judgments and do them. ", "28": "You will dwell in the land that I gave to your fathers. And you will be My people, and I will be your God. ", "29": "I will also save you from all your uncleanness. And I will call for the grain and increase it and lay no famine upon you. ", "30": "I will multiply the fruit of the tree and the increase of the field so that you shall receive no more reproach of famine among the nations. ", "31": "Then you shall remember your evil ways and your deeds that were not good, and shall loathe yourselves in your own sight for your iniquities and your abominations. ", "32": "Not for your sake am I doing this, says the Lord God, let it be known to you. Be ashamed and humiliated for your ways, O house of Israel!", "33": "Thus says the Lord God: On the day that I cleanse you from all your iniquities, I will cause you to dwell in the cities, and the waste places shall be built. ", "34": "The desolate land shall be tilled, whereas it lay desolate in the sight of all who pass by. ", "35": "They shall say, “This land that was desolate has become like the garden of Eden. And the waste and desolate and ruined cities have become fenced and inhabited.” ", "36": "Then the nations that are left all around you shall know that I the Lord have built the ruined places and planted that which was desolate. I the Lord have spoken it, and I will do it.", "37": "Thus says the Lord God: This also I will let the house of Israel ask Me to do for them: I will increase their men like a flock. ", "38": "As the flock for sacrifices, as the flock of Jerusalem in her solemn feasts, so shall the waste cities be filled with flocks of men. Then they shall know that I am the Lord."}