{"1": "Then he brought me out into the outer court, toward the north; and he brought me into the chamber that was opposite the separate yard and which was opposite the building on the north. ", "2": "Before the length of a hundred cubits was the north door, and the width was fifty cubits.[a] ", "3": "Opposite the twenty cubits[b] that belonged to the inner court, and opposite the pavement that belonged to the outer court, was gallery against gallery in three stories. ", "4": "In front of the chambers was a passage on the inner side, ten cubits wide and one hundred cubits[c] deep; and their doors faced north. ", "5": "Now the upper chambers were shorter. For the galleries were higher than these, than the lower and the middle ones of the building. ", "6": "For they were in three stories, but had no pillars as the pillars of the courts. Therefore the building was set back more than the lowest and the middle ones from the ground. ", "7": "And a wall that was outside was parallel to the chambers, toward the outer court, opposite the chambers; its length was fifty cubits. ", "8": "For the length of the chambers that were in the outer court was fifty cubits. And the length of those before the temple was a hundred cubits. ", "9": "From under these chambers was the entrance on the east side as one goes into them from the outer court.", "10": "The chambers were in the thickness of the wall of the court toward the east, opposite the separate yard and opposite the building, ", "11": "with a passage in front of them; they were like the appearance of the chambers which were toward the north, of the same length and width. And all their exits and arrangements were according to plan. ", "12": "Corresponding to the doors of the chambers that were facing south was a door at the head of the passage way, the passage way directly in front of the wall toward the east.", "13": "Then he said to me, “The north chambers and the south chambers, which are before the separate place, are the holy chambers where the priests who approach the Lord shall eat the most holy offerings. There they shall lay the most holy offerings—the grain offering, the sin offering, and the guilt offering—for the place is holy. ", "14": "When the priests enter it, then they shall not go out of the holy place into the outer court, but there they shall lay their garments in which they minister, for they are holy. And they shall put on other garments, and shall approach those things which are for the people.”", "15": "Now when he had made an end of measuring the inner temple, he brought me out by the gate that faces east, and measured it all around. ", "16": "He measured the east side with the measuring reed, five hundred cubits[d] with the measuring reed all around. ", "17": "He measured the north side with the measuring reed round about, five hundred reeds. ", "18": "He measured the south side with the measuring reed, five hundred reeds. ", "19": "He turned about to the west side and measured five hundred reeds with the measuring reed. ", "20": "He measured it by the four sides. It had a wall all around, five hundred reeds long and five hundred wide,[e] to make a separation between the sanctuary and the profane place."}