{"1": "Afterward he brought me to the gate, the gate facing east. ", "2": "And the glory of the God of Israel came from the way of the east. And His voice was like a noise of many waters. And the earth shone with His glory. ", "3": "It was according to the appearance of the vision which I saw, even according to the vision that I saw, when He came to destroy the city. And the visions were like the vision that I saw by the River Kebar. And I fell upon my face. ", "4": "The glory of the Lord came into the temple by the way of the gate facing east. ", "5": "So the Spirit took me up and brought me into the inner court. And the glory of the Lord filled the temple.", "6": "Then I heard one speaking to me out of the temple. And a man stood by me. ", "7": "He said to me: Son of man, this is the place of My throne and the place of the soles of My feet, where I will dwell in the midst of the sons of Israel forever. And My holy name shall the house of Israel defile no more, nor they nor their kings by their harlotry, nor by the corpses of their kings when they die. ", "8": "By setting their threshold by My threshold and their post by My posts and the wall between Me and them, they have even defiled My holy name by their abominations that they have committed. Therefore I have consumed them in My anger. ", "9": "Now let them put away their harlotry and the corpses of their kings far from Me, and I will dwell in their midst forever.", "10": "As for you, son of man, describe the temple to the house of Israel, that they may be ashamed of their iniquities. And let them measure the pattern. ", "11": "If they are ashamed of all that they have done, show them the design of the temple and its fashion and exits and its entrances and all its forms and all its ordinances and all its laws. And write it in their sight so that they may keep its whole form and all its ordinances and do them.", "12": "This is the law of the temple: The whole territory on the top of the mountain all around shall be most holy. This is the law of the temple.", "13": "These are the measurements of the altar by cubits[a] (the cubit is a cubit and a handbreadth): The base shall be a cubit, and the width a cubit, and its border by its edge all around shall be a span.[b] And this shall be the height of the altar: ", "14": "From the bottom on the ground even to the lower ledge shall be two cubits, and the width one cubit.[c] And from the lesser ledge even to the greater ledge shall be four cubits, and the width one cubit.[d] ", "15": "So the altar shall be four cubits. And from the altar and upward shall be four horns. ", "16": "The altar hearth shall be twelve cubits long by twelve wide,[e] square in its four corners. ", "17": "The ledge shall be fourteen cubits[f] long and fourteen wide in the four squares. And the border about it shall be half a cubit.[g] And its bottom shall be a cubit all around. And its stairs shall face east.", "18": "He said to me: Son of man, thus says the Lord God: These are the ordinances of the altar in the day when they shall make it to offer burnt offerings on it and to sprinkle blood on it. ", "19": "You shall give to the priests the Levites that are of the seed of Zadok who approach Me to minister to Me, says the Lord God, a young bull as a sin offering. ", "20": "You shall take of its blood and put it on its four horns, and on the four corners of the ledge and on the rim all around. Thus you shall cleanse and purge it. ", "21": "You shall take the bull also of the sin offering, and it shall be burned in the appointed place of the temple, outside the sanctuary.", "22": "On the second day you shall offer a male goat without blemish as a sin offering. And they shall cleanse the altar as they cleansed it with the bull. ", "23": "When you have made an end of cleansing it, you shall offer a young bull without blemish and a ram out of the flock without blemish. ", "24": "You shall offer them before the Lord, and the priests shall cast salt on them, and they shall offer them up as a burnt offering to the Lord.", "25": "For seven days you shall prepare every day a goat as a sin offering. They shall also prepare a young bull and a ram out of the flock, without blemish. ", "26": "For seven days they shall purge the altar and purify it. So they shall consecrate it. ", "27": "When they have completed the days, it shall be that on the eighth day and forward, the priests shall present your burnt offerings and your peace offerings upon the altar. And I will accept you, says the Lord God."}