{"1": "Moreover, when you divide by lot the land for inheritance, you shall offer an allotment to the Lord, a holy portion of the land. The length shall be the length of twenty-five thousand cubits,[a] and the width shall be twenty thousand.[b] It shall be holy throughout its territory all around. ", "2": "Of this there shall be a square plot for the sanctuary, five hundred by five hundred cubits,[c] with fifty cubits[d] for an open space around it. ", "3": "Of this measure you shall measure the length of twenty-five thousand cubits and the width of ten thousand cubits.[e] And in it shall be the sanctuary, the Most Holy Place. ", "4": "The holy portion of the land shall be for the priests, the ministers of the sanctuary, who shall come near to minister to the Lord. And it shall be a place for their houses and a holy place for the sanctuary. ", "5": "An area twenty-five thousand cubits in length and ten thousand in width shall be for the Levites, the ministers of the temple, and for their possession cities in which to dwell.", "6": "You shall appoint the possession of the city five thousand cubits[f] wide and twenty-five thousand cubits long adjacent to the allotment of the holy portion. It shall be for the whole house of Israel.", "7": "A portion shall be for the prince on the one side and on the other side of the holy allotment and property of the city, adjacent to the holy allotment and the property of the city, from the west side westward and from the east side eastward. And the length shall correspond to one of the tribal portions, from the west border to the east border. ", "8": "In the land shall be his possession in Israel. And My officials shall no more oppress My people. And the rest of the land they shall give to the house of Israel according to their tribes.", "9": "Thus says the Lord God: Let it suffice you officials of Israel. Remove violence and destruction, and execute justice and righteousness. Take away your exactions from My people, says the Lord God. ", "10": "You shall have just balances and a just ephah[g] and a just bath.[h] ", "11": "The ephah and the bath shall be of one measure so that the bath may contain the tenth part of a homer,[i] and the ephah the tenth part of a homer. Their measure shall be after the homer. ", "12": "The shekel[j] shall be twenty gerahs.[k] Twenty shekels, twenty-five shekels, and fifteen shekels shall be your mina.[l]", "13": "This is the offering that you shall offer: the sixth part of an ephah[m] of a homer of wheat, and you shall give the sixth part of an ephah[n] of a homer of barley. ", "14": "Concerning the ordinance of oil that is the bath of oil, you shall offer the tenth part of a bath[o] out of the kor,[p] which is a homer or ten baths, for ten baths are a homer. ", "15": "And one lamb shall be out of the flock, out of two hundred, out of the watering places of Israel, as a grain offering and as a burnt offering and for peace offerings, to make reconciliation for them, says the Lord God. ", "16": "All the people of the land shall give this offering for the prince in Israel. ", "17": "It shall be the prince's part to give burnt offerings and grain offerings and drink offerings in the feasts and in the New Moons and in the Sabbaths, in all solemnities of the house of Israel. He shall prepare the sin offering and the grain offering and the burnt offering and the peace offerings, to make reconciliation for the house of Israel.", "18": "Thus says the Lord God: In the first month, on the first day of the month, you shall take a young bull without blemish and cleanse the sanctuary. ", "19": "And the priest shall take some of the blood of the sin offering and put it on the doorposts of the temple and on the four corners of the ledge of the altar and on the gateposts of the inner court. ", "20": "So you shall do the seventh day of the month for everyone who errs and for him who is naive. So you shall make atonement for the temple.", "21": "In the first month, on the fourteenth day of the month, you shall have the Passover, a feast of seven days. Unleavened bread shall be eaten. ", "22": "On that day the prince shall prepare for himself and for all the people of the land a bull as a sin offering. ", "23": "For seven days of the feast he shall prepare a burnt offering to the Lord, seven bulls and seven rams without blemish daily for the seven days, and a male of the goats daily as a sin offering. ", "24": "He shall prepare a grain offering of an ephah for a bull and an ephah for a ram and a hin[q] of oil for an ephah.", "25": "In the seventh month, on the fifteenth day of the month, he shall do the like in the feast of the seven days, according to the sin offering, according to the burnt offering, and according to the grain offering, and according to the oil."}