{"1": "Then he brought me back to the door of the temple; and water was flowing out from under the threshold of the temple eastward, for the front of the temple faced east; the water was flowing down from under from the right side of the temple, south of the altar. ", "2": "Then he brought me out by way of the north gate, and led me around on the outside to the outer gate that faces east; and the water was coming out on the south side.", "3": "When the man who had the line in his hand went eastward, he measured a thousand cubits, and he brought me through the water; the water reached the ankles. ", "4": "Again he measured a thousand and brought me through the water. The water reached the knees. Again he measured a thousand and brought me through the water. The water reached the loins. ", "5": "Afterward he measured a thousand. And it was a river that I could not pass over, for the water had risen, enough water to swim in, a river that could not be passed over. ", "6": "He said to me, “Son of man, have you seen this?” Then he brought me and caused me to return to the brink of the river. ", "7": "When I had returned I saw on the bank of the river very many trees on the one side and on the other. ", "8": "Then he said to me, “This water flows toward the eastern region and goes down into the valley, and enters the sea. When it flows into the sea, the water will become fresh. ", "9": "Every living creature that swarms, wherever the rivers go, will live. And there shall be a very great multitude of fish, because these waters shall come there and the others become fresh. Thus everything shall live wherever the river comes. ", "10": "It shall come to pass that the fishermen shall stand upon it. From En Gedi even to En Eglaim there shall be a place to spread out nets. Their fish shall be according to their kinds, as the fish of the Mediterranean Sea, exceedingly many. ", "11": "But its miry places and its marshes shall not be healed. They shall be given to salt. ", "12": "By the river upon its bank, on this side and on that side, shall grow all kinds of trees for food, whose leaf shall not fade nor shall its fruit fail. They shall bring forth fruit according to their months, because their water issues out of the sanctuary. And their fruit shall be for food and their leaves for medicine.”", "13": "Thus says the Lord God: This shall be the border by which you shall divide the land for an inheritance according to the twelve tribes of Israel. Joseph shall have two portions. ", "14": "You shall divide it for an inheritance, one as equally as another. For I lifted up My hand to give it to your fathers, and this land shall fall to you for inheritance.", "15": "This shall be the border of the land on the north: from the Mediterranean Sea by the way of Hethlon as men go to Zedad, ", "16": "Hamath, Berothah, Sibraim (which lies between the border of Damascus and the border of Hamath), to Hazar Hattikon, which is on the border of Hauran. ", "17": "The border from the sea shall be Hazar Enan at the border of Damascus, and on the north northward is the border of Hamath. And this is the north side.", "18": "The east side, from Hauran and from Damascus and from Gilead and the land of Israel, shall be the Jordan. You shall measure from the northern border to the eastern sea. And this is the east side.", "19": "The south side, toward the Negev, shall run from Tamar even to the waters of Meribah Kadesh, from there along the brook of Egypt to the Mediterranean Sea. This shall be the south side, toward the Negev.", "20": "The west side also shall be the Mediterranean Sea from the southern border to a point opposite Lebo Hamath. This is the west side.", "21": "So you shall divide this land among you according to the tribes of Israel. ", "22": "It shall come to pass that you shall divide it by lot for an inheritance among yourselves and among the aliens who sojourn among you, who shall bear sons among you. And they shall be to you as born in the country among the sons of Israel. They shall have inheritance with you among the tribes of Israel. ", "23": "It shall come to pass that in whatever tribe the alien sojourns, there you shall give him his inheritance, says the Lord God."}