{"1": "Moreover the word of the Lord came to me, saying: ", "2": "And you, son of man, thus says the Lord God to the land of Israel: An end, the end is coming upon the four corners of the land.", "3": "Now the end has come upon you, and I will send My anger upon you, and will judge you according to your ways, and will recompense upon you all your abominations.", "4": "My eye shall not spare you, nor will I have pity; but I will recompense your ways upon you, and your abominations shall be in your midst. And you shall know that I am the Lord!", "5": "Thus says the Lord God: A disaster, a singular disaster; it is coming!", "6": "An end is coming, the end has come; it watches for you; it has come!", "7": "Your doom has come to you, O inhabitant in the land; the time has come, the day of trouble is near, and not the joyful shouting on the mountains.", "8": "Now I will shortly pour out My fury upon you, and accomplish My anger upon you; and I will judge you according to your ways, and will recompense you for all your abominations.", "9": "My eye shall not spare, nor will I have pity; I will recompense you according to your ways, and your abominations that are in your midst. And you shall know that I am the Lord who strikes.", "10": "The day is coming! Your doom has gone out; the rod has blossomed, pride has budded.", "11": "Violence has risen up into a rod of wickedness; none of them shall remain, none of their people, none of their wealth, nor anything eminent among them.", "12": "The time has come, the day has drawn near. Do not let the buyer rejoice, or the seller mourn, for wrath is against all their multitude.", "13": "For the seller shall not return to that which is sold, although they both live; for the vision concerning the whole multitude shall not return; nor shall any strengthen his life by his iniquity.", "14": "They have blown the trumpet even to make all ready, but none goes to the battle; for My wrath is against all the multitude.", "15": "The sword is outside, and the pestilence and the famine within. He who is in the field shall die by the sword; and he who is in the city, famine and pestilence shall devour him.", "16": "Even when their survivors escape, they shall be on the mountains like doves of the valleys, all of them mourning, every one over his iniquity.", "17": "All hands shall be feeble, and all knees shall be weak as water.", "18": "They shall also gird themselves with sackcloth, and horror shall cover them; and shame shall be upon all faces, and baldness upon all their heads.", "19": "They shall cast their silver in the streets, and their gold shall become abhorrent; their silver and their gold shall not be able to deliver them in the day of the wrath of the Lord; they shall not satisfy their souls, or fill their stomachs, for their iniquity has become a stumbling block.", "20": "They transformed the beauty of His ornaments into pride, and made the images of their abominations and of their detestable things with it; therefore I will make it an abhorrent thing to them.", "21": "I will give it into the hands of the strangers as plunder and to the wicked of the earth for destruction, and they shall pollute it.", "22": "My face also I will turn from them, and they shall pollute My secret place; for the robbers shall enter and defile it.", "23": "Make a chain, for the land is full of bloody crimes, and the city is full of violence.", "24": "Therefore I will bring the worst of the nations, and they shall possess their houses; I will also make the pomp of the strong to cease, and their holy places shall be defiled.", "25": "When destruction comes, then they shall seek peace, but there shall be none.", "26": "Mischief shall come upon mischief, and rumor shall be upon rumor. Then they shall seek a vision of the prophet; but the law shall perish from the priest, and counsel from the elders.", "27": "The king shall mourn, and the prince shall be clothed with desolation, and the hands of the people of the land shall tremble. I will do to them according to their way, and according to what they deserve I will judge them. And they shall know that I am the Lord!"}