{"1": "In the sixth year, in the sixth month, on the fifth day of the month, as I sat in my house and the elders of Judah sat before me, the hand of the Lord God fell upon me there. ", "2": "Then I looked, and there was a likeness as the appearance of a man. From His loins and downward was the appearance of fire. And from His loins and upward was the appearance of brightness, as the appearance of glowing metal. ", "3": "He stretched out the form of a hand and took me by a lock of my head. And the Spirit lifted me up between the earth and the heavens, and brought me in the visions of God to Jerusalem, to the entrance of the north gate of the inner court, where the seat of the image of jealousy was, which provokes to jealousy. ", "4": "The glory of the God of Israel was there, according to the vision that I saw in the plain.", "5": "Then He said to me, “Son of man, lift up your eyes now toward the north.” So I lifted up my eyes toward the north, and northward at the gate of the altar was this image of jealousy in the entrance.", "6": "He said furthermore to me, “Son of man, do you see what they do, even the great abominations that the house of Israel commits here, so that I should go far off from My sanctuary? But yet you shall see still greater abominations.”", "7": "Then He brought me to the door of the court. And when I looked, there was a hole in the wall. ", "8": "So He said to me, “Son of man, now dig in the wall.” And when I had dug in the wall, there was a door.", "9": "He said to me, “Enter and notice the wicked abominations that they do here.” ", "10": "So I went in and saw every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall all around. ", "11": "There stood before them seventy men of the elders of the house of Israel, and in their midst stood Jaazaniah the son of Shaphan, with every man his censer in his hand, and a thick cloud of incense went up.", "12": "Then He said to me, “Son of man, have you seen what the elders of the house of Israel do in the dark, every man in the chambers of his images? For they say, 'The Lord does not see us. The Lord has forsaken the land.' ” ", "13": "He also said to me, “Yet again you shall see greater abominations that they do.”", "14": "Then He brought me to the door of the gate of the house of the Lord which was toward the north. And women sat there weeping for Tammuz. ", "15": "Then He said to me, “Have you seen this, O son of man? Yet again you shall see greater abominations than these.”", "16": "He brought me into the inner court of the house of the Lord, and at the door of the temple of the Lord, between the porch and the altar, were about twenty-five men with their backs toward the temple of the Lord and their faces toward the east. And they worshipped the sun toward the east.", "17": "Then He said to me, “Have you seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? For they have filled the land with violence and have continually provoked Me to anger. And they put the branch to their nose. ", "18": "Therefore I will indeed deal in fury. My eye shall not spare, nor will I have pity. And though they cry in My ears with a loud voice, yet I will not listen to them.”"}