{"1": "He cried out also in my ears with a loud voice, saying, “Cause those who have charge over the city to draw near, even every man with his destroying weapon in his hand.” ", "2": "Six men came from the way of the higher gate which lies toward the north, each with his battle weapon in his hand. And one man among them was clothed with linen with a writer's case by his side. And they went in and stood beside the bronze altar.", "3": "Then the glory of the God of Israel ascended from the cherub on which it had been, to the threshold of the temple. And He called to the man clothed with linen who had the writer's case by his side. ", "4": "And the Lord said to him, “Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men who sigh and groan for all the abominations that are done in its midst.”", "5": "To the others He said in my hearing, “Go after him through the city and strike. Do not let your eye spare or have pity. ", "6": "Utterly slay old and young, both maidens and little children, and women. But do not touch any man on whom is the mark. And begin at My sanctuary.” Then they began with the elders who were before the temple.", "7": "Then he said to them, “Defile the temple, and fill the courts with the slain. Go forth!” So they went out and killed in the city. ", "8": "While they were killing, I was left alone; and I fell on my face and cried out, “Ah, Lord God! Will You destroy all the rest of Israel by Your pouring out of Your fury upon Jerusalem?”", "9": "Then He said to me, “The iniquity of the house of Israel and Judah is exceedingly great, and the land is full of blood, and the city is full of perverseness. For they say, 'The Lord has forsaken the land, and the Lord does not see.' ", "10": "But as for Me, My eye shall not spare, nor will I have pity, but I will recompense their way upon their heads.”", "11": "Then the man clothed with linen who had the case by his side reported the matter, saying, “I have done just as You have commanded me.”"}