{"1": "These are the words of Jeremiah son of Hilkiah, one of the priests from the town of Anathoth in the land of Benjamin.", "2": "The Lord first gave messages to Jeremiah during the thirteenth year of the reign of Josiah son of Amon, king of Judah.[a]", "3": "The Lord's messages continued throughout the reign of King Jehoiakim, Josiah's son, until the eleventh year of the reign of King Zedekiah, another of Josiah's sons. In August[b] of that eleventh year the people of Jerusalem were taken away as captives.", "4": "The Lord gave me this message:", "5": "“I knew you before I formed you in your mother's womb. Before you were born I set you apart and appointed you as my prophet to the nations.”", "6": "“O Sovereign Lord,” I said, “I can't speak for you! I'm too young!”", "7": "The Lord replied, “Don't say, 'I'm too young,' for you must go wherever I send you and say whatever I tell you.", "8": "And don't be afraid of the people, for I will be with you and will protect you. I, the Lord, have spoken!”", "9": "Then the Lord reached out and touched my mouth and said, “Look, I have put my words in your mouth!", "10": "Today I appoint you to stand up against nations and kingdoms. Some you must uproot and tear down, destroy and overthrow. Others you must build up and plant.”", "11": "Then the Lord said to me, “Look, Jeremiah! What do you see?” And I replied, “I see a branch from an almond tree.”", "12": "And the Lord said, “That's right, and it means that I am watching,[c] and I will certainly carry out all my plans.”", "13": "Then the Lord spoke to me again and asked, “What do you see now?” And I replied, “I see a pot of boiling water, spilling from the north.”", "14": "“Yes,” the Lord said, “for terror from the north will boil out on the people of this land.", "15": "Listen! I am calling the armies of the kingdoms of the north to come to Jerusalem. I, the Lord, have spoken! “They will set their thrones at the gates of the city. They will attack its walls and all the other towns of Judah.", "16": "I will pronounce judgment on my people for all their evil— for deserting me and burning incense to other gods. Yes, they worship idols made with their own hands!", "17": "“Get up and prepare for action. Go out and tell them everything I tell you to say. Do not be afraid of them, or I will make you look foolish in front of them.", "18": "For see, today I have made you strong like a fortified city that cannot be captured, like an iron pillar or a bronze wall. You will stand against the whole land— the kings, officials, priests, and people of Judah.", "19": "They will fight you, but they will fail. For I am with you, and I will take care of you. I, the Lord, have spoken!”"}