{"1": "The Lord gave another message to Jeremiah. He said,", "2": "“Remind the people of Judah and Jerusalem about the terms of my covenant with them.", "3": "Say to them, 'This is what the Lord, the God of Israel, says: Cursed is anyone who does not obey the terms of my covenant!", "4": "For I said to your ancestors when I brought them out of the iron-smelting furnace of Egypt, “If you obey me and do whatever I command you, then you will be my people, and I will be your God.”", "5": "I said this so I could keep my promise to your ancestors to give you a land flowing with milk and honey—the land you live in today.'” Then I replied, “Amen, Lord! May it be so.”", "6": "Then the Lord said, “Broadcast this message in the streets of Jerusalem. Go from town to town throughout the land and say, 'Remember the ancient covenant, and do everything it requires.", "7": "For I solemnly warned your ancestors when I brought them out of Egypt, “Obey me!” I have repeated this warning over and over to this day,", "8": "but your ancestors did not listen or even pay attention. Instead, they stubbornly followed their own evil desires. And because they refused to obey, I brought upon them all the curses described in this covenant.'”", "9": "Again the Lord spoke to me and said, “I have discovered a conspiracy against me among the people of Judah and Jerusalem.", "10": "They have returned to the sins of their ancestors. They have refused to listen to me and are worshiping other gods. Israel and Judah have both broken the covenant I made with their ancestors.", "11": "Therefore, this is what the Lord says: I am going to bring calamity upon them, and they will not escape. Though they beg for mercy, I will not listen to their cries.", "12": "Then the people of Judah and Jerusalem will pray to their idols and burn incense before them. But the idols will not save them when disaster strikes!", "13": "Look now, people of Judah; you have as many gods as you have towns. You have as many altars of shame—altars for burning incense to your god Baal—as there are streets in Jerusalem.", "14": "“Pray no more for these people, Jeremiah. Do not weep or pray for them, for I will not listen to them when they cry out to me in distress.", "15": "“What right do my beloved people have to come to my Temple, when they have done so many immoral things? Can their vows and sacrifices prevent their destruction? They actually rejoice in doing evil!", "16": "I, the Lord, once called them a thriving olive tree, beautiful to see and full of good fruit. But now I have sent the fury of their enemies to burn them with fire, leaving them charred and broken.", "17": "“I, the Lord of Heaven's Armies, who planted this olive tree, have ordered it destroyed. For the people of Israel and Judah have done evil, arousing my anger by burning incense to Baal.”", "18": "Then the Lord told me about the plots my enemies were making against me.", "19": "I was like a lamb being led to the slaughter. I had no idea that they were planning to kill me! “Let's destroy this man and all his words,” they said. “Let's cut him down, so his name will be forgotten forever.”", "20": "O Lord of Heaven's Armies, you make righteous judgments, and you examine the deepest thoughts and secrets. Let me see your vengeance against them, for I have committed my cause to you.", "21": "This is what the Lord says about the men of Anathoth who wanted me dead. They had said, “We will kill you if you do not stop prophesying in the Lord's name.”", "22": "So this is what the Lord of Heaven's Armies says about them: “I will punish them! Their young men will die in battle, and their boys and girls will starve to death.", "23": "Not one of these plotters from Anathoth will survive, for I will bring disaster upon them when their time of punishment comes.”"}