{"1": "This message came to Jeremiah from the Lord early in the reign of Jehoiakim son of Josiah,[a] king of Judah.", "2": "“This is what the Lord says: Stand in the courtyard in front of the Temple of the Lord, and make an announcement to the people who have come there to worship from all over Judah. Give them my entire message; include every word.", "3": "Perhaps they will listen and turn from their evil ways. Then I will change my mind about the disaster I am ready to pour out on them because of their sins.", "4": "“Say to them, 'This is what the Lord says: If you will not listen to me and obey my word I have given you,", "5": "and if you will not listen to my servants, the prophets—for I sent them again and again to warn you, but you would not listen to them—", "6": "then I will destroy this Temple as I destroyed Shiloh, the place where the Tabernacle was located. And I will make Jerusalem an object of cursing in every nation on earth.'”", "7": "The priests, the prophets, and all the people listened to Jeremiah as he spoke in front of the Lord's Temple.", "8": "But when Jeremiah had finished his message, saying everything the Lord had told him to say, the priests and prophets and all the people at the Temple mobbed him. “Kill him!” they shouted.", "9": "“What right do you have to prophesy in the Lord's name that this Temple will be destroyed like Shiloh? What do you mean, saying that Jerusalem will be destroyed and left with no inhabitants?” And all the people threatened him as he stood in front of the Temple.", "10": "When the officials of Judah heard what was happening, they rushed over from the palace and sat down at the New Gate of the Temple to hold court.", "11": "The priests and prophets presented their accusations to the officials and the people. “This man should die!” they said. “You have heard with your own ears what a traitor he is, for he has prophesied against this city.”", "12": "Then Jeremiah spoke to the officials and the people in his own defense. “The Lord sent me to prophesy against this Temple and this city,” he said. “The Lord gave me every word that I have spoken.", "13": "But if you stop your sinning and begin to obey the Lord your God, he will change his mind about this disaster that he has announced against you.", "14": "As for me, I am in your hands—do with me as you think best.", "15": "But if you kill me, rest assured that you will be killing an innocent man! The responsibility for such a deed will lie on you, on this city, and on every person living in it. For it is absolutely true that the Lord sent me to speak every word you have heard.”", "16": "Then the officials and the people said to the priests and prophets, “This man does not deserve the death sentence, for he has spoken to us in the name of the Lord our God.”", "17": "Then some of the wise old men stood and spoke to all the people assembled there.", "18": "They said, “Remember when Micah of Moresheth prophesied during the reign of King Hezekiah of Judah. He told the people of Judah, 'This is what the Lord of Heaven's Armies says: Mount Zion will be plowed like an open field; Jerusalem will be reduced to ruins! A thicket will grow on the heights where the Temple now stands.'[b]", "19": "But did King Hezekiah and the people kill him for saying this? No, they turned from their sins and worshiped the Lord. They begged him for mercy. Then the Lord changed his mind about the terrible disaster he had pronounced against them. So we are about to do ourselves great harm.”", "20": "At this time Uriah son of Shemaiah from Kiriath-jearim was also prophesying for the Lord. And he predicted the same terrible disaster against the city and nation as Jeremiah did.", "21": "When King Jehoiakim and the army officers and officials heard what he was saying, the king sent someone to kill him. But Uriah heard about the plan and escaped in fear to Egypt.", "22": "Then King Jehoiakim sent Elnathan son of Acbor to Egypt along with several other men to capture Uriah.", "23": "They took him prisoner and brought him back to King Jehoiakim. The king then killed Uriah with a sword and had him buried in an unmarked grave.", "24": "Nevertheless, Ahikam son of Shaphan stood up for Jeremiah and persuaded the court not to turn him over to the mob to be killed."}