{"1": "Now Joab the son of Zeruiah knew that the king's heart longed for Absalom. ", "2": "So Joab sent word to Tekoa and had a wise woman brought from there and told her, “Please pretend to be a mourner, and put on mourning clothes, and do not anoint yourself with oil, but act like a woman who has for many days been in mourning for the dead. ", "3": "Then go to the king and speak to him in this way.” So Joab [a]told her what to say.", "4": "When the woman of Tekoa spoke to the king, she bowed with her face to the ground and lay herself down, and said, “Help, O king.” ", "5": "The king asked her, “[b]What is the matter?” She said, “Truly I am a widow; my husband is dead. ", "6": "Your maidservant had two sons, but the two of them struggled and fought in the field. There was no one to separate them, so one struck the other and killed him. ", "7": "Now behold, the entire family has risen against your maidservant, and they say, 'Hand over the one who killed his brother, so that we may [c]put him to death [to pay] for the life of his brother whom he killed and destroy the heir also.' By doing this they will extinguish my coal that is left, leaving my husband without a name or a remnant (heir) on the face of the earth.”", "8": "Then David said to the woman, “Go to your home, and I will give orders concerning you.” ", "9": "The woman of Tekoa said to the king, “My lord, O king, the guilt is on me and on my father's house, but the king and his throne are guiltless.” ", "10": "The king said, “If anyone speaks to you [about this matter], bring him to me [for judgment], and he will not touch you again.” ", "11": "Then she said, “Please let the king remember the Lord your God, so that the avenger of blood will not continue to destroy, otherwise they will destroy my son.” And David said, “As the Lord lives, not a single hair [from the head] of your son shall fall to the ground.”", "12": "Then the woman said, “Please let your maidservant speak one more word to my lord the king.” He said, “Speak.” ", "13": "The woman said, “Now why have you planned such a thing against God's people? For in speaking this word the king is like a guilty man, in that the king does not bring back his banished one. ", "14": "For we will certainly die and are like water that is spilled on the ground and cannot be gathered up again. Yet God does not [simply] take away life, but devises plans so that the one who is banished is not driven away from Him. ", "15": "Now I came to speak of this matter to my lord the king because the people have made me afraid. So your maidservant thought, 'I will just speak to the king; perhaps the king will do what his maidservant requests. ", "16": "For the king will hear and save his maidservant from the hand of the man who would destroy me and my son together from the inheritance of God.' ", "17": "Then your maidservant said, 'Please let the word of my lord the king be comforting, for my lord the king is as the angel of God to discern good and evil. May the Lord your God be with you.'”", "18": "Then the king answered and said to the woman, “Do not hide from me anything that I ask you.” And the woman said, “Let my lord the king please speak.” ", "19": "The king said, “Is the hand of Joab with you in all of this?” And the woman answered, “As your soul lives, my lord the king, no one can turn to the right or to the left from anything that my lord the king has said. Indeed, it was your servant Joab who commanded me; he put all these words in the mouth of your maidservant. ", "20": "In order to change the appearance of things [between Absalom and you, his father] your servant Joab did this thing. But my lord has wisdom like the wisdom of the angel of God, to know everything that is in the earth.”", "21": "Then the king said to Joab, “Listen, I will most certainly do this thing; now go, bring back the young man Absalom.” ", "22": "Joab bowed his face toward the ground and lay himself down and blessed the king. Then Joab said, “Today your servant knows that I have found favor in your sight, my lord, O king, in that the king has done the request of his servant.” ", "23": "So Joab got up, went to Geshur, and brought Absalom to Jerusalem. ", "24": "However, the king said, “Let him go to his own house, and do not let him see my face.” So Absalom went to his own house and did not see the king's face.", "25": "Now in all Israel there was no man as handsome as Absalom, so highly praised [for that]; from the sole of his foot to the crown of his head there was no blemish in him. ", "26": "When he cut the hair of his head (for at the end of each year he cut it, because its weight was heavy on him) he weighed the hair of his head at [d]200 shekels by the king's weight. ", "27": "To Absalom were born three sons and one daughter whose name was [e]Tamar; she was a beautiful woman.", "28": "Absalom lived two full years in Jerusalem, without seeing the king's face. ", "29": "So Absalom sent for Joab, to send him to the king, but he would not come to him; even when he sent again a second time, he [still] would not come. ", "30": "Therefore Absalom said to his servants, “See, Joab's property is near mine, and he has barley there; go and set it on fire.” So Absalom's servants set the field on fire. ", "31": "Then Joab [f]took action and went to Absalom at his house and said to him, “Why did your servants set my field on fire?” ", "32": "Absalom answered Joab, “I sent for you, saying, 'Come here, so that I may send you to the king to ask, “Why have I come [back] from Geshur? It would be better for me to still be there.”' Now then, let me see the king's face, and if there is guilt in me, let him put me to death.” ", "33": "So Joab came to the king and told him. Then David called for Absalom, and he came to the king and bowed his face to the ground before the king; and the king kissed Absalom."}