{"1": "Then Nachash the 'Amoni came up and set up camp to fight Yavesh-Gil'ad. All the men of Yavesh said to Nachash, “If you will make a treaty with us, we will be your subjects.” ", "2": "Nachash the 'Amoni replied, “I'll do it on this condition: that all your right eyes be gouged out and thus bring disgrace on all of Isra'el.” ", "3": "The leaders of Yavesh answered him, “Give us seven days' grace to send messengers throughout Isra'el's territory; then, if no one will rescue us, we will surrender to you.”", "4": "The messengers came to Giv'ah, where Sha'ul lived, and said these words in the hearing of the people; and all the people cried out and wept. ", "5": "As this was going on, Sha'ul came, following the oxen out of the field. Sha'ul asked, “What's wrong with the people to make them cry like that?” They told him what the men from Yavesh had said. ", "6": "The Spirit of God fell on Sha'ul when he heard this; blazing furiously with anger, ", "7": "he seized a pair of oxen and cut them in pieces; then he sent them throughout the territory of Isra'el with messengers saying, “Anyone who doesn't come and follow Sha'ul and Sh'mu'el, this is what will be done to his oxen!” The fear of Adonai fell on the people, and they came out with united hearts. ", "8": "He reviewed them in Bezek; there were 300,000 from the people of Isra'el; the men of Y'hudah numbered 30,000. ", "9": "To the messengers that had come they said, “Tell the men of Yavesh-Gil'ad, 'Tomorrow, by the time the sun is hot, you will have been rescued.'” The messengers returned and told the men of Yavesh; they were overjoyed. ", "10": "Then the men of Yavesh said [to Nachash], “Tomorrow we will surrender to you, and you can do with us whatever you like.”", "11": "The next day Sha'ul divided the people into three companies. Then they entered the camp of the 'Amoni during the morning watch and kept attacking until the heat of the day, until those who remained were so scattered that no two of them were left together. ", "12": "The people said to Sh'mu'el, “Who are the men who said, 'Is Sha'ul to rule over us?' Hand them over to us, so we can put them to death.” ", "13": "But Sha'ul said, “No one will be put to death today, because today Adonai has rescued Isra'el.”", "14": "Then Sh'mu'el said to the people, “Come, let's go to Gilgal and inaugurate the kingship there. ", "15": "So all the people went to Gilgal; and there in Gilgal, before Adonai, they made Sha'ul king. They presented sacrifices as peace offerings before Adonai there, and there Sha'ul and all the people of Isra'el celebrated with great joy."}