{"1": "Sh'mu'el said to all Isra'el, “Here, I have done everything you asked me to do — I have made a king over you. ", "2": "There is the king, walking ahead of you; but I am old and gray-headed. There are my sons with you, and I have walked at your head from when I was a boy until today. ", "3": "So here I am; now is the time to witness against me before Adonai and before his anointed king. Does any of you think I have taken your ox or donkey, defrauded or oppressed you, or accepted a bribe to deprive you of justice? Tell me, and I will restore it to you.” ", "4": "They answered, “You haven't defrauded or oppressed us, and you have accepted nothing from anyone.” ", "5": "He said, “Adonai is witness against you, and his anointed king is witness against you today, that you have found nothing in my hands?” They replied, “He is witness.”", "6": "Sh'mu'el said to the people, “It was Adonai who appointed Moshe and Aharon and who brought your ancestors up from the land of Egypt. ", "7": "Now, hold still; because I am going to enter into judgment with you before Adonai regarding all the righteous acts of Adonai that he did for you and your ancestors.", "8": "“After Ya'akov had entered Egypt, your ancestors cried to Adonai; and Adonai sent Moshe and Aharon, who brought your ancestors out of Egypt and had them live here in this place. ", "9": "But they forgot Adonai their God; so he handed them over to Sisra, commander of the army of Hatzor, and to the P'lishtim, and to the king of Mo'av; and they fought against them. ", "10": "But they cried to Adonai and said, 'We sinned by abandoning Adonai and serving the ba'alim and 'ashtarot. But now, if you rescue us from the power of our enemies, we will serve you.' ", "11": "So Adonai sent Yeruba'al, B'dan, Yiftach and Sh'mu'el and rescued you from the power of our enemies on every side, and you lived securely. ", "12": "When you saw that Nachash the king of the people of 'Amon was attacking you, you said to me, “No, we want a king to rule over us” — when Adonai your God was your king. ", "13": "Now, here's the king you have chosen, the one you asked for. See, Adonai has put a king over you. ", "14": "If you will fear Adonai, serve him, obey what he says and not rebel against Adonai's orders — if both you and the king ruling you remain followers of Adonai your God — [then things will go well for you.] ", "15": "But if you refuse to obey what Adonai says and rebel against Adonai's orders, then Adonai will oppress both you and your leaders.", "16": "“Now therefore, hold still; and see the great deed which Adonai will perform before your very eyes. ", "17": "Now is wheat harvest time, isn't it? I am going to call on Adonai to send thunder and rain. Then you will understand and see how wicked from Adonai's viewpoint is the thing you have done in asking for a king.” ", "18": "Sh'mu'el called to Adonai, and Adonai sent thunder and rain that day. Then all the people became very much afraid of Adonai and Sh'mu'el. ", "19": "All the people said to Sh'mu'el, “Pray to Adonai your God for your servants, so that we won't die; because to all our other sins now we've added this evil as well, asking for a king over us.” ", "20": "Sh'mu'el answered the people, “Don't be afraid. You have indeed done all this evil; yet now, just don't turn away from following Adonai; but serve Adonai with all your heart. ", "21": "Don't turn to the side; because then you would go after useless things that can neither help nor rescue, they are so futile. ", "22": "For the sake of his great reputation, Adonai will not abandon his people; because it has pleased Adonai to make you a people for himself. ", "23": "As for me, far be it from me to sin against Adonai by ceasing to pray for you! Rather, I will continue instructing you in the good and right way. ", "24": "Only fear Adonai, and serve him faithfully with all your heart; for think what great things he has done for you! ", "25": "However, if you insist on doing wicked things, you will be swept away — both you and your king!”"}