{"1": "Sh'mu'el said to Sha'ul, “Adonai sent me to anoint you king over his people, over Isra'el. Now listen to what Adonai has to say. ", "2": "Here is what Adonai-Tzva'ot says: 'I remember what 'Amalek did to Isra'el, how they fought against Isra'el when they were coming up from Egypt. ", "3": "Now go and attack 'Amalek, and completely destroy everything they have. Don't spare them, but kill men and women, children and babies, cows and sheep, camels and donkeys.'”", "4": "Sha'ul summoned the people and reviewed them in T'la'im — 200,000 foot soldiers, with another 10,000 men from Y'hudah. ", "5": "Sha'ul arrived at the city of 'Amalek and lay in wait in the valley. ", "6": "Sha'ul said to the Keni, “Go away, withdraw, leave your homes there with the 'Amaleki. Otherwise, I might destroy you along with them, even though you were kind to all the people of Isra'el when they came out of Egypt. So the Keni went away from among the 'Amaleki. ", "7": "Then Sha'ul attacked 'Amalek, starting at Havilah and continuing toward Shur, at the border of Egypt. ", "8": "He took Agag the king of 'Amalek alive; but he completely destroyed the people, putting them to the sword. ", "9": "However, Sha'ul and the people spared Agag, along with the best of the sheep and cattle, and even the second best, also the lambs, and everything that was good — they weren't inclined to destroy these things. But everything that was worthless or weak they completely destroyed.", "10": "Then the word of Adonai came to Sh'mu'el: ", "11": "“I regret setting up Sha'ul as king, because he has turned back from following me and hasn't obeyed my orders.” This made Sh'mu'el very sad, so that he cried to Adonai all night. ", "12": "Sh'mu'el got up early in the morning to meet Sha'ul; however, Sh'mu'el was told, “Sha'ul came to Karmel to set up a monument for himself there, but now he has left and is on his way down to Gilgal.” ", "13": "Sh'mu'el went to Sha'ul; Sha'ul said to him, “May Adonai bless you! I have done what Adonai ordered.” ", "14": "But Sh'mu'el answered, “If so, why do I hear sheep bleating and cows mooing?” ", "15": "Sha'ul said, “They brought them from the 'Amaleki, because the people spared the best of the sheep and cattle to sacrifice to Adonai your God. But we completely destroyed the rest.” ", "16": "Then Sh'mu'el said to Sha'ul, “Stop! I'm going to tell you what Adonai said to me last night.” He said, “Speak.” ", "17": "Sh'mu'el then said, “You may be small in your own sight, but you are head of the tribes of Isra'el — Adonai anointed you king over Isra'el! ", "18": "Now Adonai sent you on a mission and told you, 'Go and completely destroy 'Amalek, those sinners; keep making war on them until they have been exterminated. ", "19": "Why did you seize the spoil instead of paying attention to what Adonai said? From Adonai's viewpoint, you have done an evil thing.” ", "20": "Sha'ul said to Sh'mu'el, “I did too pay attention to what Adonai said, and I carried out the mission on which Adonai sent me. I brought back Agag the king of 'Amalek, and I completely destroyed 'Amalek. ", "21": "But the people took some of the spoil, the best of the sheep and cattle set aside for destruction, to sacrifice to Adonai your God in Gilgal.” ", "22": "Sh'mu'el said, “Does Adonai take as much pleasure in burnt offerings and sacrifices as in obeying what Adonai says? Surely obeying is better than sacrifice, and heeding orders than the fat of rams.", "23": "“For rebellion is like the sin of sorcery, stubbornness like the crime of idolatry. Because you have rejected the word of Adonai, he too has rejected you as king.”", "24": "Sha'ul said to Sh'mu'el, “I have sinned. I violated the order of Adonai and your words too, because I was afraid of the people and listened to what they said. ", "25": "Now, please, pardon my sin; and come back with me, so that I can worship Adonai.” ", "26": "But Sh'mu'el said to Sha'ul, “I will not go back with you, because you have rejected the word of Adonai, and Adonai has rejected you as king over Isra'el.” ", "27": "As Sh'mu'el was turning around to leave, he took hold of the hem of his cloak, and it tore. ", "28": "Sh'mu'el said to him, “Adonai has torn the kingdom of Isra'el away from you today and given it to a fellow countryman of yours who is better than you. ", "29": "Moreover, the Eternal One of Isra'el will not lie or change his mind, because he isn't a mere human being subject to changing his mind.” ", "30": "Then Sha'ul said, “I have sinned; but in spite of that, please show me respect now before the leaders of my people and before Isra'el by coming back with me, so that I can worship Adonai your God.” ", "31": "So Sh'mu'el followed Sha'ul back, and Sha'ul worshipped Adonai.", "32": "Then Sh'mu'el said, “Bring Agag the king of 'Amalek here to me. Agag came to him in chains and said, “Without doubt, mine will be a bitter death.” ", "33": "Sh'mu'el said, “Just as your sword has left women childless, so will your mother be left childless among women.” Then Sh'mu'el cut Agag in pieces before Adonai in Gilgal.", "34": "Sh'mu'el returned to Ramah, and Sha'ul went up to his house in Giv'at-Sha'ul. ", "35": "Never again did Sh'mu'el see Sha'ul, until the day he died. But Sh'mu'el grieved over Sha'ul, and Adonai regretted that he had made Sha'ul king over Isra'el."}