{"1": "Adonai said to Sh'mu'el, “How much longer are you going to go on grieving for Sha'ul, now that I have rejected him as king over Isra'el? Fill your horn with oil, and set out; I will send you to Yishai the Beit-Lachmi, because I have chosen myself a king from among his sons.” ", "2": "Sh'mu'el said, “How can I go? If Sha'ul hears of it, he will have me killed.” Adonai said, “Take a female cow with you and say, 'I have come to sacrifice to Adonai.' ", "3": "Summon Yishai to the sacrifice. I will tell you what to do, and you are to anoint for me the person I point out to you.”", "4": "Sh'mu'el did what Adonai said and arrived at Beit-Lechem. The leaders of the city came trembling to meet him and asked, “Are you coming in peace?” ", "5": "He answered, “In peace. I have come to sacrifice to Adonai. Consecrate yourselves, and come with me to the sacrifice.” He consecrated Yishai and his sons and summoned them to the sacrifice. ", "6": "When they had come, he looked at Eli'av and said, “This has to be Adonai's anointed one, here before him.” ", "7": "But Adonai said to Sh'mu'el, “Don't pay attention to how he looks or how tall he is, because I have rejected him. Adonai doesn't see the way humans see — humans look at the outward appearance, but Adonai looks at the heart.” ", "8": "Then Yishai called Avinadav and presented him to Sh'mu'el; but he said, “Adonai hasn't chosen this one either.” ", "9": "Yishai presented Shammah; again Sh'mu'el said, “Adonai hasn't chosen this one either.” ", "10": "Yishai presented seven of his sons to Sh'mu'el; but Sh'mu'el told Yishai, “Adonai has not chosen these. ", "11": "Are all your sons here?” Sh'mu'el asked Yishai. He replied, “There is still the youngest; he's out there tending the sheep.” Sh'mu'el said to Yishai, “Send and bring him back, because we won't sit down to eat until he gets here.” ", "12": "He sent and brought him in. With ruddy cheeks, red hair and bright eyes, he was a good-looking fellow. Adonai said, “Stand up and anoint him; he's the one.” ", "13": "Sh'mu'el took the horn of oil and anointed him there in his brothers' presence. From that day on, the Spirit of Adonai would fall upon David with power. So Sh'mu'el set out and went to Ramah.", "14": "Now the Spirit of Adonai had left Sha'ul; instead, an evil spirit from Adonai would suddenly come over him. ", "15": "Sha'ul's servants said to him, “Do you notice that there's an evil spirit from God that suddenly comes over you? ", "16": "Let our lord now command your servants who are here with you to look for a man who knows how to play the lyre. Then, if the evil spirit from God comes over you, he will play; and it will do you good.” ", "17": "Sha'ul said to his servants, “Find me a man who can play well, and bring him to me.” ", "18": "One of the young men answered, “Here, I've seen one of the sons of Yishai the Beit-Lachmi who knows how to play. He's a brave soldier, he can fight, he chooses his words carefully and he's pleasant-looking. Besides, Adonai is with him.” ", "19": "So Sha'ul sent messengers to Yishai saying, “Send me David your son, who is out with the sheep.” ", "20": "Yishai took a donkey, loaded it with bread, a bottle of wine and a kid, and sent them with David his son to Sha'ul. ", "21": "David came to Sha'ul and presented himself to him. Sha'ul took a great liking to him and made him his armor-bearer. ", "22": "Sha'ul sent a message to Yishai: “Please let David stay in my service, because I'm pleased with him.” ", "23": "So it was that whenever the [evil] spirit from God came over Sha'ul, David would take the lyre and play it, with the result that Sha'ul would find relief and feel better, as the evil spirit left him."}