{"1": "The P'lishtim rallied their troops for war, assembling at Sokhoh in Y'hudah and setting up camp between Sokhoh and 'Azekah in Efes-Damim. ", "2": "Sha'ul and the men of Isra'el assembled, set up camp in the Elah Valley and drew up their battle line opposite the P'lishtim. ", "3": "The P'lishtim occupied a position on one hill and Isra'el a position on another hill, with a valley between them.", "4": "There came out a champion from the camp of the P'lishtim named Golyat, from Gat, who was nine feet nine inches tall. ", "5": "He had a bronze helmet on his head, and he wore a bronze armor plate weighing 120 pounds. ", "6": "He had bronze armor protecting his legs and a bronze javelin between his shoulders. ", "7": "The shaft of his spear was as big as a weaver's beam, and the iron spearhead weighed fifteen pounds. His shield-bearer went ahead of him. ", "8": "He stood and yelled at the armies of Isra'el, “Why come out and draw up a battle line? I'm a P'lishti, and you are servants of Sha'ul, so choose a man for yourselves, and let him come down to me. ", "9": "If he can fight me and kill me, we'll be your slaves; but if I beat him and kill him, you will become slaves and serve us.” ", "10": "The P'lishti added, “I challenge Isra'el's armies today — give me a man, and we'll fight it out!” ", "11": "When Sha'ul and all Isra'el heard those words of the P'lishti, they were shaken and terrified.", "12": "Now David was the son of that Efrati from Beit-Lechem in Y'hudah named Yishai. He had eight sons; and in the time of Sha'ul he was old — the years had taken their toll. ", "13": "Yishai's three oldest sons had followed Sha'ul to battle; the names of his three sons who went to battle were Eli'av the firstborn, next to him Avinadav, and the third Shammah. ", "14": "David was the youngest; the three oldest followed Sha'ul. ", "15": "David went back and forth from Sha'ul to pasture his father's sheep at Beit-Lechem. ", "16": "Meanwhile, the P'lishti approached with his challenge every morning and evening for forty days.", "17": "Yishai said to David his son, “Please take your brothers five bushels of this roasted grain and these ten loaves of bread; hurry, and carry them to your brothers at the camp. ", "18": "Also bring these ten cheeses to their field officer. Find out if your brothers are well, and bring back some token from them. ", "19": "Sha'ul and your brothers, with all the army of Isra'el, are in the Elah Valley, fighting the P'lishtim.”", "20": "David got up early in the morning, left the sheep with a helper, took his load and set out, as Yishai had ordered him. He arrived at the barricade of the camp just as the troops were going out to their battle stations and shouting the war cry. ", "21": "Isra'el and the P'lishtim had set up their battle lines facing each other. ", "22": "David left his equipment in charge of the equipment guard, ran to the troops, went to his brothers and asked if they were well. ", "23": "As he was talking with them, there came the champion, the P'lishti from Gat named Golyat, from the ranks of the P'lishtim, saying the same words as before; and David heard them. ", "24": "When the soldiers from Isra'el saw the man, they all ran away from him, terrified. ", "25": "The soldiers from Isra'el said [to each other], “You saw that man who just came up? He has come to challenge Isra'el. To whoever kills him, the king will give a rich reward; he'll also give him his daughter and exempt his father's family from all service and taxes in Isra'el.” ", "26": "David said to the men standing with him, “What reward will be given to the man who kills this P'lishti and removes this disgrace from Isra'el? Who is this uncircumcised P'lishti anyway, that he challenges the armies of the living God?” ", "27": "The people answered with what they had been saying, adding, “That's what will be done for the man who kills him.” ", "28": "Eli'av his oldest brother heard when David spoke to the men, and it made Eli'av angry at him. He asked, “Why did you come down here? With whom did you leave those few sheep in the desert? I know how conceited you are and how wicked your heart is! You just came down to watch the fighting.” ", "29": "David said, “What have I done now? I only asked a question.” ", "30": "He turned away from him to someone else and asked the same question, and the people gave him the same answer.", "31": "David's words were overheard and told to Sha'ul, who summoned him. ", "32": "David said to Sha'ul, “No one should lose heart because of him; your servant will go and fight this P'lishti.” ", "33": "Sha'ul said to David, “You can't go to fight this P'lishti — you're just a boy, and he has been a warrior from his youth!” ", "34": "David answered Sha'ul, “Your servant used to guard his father's sheep. When a lion or a bear would come and grab a lamb from the flock, ", "35": "I would go after it, hit it, and snatch the lamb from its mouth; and if it turned on me, I would catch it by the jaw, smack it and kill it. ", "36": "Your servant has defeated both lions and bears, and this uncircumcised P'lishti will be like one of them, because he has challenged the armies of the living God.” ", "37": "Then David said, “Adonai, who rescued me from the paw of the lion and from the paw of the bear, will rescue me from the paw of this P'lishti!” Sha'ul said to David, “Go; may Adonai be with you.”", "38": "Sha'ul dressed David in his own armor — he put a bronze helmet on his head and gave him armor plate to wear. ", "39": "David buckled his sword on his armor and tried to walk, but he wasn't used to such equipment. David said to Sha'ul, “I can't move wearing these things, because I'm not used to them.” So David took them off. ", "40": "Then he took his stick in his hand and picked five smooth stones from the riverbed, putting them in his shepherd's bag, in his pouch. Then, with his sling in his hand, he approached the P'lishti. ", "41": "The P'lishti, with his shield-bearer ahead of him, came nearer and nearer to David. ", "42": "The P'lishti looked David up and down and had nothing but scorn for what he saw — a boy with ruddy cheeks, red hair and good looks. ", "43": "The P'lishti said to David, “Am I a dog? Is that why you're coming at me with sticks?” — and the P'lishti cursed David by his god. ", "44": "Then the P'lishti said to David, “Come here to me, so I can give your flesh to the birds in the air and the wild animals.” ", "45": "David answered the P'lishti, “You're coming at me with a sword, a spear and a javelin. But I'm coming at you in the name of Adonai-Tzva'ot, the God of the armies of Isra'el, whom you have challenged. ", "46": "Today Adonai will hand you over to me. I will attack you, lop your head off, and give the carcasses of the army of the P'lishtim to the birds in the air and the animals in the land. Then all the land will know that there is a God in Isra'el, ", "47": "and everyone assembled here will know that Adonai does not save by sword or spear. For this is Adonai's battle, and he will hand you over to us.” ", "48": "When the P'lishti got up, approached and came close to meet David, David hurried and ran toward the army to meet the P'lishti. ", "49": "David put his hand in his bag, took out a stone, and hurled it with his sling. It struck the P'lishti in his forehead and buried itself in his forehead, so that he fell face down on the ground. ", "50": "Thus David defeated the P'lishti with a sling and a stone, striking the P'lishti and killing him; but David had no sword in his hand. ", "51": "Then David ran and stood over the P'lishti, took his sword, drew it out of its sheath, and finished killing him, cutting off his head with it. When the P'lishtim saw that their hero was dead, they fled. ", "52": "The men of Isra'el and Y'hudah got up, shouting, and pursued the P'lishtim all the way to Gat and the gates of 'Ekron. The wounded P'lishtim fell down all along the road from Sha'arayim to Gat and 'Ekron. ", "53": "After chasing the P'lishtim, the army of Isra'el returned and plundered their camp.", "54": "David took the head of the P'lishti and brought it to Yerushalayim, but he put the armor of the P'lishti in his tent.", "55": "When Sha'ul saw David go out to fight the P'lishti, he said to Avner, the army's commander, “Avner, whose son is this boy?” “By your life, O king,” Avner replied, “I don't know.” ", "56": "The king said, “Find out whose son this boy is.” ", "57": "As David returned from killing the P'lishti, Avner took him and brought him to Sha'ul with the head of the P'lishti in his hand. ", "58": "Sha'ul asked him, “Young man, whose son are you?” David answered, “I am the son of your servant Yishai the Beit-Lachmi.”"}