{"1": "Then Hannah prayed; she said: “My heart exults in Adonai! My dignity has been restored by Adonai! I can gloat over my enemies, because of my joy at your saving me.", "2": "“No one is as holy as Adonai, because there is none to compare with you, no rock like our God.", "3": "“Stop your proud boasting! Don't let arrogance come from your mouth! For Adonai is a God of knowledge, and he appraises actions.", "4": "The bows of the mighty are broken, while the feeble are armed with strength.", "5": "The well-fed hire themselves for bread, while those who were hungry hunger no more. The barren woman has borne seven, while the mother of many wastes away.", "6": "“Adonai kills and makes alive; he brings down to the grave, and he brings up.", "7": "Adonai makes poor, and he makes rich; he humbles, and he exalts.", "8": "He raises the poor from the dust, lifts up the needy from the trash pile; he gives them a place with leaders and assigns them seats of honor. “For the earth's pillars belong to Adonai; on them he has placed the world.", "9": "He will guard the steps of his faithful, but the wicked will be silenced in darkness. For it is not by strength that a person prevails —", "10": "those who fight Adonai will be shattered; he will thunder against them in heaven — Adonai will judge the ends of the earth. He will strengthen his king and enhance the power of his anointed.”", "11": "Elkanah went home to Ramah, while the child began ministering to Adonai under the direction of 'Eli the cohen.", "12": "'Eli's sons were scoundrels who had no regard for Adonai. ", "13": "The rule these cohanim followed in dealing with the people was that when anyone offered a sacrifice, the cohen's servant would come, while the meat was stewing, with a three-pronged fork in his hand. ", "14": "He would stick it in the pan, kettle, caldron or pot; and the cohen would take for himself whatever the fork brought up. This is how they dealt with all the people of Isra'el who came there to Shiloh. ", "15": "The cohen's servant would actually come before the fat had burned to smoke and say to the man who was sacrificing, “Give the cohen meat he can roast; because he doesn't want your meat stewed, but raw.” ", "16": "If the man answered, “First let the fat burn to smoke, then take as much as you want,” he would say, “No, give it to me now, or I'll take it by force.” ", "17": "The sin of these young men was very serious in Adonai's view, because they treated offerings made to Adonai with contempt.", "18": "But Sh'mu'el ministered in the presence of Adonai, wearing a linen ritual vest even though he was only a child. ", "19": "Each year his mother would make him a little coat and bring it when she came up with her husband to offer the annual sacrifice. ", "20": "'Eli would bless Elkanah and his wife and say, “May Adonai give you children from this woman because of the boy you have loaned to Adonai”; then they would go home. ", "21": "So Adonai took notice of Hannah, and she conceived and bore three more sons and two daughters. Meanwhile, the boy Sh'mu'el grew in the presence of Adonai.", "22": "When 'Eli was very old, he heard about everything his sons were doing to all Isra'el, and that they were having sex with the women doing service at the door of the tent of meeting. ", "23": "He asked them, “Why are you doing things like this? I am hearing bad reports about you from all these people. ", "24": "No, my sons, I don't hear Adonai's people spreading a single good report! ", "25": "If a person commits a sin against another person, the judges can mediate between them. But if a person commits a sin against Adonai, who can intercede for him?” However, they wouldn't pay attention to what their father said, because Adonai had decided to kill them.", "26": "The child Sh'mu'el kept growing and gaining favor both with Adonai and with people.", "27": "A man of God came to 'Eli and told him, “Here is what Adonai says: 'Didn't I reveal myself to your ancestor's clan when they were in Egypt, serving as slaves in Pharaoh's household? ", "28": "Didn't I choose him out of all the tribes of Isra'el to be my cohen, go up to my altar, burn incense and wear a ritual vest in my presence? Didn't I assign to your ancestor's clan all the offerings of the people of Isra'el made by fire? ", "29": "So why are you showing such disrespect for my sacrifices and offerings, which I ordered to be made at my dwelling? Why do you show more honor to your sons than to me, making yourselves fat with the choicest parts of all the offerings of Isra'el my people?'", "30": "“Therefore Adonai the God of Isra'el says, 'I did indeed say that your family and your father's family would walk in my presence forever.' But now Adonai says, 'Forget it! I respect those who respect me, but those who despise me will meet with contempt. ", "31": "The day is coming when I will break your strength and the strength of your father's family, so that no one in your family will live to old age. ", "32": "At a time when Isra'el is prospering, you will see a rival in my Dwelling; and never will anyone in your family live to old age. ", "33": "Still, I won't cut off every one of your men from my altar; because that would make your eyes grow dim, and you would waste away. Nevertheless, all your descendants will die young. ", "34": "Your sign that this will occur will be what happens to your two sons Hofni and Pinchas — they will both die on the same day. ", "35": "I will raise up for myself a faithful cohen who will do what I want and what I intend. I will make his family faithful, and he will serve in the presence of my anointed one forever. ", "36": "Everyone left in your family will come, prostrate himself before him for a silver coin or a loaf of bread, and say, “Please, won't you give me some work as a cohen, so I can have a scrap of bread to eat?”'”"}