{"1": "David fled from the prophets' dormitory in Ramah, returned to Y'honatan and said, “What have I done? Where have I gone wrong? What sin have I committed that makes your father want to take my life?” ", "2": "Y'honatan replied, “Heaven forbid! You're not going to die! Look, my father does nothing important or unimportant without telling me first; so why should my father hide this from me? It just won't happen!” ", "3": "In response David swore, “Your father knows very well that you have made me your friend. This is why he will say, 'Y'honatan must not know this, or he will be unhappy.' As truly as Adonai lives, and as truly as you are alive, there is only a step between me and death.” ", "4": "Y'honatan said to David, “Anything you want me to do for you, I'll do.” ", "5": "David answered Y'honatan, “Look, tomorrow is Rosh-Hodesh, and I ought to be dining with the king. Instead, let me go and hide myself in the countryside until evening of the third day. ", "6": "If your father misses me at all, say, 'David begged me to let him hurry to Beit-Lechem, his city; because it's the annual sacrifice there for his whole family.' ", "7": "If he says, 'Very good,' then your servant will be all right. But if he gets angry, you will know that he has planned something bad. ", "8": "Therefore show kindness to your servant, for you bound your servant to yourself by a covenant before Adonai. But if I have done something wrong, kill me yourself! Why turn me over to your father?” ", "9": "Y'honatan said, “Heaven forbid! If I ever were to learn that my father had definitely decided to do you harm, wouldn't I tell you?” ", "10": "Then David asked Y'honatan, “Who will tell me in the event your father gives you a harsh answer?” ", "11": "Y'honatan said to David, “Come, let's go out in the countryside.” They went out, both of them, to the countryside. ", "12": "Y'honatan said to David, “Adonai, the God of Isra'el [is witness]: after I have sounded out my father, about this time tomorrow, or the third day, then, if things look good for David, I will send and let you know. ", "13": "But if my father intends to do you harm, may Adonai do as much and more to me if I don't let you know and send you away, so that you can go in peace. And may Adonai be with you, just as he used to be with my father. ", "14": "However, you are to show me Adonai's kindness not only while I am alive, so that I do not die; ", "15": "but also, after Adonai has eliminated every one of David's enemies from the face of the earth, you are to continue showing kindness to my family forever.” ", "16": "Thus Y'honatan made a covenant with the family of David, adding, “May Adonai seek its fulfillment even through David's enemies.” ", "17": "Y'honatan had David swear it again, because of the love he had for him — he loved him as he loved himself. ", "18": "Y'honatan said to him, “Tomorrow is Rosh-Hodesh, and you will be missed, because your seat will be empty. ", "19": "The third day, hide yourself well in the same place as you did before; stay by the Departure Stone. ", "20": "I will shoot three arrows to one side, as if I were shooting at a target. ", "21": "Then I will send my boy to recover them. If I tell the boy, 'They're here on this side of you, take them,' then come — it means that everything is peaceful for you; as Adonai lives, there's nothing wrong. ", "22": "But if I tell the boy, 'The arrows are out there, beyond you,' then get going, because Adonai is sending you away. ", "23": "As for the matter we discussed earlier, Adonai is between you and me forever.”", "24": "So David hid himself in the countryside. When Rosh-Hodesh came, the king sat down to eat his meal. ", "25": "The king sat at his usual place by the wall. Y'honatan stood up, and Avner sat next to Sha'ul, but David's place was empty. ", "26": "However, Sha'ul didn't say anything that day; because he thought, “Something has happened to him, he is unclean. Yes, that's it, he isn't clean.” ", "27": "The day after Rosh-Hodesh, the second day, David's place was empty; and Sha'ul said to Y'honatan his son, “Why hasn't Yishai's son come to the meal either yesterday or today?” ", "28": "Y'honatan answered Sha'ul, “David begged me to let him go to Beit-Lechem. ", "29": "He said, 'Please let me go, because our family has a sacrifice in the city, and my brother demanded that I come. So now, if you look on me favorably, please let me get away and see my brothers.' That's why he hasn't come to the king's table.” ", "30": "At that Sha'ul flew into a rage at Y'honatan and said, “You crooked rebel! Don't I know that you've made this son of Yishai your best friend? You don't care that you're shaming yourself and dishonoring your mother, do you? ", "31": "Because as long as the son of Yishai lives on this earth, neither you nor your kingdom will be secure. Now send and bring him here to me — he deserves to die.” ", "32": "Y'honatan answered Sha'ul his father, “Why should he be put to death? What has he done?” ", "33": "But Sha'ul threw his spear at him, aiming to kill; Y'honatan could no longer doubt that his father was determined to put David to death. ", "34": "Y'honatan got up from the table in a fury, and he ate no food the second day of the month, both because he was upset over David and because his father had put him to shame.", "35": "The next morning Y'honatan went out into the country at the time he had arranged with David, taking with him a young boy. ", "36": "He told the boy, “Now run and find the arrows I'm about to shoot.” As the boy ran, he shot an arrow beyond him. ", "37": "When the boy reached the place where the arrow was that Y'honatan had shot, Y'honatan shouted at the boy, “Isn't the arrow beyond you?” ", "38": "Y'honatan continued shouting after the boy, “Quick! Hurry! Don't just stand there!” Y'honatan's boy gathered the arrows and returned to his master, ", "39": "but the boy didn't understand anything about the matter — only Y'honatan and David understood. ", "40": "Y'honatan gave his weapons to his boy and said to him, “Go, carry them to the city.”", "41": "As soon as the boy had gone, David got up from a place south of the stone, fell face down on the ground and prostrated himself three times; and they kissed one another and wept each with the other until it became too much for David. ", "42": "Y'honatan said to David, “Go in peace; because we have sworn, both of us, in the name of Adonai, that Adonai will be between me and you, and between my descendants and yours, forever.”"}