{"1": "(20:42b) So David got up and left, and Y'honatan went back to the city.", "2": "(1) David went to see Achimelekh the cohen in Nov. Achimelekh came trembling to meet David and asked, “Why are you alone? Why is no one with you?” ", "3": "(2) David said to Achimelekh the cohen, “The king has sent me on a mission and told me not to let anyone know its purpose or what I've been ordered to do. I've arranged a place where the guards are to meet me. ", "4": "(3) Now, what do you have on hand? If you can spare five loaves of bread, give them to me, or whatever there is.” ", "5": "(4) The cohen answered David, “I don't have any regular bread; however, there is consecrated bread — but only if the guards have abstained from women. ", "6": "(5) David answered the cohen, “Of course women have been kept away from us, as on previous campaigns. Whenever I go out on campaign, the men's gear is clean, even if it's an ordinary trip. How much more, then, today, when they will be putting something consecrated in their packs!” ", "7": "(6) So the cohen gave him consecrated bread, because there was no bread there other than the showbread that had been removed from before Adonai to be replaced by freshly baked bread on the day the old bread was removed.", "8": "(7) One of the servants of Sha'ul happened to be there that day, detained before Adonai. His name was Do'eg the Edomi, the head of Sha'ul's shepherds. ", "9": "(8) David said to Achimelekh, “Perhaps you have here with you a spear or a sword? I brought neither my sword nor my other weapons, because the king's mission was urgent.” ", "10": "(9) The cohen said, “The sword of Golyat the P'lishti you killed in the Elah Valley, is over there behind the ritual vest, wrapped in a cloth. If you want it, take it; it's the only one here.” David said, “There's nothing like it; give it to me.”", "11": "(10) The same day, David took flight from Sha'ul and went to Akhish king of Gat. ", "12": "(11) The servants of Akhish said to him, “Isn't this David, king of the land? Weren't they dancing and singing to each other, 'Sha'ul has killed his thousands, but David his tens of thousands'?”", "13": "(12) These remarks were not lost on David, and he became very much afraid of Akhish king of Gat. ", "14": "(13) So, as they were watching, he changed his behavior and acted like a madman when they had hold of him, scratching marks on the doors of the city gate and drooling down his beard. ", "15": "(14) Akhish said to his servants, “Here, you see that the man is meshugga; why bring him to me? ", "16": "(15) Am I short of meshugga'im? Is that why you've brought this one to go crazy on me? Must I have this one in my house?”"}