{"1": "David left there and took refuge in the Cave of 'Adulam. When his brothers and the rest of his father's family heard of it, they went down to see him there. ", "2": "Then all the people in distress, in debt or embittered began gathering around him, and he became their leader; there were about four hundred with him.", "3": "David went from there to Mitzpeh of Mo'av and said to the king of Mo'av, “Please let my father and mother come and stay with you until I know what God will do for me.” ", "4": "He presented them to the king of Mo'av, and they lived with him as long as David remained in his stronghold. ", "5": "But the prophet Gad said to David, “Don't stay in the stronghold. Leave, and go to the land of Y'hudah.” So David left and went to the Forest of Heret.", "6": "Sha'ul heard that David and the men with him had been located. Sha'ul was sitting in Giv'ah, under the tamarisk tree on the hill, with his spear in his hand and all his servants standing around him. ", "7": "Sha'ul said to his servants standing around him, “Listen, you men of Binyamin! Is Yishai's son going to give any of you fields and vineyards? Is he going to make you all commanders of thousands and hundreds? ", "8": "Is this why you have all conspired against me, why none of you told me when my son went in league with Yishai's son? None of you is concerned about me! Otherwise you would have told me that my son had incited my servant to become my enemy, as he is now.”", "9": "Then Do'eg the Edomi, who had been put in charge of Sha'ul's servants, answered, “I saw Yishai's son come to Nov, to Achimelekh the son of Achituv. ", "10": "He consulted Adonai for him, gave him food and gave him the sword of Golyat the P'lishti.” ", "11": "The king sent to summon Achimelekh the cohen the son of Achituv, along with all his father's family, the cohanim in Nov; and all of them went to the king. ", "12": "Sha'ul said, “Listen here, you son of Achituv!” He answered, “Here I am, my lord.” ", "13": "Sha'ul said to him, “Why did you conspire against me, you and Yishai's son? By giving him bread and a sword and consulting God for him, you helped him rebel against me and become my enemy, which he now is!” ", "14": "Achimelekh answered the king, “Is there anyone among all your servants more trustworthy than David? He's the king's son-in-law, he carries out your every request, your household honors him. ", "15": "I didn't start consulting God for him just today. Heaven forbid! The king shouldn't accuse me or my father's family of anything! Your servant knows nothing at all about any of this!” ", "16": "But the king said, “You must die, you and your father's whole family.” ", "17": "Then the king told the guards standing around him, “Go around, and kill the cohanim of Adonai, because they are siding with David, and because they knew he was escaping, yet they didn't tell me.” But the king's servants refused to lift their hands against the cohanim of Adonai. ", "18": "So the king said to Do'eg, “You go around and kill the cohanim!” Do'eg the Edomi went around and fell on the cohanim; that day he killed eighty-five persons wearing linen ritual vests. ", "19": "He also attacked Nov, the city of the cohanim, with the sword; he put to the sword both men and women, children and babies, cattle, donkeys and sheep.", "20": "One of the sons of Achimelekh the son of Achituv, named Avyatar, escaped and fled to join David. ", "21": "Avyatar told David that Sha'ul had killed the cohanim of Adonai. ", "22": "David said to Avyatar, “I knew it! That day, when Do'eg the Edomi was there, I knew he would tell Sha'ul. I caused the death of every person in your father's family. ", "23": "Stay with me; don't be afraid; because the one who is seeking my life seeks yours too. You'll be safe with me.”"}