{"1": "(23:29) From there David went up and lived in the strongholds of 'Ein-Gedi. ", "2": "(1) When Sha'ul returned from pursuing the P'lishtim, he was told that David was in the desert at 'Ein-Gedi. ", "3": "(2) Sha'ul took three thousand men chosen from all Isra'el and went searching for David and his men on the cliffs where the mountain goats are. ", "4": "(3) Near some sheep pens along the way was a cave, and Sha'ul went inside to relieve himself. It happened that David and his men were sitting in the recesses at the back of the cave; ", "5": "(4) and David's men said to him, “Look! The day has come that Adonai told you about when he said to you, 'I will turn your enemy over to you, and you will do to him whatever seems good to you.'” Then David stole over unobserved and cut off the corner of Sha'ul's cloak. ", "6": "(5) But after doing this, David felt remorse over cutting Sha'ul's garment. ", "7": "(6) He said to his men, “Adonai forbid that I should do such a thing to my lord, Adonai's anointed, as raise my hand against him! After all, he is Adonai's anointed.” ", "8": "(7) By saying this, David stopped his men and would not let them do anything to Sha'ul. Sha'ul got up, left the cave and went on his way.", "9": "(8) Then David too got up and went outside the cave, where he called after Sha'ul, “My lord the king!” When Sha'ul looked behind him, David bowed with his face to the ground and prostrated himself. ", "10": "(9) David said to Sha'ul, “Why do you listen to people who say, 'David is out to harm you?' ", "11": "(10) Here, today you have seen with your own eyes that Adonai put you in my power there in the cave. Some of my men said I should kill you, but I spared you; I said, 'I won't raise my hand against my lord, because he is Adonai's anointed.' ", "12": "(11) Moreover, my father, look! Here in my hand you see the corner of your cloak. By the fact that I only cut off a piece of your cloak and didn't kill you, you can see and understand that I have no plan to do harm or rebel, and that I haven't sinned against you — even though you are seeking every chance you get to take my life. ", "13": "(12) May Adonai judge between you and me, and may Adonai avenge me on you! But I will not lay a hand on you — ", "14": "(13) as the old saying has it, 'Out of the wicked comes wickedness, but I will not lay a hand on you.' ", "15": "(14) The king of Isra'el has come on a campaign — after whom? Whom are you chasing? A dead dog! A single flea! ", "16": "(15) Adonai be the judge; let him decide between you and me. May he take my side and rescue me from your power!”", "17": "(16) After David had finished speaking to Sha'ul, Sha'ul said, “Is that your voice, my son David?” Then Sha'ul cried out and wept; ", "18": "(17) and he said to David, “You are more righteous than I, because you have treated me well, while I have been treating you badly. ", "19": "(18) You have made it clear to me today that you have done me good; for when Adonai put my fate in your hands, you didn't kill me. ", "20": "(19) A man finds his enemy and lets him go unharmed?! May Adonai reward you well for what you did to me today. ", "21": "(20) Now I'm certain that you will indeed become king, and that the kingship of Isra'el will be established in your hands. ", "22": "(21) So swear to me by Adonai that you will not kill my descendants after I die or blot out my name from my father's family.” ", "23": "(22) David swore to Sha'ul, and Sha'ul went home, but David and his men went back up to the stronghold."}