{"1": "Sh'mu'el died. All of Isra'el assembled to mourn him and bury him at his home in Ramah. Then David set out and went down to the Pa'ran Desert. ", "2": "Now there was a man in Ma'on who had property in Karmel. He was very rich, having three thousand sheep and a thousand goats; and he was shearing his sheep in Karmel. ", "3": "The man's name was Naval, and his wife was named Avigayil. The woman was intelligent and attractive, but the man was surly and mean in his actions; he belonged to the clan of Kalev. ", "4": "David, there in the desert, heard that Naval was shearing his sheep. ", "5": "David sent off ten young men with these orders: “Go up to Naval in Karmel, and bring him greetings from me. ", "6": "Say, 'Long life and shalom to you, shalom to your household, and shalom to everything that is yours! ", "7": "I've heard that you now have shearers. Your shepherds were with us [for a while], we did them no harm, and they found nothing missing all the time they were in Karmel. ", "8": "Ask your own men; they'll tell you. Therefore, receive my men favorably, since we have come on a festive day. Please give what you can to your servants and to your son David.'”", "9": "On arrival, David's men said all these things to Naval in David's name. When they had finished, ", "10": "Naval answered David's servants, “Who is David? Who is the son of Yishai? There are many servants nowadays running away from their masters. ", "11": "Am I supposed to take my bread, my water and my meat that I slaughtered for my shearers and give it to men coming from who knows where?” ", "12": "So David's men turned around, went back and came and told him everything Naval had said. ", "13": "David said to his men, “Buckle your swords on, all of you!” Each one buckled on his sword, David too; and there went up after David about four hundred men, while two hundred stayed with the equipment.", "14": "But one of Naval's men told Avigayil his wife, “David sent messengers from the desert to greet our master, and he flew on them in a rage, ", "15": "even though the men had been very good to us — they didn't harm us, and we found nothing missing during the entire time we went with them, while we were out in the countryside. ", "16": "They served as a wall protecting us day and night all the time we were with them caring for the sheep. ", "17": "So now decide what you are going to do, for clearly harm is on its way to our master and all his household, but he's so mean that no one can tell him anything.”", "18": "Avigayil wasted no time in taking 200 loaves of bread, two skins of wine, five sheep already prepared, six quarts of roasted grain, a hundred clusters of raisins and 200 fig cakes, and having them loaded on donkeys. ", "19": "Then she said to her young men, “Go on ahead of me, and I'll come along after you.” But she didn't tell her husband Naval.", "20": "She was riding her donkey down past the hiding-place in the mountain, when David and his men descended toward her, and she met them. ", "21": "David had said, “What a waste it has been guarding everything this fellow has in the desert, so that nothing of his was missing! He has repaid me bad for good!” ", "22": "Then he swore, “May God do the same and more to David's enemies if I leave alive even one male of everything he owns.”", "23": "When Avigayil saw David, she hurried to dismount from her donkey, fell on her face in front of David and bowed down to the ground. ", "24": "Having fallen at his feet, she said, “It's all my fault, my lord, all my fault! Please let your servant speak in your ears, and listen to what your servant says. ", "25": "Please! My lord shouldn't pay any attention to this worthless fellow Naval, because he's just like his name — 'Naval' means 'boor,' and his boorishness stays with him. But I, your servant, did not see my lord's men, whom you sent. ", "26": "Therefore, my lord, as Adonai lives, and as you live, inasmuch as Adonai has kept you from the guilt of shedding blood and from taking vengeance into your own hands — therefore, may your enemies and anyone seeking your harm be [as worthless] as Naval. ", "27": "Meanwhile, let this present which your servant has brought to my lord be given to the men in my lord's service. ", "28": "And please forgive the offense your servant has caused; because Adonai will certainly establish my lord's dynasty, for my lord fights Adonai's battles, and nothing bad has been found in you all your life long. ", "29": "Even if someone comes along searching for you and seeking your life, your life will be bound in the bundle of life with Adonai your God. But the lives of your enemies he will fling away as if from the pouch of a slingshot. ", "30": "Then, when Adonai has done all the good to my lord that he has said about you and made you ruler over Isra'el, ", "31": "what happens here will not have become an obstacle to you or a cause for remorse to my lord, neither that you shed blood without cause nor that my lord took vengeance into his own hands. Finally, when Adonai has dealt well with my lord, then remember your servant.”", "32": "David said to Avigayil, “Blessed be Adonai the God of Isra'el, who sent you today to meet me; ", "33": "and blessed be your tactfulness, and blessed be yourself for having kept me today from the guilt of shedding blood and taking vengeance into my own hands. ", "34": "For as Adonai the God of Isra'el, lives, who has kept me from harming you, if you hadn't rushed to meet me, not even one male would have been left to Naval by morning!” ", "35": "So David received from her what she had brought him, then said to her, “Go up in peace to your home. I have listened to what you said and granted your request.”", "36": "Avigayil came to Naval; there he was in his house, holding a feast fit for a king. He was in high spirits, because he was very drunk. So she told him nothing whatever until the next morning. ", "37": "In the morning, when he was sober and his wife told him what had happened, he had a stroke and became as motionless as a stone. ", "38": "Some ten days later Adonai struck Naval, and he died.", "39": "When David heard that Naval was dead, he said, “Blessed be Adonai for having taken my side in the matter of Naval's insult and for having prevented his servant from doing anything bad. On the contrary, Adonai has caused Naval's bad deeds to return on his own head.” Then David sent a message that he wanted to make Avigayil his own wife. ", "40": "When David's servants reached Avigayil in Karmel, they said to her, “David has sent us to you to bring you to him to be his wife.” ", "41": "She got up, bowed with her face to the ground, and said, “Your servant is here to serve you, to wash the feet of my lord's servants.” ", "42": "Avigayil then hurried, set out and rode off on a donkey, with five of her female servants following her; she went after David's messengers; and she became his wife. ", "43": "David also took Achino'am of Yizre'el; both of them became his wives.", "44": "Meanwhile, Sha'ul had given Mikhal his daughter, David's wife, to Palti the son of Layish, who came from Gallim."}