{"1": "The people from Zif went to Sha'ul in Giv'ah and said, “David is hiding himself on Hakhilah Hill, across from Yeshimon.” ", "2": "Then Sha'ul set out and went down to the Zif Desert with three thousand men chosen from Isra'el, to search for David in the Zif Desert. ", "3": "Sha'ul pitched camp on Hakhilah Hill, across from Yeshimon, near the road. David was staying in the desert, and he saw that Sha'ul was coming into the desert after him. ", "4": "So David dispatched spies and determined that Sha'ul had definitely come.", "5": "David set out and went to where Sha'ul had pitched his camp. He saw where Sha'ul and Avner the son of Ner, the commander of his army, were sleeping. Sha'ul was lying inside the barricade with the troops asleep all around him. ", "6": "David said to Achimelekh the Hitti and Avishai the son of Tz'ruyah, Yo'av's brother, “Who will go down with me to Sha'ul in the camp?” Avishai said, “I will go down with you.” ", "7": "So David and Avishai went to the soldiers by night. Sha'ul was lying there asleep inside the barricade. His spear was stuck in the ground next to his head, with Avner and the troops asleep all around him. ", "8": "Avishai said to David, “God has handed your enemy over to you today; so now, please, let me pin him to the ground with just one stroke of the spear. I won't strike him a second time.” ", "9": "But David said to Avishai, “Don't destroy him! Nobody can raise his hand against Adonai's anointed without becoming guilty!” ", "10": "David then added, “As Adonai lives, Adonai will strike him down, or the day will come for him to die, or he will go down to battle and be swept away. ", "11": "Adonai forbid that I should raise my hand against Adonai's anointed! But now, we'll take the spear by his head and the jug of water, and get out of here.” ", "12": "So David took the spear and the water jug from Sha'ul's head and got away. Nobody saw or knew about it, and no one awoke, because they were all asleep — a deep sleep from Adonai had fallen over them.", "13": "David crossed to the other side and climbed to the top of the distant ridge, leaving a considerable space between them. ", "14": "Then David called out to the troops and to Avner the son of Ner. “Avner! Aren't you going to answer?” Avner answered, “Who are you, calling to the king?” ", "15": "David said to Avner, “Aren't you the brave one! Who is there in Isra'el to compare with you? So why haven't you kept watch over your lord the king? Someone came in to kill the king, your lord! ", "16": "It's not good, what you've done! As Adonai lives, you deserve to die; because you didn't keep watch over your lord, Adonai's anointed. And now, see where the king's spear is, and the jug of water that was next to his head!”", "17": "Sha'ul recognized David's voice and said, “Is that your voice, my son David?” David said, “It is my voice, my lord king!” ", "18": "and continued, “Why is my lord chasing his servant? What have I done? What evil am I planning? ", "19": "Please, now, may my lord the king hear what his servant is saying. If it is Adonai who has stirred you up against me, let him receive an offering. But if it's human beings, then a curse on them before Adonai! — because, as things stand today, they have driven me out, so that I can no longer share in Adonai's inheritance — they've said, 'Go, serve other gods!' ", "20": "Now don't let my blood fall on the ground away from the presence of Adonai. The king of Isra'el has gone out in search of a single flea, as if he were hunting partridge in the mountains!”", "21": "Then Sha'ul said, “I have sinned. Come back, my son David. I won't harm you any longer, because you regarded my life as precious today. Yes, I have behaved like a fool. I was altogether in the wrong.” ", "22": "David answered, “Here is the king's spear. Send one of the men over to bring it back. ", "23": "Adonai will give every person a reward suited to his uprightness and faithfulness. Adonai put you in my power today, but I would not raise my hand against Adonai's anointed. ", "24": "Look: just as I put great value on your life today, so may my life be given great value by Adonai. May he deliver me from every kind of trouble!” ", "25": "Sha'ul answered David, “Blessings on you, my son David! No question that you will accomplish everything you set out to do!” So David went on his way, and Sha'ul returned to his place."}