{"1": "But David said to himself, “One day Sha'ul will sweep me away. The best thing for me to do is to escape into the territory of the P'lishtim. Then Sha'ul will give up trying to find me here or there in Isra'el's territory, and at last I'll be free of him.” ", "2": "So David set out with his six hundred men and passed on to Akhish the son of Ma'okh, king of Gat. ", "3": "David lived with Akhish, he and his men, each man with his household — including David with his two wives Achino'am from Yizre'el and Avigayil from Karmel, Naval's widow. ", "4": "Sha'ul was told that David had escaped to Gat, whereupon he stopped searching for him.", "5": "David said to Akhish, “If you are now favorably disposed toward me, let me have a place to live in one of the cities in the countryside. Why should your servant live in the royal city with you?” ", "6": "That very day Akhish gave him Ziklag, and that's why to this day Ziklag belongs to the kings of Y'hudah.", "7": "After David had been living in the country of the P'lishtim for a year and four months, ", "8": "he and his men began going up and raiding the G'shuri, the Gizri and the 'Amaleki (from ancient times these people had lived in the land in the direction of Shur, all the way to Egypt). ", "9": "David would attack the land, leaving alive neither men nor women, but taking the sheep, cattle, donkeys, camels and clothing. Then he would return and go to Akhish. ", "10": "Akhish would ask, “Where were you raiding today?” and David would answer, “Against the Negev of Y'hudah,” or “Against the Negev of the Yerachme'eli,” or “Against the Negev of the Keni.” ", "11": "The reason David spared neither men nor women to be brought to Gat is that he thought, “We don't want them telling on us, saying, 'David did so-and-so.'” That's how he conducted his raids for as long as he lived in the country of the P'lishtim. ", "12": "And Akhish believed him; he said, “David has caused his own people Isra'el to despise him utterly; he will be my servant forever.”"}