{"1": "The child Sh'mu'el continued ministering to Adonai under 'Eli's direction. Now, in those days Adonai rarely spoke, and visions were few. ", "2": "Once, during that period, 'Eli had gone to bed — his eyes had begun to grow dim, so that it was hard for him to see. ", "3": "The lamp of God had not yet gone out; and Sh'mu'el had lain down to sleep in the sanctuary of Adonai, where the ark of God was.", "4": "Adonai called, “Sh'mu'el!” and he answered, “Here I am.” ", "5": "Then he ran to 'Eli and said, “Here I am — you called me?” But he said, “I didn't call you; go back, and lie down.” So he went and lay down. ", "6": "Adonai called a second time, “Sh'mu'el!” Sh'mu'el got up, went to 'Eli and said, “Here I am — you called me.” He answered, “I didn't call, my son; lie down again.” ", "7": "Now Sh'mu'el didn't yet know Adonai; the word of Adonai had not yet been revealed to him. ", "8": "Adonai called, “Sh'mu'el!” again, a third time. He got up, went to 'Eli and said, “Here I am — you called me.” At last 'Eli realized it was Adonai calling the child. ", "9": "So 'Eli said to Sh'mu'el, “Go, and lie down. If you are called again, say, 'Speak, Adonai; your servant is listening.' Sh'mu'el went and lay down in his place.", "10": "Adonai came and stood, then spoke as at the other times: “Sh'mu'el! Sh'mu'el!” Then Sh'mu'el said, “Speak; your servant is listening.” ", "11": "Adonai said to Sh'mu'el, “Look! I am going to do something in Isra'el that will make both ears of everyone who hears about it tingle. ", "12": "On that day I will do against 'Eli everything I have said with regard to his family, from beginning to end. ", "13": "For I have told him that I will execute judgment against his family forever, because of his wickedness in not rebuking his sons, even though he knew that they had brought a curse on themselves. ", "14": "Therefore I have sworn to the family of 'Eli that the wickedness of 'Eli's family will never be atoned for by any sacrifice or offering.”", "15": "Sh'mu'el lay there until morning; then he opened the doors of the house of Adonai. But Sh'mu'el was afraid to tell 'Eli the vision. ", "16": "Then 'Eli called Sh'mu'el: “Sh'mu'el, my son!” He answered, “Here I am.” ", "17": "'Eli said, “What did he say to you? Please, don't hide it from me; may God do whatever he said and worse, if you hide from me anything he said to you.” ", "18": "So Sh'mu'el told him every word and hid nothing. 'Eli replied, “It is Adonai; let him do what seems good to him.”", "19": "Sh'mu'el kept growing, Adonai was with him, and he let none of his words fall to the ground. ", "20": "All Isra'el from Dan to Be'er-Sheva became aware that Sh'mu'el had been confirmed as a prophet of Adonai. ", "21": "Adonai continued appearing in Shiloh, for Adonai revealed himself to Sh'mu'el in Shiloh by the word of Adonai."}