{"1": "Three days later, when David and his men arrived in Ziklag, they found that the 'Amaleki had raided the Negev and Ziklag. They had sacked Ziklag and burned it down; ", "2": "and they had taken captive the women and everyone there, great and small. They hadn't killed anyone but had carried them off as they went on their way. ", "3": "So when David and his men arrived at the city, there it was, burned down, with their wives, sons and daughters taken captive. ", "4": "Then David and the people with him cried aloud until they had no more power to cry. ", "5": "David's two wives had been taken captive — Achino'am from Yizre'el and Avigayil the widow of Naval from Karmel.", "6": "David was in serious trouble: the people were talking about stoning him to death, because all the people were in such deep grief, each man over his sons and daughters. But David strengthened himself in Adonai his God. ", "7": "David said to Avyatar the cohen, the son of Achimelekh, “Please bring the ritual vest here to me.” Avyatar brought the vest to David. ", "8": "Then David consulted Adonai. He asked, “Should I go in pursuit of these raiders? Will I catch up with them?” And [Adonai] answered him, “Go in pursuit, because you will overtake them and recover everyone and everything.” ", "9": "So David went, he and the six hundred men with him. They came to Vadi B'sor, where those who were to stay behind waited. ", "10": "Then David continued in pursuit with four hundred men, while two hundred too exhausted to cross Vadi B'sor stayed behind.", "11": "They found an Egyptian in the countryside and brought him to David. They gave him some bread to eat and water to drink; ", "12": "they also gave him a lump of dried figs and two bunches of raisins. After eating, he revived; because he hadn't eaten anything or drunk any water for three days and nights. ", "13": "David asked him, “To whom do you belong, and where are you from?” He answered, “I'm an Egyptian boy, the slave of an 'Amaleki. My master abandoned me three days ago, because I got sick. ", "14": "We raided the Negev of the K'reti, the Negev of Y'hudah and the Negev of Kalev; and we burned down Ziklag.” ", "15": "David asked him, “Will you lead me down to this raiding party?” He said, “If you will swear by God to me that you won't kill me or hand me back to my master, I will lead you down to the raiders.” ", "16": "He led them down, and there they were, spread out all over the ground, eating, drinking and celebrating how much spoil they had taken from the territory of the P'lishtim and the territory of Y'hudah. ", "17": "David attacked them from dawn until the evening of the next day. Not one of them escaped, except for 400 young men who jumped on camels and got away. ", "18": "David recovered all that the 'Amaleki had taken; he also rescued his two wives. ", "19": "They found nothing missing, big or little — not sons, not daughters, not plundered goods or anything else they had taken — David brought it all back. ", "20": "David took all the flocks and herds and drove them ahead of their own livestock, announcing, “This is David's spoil.”", "21": "David came to where the two hundred men were who had been too exhausted to follow him, whom they had let stay at Vadi B'sor. They came out to meet David and the people with him. When David approached them he greeted them. ", "22": "But some of the men who had gone with David were evil men, scoundrels; and they said, “They didn't go with us, so we're not giving them any of the property we've recovered. Each man can take his wife and children and leave.” ", "23": "Then David said, “No, my brothers, don't do this with the goods Adonai has given us. He protected us, and he handed the raiding party over to us. ", "24": "Anyhow, no one agrees with you about this. No, the share of someone who stays with the equipment will be the same as the share of someone who goes out and fights — they will share equally.” ", "25": "It has been that way from that day on; he established it as a ruling for Isra'el to this day.", "26": "When David came to Ziklag, he sent some of the spoil to the leaders of Y'hudah who were his friends with a note, “Here is a present for you from the spoil of the enemies of Adonai.” ", "27": "He sent such gifts to those in Beit-El, to those in Ramot, to those in Yatir,", "28": "to those in 'Aro'er, to those in Sifmot, to those in Esht'moa,", "29": "to those in Rakhal, to those in Yerachme'eli, to those in the cities of the Keni,", "30": "to those in Hormah, to those in Kor-'Ashan, to those in 'Atakh,", "31": "to those in Hevron, and to all the places where David and his men had frequently visited."}