{"1": "The P'lishtim had captured the ark of God and brought it from Even-'Ezer to Ashdod. ", "2": "Then the P'lishtim took the ark of God, brought it to the temple of Dagon and set it next to Dagon. ", "3": "But early the next morning, when the people of Ashdod got up, there was Dagon, fallen down with his face to the ground before the ark of Adonai. They took Dagon and set him in his place again; ", "4": "but early the following morning, when they got up, Dagon was again fallen down with his face to the ground before the ark of Adonai; this time, the head of Dagon and both hands lay there, severed, on the threshold; all that was left of Dagon was his torso. ", "5": "This is why, to this day, the priests of Dagon and those entering his temple never walk on the threshold of Dagon in Ashdod.", "6": "Adonai began oppressing the people of Ashdod; he ravaged them, striking Ashdod and its surrounding area with tumors. ", "7": "When the people of Ashdod came to understand what was happening, they said, “The ark of the God of Isra'el can't remain with us, because he is oppressing us and our god Dagon.” ", "8": "They summoned all the leaders of the P'lishtim and asked, “What are we to do with the ark of the God of Isra'el?” They answered, “Have the ark of the God of Isra'el carried to Gat.” So they carried the ark of the God of Isra'el to Gat. ", "9": "But after it arrived there, Adonai oppressed that city, causing terrible panic. He struck the people of the city, great and small alike; tumors broke out on them.", "10": "Next they sent the ark of God to 'Ekron; but when the ark of God arrived in 'Ekron the 'Ekronim shouted, “Now they've brought the ark of the God of Isra'el to us, to kill us and our people!” ", "11": "So they summoned all the leaders of the P'lishtim and said, “Send the ark of the God of Isra'el away! Let it go back to its own place, so that it won't kill us and our people!” — because death and panic pervaded the whole city; God's oppression was very heavy there. ", "12": "The people who didn't die were struck with the tumors; and the city's cries for help reached the skies."}