{"1": "When Sh'mu'el grew old, he appointed his sons as judges over Isra'el. ", "2": "His firstborn was named Yo'el, while his second son was named Aviyah; they were judges in Be'er-Sheva. ", "3": "However, his sons did not follow his way of life; they turned off it to pursue riches, so that they would take bribes to distort justice. ", "4": "All the leaders of Isra'el gathered themselves together, approached Sh'mu'el in Ramah ", "5": "and said to him, “Look, you have grown old, and your sons are not following your ways. Now make us a king to judge us like all the nations.” ", "6": "Sh'mu'el was not pleased to hear them say, “Give us a king to judge us”; so he prayed to Adonai. ", "7": "Adonai said to Sh'mu'el, “Listen to the people, to everything they say to you; for it is not you they are rejecting; they are rejecting me; they don't want me to be king over them. ", "8": "They are doing to you exactly what they have been doing to me, from the day I brought them out of Egypt until today, by abandoning me and serving other gods. ", "9": "So do what they say, but give them a sober warning, telling them what kinds of rulings their king will make.”", "10": "Sh'mu'el reported everything Adonai had said to the people asking him for a king. ", "11": "He said, “Here is the kind of rulings your king will make: he will draft your sons and assign them to take care of his chariots, be his horsemen and be bodyguards running ahead of his chariots. ", "12": "He will appoint them to serve him as officers in charge of a thousand or of fifty, plowing his fields, gathering his harvest, and making his weapons and the equipment for his chariots. ", "13": "He will take your daughters and have them be perfume-makers, cooks and bakers. ", "14": "He will expropriate your fields, vineyards and olive groves — the very best of them! — and hand them over to his servants. ", "15": "He will take the ten-percent tax of your crops and vineyards and give it to his officers and servants. ", "16": "He will take your male and female servants, your best young men and your donkeys, and make them work for him. ", "17": "He will take the ten-percent tax of your flocks, and you will become his servants. ", "18": "When that happens, you will cry out on account of your king, whom you yourselves chose. But when that happens, Adonai will not answer you!”", "19": "However, the people refused to listen to what Sh'mu'el told them, and they said, “No! We want a king over us, ", "20": "so that we can be like all the nations, with our king to judge us, lead us and fight our battles.” ", "21": "Sh'mu'el heard everything the people said and repeated them for Adonai to hear. ", "22": "Adonai said to Sh'mu'el, “Do what they ask, and set up a king for them.” So Sh'mu'el told the men of Isra'el, “Each of you, return to his city.”"}