{"1": "There was a man from Binyamin named Kish the son of Avi'el, the son of Tz'ror, the son of B'khorat, the son of Afiach, the son of a man from Binyamin. He was a man of substance and brave as well. ", "2": "He had a son named Sha'ul who was young and good-looking; among the people of Isra'el there was no one better-looking than he; he stood head and shoulders taller than anyone else in Isra'el.", "3": "Once the donkeys belonging to Kish Sha'ul's father got lost. Kish said to his son Sha'ul, “Please take one of the servants with you, go out, and look for the donkeys.” ", "4": "He went through the hills of Efrayim and the territory of Shalishah, but they didn't find them. Then they went through the territory of Sha'alim, but they weren't there. They went through the territory of Binyamin but didn't find them there either. ", "5": "On reaching the territory of Tzuf, Sha'ul said to his servant with him, “Come, let's go back; otherwise my father will stop thinking about the donkeys and start worrying about us.” ", "6": "His servant replied, “Here now, there's a man of God in this city, a man who is highly respected, and everything he says proves true. Let's go to him; maybe he can tell us something about where we should go.” ", "7": "“But look,” Sha'ul said to his servant, “if we go to the man, what can we bring him? We've used up all the bread in our packs, and there's nothing for us to give the man of God — what do we have left?” ", "8": "The servant replied again to Sha'ul: “See, I have here in my hand a silver quarter-shekel [one-tenth of an ounce]. I will give it to the man of God to tell us which way to go.” ", "9": "(In Isra'el, back in the old days, when someone went to consult God, he would say, “Come, let's go to the seer”; because a person now called a prophet used to be called a seer.) ", "10": "“Well said,” Sha'ul answered his servant. “Come on, let's go.” So they went to the city where the man of God was. ", "11": "Ascending the slope to the town they found girls going out to draw water and asked them, “Is the seer here?” ", "12": "The girls answered them, “He's here, he's right ahead of you. Hurry now, he just came into the city today, because the people are sacrificing today at the high place. ", "13": "Find him as soon as you enter the city, before he goes up to the high place to eat; because the people won't eat until he comes and blesses the sacrifice. Afterwards, the ones invited will eat. So go on up, because this is when you will find him.”", "14": "They went up to the city; and as they entered the city, there was Sh'mu'el coming out toward them to go up to the high place. ", "15": "The day before Sha'ul arrived, Adonai had given Sh'mu'el a revelation: ", "16": "“Tomorrow at about this time I will send you a man from the territory of Binyamin. You are to anoint him prince over my people Isra'el. He will save my people from the power of the P'lishtim, because I have seen my people's situation, and their cry of distress has come to me.” ", "17": "When Sh'mu'el saw Sha'ul, Adonai said to him, “Here is the man I told you about, the one who is going to govern my people.”", "18": "Sha'ul approached Sh'mu'el in the gateway and said, “Please tell me where the seer's house is.” ", "19": "Sh'mu'el answered Sha'ul, “I'm the seer. Go up ahead of me to the high place, because you are going to dine with me today. In the morning, I will let you leave; and I will tell you everything that is on your heart. ", "20": "As for your donkeys that got lost three days ago, don't worry about them; they've been found. Now, who is it that all Isra'el wants? Isn't it you, and all your father's household?” ", "21": "Sha'ul replied, “I'm only a man from Binyamin, the smallest tribe in Isra'el; and my family is the least important of all the families in the tribe of Binyamin! Why are you saying such a thing to me?”", "22": "Sh'mu'el took Sha'ul and his servant, brought them into the room and had them sit in the place reserved for the most important of the invited guests, who numbered about thirty persons. ", "23": "Sh'mu'el instructed the cook, “Serve the portion I gave you and told you to set aside.” ", "24": "The cook took the thigh and the adjoining meat and served it to Sha'ul. Sh'mu'el said, “Here, this is what remains! Put it in front of you and eat — it was kept especially for you until the right time; because I said, 'I have invited the people.'” So Sha'ul dined with Sh'mu'el that day. ", "25": "On coming down from the high place to the city, he spoke with Sha'ul on the roof.", "26": "They got up early. About daybreak, Sh'mu'el called out to Sha'ul on the roof, “Get up, so I can send you on your way.” Sha'ul got up, and both of them — he and Sh'mu'el — went out. ", "27": "As they were going down, at the edge of the city, Sh'mu'el said to Sha'ul, “Tell the servant to go on ahead”; so the servant went on. “But you, stand still now, because I want you to hear what God has said.”"}