{"1": "God has been kind enough to trust us with this work. That's why we never give up. ", "2": "We don't do shameful things that must be kept secret. And we don't try to fool anyone or twist God's message around. God is our witness that we speak only the truth, so others will be sure that we can be trusted. ", "3": "If there is anything hidden about our message, it is hidden only to someone who is lost.", "4": "The god who rules this world has blinded the minds of unbelievers. They cannot see the light, which is the good news about our glorious Christ, who shows what God is like. ", "5": "We are not preaching about ourselves. Our message is that Jesus Christ is Lord. He also sent us to be your servants. ", "6": "The Scriptures say, “God commanded light to shine in the dark.” Now God is shining in our hearts to let you know that his glory is seen in Jesus Christ.", "7": "We are like clay jars in which this treasure is stored. The real power comes from God and not from us. ", "8": "We often suffer, but we are never crushed. Even when we don't know what to do, we never give up. ", "9": "In times of trouble, God is with us, and when we are knocked down, we get up again. ", "10-11": "We face death every day because of Jesus. Our bodies show what his death was like, so that his life can also be seen in us. ", "12": "This means that death is working in us, but life is working in you.", "13": "In the Scriptures it says, “I spoke because I had faith.” We have that same kind of faith. So we speak ", "14": "because we know that God raised the Lord Jesus to life. And just as God raised Jesus, he will also raise us to life. Then he will bring us into his presence together with you. ", "15": "All of this has been done for you, so that more and more people will know how kind God is and will praise and honor him.", "16": "We never give up. Our bodies are gradually dying, but we ourselves are being made stronger each day. ", "17": "These little troubles are getting us ready for an eternal glory that will make all our troubles seem like nothing. ", "18": "Things that are seen don't last forever, but things that are not seen are eternal. That's why we keep our minds on the things that cannot be seen."}