{"1": "Our bodies are like tents that we live in here on earth. But when these tents are destroyed, we know that God will give each of us a place to live. These homes will not be buildings that someone has made, but they are in heaven and will last forever. ", "2": "While we are here on earth, we sigh because we want to live in that heavenly home. ", "3": "We want to put it on like clothes and not be naked.", "4": "These tents we now live in are like a heavy burden, and we groan. But we don't do this just because we want to leave these bodies that will die. It is because we want to change them for bodies that will never die. ", "5": "God is the one who makes all of this possible. He has given us his Spirit to make us certain that he will do it. ", "6": "So always be cheerful! As long as we are in these bodies, we are away from the Lord. ", "7": "But we live by faith, not by what we see. ", "8": "We should be cheerful, because we would rather leave these bodies and be at home with the Lord. ", "9": "But whether we are at home with the Lord or away from him, we still try our best to please him. ", "10": "After all, Christ will judge each of us for the good or the bad that we do while living in these bodies.", "11": "We know what it means to respect the Lord, and we encourage everyone to turn to him. God himself knows what we are like, and I hope you also know what kind of people we are. ", "12": "We are not trying once more to brag about ourselves. But we want you to be proud of us, when you are with those who are not sincere and brag about what others think of them.", "13": "If we seem out of our minds, it is between God and us. But if we are in our right minds, it is for your good. ", "14": "We are ruled by Christ's love for us. We are certain that if one person died for everyone else, then all of us have died. ", "15": "And Christ did die for all of us. He died so we would no longer live for ourselves, but for the one who died and was raised to life for us.", "16": "We are careful not to judge people by what they seem to be, though we once judged Christ in that way. ", "17": "Anyone who belongs to Christ is a new person. The past is forgotten, and everything is new. ", "18": "God has done it all! He sent Christ to make peace between himself and us, and he has given us the work of making peace between himself and others.", "19": "What we mean is that God was in Christ, offering peace and forgiveness to the people of this world. And he has given us the work of sharing his message about peace. ", "20": "We were sent to speak for Christ, and God is begging you to listen to our message. We speak for Christ and sincerely ask you to make peace with God. ", "21": "Christ never sinned! But God treated him as a sinner, so that Christ could make us acceptable to God."}