{"1": "My friends, we want you to know that the churches in Macedonia[a] have shown others how kind God is. ", "2": "Although they were going through hard times and were very poor, they were glad to give generously. ", "3": "They gave as much as they could afford and even more, simply because they wanted to. ", "4": "They even asked and begged us to let them have the joy of giving their money for God's people. ", "5": "And they did more than we had hoped. They gave themselves first to the Lord and then to us, just as God wanted them to do.", "6": "Titus was the one who got you started doing this good thing, so we begged him to have you finish what you had begun. ", "7": "You do everything better than anyone else. You have stronger faith. You speak better and know more. You are eager to give, and you love us better.[b] Now you must give more generously than anyone else.", "8": "I am not ordering you to do this. I am simply testing how real your love is by comparing it with the concern that others have shown. ", "9": "You know that our Lord Jesus Christ was kind enough to give up all his riches and become poor, so that you could become rich.", "10": "A year ago you were the first ones to give, and you gave because you wanted to. So listen to my advice. ", "11": "I think you should finish what you started. If you give according to what you have, you will prove that you are as eager to give as you were to think about giving. ", "12": "It doesn't matter how much you have. What matters is how much you are willing to give from what you have.", "13": "I am not trying to make life easier for others by making life harder for you. But it is only fair ", "14": "for you to share with them when you have so much, and they have so little. Later, when they have more than enough, and you are in need, they can share with you. Then everyone will have a fair share, ", "15": "just as the Scriptures say, “Those who gathered too much had nothing left. Those who gathered only a little had all they needed.”", "16": "I am grateful that God made Titus care as much about you as we do. ", "17": "When we begged Titus to visit you, he said he would. He wanted to because he cared so much for you. ", "18": "With Titus we are also sending one of the Lord's followers who is well known in every church for spreading the good news. ", "19": "The churches chose this follower to travel with us while we carry this gift that will bring praise to the Lord and show how much we hope to help. ", "20": "We don't want anyone to find fault with the way we handle your generous gift. ", "21": "But we want to do what pleases the Lord and what people think is right.", "22": "We are also sending someone else with Titus and the other follower. We approve of this man. In fact, he has already shown us many times that he wants to help. And now he wants to help even more than ever, because he trusts you so much. ", "23": "Titus is my partner, who works with me to serve you. The other two followers are sent by the churches, and they bring honor to Christ. ", "24": "Treat them in such a way that the churches will see your love and will know why we bragged about you."}