{"1": "He showeth that the day of the Lord shall not come, till there be a departure from the faith, 3 and that Antichrist be revealed, 8 whose destruction he setteth out, 15 and thereupon exhorteth to constancy. Now [a]we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our [b]assembling unto him,", "2": "[c]That ye be not suddenly moved from your mind, nor troubled neither by [d]spirit, nor by [e]word, nor by [f]letter, as it were from us, as though the day of Christ were at hand.", "3": "Let no man deceive you by any means: [g]for that day shall not come, except there come a departing first, and that [h]that man of sin be disclosed, even the son of perdition.", "4": "Which is an adversary, and [i]exalteth himself against all that is called God, or that is worshipped: [j]so that he doth sit as God in the Temple of God, showing himself that he is God.", "5": "[k]Remember ye not, that when I was yet with you, I told you these things?", "6": "And now ye know [l]what withholdeth, that he might be revealed in his time.", "7": "[m]For the mystery of iniquity doth already work: [n]only he which now [o]withholdeth, shall let till he be taken out of the way.", "8": "[p]And then shall [q]that wicked man be revealed, whom the Lord shall [r]consume with the [s]Spirit of his mouth, and shall abolish with the brightness of his coming,", "9": "[t]Even him whose coming is by the effectual working of Satan, with all power, and signs, and [u]lying wonders,", "10": "And in all deceivableness of unrighteousness, among them that perish, because they received not the love of the truth, that they might be saved.", "11": "And therefore God shall send them [v]strong delusion, that they should believe lies,", "12": "That all they might be damned which believed not the truth, but [w]had pleasure in unrighteousness.", "13": "[x]But we ought to give thanks always to God for you, brethren beloved of the Lord, because that God hath from the beginning chosen you to salvation, through [y]sanctification of the Spirit, and the [z]faith of truth,", "14": "Whereunto he called you by our [aa]Gospel, to obtain the glory of our Lord Jesus Christ.", "15": "[ab]Therefore, brethren, stand fast and keep the instructions, which ye have been taught, either by word, or by our Epistle.", "16": "Now the same Jesus Christ our Lord, and our God, even the Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,", "17": "Comfort your hearts, and stablish you in every word and good work."}