{"1": "He desireth them to further the preaching of the Gospel with their prayers, 6 and to withdraw themselves from those, who through idleness, 11 and curiosity pervert good order: 14 Whom he excludeth from the company of the faithful. Furthermore, [a]brethren, pray for us, that the word of the Lord may have free passage and be glorified, even as it is with you.", "2": "And that we may be delivered from [b]unreasonable and evil men: [c]for all men have not faith.", "3": "But the Lord is faithful, which will stablish you, and keep you from [d]evil.", "4": "[e]And we are persuaded of you through the Lord, that ye both do, and will do the things which we warn you of.", "5": "[f]And the Lord guide your hearts to the love of God, and the waiting for of Christ.", "6": "[g]We warn you, brethren, in the Name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walked inordinately, and not after the instruction, which he received of us.", "7": "[h]For ye yourselves know, how ye ought to follow us: for we behaved not ourselves inordinately among you,", "8": "Neither took we bread of any man for nought: but we wrought with labor and travail night and day, because we would not be chargeable to any of you.", "9": "Not because we have not authority, but that we might make ourselves an ensample unto you to follow us.", "10": "For even when we were with you, this we warned you of, that if there were any, which would not work, that he should not [i]eat.", "11": "For we hear, that there are some which walk among [j]you inordinately, and work not at all, [k]but are busybodies.", "12": "[l]Therefore them that are such, we warn and exhort by our Lord Jesus Christ, that they work with quietness, and eat their own bread.", "13": "[m]And ye, brethren, be not weary in well doing.", "14": "[n]If any man obey not this our saying in this letter, note him, and have no [o]company with him, [p]that he may be ashamed.", "15": "[q]Yet count him not as an enemy, but admonish him as a brother.", "16": "[r]Now the Lord himself of peace give you peace always by all means. The Lord be with you all.", "17": "[s]The salutation of me Paul, with mine own hand, which is the token in every Epistle: so I write,", "18": "The grace of our Lord Jesus Christ be with you all, Amen. ¶ The second Epistle to the Thessalonians, written from Athens."}