{"1": "This is where the good news starts – the good news of Jesus the Messiah, God's son.", "2": "Isaiah the prophet put it like this ('Look! I am sending my messenger ahead of me; he will clear the way for you!'):", "3": "'A shout goes up in the desert: Make way for the Lord! Clear a straight path for him!'", "4": "John the Baptizer appeared in the desert. He was announcing a baptism of repentance, to forgive sins. ", "5": "The whole of Judaea, and everyone who lived in Jerusalem, went out to him; they confessed their sins and were baptized by him in the river Jordan. ", "6": "John wore camel-hair clothes, with a leather belt round his waist. He used to eat locusts and wild honey.", "7": "'Someone a lot stronger than me is coming close behind,' John used to tell them. 'I don't deserve to squat down and undo his sandals. ", "8": "I've plunged you in the water; he's going to plunge you in the holy spirit.'", "9": "This is how it happened. Around that time, Jesus came from Nazareth in Galilee, and was baptized by John in the river Jordan. ", "10": "That very moment, as he was getting out of the water, he saw the heavens open, and the spirit coming down like a dove onto him. ", "11": "Then there came a voice, out of the heavens: 'You are my son! You are the one I love! You make me very glad.'", "12": "All at once the spirit pushed him out into the desert. ", "13": "He was in the desert forty days, and the satan tested him there. He was with the wild beasts, and angels waited on him.", "14": "After John's arrest, Jesus came into Galilee, announcing God's good news.", "15": "'The time is fulfilled!' he said; 'God's kingdom is arriving! Turn back, and believe the good news!'", "16": "As he went along beside the sea of Galilee he saw Simon and his brother Andrew. They were fishermen, and were casting nets into the sea.", "17": "'Follow me!' said Jesus to them. 'I'll have you fishing for people!'", "18": "Straight away they left their nets and followed him. ", "19": "He went on a bit, and saw James, Zebedee's son, and John his brother. They were in the boat mending their nets, ", "20": "and he called them then and there. They left their father Zebedee in the boat with the hired servants, and went off after him.", "21": "They went to Capernaum. At once, on the sabbath, Jesus went into the synagogue and taught. ", "22": "They were astonished at his teaching. He wasn't like the legal teachers; he said things on his own authority.", "23": "All at once, in their synagogue, there was a man with an unclean spirit.", "24": "'What business have you got with us, Jesus of Nazareth?' he yelled. 'Have you come to destroy us? I know who you are: you're God's Holy One!'", "25": "'Be quiet!' ordered Jesus. 'And come out of him!'", "26": "The unclean spirit convulsed the man, gave a great shout, and came out of him. ", "27": "Everyone was astonished. 'What's this?' they started to say to each other. 'New teaching – with real authority! He even tells the unclean spirits what to do, and they do it!'", "28": "Word about Jesus spread at once, all over the surrounding district of Galilee.", "29": "They came out of the synagogue, and went at once (with James and John) into Simon and Andrew's house. ", "30": "Simon's mother-in-law was in bed with a fever, and they told Jesus about her right away. ", "31": "He went in, took her by the hand, and raised her up. The fever left her, and she waited on them.", "32": "When the sun went down and evening came, they brought to Jesus everyone who was ill, all who were demon-possessed. ", "33": "The whole town was gathered around the door. ", "34": "Jesus healed many people suffering from all kinds of diseases, and cast out many demons. He didn't allow the demons to speak, because they knew him.", "35": "Very early – in the middle of the night, actually – Jesus got up and went out, off to a lonely place, and prayed. ", "36": "Simon, and those with him, followed. ", "37": "When they found him, they said, 'Everyone is looking for you!'", "38": "'Let's go off to the other towns around here,' Jesus replied, 'so that I can tell the news to people there too. That's why I came out.'", "39": "So he went into their synagogues, throughout the whole of Galilee, telling the news and casting out demons.", "40": "A man with a virulent skin disease came up to him. He knelt down and begged him, 'If you want to, you can make me clean!'", "41": "Jesus was deeply moved. He reached out his hand and touched him, and said to him, 'I do want to: be clean!' ", "42": "The disease left him at once, and he was clean.", "43": "Jesus sent him away at once, with this stern warning: ", "44": "'Mind you don't say anything to anyone! Just go and show yourself to the priest, and make the offering Moses commanded, to purify yourself and to give them a sign.'", "45": "But the man went out and began to tell the news widely. He spread the tale so effectively that Jesus couldn't any longer go publicly into a town. He stayed out in the open country, and people came to him from all around."}