{"1": "Jesus left the region, and went to the districts of Judaea across the Jordan. A large crowd gathered around him, and once more, as his custom was, he taught them.", "2": "Some Pharisees approached him with a question. 'Is it permitted', they asked, 'for a man to divorce his wife?' They said this to trap him.", "3": "'Well,' answered Jesus, 'what did Moses command you?'", "4": "'Moses permitted us', they replied, 'to write a notice of separation and so to complete the divorce.'", "5": "'He gave you that command', said Jesus, 'because you are hardhearted. ", "6": "But from the beginning of creation male and female he made them; ", "7": "and that's why the man must leave his father and his mother and cleave unto his wife; ", "8": "so that the two become one flesh. 'There you are, then: they are no longer two, but one flesh. ", "9": "What God has joined, humans must not split up.'", "10": "When they were back indoors, the disciples asked him about this.", "11": "'Anyone who divorces his wife', said Jesus, 'and marries someone else commits adultery against her. ", "12": "And if she divorces her husband and marries someone else she commits adultery.'", "13": "People brought children to Jesus for him to touch them. The disciples reprimanded them. ", "14": "But Jesus was angry when he saw it, and said to them, 'Let the children come to me! Don't stop them! The kingdom of God belongs to people like that. ", "15": "I'm telling you the truth: anyone who doesn't receive the kingdom of God like a child will never get into it.'", "16": "And he hugged them, laid his hands on them, and blessed them.", "17": "As he was setting out on the road, a man ran up and knelt down in front of him. 'Good teacher,' he asked. 'What should I do to inherit the life of the Age to Come?'", "18": "'Why call me “good”?' replied Jesus. 'No one is good except God alone. ", "19": "You know the commandments: Don't kill. Don't commit adultery. Don't steal. Don't swear falsely. Don't defraud. Honour your father and your mother.'", "20": "'Teacher,' he said, 'I've kept all of them since I was little.'", "21": "Jesus looked hard at him, and loved him. 'One more thing,' he said. 'Go away, and whatever you possess – sell it, and give it to the poor. You will have treasure in heaven! Then: come and follow me.'", "22": "At that, his face fell, and he went off sadly. He was very wealthy.", "23": "Jesus looked slowly around. Then he said to his disciples, 'How difficult it is for the wealthy to enter the kingdom of God!'", "24": "The disciples were astonished at what he was saying. So Jesus repeated once more, 'Children, it's very hard to enter the kingdom of God! ", "25": "It would be easier for a camel to go through the eye of a needle than for a rich man to enter God's kingdom.'", "26": "They were totally amazed, and said to each other, 'So who then can be saved?'", "27": "'It's impossible for mortals,' Jesus said, looking hard at them, 'but it's not impossible for God. All things are possible for God.'", "28": "'Look here,' Peter started up, 'we've left everything and followed you.'", "29": "'I'll tell you the truth,' replied Jesus. 'No one who has left a house, or brothers or sisters, or mother or father, or children, or lands, because of me and the gospel, ", "30": "will fail to receive back a hundred times more in the Present Age: houses, brothers, sisters, mothers, children, and lands – with persecutions! – and finally the life of the Age to Come. ", "31": "But plenty of people at the front will end up at the back, and the back at the front.'", "32": "They were on the road, going up to Jerusalem. Jesus was walking ahead of them; they were amazed, and the people following were afraid. Again he took the Twelve aside and began to tell them what was going to happen to him. ", "33": "'Look,' he said, 'we're going up to Jerusalem. The son of man will be handed over to the chief priests and the legal experts, and they will condemn him to death, and hand him over to the pagans. ", "34": "They will taunt him and spit at him and flog him and kill him – and after three days he will rise again.'", "35": "James and John, Zebedee's sons, came up to him. 'Teacher,' they said, 'we want you to grant us whatever we ask.'", "36": "'What do you want me to do for you?' asked Jesus.", "37": "'Grant us,' they said, 'that when you're there in all your glory, one of us will sit at your right, and the other at your left.'", "38": "'You don't know what you're asking for!' Jesus replied. 'Can you drink the cup I'm going to drink? Can you receive the baptism I'm going to receive?'", "39": "'Yes,' they said, 'we can.' 'Well,' said Jesus, 'you will drink the cup I drink; you will receive the baptism I receive. ", "40": "But sitting at my right hand or my left – that's not up to me. It's been assigned already.'", "41": "When the other ten disciples heard, they were angry with James and John. ", "42": "Jesus called them to him. 'You know how it is in the pagan nations,' he said. 'Think how their so-called rulers act. They lord it over their subjects. The high and mighty ones boss the rest around. ", "43": "But that's not how it's going to be with you. Anyone who wants to be great among you must become your servant. ", "44": "Anyone who wants to be first must be everyone's slave. ", "45": "Don't you see? The son of man didn't come to be waited on. He came to be the servant, to give his life “as a ransom for many”.'", "46": "They came to Jericho. As Jesus, his disciples and a substantial crowd were leaving the town, a blind beggar named Bartimaeus, the son of Timaeus, was sitting by the road. ", "47": "When he heard it was Jesus of Nazareth, he began to shout out: 'Son of David! Jesus! Take pity on me!'", "48": "Lots of people told him crossly to be quiet. But he shouted out all the louder, 'Son of David – take pity on me!'", "49": "Jesus came to a stop. 'Call him,' he said. So they called the blind man. 'Cheer up,' they said, 'and get up. He's calling you.'", "50": "He flung his cloak aside, jumped up, and came to Jesus. Jesus saw him coming. ", "51": "'What do you want me to do for you?' he asked. 'Teacher,' the blind man said, 'let me see again.'", "52": "'Off you go,' said Jesus. 'Your faith has saved you.' And immediately he saw again, and he followed him on the way."}