{"1": "So they approached Jerusalem. They got as far as Bethphage and Bethany, on the Mount of Olives, when Jesus sent two of his disciples on ahead with a specific task.", "2": "'Go to the village over there,' he said to them, 'and as soon as you enter it you will find a colt tied up – one that nobody has ever ridden before. Untie it and bring it here. ", "3": "And if anyone says to you, “Why are you doing that?” then say, “The master needs it, and he will return it at once.” '", "4": "They went off and found the colt tied up beside a door, out in the street; and they untied it.", "5": "Some of the bystanders said to them, 'Why are you untying the colt?' ", "6": "They gave the answer Jesus had told them, and they let them carry on. ", "7": "So they brought the colt to Jesus and laid their cloaks on it, and he mounted it. ", "8": "Several people spread their cloaks out in the road. Others did the same with foliage that they had cut in the fields. ", "9": "Those in front, and those coming behind, shouted out, 'Hosanna! Welcome in the Lord's Name! ", "10": "Welcome to the kingdom of our father David, the kingdom coming right now! Hosanna in the highest!'", "11": "Jesus entered Jerusalem, went into the Temple, and looked all round. It was already getting late, and he returned to Bethany with the Twelve.", "12": "The next day, as they were leaving Bethany, Jesus was hungry. ", "13": "From some distance away he saw a fig tree covered with leaves, and hoped to find some fruit on it; but when he came up to it he found nothing but leaves. (It wasn't yet the season for figs.)", "14": "He addressed the tree directly. 'May no one ever eat fruit from you again,' he said. And his disciples heard.", "15": "They came into Jerusalem. Jesus went into the Temple and began to drive out the traders, those who bought and sold in the Temple, and overturned the tables of the money-changers and the seats of the dove-sellers. ", "16": "He permitted no one to carry any vessel through the Temple. ", "17": "He began to teach: 'Isn't this what's written,' he said, 'My house shall be called a house of prayer for all the world to share? But you've made it a brigands' den!'", "18": "The chief priests and the legal experts heard, and looked for a way to get rid of him. But they were afraid of him, because the whole crowd was astonished at his teaching.", "19": "When evening came, they went back out of the city.", "20": "As they were returning, early in the morning, they saw the fig tree withered from its roots.", "21": "'Look, Teacher!' said Peter to Jesus, remembering what had happened before. 'The fig tree you cursed has withered.'", "22": "'Have faith in God,' replied Jesus. ", "23": "'I'm telling you the truth: if anyone says to this mountain, “Be off with you – get yourself thrown into the sea”, if they have no doubt in their heart, but believe that what they say will happen, it will be done for them. ", "24": "That's why I'm telling you, everything that you request in prayer, everything you ask God for, believe that you receive it, and it will happen for you.", "25": "'And when you are standing there praying, if you have something against someone else, forgive them – so that your father in heaven may forgive you your trespasses.'", "27": "Once more they went into Jerusalem. As Jesus was walking in the Temple he was approached by the chief priests, the legal experts and the elders.", "28": "'By what right do you do these things?' they asked. 'Who gave you the right to do them?'", "29": "'I have one question for you, too,' replied Jesus, 'and if you tell me the answer I shall tell you by what right I do these things. ", "30": "Was the baptism of John from heaven, or was it a human invention? What's your answer?'", "31": "'Well now,' they muttered to each other, 'if we say it was from heaven, he will say, “Then why didn't you believe him?” ", "32": "But if we say it was a human invention . . .' They were afraid of the crowd, because everyone regarded John as a prophet.", "33": "'We don't know,' they said to Jesus. 'Nor will I tell you', replied Jesus, 'by what right I do these things.'"}