{"1": "When the sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they could come and anoint Jesus. ", "2": "Then, very early on the first day of the week, they came to the tomb, just at sunrise. ", "3": "They were saying to one another, 'There's that stone at the door of the tomb – who's going to roll it away for us?'", "4": "Then, when they looked up, they saw that it had been rolled away. (It was extremely large.)", "5": "So they went into the tomb, and there they saw a young man sitting on the right-hand side. He was wearing white. They were totally astonished.", "6": "'Don't be astonished,' he said to them. 'You're looking for Jesus the Nazarene, who was crucified. He has been raised! He isn't here! Look – this is the place where they laid him.", "7": "'But go and tell his disciples – including Peter – that he is going ahead of you to Galilee. You'll see him there, just like he told you.'", "8": "They went out, and fled from the tomb. Trembling and panic had seized them. They said nothing to anyone, because they were afraid.", "9": "[[They gave a brief account to the people around Peter of what they had been told. After this, Jesus himself sent out from East to West, through their work, the sacred and imperishable proclamation of eternal salvation. Amen.]] [When Jesus was raised, early on the first day of the week, he appeared first of all to Mary Magdalene, from whom he had cast out seven demons. ", "10": "She went and told the people who had been with him, who were mourning and weeping. ", "11": "When they heard that he was alive, and that he had been seen by her, they didn't believe it.", "12": "After this he appeared in a different guise to two of them as they were walking into the countryside. ", "13": "They came back and told the others, but they didn't believe them.", "14": "Later Jesus appeared to the eleven themselves, as they were at table. He told them off for their unbelief and hardheartedness, for not believing those who had seen him after he had been raised.", "15": "'Go into all the world,' he said to them, 'and announce the message to all creation. ", "16": "Anyone who believes and is baptized will be rescued, but people who don't believe will be condemned. ", "17": "And these signs will happen around those who believe: they will drive out demons in my name, they will speak with new tongues, ", "18": "they will pick up serpents in their hands; and if they drink anything poisonous it won't harm them. They will lay their hands on the sick, and they will get better.'", "19": "When the Lord Jesus had spoken with them, he was taken up into heaven, and sat down at God's right hand. ", "20": "They went out and announced the message everywhere. The Lord worked with them, validating their message by the signs that accompanied them.]"}