{"1": "Jesus went back again to Capernaum, where, after a few days, word got round that he was at home. ", "2": "A crowd gathered, so that people couldn't even get near the door as he was telling them the message.", "3": "A party arrived: four people carrying a paralysed man, bringing him to Jesus. ", "4": "They couldn't get through to him because of the crowd, so they opened up the roof above where he was. When they had dug through it, they used ropes to let down the stretcher the paralysed man was lying on.", "5": "Jesus saw their faith, and said to the paralysed man, 'Child, your sins are forgiven!'", "6": "'How dare the fellow speak like this?' grumbled some of the legal experts among themselves. ", "7": "'It's blasphemy! Who can forgive sins except God?'", "8": "Jesus knew at once, in his spirit, that thoughts like this were in the air. 'Why do your hearts tell you to think that?' he asked. ", "9": "'Answer me this,' he went on. 'Is it easier to say to this cripple, “Your sins are forgiven”, or to say, “Get up, pick up your stretcher, and walk”?", "10": "'You want to know that the son of man has authority on earth to forgive sins?' He turned to the paralytic. ", "11": "'I tell you,' he said, 'Get up, take your stretcher, and go home.' ", "12": "He got up, picked up the stretcher in a flash, and went out before them all. Everyone was astonished, and they praised God. 'We've never seen anything like this!' they said.", "13": "Once more Jesus went out beside the sea. All the crowd came to him, and he taught them.", "14": "As he went along he saw Levi, son of Alphaeus, sitting at the toll booth. 'Follow me!' he said. And he got up and followed him.", "15": "That's how Jesus came to be sitting at home with lots of tax-collectors and sinners. There they were, plenty of them, sitting with Jesus and his disciples; they had become his followers.", "16": "When the legal experts from the Pharisees saw him eating with tax-collectors and sinners, they said to his disciples, 'Why does he eat with tax-collectors and sinners?'", "17": "When Jesus heard it, he said to them, 'It's sick people who need the doctor, not healthy ones. I came to call the bad people, not the good ones.'", "18": "John's disciples, and the Pharisees' disciples, were fasting. People came and said to Jesus, 'Look here: John's disciples are fasting, and so are the Pharisees' disciples; why aren't yours?'", "19": "'How can the wedding guests fast', Jesus replied, 'if the bridegroom is there with them? As long as they've got the bridegroom with them, they can't fast.", "20": "'Mind you, the time is coming when the bridegroom will be taken away from them. They'll fast then all right.", "21": "'No one sews unshrunk cloth onto an old cloak. If they do, the new patch will tear the old cloth, and they'll end up with a worse hole. ", "22": "Nor does anyone put new wine into old wineskins. If they do, the wine will burst the skins, and they'll lose the wine and the skins together. New wine needs new skins.'", "23": "One sabbath, Jesus was walking through the cornfields. His disciples made their way along, plucking corn as they went.", "24": "'Look here,' said the Pharisees to him, 'why are they doing something illegal on the sabbath?'", "25": "'Haven't you ever read what David did,' replied Jesus, 'when he was in difficulties, and he and his men got hungry? ", "26": "He went into God's house (this was when Abiathar was high priest), and ate the “bread of the presence”, which only the priests were allowed to eat – and he gave it to the people with him.", "27": "'The sabbath was made for humans,' he said, 'not humans for the sabbath; ", "28": "so the son of man is master even of the sabbath.'"}