{"1": "Once more Jesus went to the synagogue. There was a man there with a withered hand. ", "2": "People were watching to see if Jesus would heal him on the sabbath, so that they could frame a charge against him.", "3": "'Stand up', said Jesus to the man with the withered hand, 'and come out here.' And he said to them, ", "4": "'Is it lawful to do good on the sabbath, or to do evil? To save life or to kill?' They stayed quiet.", "5": "He was deeply upset at their hard-heartedness, and looked round at them angrily. Then he said to the man, 'Stretch out your hand.' He stretched it out – and his hand was restored. ", "6": "The Pharisees went out right away and began to plot with the Herodians against Jesus, trying to find a way to destroy him.", "7": "Jesus went off towards the sea with his disciples, and a large crowd from Galilee followed him. A great company, too, from Judaea, ", "8": "Jerusalem, Idumaea, Transjordan, and the region of Tyre and Sidon, heard what he was doing and came to him.", "9": "There was a real danger that he might be crushed by the crowd, so he told his disciples to get a boat ready for him. ", "10": "He healed large numbers, and sick people were pushing towards him to touch him. ", "11": "Whenever unclean spirits saw him, they fell down in front of him and yelled out, 'You are the son of God!' ", "12": "He gave them strict orders not to reveal his identity.", "13": "Jesus went up the mountain, and summoned the people he wanted, and they came to him. ", "14": "He appointed twelve (naming them 'apostles') to be with him and to be sent out as heralds, ", "15": "and to have authority to cast out demons. ", "16": "In appointing the Twelve, he named Simon 'Peter'; ", "17": "James, son of Zebedee, and his brother John, he named 'Boanerges', which means 'sons of thunder'. The others were ", "18": "Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the Cananaean, ", "19": "and Judas Iscariot (the one who handed him over).", "20": "He went into the house. A crowd gathered again, so that they couldn't even have a meal. ", "21": "When his family heard it, they came to restrain him. 'He's out of his mind,' they said.", "22": "Experts who had come from Jerusalem were saying, 'He is possessed by Beelzebul! He casts out demons by the prince of demons!'", "23": "Jesus summoned them and spoke to them in pictures. 'How can the Accuser cast out the Accuser? ", "24": "If a kingdom splits into two factions, it can't last; ", "25": "if a household splits into two factions, it can't last. ", "26": "So if the Accuser revolts against himself and splits into two, he can't last – his time is up! ", "27": "But remember: no one can get into a strong man's house and steal his property unless first they tie up the strong man; then they can plunder his house.", "28": "'I'm telling you the truth: people will be forgiven all sins, and all blasphemies of whatever sort. ", "29": "But people who blaspheme the holy spirit will never find forgiveness. They will be guilty of an eternal sin.' ", "30": "That was his response to their claim that he had an unclean spirit.", "31": "Jesus' mother and brothers appeared. They waited outside the house, and sent in a message, asking for him.", "32": "'Look!' said the crowd sitting around Jesus. 'Your mother, your brothers, and your sisters are outside! They're searching for you!'", "33": "'Who is my mother?' replied Jesus. 'Who are my brothers?'", "34": "He looked around him at the people sitting there in a ring. 'Here is my mother!' he said. 'Here are my brothers! ", "35": "Anybody who does God's will is my brother! And my sister! And my mother!'"}