{"1": "So they came over the sea to the land of the Gerasenes. ", "2": "When they got out of the boat, they were suddenly confronted by a man with an unclean spirit. ", "3": "He was emerging from a graveyard, which was where he lived. Nobody had been able to tie him up, not even with a chain; ", "4": "he had often been bound with shackles and chains, but he used to tear up the chains and snap the shackles. No one had the strength to tame him. ", "5": "On and on, night and day, he used to shout out in the graveyard and on the hillside, and slash himself with stones.", "6": "When he saw Jesus a long way away, he ran and threw himself down in front of him.", "7": "'Why you and me, Jesus?' he shouted at the top of his voice. 'Why you and me, son of the High God? By God, stop torturing me!' – ", "8": "this last, because Jesus was saying to him, 'Unclean spirit, come out of him!'", "9": "'What's your name?' Jesus asked him. 'Legion,' he replied. 'That's my name – there are lots of us!' ", "10": "And he implored Jesus not to send them out of the country.", "11": "It so happened that right there, near the hillside, was a sizeable herd of pigs. They were grazing.", "12": "'Send us to the pigs,' begged the spirits, 'so that we can enter them'.", "13": "So Jesus gave them permission. The unclean spirits came out and went into the pigs. The herd rushed down the steep slope into the sea – about two thousand of them! – and were drowned.", "14": "The herdsmen fled. They told it in the town, they told it in the countryside, and people came to see what had happened. ", "15": "They came to Jesus; and there they saw the man who had been demon-possessed, who had had the 'legion', seated, clothed and stone-cold sober. They were afraid. ", "16": "The people who had seen it all told them what had happened to the man – and to the pigs. ", "17": "And they began to beg Jesus to leave their district.", "18": "Jesus was getting back into the boat, when the man asked if he could go with him. ", "19": "Jesus wouldn't let him. 'Go back home,' he said. 'Go to your people and tell them what the Lord has done for you. Tell them how he had pity on you.'", "20": "He went off, and began to announce in the Ten Towns what Jesus had done for him. Everyone was astonished.", "21": "Jesus crossed over once more in the boat to the other side. There a large crowd gathered around him, and he was by the seashore.", "22": "One of the synagogue presidents, a man named Jairus, arrived. When he saw Jesus he fell down at his feet.", "23": "'My daughter's going to die! My daughter's going to die!' he pleaded. 'Please come – lay your hands on her – rescue her and let her live!'", "24": "Jesus went off with him. A large crowd followed, and pressed in on him.", "25": "A woman who had had internal bleeding for twelve years heard about Jesus. ", "26": "(She'd had a rough time at the hands of one doctor after another; she'd spent all she had on treatment, and had got worse rather than better.) ", "27": "She came up in the crowd behind him and touched his clothes. ", "28": "'If I can just touch his clothes,' she said to herself, 'I'll be rescued.' ", "29": "At once her flow of blood dried up. She knew, in her body, that her illness was cured.", "30": "Jesus knew at once, inside himself, that power had gone out of him. He turned around in the crowd and said, 'Who touched my clothes?'", "31": "'You see this crowd crushing you,' said the disciples, 'and you say “Who touched me?”?'", "32": "He looked round to see who had done it. ", "33": "The woman came up; she was afraid and trembling, but she knew what had happened to her. She fell down in front of him and told him the whole truth.", "34": "'My daughter,' Jesus said to her, 'your faith has rescued you. Go in peace. Be healed from your illness.'", "35": "As he said this, some people arrived from the synagogue president's house. 'Your daughter's dead,' they said. 'Why bother the teacher any more?'", "36": "Jesus overheard the message. 'Don't be afraid!' he said to the synagogue president. 'Just believe!'", "37": "He didn't let anyone go with him except Peter, James and James's brother John. ", "38": "They arrived at the synagogue president's house, and saw a commotion, with a lot of weeping and wailing. ", "39": "Jesus went inside. 'Why are you making such a fuss?' he said. 'Why all this weeping? The child isn't dead; she's asleep.' ", "40": "And they laughed at him. He put them all out. Then he took the child's father and mother, and his companions, and they went in to where the child was. ", "41": "He took hold of her hand, and said to her, 'Talitha koum', which means 'Time to get up, little girl!' ", "42": "At once the girl got up and walked about. (She was twelve years old.) They were astonished out of their wits. ", "43": "Then he commanded them over and over not to let anyone know about it, and told them to give her something to eat."}