{"1": "The Pharisees gathered round Jesus, together with some legal experts from Jerusalem. ", "2": "They saw that some of his disciples were eating their food with unclean (that is, unwashed) hands.", "3": "(The Pharisees, you see – and indeed all the Jews – don't eat unless they first carefully wash their hands. This is to maintain the tradition of the elders. ", "4": "When they come in from the market, they never eat without washing. There are many other traditions which they keep: washings of cups, pots and bronze dishes.)", "5": "Anyway, the Pharisees and legal experts asked Jesus, 'Why don't your disciples follow the tradition of the elders? Why do they eat their food with unwashed hands?'", "6": "'Isaiah summed you up just right,' Jesus replied. 'Hypocrites, the lot of you! What he said was this: With their lips this people honour me, but with their hearts they turn away from me;", "7": "all in vain they think to worship me, all they teach is human commands.", "8": "'You abandon God's commands, and keep human tradition!", "9": "'So,' he went on, 'you have a fine way of setting aside God's command so as to maintain your tradition. ", "10": "Here's an example: Moses said, “Honour your father and your mother,” and, “Anyone who slanders father or mother should die.” ", "11": "But you say, “If someone says to their father or mother, 'What you might get from me – it's Korban!' ” (which means, 'given-to-God'), ", "12": "you don't let them do anything else for their father or mother! ", "13": "The net result is that you invalidate God's word through this tradition which you hand on. And there are lots more things like that which you do.'", "14": "Jesus summoned the crowd again. 'Listen to me, all of you,' he said, 'and get this straight. ", "15": "What goes into you from outside can't make you unclean. What makes you unclean is what comes out from inside.'", "17": "When they got back into the house, away from the crowd, his disciples asked him about the parable.", "18": "'You didn't get it either?' he asked. 'Don't you see that whatever goes into someone from outside can't make them unclean? ", "19": "It doesn't go into the heart; it only goes into the stomach, and then carries on, out down the drain.' (Result: all foods are clean.)", "20": "'What makes someone unclean', he went on, 'is what comes out of them. ", "21": "Evil intentions come from inside, out of people's hearts – sexual immorality, theft, murder, ", "22": "adultery, greed, wickedness, treachery, debauchery, envy, slander, pride, stupidity. ", "23": "These evil things all come from inside. They are what make someone unclean.'", "24": "Jesus got up, left that place, and went to the region of Tyre. When he took up residence in a house, he didn't want anyone to know, but it wasn't possible for him to remain hidden. ", "25": "On the contrary: news of him at once reached a woman who had a young daughter with an unclean spirit. She came and threw herself down at his feet. ", "26": "She was Greek, a Syrophoenician by race; and she asked him to cast the demon out of her daughter.", "27": "'Let the children eat what they want first,' Jesus replied. 'It's not right to take the children's bread and throw it to the dogs.'", "28": "'Well, Master,' she said, 'even the dogs under the table eat the crumbs that the children drop.'", "29": "'Well said!' replied Jesus. 'Off you go; the demon has left your daughter.'", "30": "So she went home, and found the child lying on the bed, and the demon gone.", "31": "Jesus went away from the region of Tyre, through Sidon, round towards the sea of Galilee, and into the region of the Ten Towns. ", "32": "They brought to him a man who was deaf and had a speech impediment, and asked that he would lay his hand on him.", "33": "Jesus took the man off in private, away from the crowd. He put his fingers into his ears, spat, and touched his tongue. ", "34": "Then he looked up to heaven, groaned, and said to him, 'Ephphatha' (that is, 'Be opened'). ", "35": "Immediately the man's ears were opened, and his tongue was untied, and he spoke clearly.", "36": "Jesus gave them orders not to tell anyone. But the more he ordered them, the more they spread the news. ", "37": "They were totally astonished. 'Everything he does is marvellous!' they said. 'He even makes the deaf hear and the mute speak!'"}