{"1": "Once again, about that time, a large crowd gathered with nothing to eat. Jesus called the disciples.", "2": "'I'm really sorry for the people,' he said. 'They've been with me three days now, and they haven't got anything to eat. ", "3": "If I send them home hungry, they'll collapse on the way. Some of them have come from miles off.'", "4": "'Where could you get food for all this lot, out here in the wilderness?' answered his disciples.", "5": "'How many loaves have you got?' he asked. 'Seven,' they replied.", "6": "He told the crowd to sit down on the ground. Then he took the seven loaves, gave thanks, broke them and gave them to his disciples to share around, and they gave them to the crowd. ", "7": "They had a few small fish, which he also blessed and told them to distribute. ", "8": "They ate; they were satisfied; and they took up seven baskets of leftover bits. ", "9": "There were about four thousand people. And he sent them away.", "10": "At once Jesus got into the boat with his disciples and went to the region of Dalmanoutha.", "11": "The Pharisees came out and began to dispute with Jesus. They were asking him for a sign from heaven, to test him out.", "12": "Jesus groaned deeply in his spirit. 'Why is this generation looking for a sign?' he said. 'I'm telling you the truth: no sign will be given to this generation.' ", "13": "He left them again, got into the boat, and crossed over to the other side.", "14": "They had forgotten to get any bread, and had only one loaf with them in the boat.", "15": "'Beware!' said Jesus sternly to them, 'Watch out for leaven – the Pharisees' leaven, and Herod's leaven too!'", "16": "'It must be something to do with us not having any bread,' they said to each other.", "17": "'Why are you mumbling about not bringing bread?' said Jesus, who knew what they were thinking. 'Don't you get it? Don't you understand? Have your hearts gone hard?", "18": "Can't you see with your two good eyes? Can't you hear with your two good ears? 'And don't you remember? ", "19": "When I broke the five loaves for the five thousand, how many baskets full of broken bits were left over?' 'Twelve,' they said.", "20": "'And the seven loaves for the four thousand – how many baskets full of bits were left over?' 'Seven.'", "21": "'You still don't get it?'", "22": "They arrived at Bethsaida. A blind man was brought to Jesus, and they begged him to touch him. ", "23": "He took his hand, led him off outside the village, and put spittle on his eyes. Then he laid his hands on him, and asked, 'Can you see anything?'", "24": "'I can see people,' said the man, peering around, 'but they look like trees walking about.'", "25": "Then Jesus laid his hands on him once more. This time he looked hard, and his sight came back: he could see everything clearly. ", "26": "Jesus sent him back home. 'Don't even go into the village,' he said.", "27": "Jesus and his disciples came to the villages of Caesarea Philippi. On the way he asked his disciples, 'Who are people saying that I am?'", "28": "'John the Baptist,' they said, 'or, some say, Elijah. Or, others say, one of the prophets.'", "29": "'What about you?' asked Jesus. 'Who do you say I am?' Peter spoke up. 'You're the Messiah,' he said.", "30": "He gave them strict orders not to tell anyone about him.", "31": "Jesus now began to teach them something new. 'There's big trouble in store for the son of man,' he said. 'The elders, the chief priests and the scribes are going to reject him. He will be killed – and after three days he'll be raised.' ", "32": "He said all this quite explicitly. At this, Peter took him aside and started to scold him. ", "33": "But he turned round, saw the disciples, and scolded Peter. 'Get behind me, Accuser!' he said. 'You're thinking human thoughts, not God's thoughts.'", "34": "He called the crowd to him, with his disciples. 'If any of you want to come the way I'm going,' he said, 'you must say “no” to your own selves, pick up your cross, and follow me. ", "35": "Yes: if you want to save your life, you'll lose it; but if you lose your life because of me and the Message you'll save it. ", "36": "After all, what use is it to win the world and lose your life? ", "37": "What can you give in exchange for your life? ", "38": "If you're ashamed of me and my words in this cheating and sinning generation, the son of man will be ashamed of you when he “comes in the glory of his father with the holy angels”."}