{"1": "'I'm telling you the truth,' he said; 'some people standing here won't experience death before they see God's kingdom come in power.'", "2": "A week later, Jesus took Peter, James and John away by themselves, and went up a high mountain. There he was transformed before their eyes. ", "3": "His clothes shone with a whiteness that no laundry on earth could match. ", "4": "Elijah appeared to them, and Moses too, and they were talking with Jesus.", "5": "'Teacher,' said Peter as he saw this, 'it's great to be here! I tell you what – we'll make three shelters, one for you, one for Moses and one for Elijah!' ", "6": "(He didn't know what to say; they were terrified.)", "7": "Then a cloud overshadowed them, and a voice came out of the cloud: 'This is my son, the one I love. Listen to him!'", "8": "Then, quite suddenly, they looked round and saw nobody there any more, only Jesus with them.", "9": "As they came down the mountain, Jesus instructed them not to talk to anyone about what they had seen, 'until', he said, 'the son of man has been raised from the dead'. ", "10": "They held on to this saying among themselves, puzzling about what this 'rising from the dead' might mean.", "11": "'Why then', they asked him, 'do the legal experts say “Elijah must come first”?'", "12": "'Elijah does come first,' he replied, 'and his job is to put everything straight. But what do you think it means that “the son of man must suffer many things and be treated with contempt”? ", "13": "Actually, listen to this: Elijah has already come, and they did to him whatever they wanted. That's what scripture said about him.'", "14": "The four of them made their way back to the other disciples. There they saw a large crowd surrounding them, and legal experts arguing with them. ", "15": "As soon as the crowd saw Jesus they were astounded, and they all ran up to greet him.", "16": "'What's all the fuss about?' he asked.", "17": "'Teacher,' said someone from the crowd, 'I brought my son to you. He's got a spirit that stops him speaking. ", "18": "Whenever it takes hold of him it throws him on the ground; he foams at the mouth, and grinds his teeth, and goes rigid. I spoke to your disciples about casting it out, but they couldn't.'", "19": "'You unbelieving generation!' replied Jesus. 'How much longer must I be with you? How much longer must I put up with you? Bring the boy to me.'", "20": "They brought him to him. When the spirit saw Jesus, it immediately threw the boy into a convulsion, and he fell on the ground and rolled about, foaming at the mouth.", "21": "'How long has it been like this with him?' asked Jesus. 'Since childhood,' replied the man. ", "22": "'Often it even throws him into fire or water to kill him. But if you can do anything . . . please, please help us! Have pity on us!'", "23": "'What d'you mean, “If you can”?' said Jesus. 'Everything is possible to someone who believes.'", "24": "At this the father gave a great shout. 'I do believe!' he roared. 'Help me in my unbelief!'", "25": "Jesus saw that the crowd was getting bigger by the minute. He scolded the unclean spirit: 'Speechless and deaf spirit,' he said, 'I command you – come out of him, and never go back again!'", "26": "The spirit yelled, gave the boy a huge convulsion, and came out. The boy seemed to be dead; in fact, several people did say 'He's dead!' ", "27": "But Jesus took him by the hand and helped him to his feet, and he stood up.", "28": "'Why couldn't we cast it out?' asked his disciples, once they were back in the house by themselves.", "29": "'This sort', replied Jesus, 'can only be cast out by prayer.'", "30": "They went away from there and were travelling through Galilee. Jesus didn't want anyone to know, ", "31": "because he was teaching his disciples. 'The “son of man” ', he was saying, 'is to be given over into human hands. They will kill him; and, when he's been killed, after three days he will rise again.'", "32": "They didn't understand the saying, and were afraid to ask him.", "33": "They came to Capernaum. When they got into the house he asked them, 'What were you arguing about on the road?'", "34": "They said nothing, because on the road they had been arguing about which of them was the greatest.", "35": "Jesus sat down and called the Twelve. 'If you want to be first,' he said, 'you must be last of all, and servant of all.' ", "36": "He took a small child, and stood it in the middle of them. Then he hugged the child, and said to them, ", "37": "'If anyone welcomes one child like this in my name, they welcome me. And if anyone welcomes me, it isn't me they welcome, but the one who sent me.'", "38": "'Teacher,' said John, 'we saw someone casting out demons in your name. We stopped him, because he wasn't following us.'", "39": "'Don't stop him,' said Jesus. 'No one who does powerful things by my name will be able to say bad things about me soon afterwards. ", "40": "Anyone who's not against us is on our side. ", "41": "Anyone who even gives you a cup of water in my name, because you belong to the Messiah – I'm telling you the truth, that person won't go unrewarded.", "42": "'Think about these little ones who believe in me,' he went on. 'If anyone causes one of them to slip up, it would be much better for that person to have a huge millstone put around their neck, and be thrown into the sea.", "43": "'And if your hand causes you to slip up, cut it off. It's better for you to go into life maimed than to have two hands and go into Gehenna, into the fire that never goes out.", "45": "'And if your foot causes you to slip up, cut it off. It's better for you to go into life lame than to have two feet and be thrown into Gehenna.", "47": "'And if your eye causes you to slip up, throw it away. It's better for you to go into the kingdom of God with one eye than to have two eyes and to be thrown into Gehenna, ", "48": "where their worm lives on for ever and the fire can never be quenched.", "49": "'You see, everyone will be salted with fire. ", "50": "Salt is great stuff; but if salt becomes unsalty, how can you make it salty again? You need salt among yourselves. Live at peace with each other.'"}