{"1": "Peter, an apostle of Jesus Christ to the chosen pilgrims[a] of the dispersion of Pontus, Galatia, Cappadocia, Asia, and Bythinia, ", "2": "according-to[b] the foreknowledge of God the Father, in[c] the sanctification[d] of the Spirit, for[e] obedience and the sprinkling of the blood of Jesus Christ: May grace and peace be multiplied to you.", "3": "Blessed be the God and Father of our Lord Jesus Christ, the One having caused us to be born-again[f] according to His great mercy to a living hope through the resurrection of Jesus Christ from the dead, ", "4": "to an undecayable[g] and undefiled and unfading inheritance having been reserved[h] in the heavens for you— ", "5": "the ones being guarded by the power of God through faith for[i] a salvation ready to be revealed in the last time,", "6": "... in which you are rejoicing-greatly, [although] right-now for a little while, if it is necessary, having been grieved by various trials ", "7": "in order that the genuineness of your faith— being more-valuable than gold (which is perishing), though being tested by fire— may be found resulting-in praise and glory and honor at the revelation of Jesus Christ,", "8": "... Whom not having seen, you are loving; in Whom— right-now not seeing Him, but believing— you are rejoicing-greatly with inexpressible[j] and glorified joy ", "9": "while receiving[k] the outcome[l] of your faith, the salvation of your souls,", "10": "... concerning which salvation prophets sought-out and searched-out— the ones having prophesied about the grace for[m] you— ", "11": "searching for what person[n] or what manner of time the Spirit of Christ in them was indicating while predicting the sufferings for Christ and the glories after these, ", "12": "to whom it was revealed that they were ministering them not for themselves, but for you, ... which things now were declared to you through the ones having announced-the-good-news-to you by the Holy Spirit having been sent-forth from heaven, into which things angels desire to look.", "13": "Therefore: Having girded-up the waist of your minds[o], being sober[p]— put-your-hope completely[q] upon the grace being brought to you at the revelation of Jesus Christ.", "14": "As children of [r] obedience not being conformed[s] to the former desires in-connection-with your ignorance, ", "15": "but in accordance with the holy One having called you— be holy yourselves also in all your conduct[t]. ", "16": "Because it has been written that “You shall be holy, because I am holy” [Lev 19:2].", "17": "And if you are calling-upon as Father the One judging without-respect-of-persons according to the work of each person— conduct the time of your stay[u] with fear[v], ", "18": "knowing that you were redeemed from your futile[w] way-of-life handed-down-from-your-fathers not with perishable things, silver or gold, ", "19": "but with the precious blood of Christ, as of a lamb without-blemish and without-spot; ", "20": "He having been foreknown before the foundation of the world but having appeared[x] at the last of times for your sake, ", "21": "the believers through Him in God— the One having raised Him from the dead and having given Him glory— so that your faith and hope are in God.", "22": "Having purified your souls in[y] obedience of the truth for a sincere[z] brotherly-love— love one another fervently from a pure heart, ", "23": "having been born-again not from perishable seed but imperishable, through the living and abiding word of God. ", "24": "Because “All flesh is like grass and all its glory like a flower of grass. The grass was dried-up and the flower fell-off. ", "25": "But the word of the Lord abides forever” [Isa 40:6-8]— and this is the word having been announced-as-good-news to you."}