{"1": "Having then laid-aside all badness[a], and all deceit and hypocrisies and jealousies, and all slanders—", "2": "yearn like newborn babies for the deceitless[b] milk of-the-Word[c] in order that by it you may grow in[d] [your] salvation, ", "3": "if [e] you tasted that the Lord is good—", "4": "... coming to Whom as the living Stone having been rejected by people, but chosen, precious with God, ", "5": "you yourselves also as living stones are being built[f] as a spiritual house for a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. ", "6": "Because it is contained in Scripture: “Behold, I am laying a Stone in Zion— a chosen, precious Cornerstone. And the one putting-faith upon Him will never be put-to-shame” [Isa 28:16]. ", "7": "The precious-value then is for you, the ones believing. But for ones not-believing: “The Stone which the ones building rejected, this became the head[g] of the corner” [Ps 118:22] ", "8": "and “a Stone of stumbling and a Rock of [h] falling” [Isa 8:14]— who stumble while[i] disobeying the word, to which indeed they were appointed[j].", "9": "And you are a chosen family[k], a royal priesthood, a holy nation, a people for His possession, so that you may report the virtues[l] of the One having called you out of darkness into His marvelous light— ", "10": "who once were not a people, but now are the people of God; the ones not having received-mercy, but now having received-mercy.", "11": "Beloved, I exhort you as foreigners[m] and pilgrims to be abstaining from fleshly desires which wage-war against the soul, ", "12": "holding your conduct good[n] among the Gentiles in order that in what they are speaking-against you as evil-doers[o], they may by observing your good works glorify God on the day of visitation[p].", "13": "Be subject to every human institution for the Lord's sake— whether to a king as being superior, ", "14": "or to governors as being sent by him[q] for the punishment of evil-doers and praise of good-doers. ", "15": "Because thus is the will of God, that while doing-good you may be silencing the ignorance of foolish people.", "16": "As[r] free ones, and not having the freedom as a covering of evilness, but as slaves of God, ", "17": "honor everyone: be loving the brotherhood[s], be fearing God, be honoring the king;", "18": "... servants, being subject to your masters with all fear[t], not only to the good and kind ones, but also to the crooked[u] ones. ", "19": "For this finds favor— if for the sake of a consciousness[v] of God one bears-up[w] while suffering sorrows unjustly. ", "20": "For what-kind-of credit[x] is it if while sinning and being beaten, you will endure? But if while doing-good and suffering you will endure, this finds favor with God. ", "21": "For you were called to this[y]. Because Christ also suffered for you, leaving-behind a pattern for you in order that you might follow-after His footsteps—", "22": "... Who “did not commit sin, nor was deceit found in His mouth” [Isa 53:9]; ", "23": "Who while being reviled, was not reviling-in-return; while suffering, was not threatening, but was committing Himself [z] to the One judging righteously; ", "24": "Who Himself bore our sins in His body on the cross in order that we, having died[aa] to sins, might live for righteousness; by Whose bruise you were healed. ", "25": "For you were going-astray like sheep, but now you returned to the Shepherd and Overseer of your souls."}