{"1": "Likewise wives, being subject to your own husbands, in order that even if any are disobeying the word, they may be gained without a word by the conduct of their wives, ", "2": "having observed your pure conduct with fear[a]— ", "3": "of whom let what is observed [b] be not the outside adornment consisting of a braiding of hair and a wearing of gold things or putting-on of garments, ", "4": "but the hidden person of the heart in[c] the imperishable adorning consisting of the gentle and quiet spirit, which is very-precious in the sight of God. ", "5": "For in this manner formerly also the holy wives putting-hope in God were adorning themselves, being subject to their own husbands,", "6": "as Sarah obeyed Abraham, calling him lord[d]— of whom[e] you became children while[f] doing-good and not fearing any terror[g].", "7": "Husbands likewise, living-with them[h] according-to[i] knowledge[j], showing honor to the feminine[k] one as to[l] the weaker vessel[m], as indeed to your fellow-heirs of the grace[n] of life, so that your prayers may not be hindered.", "8": "And finally, everyone— being likeminded[o], sympathetic, brother-loving, tender-hearted[p], humbleminded, ", "9": "not giving-back evil for evil or reviling[q] for reviling, but on the contrary, blessing them. Because you were called to this, in order that you might inherit a blessing. ", "10": "For “the one desiring[r] to love life and see good days— let him stop his tongue from evil and his lips that they not speak deceit; ", "11": "and let him turn-away from evil and do good. Let him seek peace and pursue it. ", "12": "Because the eyes of the Lord are upon the righteous, and His ears are open to their prayer. But the face of the Lord is against ones doing evil things” [Ps 34:12-16].", "13": "And who is the one who will do you evil[s] if you become zealots[t] for good? ", "14": "But even though you might be suffering[u] for the sake of righteousness, you are blessed[v] ones! But do not fear their fear[w], nor be disturbed, ", "15": "but set Christ apart as Lord in your hearts, being ready always for a defense to everyone asking you a reason for the hope in you, ", "16": "but with gentleness and fear[x], having a good conscience in order that in what you are spoken-against[y], the ones maligning your good conduct in Christ may be put-to-shame. ", "17": "For it is better to be suffering while doing-good, if the will of God should [so] will it, than while doing-evil.", "18": "Because Christ also suffered once-for-all for sins— a righteous One for unrighteous ones— in order that He might bring you to God, having been put-to-death in the flesh but made-alive[z] by the Spirit[aa],", "19": "... by Whom[ab] also[ac] having gone, He proclaimed[ad] to the spirits[ae] in prison— ", "20": "ones having disobeyed formerly when the patience of God was waiting in the days of Noah while an ark was being prepared, ... in which a few (that is, eight souls) were brought-safely through the water,", "21": "... which[af] also as to you a corresponding-thing[ag] now saves— baptism (not a putting-off [ah] of dirt from the flesh, but an appeal[ai] to God for[aj] a good conscience) through the resurrection of Jesus Christ,", "22": "... Who is at the right hand of God, having gone into heaven, angels and authorities and powers having been subjected to Him."}