{"1": "Therefore, Christ having suffered in the flesh, you also arm-yourselves with the same intention[a]. Because the one having suffered in the flesh has ceased from sin, ", "2": "so as to live the remaining time in the flesh no longer for[b] the desires of humans, but for[c] the will of God. ", "3": "For the time having passed is enough for you to have worked-out the will of the Gentiles, having walked in sensualities, lusts, drunkenness, revelries, drinking-parties and unlawful idolatries, ", "4": "in connection with which they are thinking-it-strange that you are not running-with them into the same excess[d] of wild-living, while they continue blaspheming— ", "5": "who shall render an account to the One being ready to judge the living and the dead. ", "6": "For to this end it[e] was announced-as-good-news even to the dead[f]: that they might be judged according-to[g] people in the flesh[h], but be living according to God in the spirit[i]. ", "7": "And[j] the end of all things has drawn-near. Therefore be sound-minded and be sober in[k] your prayers— ", "8": "above all, having fervent love for each other, because love covers a multitude of sins; ", "9": "being hospitable to one another without grumbling; ", "10": "as each received a grace-gift, ministering it to each other as good stewards[l] of the diversified grace of God— ", "11": "if anyone speaks, as speaking oracles[m] of God; if anyone serves, as serving by strength which God supplies— in order that God may be glorified in all things through Jesus Christ, to Whom is the glory and the dominion forever and ever, amen.", "12": "Beloved, do not be thinking-strange the fiery[n] suffering among you coming upon you for a trial[o], as-though a strange thing were happening to you, ", "13": "but be rejoicing to-the-degree you are sharing in the sufferings of Christ, in order that you may also rejoice while being overjoyed at the revelation of His glory! ", "14": "If you are being reproached[p] in[q] the name of Christ, you are blessed[r] ones!— because the Spirit of glory and of God is resting upon you. ", "15": "For let none of you be suffering as a murderer or thief or evil-doer, or as a meddler[s]. ", "16": "But if one suffers as a Christian, let him not be ashamed, but let him be glorifying God in this name. ", "17": "Because it is time that the judgment begin from the household[t] of God. But if it begins first from us, what will be the outcome of the ones disobeying the good-news of God? ", "18": "“And if the righteous one is saved with-difficulty, where will the ungodly and sinner appear[u]?” [Prov 11:31].", "19": "So then, let indeed the ones suffering according to the will of God be entrusting their souls in good-doing to a faithful Creator."}