{"1": "And He began to speak unto them by parables: “A certain man planted a vineyard, and set a hedge about it, and dug a place for the wine vat, and built a watchtower; and he leased it out to husbandmen and went into a far country.", "2": "And at the harvest season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.", "3": "And they caught him, and beat him, and sent him away empty.", "4": "And again he sent unto them another servant, and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.", "5": "And again he sent another, and him they killed, and many others, beating some and killing some.", "6": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, 'They will reverence my son.'", "7": "But those husbandmen said among themselves, 'This is the heir. Come, let us kill him, and the inheritance shall be ours.'", "8": "And they took him and killed him, and cast him out of the vineyard.", "9": "What therefore shall the lord of the vineyard do? He will come and destroy the husbandmen, and will give the vineyard unto others.", "10": "And have ye not read this Scripture? 'The stone which the builders rejected has become the head of the corner;", "11": "this was the Lord's doing, and it is marvelous in our eyes.'”", "12": "And they sought to lay hold on Him, but they feared the people, for they knew that He had spoken the parable against them. And they left Him, and went their way.", "13": "And they sent unto Him certain of the Pharisees and of the Herodians to catch Him in His words.", "14": "And when they had come, they said unto Him, “Master, we know that thou art true and carest for no man; for thou regardest not the person of men, but teachest the way of God in truth. Is it lawful to give tribute to Caesar, or not?", "15": "Shall we give, or shall we not give?” But He, knowing their hypocrisy, said unto them, “Why tempt ye Me? Bring Me a penny, that I may see it.”", "16": "And they brought it, and He said unto them, “Whose image and superscription is this?” And they said unto Him, “Caesar's.”", "17": "And Jesus answering, said unto them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they marveled at Him.", "18": "Then came unto Him the Sadducees, who say that there is no resurrection. And they asked Him, saying,", "19": "“Master, Moses wrote unto us that if a man's brother die, and leave his wife behind him, and leave no children, then his brother should take his wife and raise up seed unto his brother.", "20": "Now there were seven brethren; and the first took a wife, and dying, left no seed.", "21": "And the second took her and died, neither leaving any seed. And the third likewise.", "22": "So the seven had her and left no seed. Last of all the woman died also.", "23": "In the resurrection therefore, when they shall rise, whose wife shall she be, for all seven had her for a wife?”", "24": "And Jesus answering, said unto them, “Do ye not therefore err, because ye know not the Scriptures, neither the power of God?", "25": "For when they shall rise from the dead, they neither marry nor are given in marriage, but are as the angels who are in Heaven.", "26": "And concerning the dead, that they rise: have ye not read in the book of Moses, how in the bush God spoke unto him, saying, 'I am the God of Abraham, and the God of Isaac, and the God of Jacob'?", "27": "He is not the God of the dead, but the God of the living. Ye therefore do greatly err.”", "28": "And one of the scribes came, and having heard them reasoning together, and perceiving that He had answered them well, asked Him, “Which is the first commandment of all?”", "29": "And Jesus answered him, “The first of all the commandments is: 'Hear, O Israel, the Lord our God is one Lord.", "30": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength;' this is the first commandment.", "31": "And the second is like, namely this: 'Thou shalt love thy neighbor as thyself.' There is no other commandment greater than these.”", "32": "And the scribe said unto Him, “Well, Master, thou hast said the truth, for there is one God, and there is none other than He.", "33": "And to love Him with all the heart, with all the understanding, with all the soul, and with all the strength, and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices.”", "34": "And when Jesus saw that he answered discreetly, He said unto him, “Thou art not far from the Kingdom of God.” And no man after that dared ask Him any question.", "35": "And Jesus answered and said, while He taught in the temple, “How say the scribes that Christ is the Son of David?", "36": "For David himself said by the Holy Ghost: 'The Lord said to my Lord, “Sit Thou at My right hand until I make Thine enemies Thy footstool.”'", "37": "David therefore himself calleth Him 'Lord'; and whence is He then his son?” And the common people heard Him gladly.", "38": "And He said unto them in His doctrine, “Beware of the scribes, who love to go in long clothing, and love salutations in the marketplaces,", "39": "and the chief seats in the synagogues, and the uppermost rooms at feasts,", "40": "who devour widows' houses, and for a pretense make long prayers: these shall receive greater damnation.”", "41": "And Jesus sat opposite the treasury, and beheld how the people cast money into the treasury. And many who were rich cast in much.", "42": "And there came a certain poor widow, and she threw in two mites, which make a farthing.", "43": "And He called unto Him His disciples and said unto them, “Verily I say unto you, that this poor widow hath cast more in than all they that have cast into the treasury;", "44": "for they all cast in of their abundance, but she of her want cast in all that she had, even all her living.”"}