{"1": "And straightway in the morning, the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus and carried Him away and delivered Him to Pilate.", "2": "And Pilate asked Him, “Art thou the King of the Jews?” And answering He said unto him, “Thou sayest it.”", "3": "And the chief priests accused Him of many things, but He answered nothing.", "4": "And Pilate asked Him again, saying, “Answerest thou nothing? Behold how many things they witness against thee.”", "5": "But Jesus yet answered nothing, so that Pilate marveled.", "6": "Now at that feast he released unto them one prisoner, whomsoever they desired.", "7": "And there was one named Barabbas, who lay bound with those who had made insurrection with him, and who had committed murder in the insurrection.", "8": "And the multitude, crying aloud, began to desire Pilate to do as he had ever done unto them.", "9": "But Pilate answered them, saying, “Will ye that I release unto you the King of the Jews?”", "10": "For he knew that the chief priests had delivered Him out of envy.", "11": "But the chief priests moved the people, that he should rather release Barabbas unto them.", "12": "And Pilate answered and said again unto them, “What will ye then that I shall do unto him whom ye call the King of the Jews?”", "13": "And they cried out again, “Crucify him!”", "14": "Then Pilate said unto them, “Why, what evil hath he done?” But they cried out the more exceedingly, “Crucify him!”", "15": "And so Pilate, willing to content the people, released Barabbas unto them and delivered Jesus, when he had scourged Him, to be crucified.", "16": "And the soldiers led Him away into the hall called the Praetorium, and they called together the whole detachment.", "17": "And they clothed Him with purple, and they platted a crown of thorns and put it about His head,", "18": "and began to salute Him, “Hail, King of the Jews!”", "19": "And they smote Him on the head with a reed and spat upon Him and, bowing their knees, worshiped Him.", "20": "And when they had mocked Him, they took off the purple from Him, and put His own clothes on Him, and led Him out to crucify Him.", "21": "And they compelled one Simon, a Cyrenian, the father of Alexander and Rufus, who was passing by, coming from the country, to bear His cross.", "22": "And they brought Him unto the place called Golgotha (which is, being interpreted, The Place of a Skull).", "23": "And they gave Him to drink wine mingled with myrrh, but He received it not.", "24": "And when they had crucified Him, they parted His garments, casting lots for them to see what every man should take.", "25": "And it was the third hour when they crucified Him.", "26": "And the superscription of His accusation was written above: The King Of The Jews.", "27": "And with Him they crucified two thieves, the one on His right hand and the other on His left.", "28": "And the Scripture was fulfilled which saith, “And He was numbered with the transgressors.”", "29": "And those who passed by railed at Him, wagging their heads and saying, “Ah, thou that destroyest the temple and buildest it in three days,", "30": "save thyself and come down from the cross!”", "31": "Likewise also the chief priests, mocking, said among themselves with the scribes, “He saved others; himself he cannot save!", "32": "Let Christ, the King of Israel, descend now from the cross, that we may see and believe.” And those who were crucified with Him reviled Him.", "33": "And when the sixth hour had come, there was darkness over the whole land until the ninth hour.", "34": "And at the ninth hour Jesus cried out with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is, being interpreted, “My God, My God, why hast Thou forsaken Me?”", "35": "And some of those who stood by, when they heard it, said, “Behold, he calleth Elijah.”", "36": "And one ran and filled a sponge full of vinegar, and put it on a reed and gave it to Him to drink, saying, “Let him alone. Let us see whether Elijah will come to take him down.”", "37": "And Jesus cried out with a loud voice, and gave up the ghost.", "38": "And the veil of the temple was rent in two from the top to the bottom.", "39": "And when the centurion who stood opposite Him saw that He so cried out and gave up the ghost, he said, “Truly, this Man was the Son of God!”", "40": "There were also women looking on afar off, among whom were Mary Magdalene, and Mary the mother of James the Less and of Joses, and Salome", "41": "(who also, when He was in Galilee, had followed Him and ministered unto Him), and many other women who came up with Him unto Jerusalem.", "42": "And now when the evening had come, because it was the Preparation (that is, the day before the Sabbath),", "43": "Joseph of Arimathea, an honorable council member who also was waiting for the Kingdom of God, came and went in boldly unto Pilate and asked for the body of Jesus.", "44": "And Pilate wondered if He were already dead; and calling unto him the centurion, he asked him whether He had been any while dead.", "45": "And when he learned it from the centurion, he gave the body to Joseph.", "46": "And Joseph bought fine linen, and took Him down and wrapped Him in the linen. And he laid Him in a sepulcher which was hewn out of a rock, and rolled a stone unto the door of the sepulcher.", "47": "And Mary Magdalene and Mary the mother of Joses beheld where He was laid."}