{"1": "And again He entered into Capernaum some days later, and it was reported that He was in the house.", "2": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not even about the door; and He preached the Word unto them.", "3": "And they came unto Him, bringing one sick with the palsy, who was borne by four.", "4": "And when they could not come nigh unto Him because of the throng, they uncovered the roof where He was. And when they had broken through, they let down the bed on which the one sick with the palsy lay.", "5": "When Jesus saw their faith, He said unto the one sick with the palsy, “Son, thy sins are forgiven thee.”", "6": "But there were certain of the scribes sitting there and reasoning in their hearts,", "7": "“Why doth this man thus speak blasphemies? Who can forgive sins but God only?”", "8": "And immediately, when Jesus perceived in His spirit that they so reasoned within themselves, He said unto them, “Why reason ye these things in your hearts:", "9": "whether it is easier to say to the sick with the palsy, 'Thy sins are forgiven thee,' or to say, 'Arise, and take up thy bed and walk'?", "10": "But that ye may know that the Son of Man hath power on earth to forgive sins—” He said to the one sick with the palsy,", "11": "“I say unto thee, arise, and take up thy bed, and go thy way into thine house.”", "12": "And immediately he arose, took up the bed, and went forth before them all, insomuch that they all were amazed and glorified God, saying, “We never saw it in this fashion!”", "13": "And He went forth again by the seaside; and all the multitude resorted unto Him, and He taught them.", "14": "And as He passed by, He saw Levi the son of Alphaeus sitting at the custom booth, and said unto him, “Follow Me.” And he arose and followed Him.", "15": "And it came to pass, as Jesus sat at meat at Levi's house, that many publicans and sinners sat also together with Jesus and His disciples; for there were many, and they followed Him.", "16": "And when the scribes and Pharisees saw Him eating with publicans and sinners, they said unto His disciples, “How is it that he eateth and drinketh with publicans and sinners?”", "17": "When Jesus heard it, He said unto them, “They that are whole have no need of the physician, but they that are sick. I came not to call the righteous, but sinners to repentance.”", "18": "And the disciples of John and of the Pharisees used to fast; and they came and said unto Him, “Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?”", "19": "And Jesus said unto them, “Can the attendants of the bridechamber fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast.", "20": "But the days will come when the bridegroom shall be taken away from them, and then shall they fast in those days.", "21": "“No man also seweth a piece of new cloth on an old garment, else the new piece that filled it up teareth away from the old, and the rent is made worse.", "22": "And no man putteth new wine into old wineskins, else the new wine doth burst the skins, and the wine is spilled and the skins will be marred. But new wine must be put into new wineskins.”", "23": "And it came to pass that He went through the cornfields on the Sabbath day; and His disciples began, as they went, to pluck the ears of corn.", "24": "And the Pharisees said unto Him, “Behold, why do they do on the Sabbath day that which is not lawful?”", "25": "And He said unto them, “Have ye never read what David did when he was in need and hungered, he and they that were with him?", "26": "How he went into the house of God in the days of Abiathar the high priest, and ate the showbread which is not lawful to eat except for the priests, and gave it also to those who were with him?”", "27": "And He said unto them, “The Sabbath was made for man, and not man for the Sabbath.", "28": "Therefore the Son of Man is Lord also of the Sabbath.”"}