{"1": "And He began again to teach by the seaside. And there was gathered unto Him a great multitude, so that He entered into a boat and sat in it on the sea; and the whole multitude was by the sea on the land.", "2": "And He taught them many things by parables, and said unto them in His doctrine:", "3": "“Hearken! Behold, there went out a sower to sow.", "4": "And it came to pass as he sowed, some seed fell by the wayside; and the fowls of the air came and devoured it up.", "5": "And some fell on stony ground where it had not much earth; and immediately it sprang up, because it had no depth of earth.", "6": "But when the sun was up, it was scorched; and because it had no root, it withered away.", "7": "And some fell among thorns; and the thorns grew up and choked it, and it yielded no fruit.", "8": "And other fell on good ground; and it yielded fruit that sprang up and increased and brought forth: some thirty, and some sixty, and some a hundredfold.”", "9": "And He said unto them, “He that hath ears to hear, let him hear.”", "10": "And when He was alone, those who were about Him with the twelve asked Him about the parable.", "11": "And He said unto them, “Unto you it is given to know the mystery of the Kingdom of God; but unto them that are without, all these things are done in parables,", "12": "that, 'seeing they may see, and not perceive, and hearing they may hear, and not understand; lest at any time they should be converted and their sins should be forgiven them.'”", "13": "And He said unto them, “Know you not this parable? And how then will ye know all parables?", "14": "The sower soweth the Word.", "15": "And these are they by the wayside, where the Word is sown; but when they have heard, Satan cometh immediately and taketh away the Word that was sown in their hearts.", "16": "And these are they likewise which are sown on stony ground who, when they have heard the Word, immediately receive it with gladness;", "17": "but they have no root in themselves, and so endure but for a time. Afterward, when affliction or persecution ariseth for the Word's sake, immediately they are offended.", "18": "And these are they which are sown among thorns, such as hear the Word,", "19": "but the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the Word, and it becometh unfruitful.", "20": "And these are they which are sown on good ground, such as hear the Word and receive it and bring forth fruit: some thirtyfold, some sixty, and some a hundred.”", "21": "And He said unto them, “Is a candle brought to be put under a basket or under a bed, and not to be set on a candlestick?", "22": "For there is nothing hid, which shall not be manifested; neither was anything kept secret, but that it should be revealed.", "23": "If any man have ears to hear, let him hear.”", "24": "And He said unto them, “Take heed what ye hear. With what measure ye mete it shall be measured to you; and unto you that hear shall more be given.", "25": "For he that hath, to him shall be given; and he that hath not, from him shall be taken even that which he hath.”", "26": "And He said, “So is the Kingdom of God as if a man should cast seed into the ground,", "27": "and should sleep, and rise night and day, and the seed should spring up and grow, he knoweth not how.", "28": "For the earth bringeth forth fruit of herself: first the blade, then the ear, after that the full corn in the ear.", "29": "But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.”", "30": "And He said, “To what shall we liken the Kingdom of God? Or with what comparison shall we compare it?", "31": "It is like a grain of mustard seed which, when it is sown in the earth, is less than all the seeds that are in the earth.", "32": "But when it is sown, it groweth up and becometh greater than all herbs, and shooteth out great branches, so that the fowls of the air may lodge under the shadow of it.”", "33": "And with many such parables He spoke the Word unto them, as they were able to hear it;", "34": "but without a parable spoke He not unto them. And when they were alone, He expounded all things to His disciples.", "35": "And that same day, when the evening had come, He said unto them, “Let us pass over unto the other side.”", "36": "And when they had sent away the multitude, they took Him even as He was in the boat; and there were also with Him other little boats.", "37": "And there arose a great storm of wind, and the waves beat into the boat, so that it was now full.", "38": "But He was in the hind part of the boat, asleep on a pillow; and they awoke Him and said unto Him, “Master, carest thou not that we perish?”", "39": "And He arose, and rebuked the wind and said unto the sea, “Peace, be still.” And the wind ceased, and there was a great calm.", "40": "And He said unto them, “Why are you so fearful? How is it that ye have no faith?”", "41": "And they feared exceedingly and said one to another, “What manner of man is this, that even the wind and the sea obey him?”"}