{"1": "This is the Lord's message that came to Micah of Moresheth during the time of[a] Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.", "2": "Listen, all you nations![b] Pay attention, all inhabitants of earth![c] The Sovereign Lord will act[d] as a witness against you; the Lord will accuse you[e] from his majestic palace.[f]", "3": "Look,[g] the Lord is coming out of his dwelling place! He will descend and march on the earth's mountaintops![h]", "4": "The mountains will crumble[i] beneath him, and the valleys will split apart[j] like wax before a fire, like water dumped down a steep slope.", "5": "All this is because of Jacob's[k] rebellion and[l] the sins of the nation[m] of Israel. And just what is Jacob's rebellion? Isn't it Samaria's doings?[n] And what is Judah's sin?[o] Isn't it Jerusalem's doings?[p]", "6": "“I will turn Samaria into a heap of ruins in an open field, into a place for planting vineyards. I will dump the rubble of her walls[q] down into the valley and lay bare her foundations.[r]", "7": "All her carved idols will be smashed to pieces; all her metal cult statues will be destroyed by fire.[s] I will make a waste heap[t] of all her images. Since[u] she gathered the metal[v] as a prostitute collects her wages, the idols will become a prostitute's wages again.”[w]", "8": "For this reason I[x] will mourn and wail; I will walk around barefoot[y] and without my outer garments.[z] I will howl[aa] like a wild dog,[ab] and screech[ac] like an owl.[ad]", "9": "For Samaria's[ae] disease[af] is incurable. It has infected[ag] Judah; it has spread to[ah] the leadership[ai] of my people and even to Jerusalem!", "10": "Don't spread the news in Gath.[aj] Don't shed even a single tear.[ak] In Beth Leaphrah roll about in mourning in the dust![al]", "11": "Residents[am] of Shaphir,[an] pass by in nakedness and humiliation! The residents of Zaanan have not escaped.[ao] Beth Ezel[ap] mourns,[aq] “He takes from you what he desires.”[ar]", "12": "Indeed, the residents of Maroth[as] hope for something good to happen,[at] though the Lord has sent disaster against the city of Jerusalem.[au]", "13": "Residents of Lachish,[av] hitch the horses to the chariots! You[aw] influenced Daughter Zion[ax] to sin,[ay] for Israel's rebellious deeds can be traced back[az] to you!", "14": "Therefore you[ba] will have to say farewell[bb] to Moresheth Gath. The residents[bc] of Achzib[bd] will be as disappointing as a dried up well[be] to the kings of Israel.[bf]", "15": "Residents of Mareshah,[bg] a conqueror will attack you;[bh] the leaders of Israel shall flee to Adullam.[bi]", "16": "Shave your heads bald as you mourn for the children you love;[bj] shave your foreheads as bald[bk] as an eagle,[bl] for they are taken from you into exile."}