{"1": "Beware wicked schemers,[a] those who devise calamity as they lie in bed.[b] As soon as morning dawns they carry out their plans,[c] because they have the power to do so.", "2": "They confiscate the fields they desire and seize the houses they want.[d] They defraud people of their homes[e] and deprive people of the land they have inherited.[f]", "3": "Therefore the Lord says this: “Look, I am devising disaster for this nation![g] It will be like a yoke from which you cannot free your neck.[h] You will no longer[i] walk proudly, for it will be a time of catastrophe.", "4": "In that day people will sing this taunt song to you— they will mock you with this lament:[j] 'We are completely destroyed; they sell off[k] the property of my people. How they remove it from me![l] They assign our fields to the conqueror.'”[m]", "5": "Therefore no one will assign you land in the Lord's community.[n]", "6": "“Don't preach with such impassioned rhetoric,” they say excitedly.[o] “These prophets should not preach of such things; we will not be overtaken by humiliation.”[p]", "7": "Does the family[q] of Jacob say,[r] “The Lord's patience[s] can't be exhausted— he would never do such things”?[t] To be sure, my commands bring a reward for those who obey them,[u]", "8": "but you rise up as an enemy against my people.[v] You steal a robe from a friend,[w] from those who pass by peacefully as if returning from a war.[x]", "9": "You wrongly evict widows[y] among my people from their cherished homes. You defraud their children[z] of their prized inheritance.[aa]", "10": "But you are the ones who will be forced to leave![ab] For this land is not secure;[ac] sin will thoroughly destroy it![ad]", "11": "If a lying windbag should come and say,[ae] 'I'll promise you blessings of wine and beer,'[af] he would be just the right preacher for these people![ag]", "12": "“I will certainly gather all of you, O Jacob, I will certainly assemble those Israelites who remain.[ah] I will bring them together like sheep in a fold,[ai] like a flock in the middle of a pasture;[aj] they will be so numerous that they will make a lot of noise.[ak]", "13": "The one who can break through barriers will lead them out;[al] they will break out, pass through the gate, and leave.[am] Their king will advance[an] before them; the Lord himself will lead them.”[ao]"}