{"1": "I said, “Listen, you leaders[a] of Jacob, you rulers of the nation[b] of Israel! You ought to know what is just,[c]", "2": "yet you[d] hate what is good[e] and love what is evil.[f] You flay my people's skin[g] and rip the flesh from their bones.[h]", "3": "You[i] devour my people's flesh, strip off their skin, and crush their bones. You chop them up like flesh in a pot[j]— like meat in a kettle.", "4": "Someday these sinful leaders[k] will cry to the Lord for help, but he will not answer them. He will hide his face from them at that time, because they have done such wicked deeds.”", "5": "This is what the Lord has said about the prophets who mislead my people,[l] “If someone gives them enough to eat, they offer an oracle of peace.[m] But if someone does not give them food, they are ready to declare war on him.[n]", "6": "Therefore night will fall, and you will receive no visions;[o] it will grow dark, and you will no longer be able to read the omens.[p] The sun will set on these prophets, and the daylight will turn to darkness over their heads.[q]", "7": "The prophets[r] will be ashamed; the omen readers will be humiliated. All of them will cover their mouths,[s] for they will receive no divine oracles.”[t]", "8": "But I[u] am full of the courage that the Lord's Spirit gives and have a strong commitment to justice.[v] This enables me to confront Jacob with its rebellion and Israel with its sin.[w]", "9": "Listen to this, you leaders of the family[x] of Jacob, you rulers of the nation[y] of Israel! You[z] hate justice and pervert all that is right.", "10": "You[aa] build Zion through bloody crimes,[ab] Jerusalem through unjust violence.", "11": "Her[ac] leaders take bribes when they decide legal cases,[ad] her priests proclaim rulings for profit, and her prophets read omens for pay. Yet they claim to trust[ae] the Lord and say, “The Lord is among us.[af] Disaster will not overtake[ag] us!”", "12": "Therefore, because of you,[ah] Zion will be plowed up like[ai] a field, Jerusalem will become a heap of ruins, and the Temple Mount[aj] will become a hill overgrown with brush![ak]"}