{"1": "(4:14)[a] But now slash yourself,[b] daughter surrounded by soldiers![c] We are besieged! With a scepter[d] they strike Israel's ruler[e] on the side of his face.", "2": "(5:1) As for you, Bethlehem Ephrathah,[f] seemingly insignificant[g] among the clans of Judah— from you a king will emerge who will rule over Israel on my behalf,[h] one whose origins[i] are in the distant past.[j]", "3": "So the Lord[k] will hand the people of Israel[l] over to their enemies[m] until the time when the woman in labor[n] gives birth.[o] Then the rest of the king's[p] countrymen will return to be reunited with the people of Israel.[q]", "4": "He will assume his post[r] and shepherd the people[s] by the Lord's strength, by the sovereign authority of the Lord his God.[t] They will live securely,[u] for at that time he will be honored[v] even in the distant regions of[w] the earth.", "5": "He will give us peace.[x] Should the Assyrians try to invade our land and attempt to set foot in our fortresses,[y] we will send[z] against them seven[aa] shepherd-rulers,[ab] make that eight commanders.[ac]", "6": "They will rule[ad] the land of Assyria with the sword, the land of Nimrod[ae] with a drawn sword.[af] Our king[ag] will rescue us from the Assyrians should they attempt to invade our land and try to set foot in our territory.", "7": "Those survivors from[ah] Jacob will live[ai] in the midst of many nations.[aj] They will be like the dew the Lord sends, like the rain on the grass, that does not hope for men to come or wait around for humans to arrive.[ak]", "8": "Those survivors from Jacob will live among the nations, in the midst of many peoples. They will be like a lion among the animals of the forest, like a young lion among the flocks of sheep, which attacks when it passes through. It rips its prey[al] and there is no one to stop it.[am]", "9": "Lift your hand triumphantly against your adversaries;[an] may all your enemies be destroyed![ao]", "10": "“In that day,” says the Lord, “I will destroy[ap] your horses from your midst and smash your chariots.", "11": "I will destroy the cities of your land and tear down all your fortresses.", "12": "I will remove the sorcery[aq] that you practice,[ar] and you will no longer have omen readers living among you.[as]", "13": "I will remove your idols and sacred pillars from your midst; you will no longer worship what your own hands made.", "14": "I will uproot your images of Asherah[at] from your midst and destroy your idols.[au]", "15": "With furious anger I will carry out vengeance on the nations that do not obey me.”"}