{"1": "Woe is me! For I am like those gathering fruit and those harvesting grapes, when there is no grape cluster to eat and no fresh figs that my stomach[a] craves.", "2": "Faithful men have disappeared[b] from the land; there are no godly men left.[c] They all wait in ambush to shed blood;[d] they hunt their own brother with a net.", "3": "They are experts at doing evil;[e] government officials and judges take bribes,[f] prominent men announce what they wish, and then they plan it out.[g]", "4": "The best of them is like a thorn; their godly are like a thorn bush.[h] Woe[i] to your watchmen; your appointed punishment is on the way.[j] The time of their confusion is now.[k]", "5": "Do not rely on a friend; do not trust a companion! Even with the one who lies in your arms, do not share secrets![l]", "6": "For a son thinks his father is a fool, a daughter challenges[m] her mother, and a daughter-in-law her mother-in-law; a man's enemies are his own family.[n]", "7": "But I will keep watching for the Lord; I will wait for the God who delivers me. My God will listen to me.", "8": "My enemies,[o] do not gloat[p] over me! Though I have fallen, I will get up. Though I sit in darkness, the Lord will be my light.[q]", "9": "I must endure[r] the Lord's fury, for I have sinned against him. But then[s] he will defend my cause[t] and accomplish justice on my behalf. He will lead me out into the light; I will witness his deliverance.[u]", "10": "When my enemies see this, they will be covered with shame. They say[v] to me, “Where is the Lord your God?” I will gloat over them;[w] then they will be trampled down[x] like mud in the streets.", "11": "It will be a day for rebuilding your walls; in that day your boundary will be extended.[y]", "12": "In that day people[z] will come to you[aa] from Assyria as far as[ab] Egypt, from Egypt as far as the Euphrates River,[ac] from the seacoasts[ad] and the mountains.[ae]", "13": "The earth will become desolate because of what its inhabitants have done.[af]", "14": "Shepherd your people with your rod,[ag] the flock that belongs to you,[ah] the one that lives alone in a thicket, in the midst of a pastureland.[ai] Allow them to graze in Bashan and Gilead,[aj] as they did in the old days.[ak]", "15": "“As in the days when you departed from the land of Egypt, I will show you[al] miraculous deeds.”[am]", "16": "Nations will see this and be disappointed by[an] all their strength; they will put their hands over their mouths and act as if they were deaf.[ao]", "17": "They will lick the dust like a snake, like serpents crawling on the ground.[ap] They will come trembling from their strongholds to the Lord our God;[aq] they will be terrified[ar] of you.[as]", "18": "Who is a God like you?[at] Who[au] forgives sin and pardons[av] the rebellion of those who remain among his people?[aw] Who does not stay angry forever, but delights in showing loyal love?", "19": "Who[ax] will once again[ay] have mercy on us? Who will conquer[az] our evil deeds? Who will hurl[ba] all our[bb] sins into the depths of the sea?[bc]", "20": "You will be loyal to Jacob and extend your loyal love to Abraham,[bd] which you promised on oath to our ancestors[be] in ancient times.[bf]"}