{"1": "So then, get rid of all evil and all lying. Do not be a hypocrite. Do not be jealous or speak evil of others. Put all these things out of your life. ", "2": "As newborn babies want milk, you should want the pure and simple teaching. By it you can mature in your salvation. ", "3": "For you have already examined and seen how good the Lord is.", "4": "The Lord Jesus is the “stone”[a] that lives. The people of the world did not want this stone. But he was the stone God chose. To God he was worth much. So come to him. ", "5": "You also are like living stones. Let yourselves be used to build a spiritual temple—to be holy priests who offer spiritual sacrifices to God. He will accept those sacrifices through Jesus Christ. ", "6": "The Scripture says: “I will put a stone in the ground in Jerusalem. Everything will be built on this important and precious rock. Anyone who trusts in him will never be disappointed.” Isaiah 28:16", "7": "This stone is worth much to you who believe. But to the people who do not believe, he is “the stone that the builders did not want. It has become the cornerstone.” Psalm 118:22", "8": "To people who do not believe, he is “a stone that causes people to stumble. It is a rock that makes them fall.” Isaiah 8:14 They stumble because they do not obey what God says. This is what God planned to happen to them.", "9": "But you are chosen people. You are the King's priests. You are a holy nation. You are a nation that belongs to God alone. God chose you to tell about the wonderful things he has done. He called you out of darkness into his wonderful light. ", "10": "At one time you were not God's people. But now you are his people. In the past you had never received mercy. But now you have received God's mercy.", "11": "Dear friends, you are like visitors and strangers in this world. So I beg you to stay away from the evil things your bodies want to do. These things fight against your soul. ", "12": "People who do not believe are living all around you. They might say that you are doing wrong. So live good lives. Then they will see the good things you do, and they will give glory to God on the day when Christ comes again.", "13": "Obey the people who have authority in this world. Do this for the Lord. Obey the king, who is the highest authority. ", "14": "And obey the leaders who are sent by the king. They are sent to punish those who do wrong and to praise those who do right. ", "15": "So when you do good, you stop foolish people from saying stupid things about you. This is what God wants. ", "16": "Live as free men. But do not use your freedom as an excuse to do evil. Live as servants of God. ", "17": "Show respect for all people. Love the brothers and sisters of God's family. Respect God. Honor the king.", "18": "Slaves, accept the authority of your masters. Do this with all respect. You should obey masters who are good and kind, and you should obey masters who are bad. ", "19": "A person might have to suffer even when he has done nothing wrong. But if he thinks of God and bears the pain, this pleases God. ", "20": "If you are punished for doing wrong, there is no reason to praise you for bearing punishment. But if you suffer for doing good, and you are patient, then that pleases God. ", "21": "That is what you were called to do. Christ suffered for you. He gave you an example to follow. So you should do as he did.", "22": "“He did no sin. He never lied.” Isaiah 53:9", "23": "People insulted Christ, but he did not insult them in return. Christ suffered, but he did not threaten. He let God take care of him. God is the One who judges rightly. ", "24": "Christ carried our sins in his body on the cross. He did this so that we would stop living for sin and start living for what is right. And we are healed because of his wounds. ", "25": "You were like sheep that went the wrong way. But now you have come back to the Shepherd and Overseer of your souls."}