{"1": "Christ suffered while he was in his body. So you should strengthen yourselves with the same way of thinking Christ had. The person who has suffered in his body is finished with sin. ", "2": "Strengthen yourselves so that you will live your lives here on earth doing what God wants, not doing the evil things that people want. ", "3": "In the past you wasted too much time doing what the non-believers like to do. You lived for the body and evil desires. You were getting drunk, you had wild and drunken parties, and you did wrong by worshiping idols. ", "4": "Non-believers think it is strange that you do not do the many wild and wasteful things that they do. And so they insult you. ", "5": "But they will have to explain about what they have done. They must explain to God who is ready to judge the living and the dead. ", "6": "The Good News was preached to those who are now dead. By their dying, they were judged like all men. But the Good News was preached to them so that they could live in the spirit as God lives.", "7": "The time is near when all things will end. So keep your minds clear, and control yourselves. Then you will be able to pray. ", "8": "Most importantly, love each other deeply. Love has a way of not looking at others' sins. ", "9": "Open your homes to each other, without complaining. ", "10": "Each of you received a spiritual gift. God has shown you his grace in giving you different gifts. And you are like servants who are responsible for using God's gifts. So be good servants and use your gifts to serve each other. ", "11": "Anyone who speaks should speak words from God. The person who serves should serve with the strength that God gives. You should do these things so that in everything God will be praised through Jesus Christ. Power and glory belong to him forever and ever. Amen.", "12": "My friends, do not be surprised at the painful things you are now suffering. These things are testing your faith. So do not think that something strange is happening to you. ", "13": "But you should be happy that you are sharing in Christ's sufferings. You will be happy and full of joy when Christ comes again in glory. ", "14": "When people insult you because you follow Christ, then you are blessed. You are blessed because the glorious Spirit, the Spirit of God, is with you. ", "15": "Do not suffer for murder, theft, or any other crime, nor because you trouble other people. ", "16": "But if you suffer because you are a Christian, then do not be ashamed. You should praise God because you wear that name. ", "17": "It is time for judgment to begin, and it will begin with God's family. If that judging begins with us, what will happen to those people who do not obey the Good News of God?", "18": "“It is very hard for a good person to be saved. Then the wicked person and the sinner will surely be lost!”[a]", "19": "So then those who suffer as God wants them to should trust their souls to him. God is the One who made them, and they can trust him. So they should continue to do what is right."}