{"1": "To Theophilus,[a] the lover of God. I write to you again, my dear friend, to give you further details[b] about the life of our Lord Jesus and all the things that he did and taught.[c]", "2": "Just before he ascended into heaven, he left instructions[d] for the apostles he had chosen by the Holy Spirit.[e] ", "3": "After the sufferings of his cross, Jesus appeared alive many times[f] to these same apostles over a forty-day period.[g] Jesus proved to them with many convincing signs that he had been resurrected.[h] During these encounters, he taught them the truths of God's kingdom realm ", "4": "and shared meals with them.[i] Jesus instructed them, “Don't leave Jerusalem, but wait here until you receive the gift I told you about, the gift the Father has promised. ", "5": "For John baptized you in water, but in a few days from now you will be baptized in the Holy Spirit!”[j]", "6": "Every time they were gathered together, they asked Jesus, “Lord, is it the time now for you to free Israel and restore our kingdom?”", "7": "He answered, “The Father is the one who sets the fixed dates and the times of their fulfillment. You are not permitted to know the timing of all that he has prepared by his own authority. ", "8": "But I promise you this—the Holy Spirit will come upon you and you will be filled with power.[k] And you will be my messengers[l] to Jerusalem, throughout Judea, the distant provinces[m]—even to the remotest places on earth!”[n]", "9": "Right after he spoke those words, the disciples saw Jesus lifted into the sky and disappear into a cloud![o] ", "10": "As they stared into the sky, watching Jesus ascend, two men in white robes suddenly appeared beside them. ", "11": "They told the startled disciples, “Galileans, why are you staring up into the sky? Jesus has been taken from you into heaven, but he will come back the same way that you saw him ascend.”", "12": "The disciples left the Mount of Olives and returned to Jerusalem, less than a mile away.[p] ", "13-14": "–14 Arriving there, they went into a large second-floor room to pray.[q] Those present were Peter, John, Jacob, Andrew, Philip, Thomas, Bartholomew, Matthew, Jacob (the son of Alpheus), Simon (the zealot), Judas (the son of Jacob), and a number of women, including Mary, Jesus' mother. His brothers[r] were there as well. All of them were united in prayer, gripped with one passion,[s] interceding night and day.", "15": "During this time Peter stood up among the 120 believers who were gathered and said, ", "16": "“Fellow believers,[t] the Scripture David prophesied by the Holy Spirit concerning Judas had to be fulfilled.[u] Judas betrayed our Lord Jesus and led the mob to the garden to arrest him. ", "17": "He was one of us, and he was chosen to be an apostle just as we were.[v] ", "18": "He earned the wages of his sin,[w] for he fell headfirst, and his belly split open, spilling his intestines on the ground. ", "19": "Everyone in Jerusalem knows what happened to him. That's why the field where he died is called in Aramaic[x] 'Haqel Dama,' that is, 'The Bloody Field.' ", "20": "For it is written in the Psalms: 'Let his house be deserted and become a wasteland. No one will live there.'[y] And also: 'Let another take his ministry.'[z]", "21": "“So then, we must choose his replacement from among those who have been with us from the very beginning,[aa] ", "22": "from John's baptism until Jesus' ascension. And, like us, he must be a witness of his resurrection.”", "23": "They proposed two candidates: Joseph, who is also called Barsabbas the Just, and Matthias.[ab] ", "24": "They all prayed, “Lord Yahweh,[ac] you know the heart of every man.[ad] Please give us clear revelation to know which of these two men you have chosen ", "25": "to be an apostle and take Judas' place because he renounced his apostleship to go where he belonged.”[ae] ", "26": "They cast lots[af] and determined that Matthias was the Lord's choice, so he was added to the eleven apostles."}