{"1": "At that time there was a Roman military officer, Cornelius, who was in charge of one hundred men stationed in Caesarea. He was the captain of the Italian regiment,[a] ", "2": "a devout man of extraordinary character who worshiped God and prayed regularly, together with all his family. He also had a heart for the poor and gave generously to help them.", "3": "One afternoon about three o'clock, he had an open vision and saw the angel of God appear right in front of him, calling out his name, “Cornelius!”", "4": "Startled, he was overcome with fear by the sight of the angel. He asked, “What do you want, Lord?” The angel said, “All of your prayers and your generosity to the poor have ascended before God as an eternal offering.[b] ", "5": "Now, send some men to Joppa at once. Have them find a man named Simon the Rock,[c] ", "6": "who is staying as a guest in the home of Simon the tanner, whose house is by the sea.”", "7": "After the angel left, Cornelius called for two of his servants and a trusted, godly soldier who was his personal attaché. ", "8": "He explained to them everything that had just happened and sent them off to Joppa.", "9": "The next day around noon, as Cornelius' men were approaching Joppa, Peter went up to the flat roof[d] of the house to pray. ", "10": "He was hungry and wanted to eat, but while lunch was being prepared he fell into a trance and entered into another realm.[e] ", "11": "As the heavenly realm opened up, he saw something resembling a large linen tablecloth that descended from above, being let down to the earth by its four corners. ", "12": "As it floated down he saw that it held many kinds of four-footed animals, reptiles, and wild birds.", "13": "A voice said to him, “Peter, go and prepare them to be eaten.”", "14": "Peter replied, “There's no way I could do that, Lord, for I've never eaten anything forbidden or impure according to our Jewish laws.”", "15": "The voice spoke again. “Nothing is unclean if God declares it to be clean.”[f]", "16": "The vision was repeated three times.[g] Then suddenly the linen sheet was snatched back up into heaven.", "17": "Peter was so stunned by the vision that he couldn't stop wondering about what all it meant. Meanwhile, Cornelius' men had learned where Peter was staying and at that same moment were standing outside the gate.", "18": "They called out to those in the house, “Is this where Simon, the Rock,[h] is staying?”", "19-20": "–20 As Peter was in deep thought, trying to interpret the vision, the Spirit said to him, “Go downstairs now, for three men are looking for you. Don't hesitate to go with them,[i] because I have sent them.”", "21": "Peter went downstairs to the men and said, “I believe I'm the one you're looking for. What brings you here?”", "22": "They answered, “We serve Cornelius, a Roman military captain, who sent us to find you. He is a devout man of the highest integrity who worships[j] God and is respected throughout the Jewish community. He was divinely instructed through the appearance of an angel to summon you to his home and to listen to the message that you would bring him.”", "23": "Peter invited them to stay for the night as his guests. The next morning they departed, accompanied by some of the believers from Joppa.", "24": "The next day they arrived in Caesarea, where Cornelius was waiting anxiously for them and had gathered together all of his relatives and close friends. ", "25": "The moment Peter walked in the door, Cornelius fell at his feet to worship him. ", "26": "But Peter pulled him to his feet and said, “Stand up, for I'm only a man and no different from you.”", "27": "They talked together and then went inside, where Peter found a large gathering waiting to hear his words.", "28": "Peter said to them, “You all know that it is against the Jewish laws for me to associate with or even visit the home of one who is not a Jew. Yet God has shown me that I should never view anyone as inferior[k] or ritually unclean. ", "29": "So when you sent for me, I came without objection.[l] Now, may I ask why you sent for me?”", "30": "Cornelius replied, “Four days ago I was fasting[m] and praying here in my home at this very hour, three o'clock in the afternoon, when a man in glistening clothing suddenly appeared in front of my eyes. ", "31": "He said, 'Cornelius, God has heard your prayers. Your generosity to the poor has been recorded and remembered in God's presence.[n] ", "32": "However, you must send for a man named Simon, the Rock, who is staying in Joppa as a guest of Simon the tanner, who lives by the sea.' ", "33": "So I immediately sent my men to bring you here—and you were kind enough to come. And now, here we are, all of us in God's presence, anxious to hear the message that God has put into your heart to share with us.”", "34": "Peter said, “Now I know for certain that God doesn't show favoritism with people[o] but treats everyone on the same basis.[p] ", "35": "It makes no difference what race of people one belongs to. If they show deep reverence for God, and are committed to doing what's right, they are acceptable before him. ", "36": "God sent his word to the Jewish people first,[q] announcing the wonderful news of hope and peace[r] through Jesus, the Anointed One, the Lord of all.[s] ", "37": "You are well aware of all that began in Galilee and spread throughout the land of Israel immediately after John preached his message of baptism.", "38": "“Jesus of Nazareth was anointed by God with the Holy Spirit and with great power. He did wonderful things for others and divinely healed all who were under the tyranny of the devil,[t] for God had anointed him. ", "39": "We apostles were eyewitnesses to all the miracles[u] that he performed throughout the land of Israel. Finally, in Jerusalem, he was crucified on a cross,[v] ", "40": "but God raised him from the dead three days later, allowing him to be seen openly.[w] ", "41": "He didn't appear to everyone, but he appeared to us, his chosen witnesses. He actually ate and drank with us[x] after he rose from the dead![y]", "42": "“Jesus ordered us to preach and warn the people[z] that God had appointed him to be the judge of the living and the dead. ", "43": "And not only us, but all of the prophets agree in their writings that everyone who believes in him receives complete forgiveness[aa] of sins through the power of his name.”", "44": "While Peter was speaking, the Holy Spirit cascaded over all those listening to his message. ", "45": "The Jewish brothers who had accompanied Peter were astounded that the gift of the Holy Spirit was poured out on people who weren't Jews, ", "46": "for they heard them speaking in supernaturally given languages and passionately praising God.[ab]", "47": "Peter said, “How could anyone object to these people being baptized? For they have received the Holy Spirit just as we have.” ", "48": "So he instructed them to be baptized in the power of the name of Jesus, the Anointed One. After their baptism, they asked Peter to stay with them for a few more days.[ac]"}