{"1": "The news traveled fast and soon reached the apostles and the believers living in Judea that non-Jewish people were also receiving God's message of new life. ", "2": "When Peter finally arrived in Jerusalem, the Jewish believers called him to task, saying, ", "3": "“Why did you stay in the home of people who aren't Jewish? You even ate your meals with them!”", "4": "Peter explained what had happened, saying, ", "5": "“One day when I was in the city of Joppa, while I was praying I fell into an ecstatic trance and I went into another realm.[a] I saw in a vision something like a linen tablecloth descending out of heaven, being let down by its four corners, and it got close to me. ", "6": "As I examined it I saw many four-footed animals, wild animals, reptiles, and wild birds. ", "7": "Then I heard a voice say to me, 'Get up, Peter. Kill and eat them.'", "8": "“I said, 'I can't do that, Lord! For I've never eaten anything that is forbidden or impure according to our Jewish laws.'", "9": "“The voice spoke to me again, saying, 'Nothing is unclean if God declares it to be clean.'", "10": "“The vision repeated itself three times. Then suddenly the linen sheet was snatched back up into heaven. ", "11": "At that moment three men from Caesarea, who had been sent for me, approached the house where I was staying. ", "12": "The Spirit told me to accompany them with no questions asked. These six brothers here with me made the trip, and we entered into the home of the man who had sent for me. ", "13": "He shared with us about the angel who appeared to him and told him to send messengers to Joppa to find Simon, the Rock. The angel had told him, ", "14": "'He will tell you and your family the message of how you can be saved!'", "15": "“Shortly after I began to speak, the Holy Spirit was poured out upon them, just like what happened to us at the beginning. ", "16": "And I remembered the words the Lord had told us: 'John immersed you in water, but you will be immersed in the Holy Spirit.' ", "17": "So I concluded that if God is pleased to give them the same gift of the Holy Spirit that he gave us after they believed in the Lord Jesus Christ, who am I to stand in the way of God?”", "18": "When they heard this, their objections were put to rest and they all glorified God, saying, “Look what God has done! He's giving the gift of repentance that leads to life to people who aren't even Jews.”", "19": "Because of the persecution triggered by Stephen's death in Jerusalem, many of the believers were scattered. Some reached as far as the coast of Lebanon,[b] the island of Cyprus, and Antioch of Syria, but they were still only preaching the word to Jews. ", "20": "However, some of the believers from Cyprus and Cyrene,[c] who had come to Antioch in Syria,[d] preached to the non-Jews living there, proclaiming the message of salvation in the Lord Jesus.[e] ", "21": "The mighty power of the Lord was with them as they ministered, and a large number of people believed and turned their hearts to the Lord.", "22": "News of what was happening in Antioch reached the church of Jerusalem, so the apostles sent Barnabas to Antioch as their emissary. ", "23": "When he got there and witnessed for himself God's marvelous grace, he was enthused and overjoyed. He encouraged[f] the believers to remain faithful and cling to the Lord with passionate hearts.[g] ", "24": "Barnabas was a good man,[h] full of the Spirit of holiness, and he exuded a life of faith. Because of his ministry even more crowds of people were brought to the Lord!", "25": "Barnabas left for Tarsus to find Saul and bring him back to Antioch. ", "26": "Together Saul and Barnabas ministered there for a full year, equipping the growing church and teaching the vast number of new converts. It was in Antioch that the followers of Jesus were first revealed as “anointed ones.”[i]", "27": "At that time there were prophets in the church of Jerusalem, and some of them came to Antioch. ", "28": "One of them, named Agabus, stood up in one of the meetings and prophesied by the Holy Spirit that a severe famine was about to come over Israel. (This prophecy was fulfilled during the reign of Claudius Caesar.)[j] ", "29": "So they determined that each believer, according to his or her ability, would give an offering to send as relief to the brothers living in Judea. ", "30": "They set aside the gifts and entrusted the funds to Barnabas and Saul to take to the elders[k] of the church in Jerusalem.[l]"}