{"1": "In the church at Antioch there were a number of prophets and teachers of the Word, including Barnabas, Simeon from Niger,[a] Lucius the Libyan, Manean (the childhood companion of King Herod Antipas),[b] and Saul. ", "2": "While they were worshiping as priests[c] before the Lord in prayer and fasting, the Holy Spirit said,[d] “I have called Barnabas and Saul to do an important work for me. Now, release them[e] to go and fulfill it.” ", "3": "So after they had fasted and prayed, they laid hands on them and sent them off.[f]", "4-5": "–5 So Saul and Barnabas, and their assistant Mark (known as John), were directed by the Holy Spirit to go to Seleucia,[g] and from there they sailed to Cyprus.[h] When they arrived at Salamis,[i] they went to the synagogues and preached the manifestation of our Lord.[j] ", "6": "From there they crossed the island as far as Paphos,[k] where they encountered a Jewish false prophet, a sorcerer named Elymas,[l] who also went by the name of “son of Jesus.”[m] ", "7": "He had gained influence as the spiritual advisor to the regional governor, Sergius Paulus, considered by many to be a wise and intelligent leader. The governor requested a meeting with Barnabas and Saul because he wanted to hear the message of God's word.[n] ", "8": "But Elymas, whose name means “sorcerer,”[o] stood up against them and tried to prevent the governor from believing their message.", "9": "Saul, also known as Paul,[p] stared into his eyes and rebuked him. Filled with the Holy Spirit, he said, ", "10": "“You son of the devil![q] You are full of every form of fraud and deceit and an enemy of all that is right. When will you stop perverting the truth of God into lies? ", "11": "At this very moment the hand of God's judgment comes down upon you and you will be blind—so blind you won't even be able to see the light of the sun.”[r] As Paul spoke these words, a shadowy mist[s] and darkness came over the sorcerer, leaving him blind and groping about, begging someone to lead him around by the hand. ", "12": "When the governor witnessed this, he believed and was awestruck by the power of the message of the Lord.", "13": "Paul and his companions sailed from the Cyprus port of Paphos to Perga in southern Turkey.[t] John left them[u] there and returned to Jerusalem ", "14": "as they journeyed on to the city of Antioch in the region of Pisidia.[v] On the Sabbath they went into the synagogue and took their seats. ", "15": "After the reading from the scrolls of the books of Moses and the prophets, the leader of the meeting[w] sent Paul and Barnabas a message, saying, “Brothers, do you have a word of encouragement to share with us? If so, please feel free to give it.”", "16": "Paul stood and motioned that he had something to say. He said, “Listen, all of you Jews and non-Jews who worship God. ", "17": "The God of Israel divinely chose our ancestors to be his people. While they were enslaved in Egypt, he made them great, both in numbers and in strength, until he unveiled his mighty power and led them out of bondage.[x] ", "18": "For nearly forty years, he nourished them in the wilderness.[y] ", "19": "He was the one who destroyed the seven nations inhabiting the land of Canaan[z] and afterward gave the land to his people as their inheritance. ", "20": "This took about four hundred and fifty years.[aa] “Then God raised up deliverers for the people until the time of the prophet Samuel. ", "21": "The people craved for a king, so God gave them one from the tribe of Benjamin: Saul, the son of Kish, who ruled for forty years. ", "22": "After removing him, God raised up David to be king, for God said of him, 'I have found in David, son of Jesse, a man who always pursues my heart[ab] and will accomplish all that I have destined him to do.'[ac]", "23": "“From David's lineage God brought Israel a Savior, just as he promised. ", "24": "So before Jesus appeared, John preached the message of a baptism of repentance[ad] to prepare all of Israel. ", "25": "As John was about to finish his mission, he said repeatedly, 'If you think that I am the one to come, you're mistaken. He will come after me, and I don't even deserve to stoop down and untie his sandals!'", "26": "“Fellow Jews, Abraham's descendants, and all those among you who worship and reverence God, this message of life[ae] has been sent for us all to hear. ", "27": "But the people of Jerusalem and their leaders didn't realize who he was, nor did they understand the prophecies written of him. Yet they fulfilled those very prophecies, which they read week after week in their meetings, by condemning him to death. ", "28": "Even though they could come up with no legal grounds for the death sentence, they pleaded with Pilate to have him executed. ", "29": "And they did to him all that was prophesied they would do. “Then they took him down from the cross and laid him in a tomb. ", "30": "But God raised him from the dead! ", "31": "And for many days afterward he appeared on numerous occasions to his disciples who knew him well and had followed him from Galilee to Jerusalem. Those disciples are now his witnesses,[af] telling the people the truth about him.", "32": "“So here we are to share with you some wonderful news! The promise God made to our forefathers ", "33": "has now been fulfilled for us, their children. For God has raised Jesus from the dead, as it says in Psalms: 'Today I reveal you as my Son, and I as your Father.'[ag]", "34": "“God had promised to not let him decay in the tomb or face destruction again, so God raised him from the dead. He gave this promise in the Psalms: 'I will give to you[ah] what I gave to David: Faithful mercies[ai] that you can trust.'[aj]", "35": "“He explains it further in another Psalm: 'You will not allow your holy one to experience bodily decay.'[ak]", "36": "“This cannot be a reference to David, for after he passionately served God's desires for his generation, he died. He was buried with his ancestors and his body experienced decay. ", "37": "But the one whom God raised from the dead has never experienced corruption in any form.", "38": "“So listen, friends! Through this Jesus, the forgiveness[al] of sins is offered to you. ", "39": "Everyone who believes in him is set free from sin and guilt—something the law of Moses had no power to do. ", "40": "So be very careful that what the prophets warned about does not happen to you:", "41": "'Be amazed and in agony, you scoffers![am] For in your day I will do something so wonderful that when I perform mighty deeds among you, you won't even believe that it was I who did it!' ”[an]", "42": "As Paul and Barnabas started to leave, the people pleaded with them to share more about these things on the next Sabbath day. ", "43": "When the meeting had finally broken up, many of those in attendance, both Jews and converts to Judaism, tagged along with Paul and Barnabas, who continued to persuade them to go deeper in their understanding of God's grace.", "44": "The following week, nearly everyone in the city gathered to hear the word of God. ", "45": "When the Jewish leaders saw the size of the crowds, vicious jealousy filled their hearts and they rose up to oppose what Paul was teaching. They insulted him[ao] and argued with him over everything he said.", "46": "Yet Paul and Barnabas did not back down. Filled with courage, they boldly replied, “We were compelled to bring God's message[ap] first to you Jews. But seeing you've rejected this message and refuse to embrace eternal life,[aq] we will focus instead on the nations and offer it to them. ", "47": "This will fulfill what the Lord has commanded us: 'I have destined you to become a beacon light for the nations and release salvation to the ends of the earth!' ”[ar]", "48": "When the non-Jewish people in the crowd heard these words, they were thrilled and they honored[as] the word of the Lord. All who believed that they were destined to experience eternal life received the message.[at] ", "49": "God's word spread like wildfire throughout the entire region.", "50": "The Jewish leaders stirred up a violent mob against Paul and Barnabas, including many prominent and wealthy people of the city. They persecuted them and ran them out of town. ", "51": "As they left, they shook the dust off their feet as a sign of protest against them, and they went on to the city of Iconium.[au] ", "52": "They left the new converts in Antioch overflowing with the joy of the Holy Spirit."}