{"1": "When Paul and Barnabas arrived at Iconium, the same thing happened there. They went, as they always did, to the synagogue and preached to the people with such power that a large crowd of both Jews and non-Jews believed.", "2": "Some of the Jews refused to believe, and they began to poison the minds[a] of the non-Jews to discredit the believers. ", "3": "Yet Paul and Barnabas stayed there for a long time, preaching boldly and fearlessly about the Lord.[b] Many trusted in the Lord, for he backed up his message[c] of grace[d] with miracles, signs, and wonders performed by the apostles.", "4": "The people of the city were split over the issue. Some sided with the apostles, and others with the Jews who refused to believe. ", "5": "Eventually, all the opposition factions came together, with their leaders devising a plot[e] to harm Paul and Barnabas and stone them to death. ", "6": "When the apostles learned about this,[f] they escaped to the region of Lyconia,[g] to the cities of Lystra[h] and Derbe[i] and the nearby villages. ", "7": "And they continued to preach the hope of the gospel.[j]", "8": "In Lystra, Paul and Barnabas encountered a man who from birth had never walked, for he was crippled in his feet. ", "9": "He listened carefully to Paul as he preached. All of a sudden,[k] Paul discerned that this man had faith in his heart to be healed.[l] ", "10": "So he shouted, “You! In the name of our Lord Jesus,[m] stand up on your feet!” The man instantly jumped to his feet, stood for the first time in his life, and walked!", "11": "When the crowds saw the miracle Paul had done, they shouted in their own language,[n] “The gods have come down to us as men!” ", "12": "They addressed Barnabas as “Zeus”[o] and Paul as “Hermes,”[p] because he was the spokesman.", "13": "Now, outside of the city stood the temple of Zeus. The priest of the temple, in order to honor Paul and Barnabas, brought bulls with wreaths of flowers draped on them to the gates of the courtyard where they were staying.[q] The crowds clamored to offer them as sacrifices to the apostles. He even brought flower wreaths as crowns to place on their heads.", "14": "When the apostles[r] understood what was happening, they were mortified and tore their clothes as a sign of dismay. They rushed into the crowd and shouted, ", "15": "“People, what are you doing? We're only weak human beings like everyone else. This is why we've come to tell you the good news, so that you would turn away from these worthless myths[s] and turn to the living God. He is the Creator of all things: the earth, the heavens, the sea, and everything they contain. ", "16": "In previous generations he allowed the nations to pursue their own ways, ", "17": "yet he has never left himself without clear evidence of his goodness. For he blesses us with rain from heaven and seasons of fruitful harvests, and he nourishes us with food to meet our needs. He satisfies our lives, and euphoria[t] fills our hearts.”", "18": "Even after saying these things, they were barely able to restrain the people from offering sacrifices to them.", "19": "Some of the Jews who had opposed Paul and Barnabas in Antioch and Iconium arrived and stirred up the crowd against them. They stoned Paul and dragged his body outside the city and left him for dead.", "20": "When the believers encircled Paul's body, he miraculously stood up![u] Paul stood and immediately went back into the city. The next day he left with Barnabas for Derbe.", "21": "After preaching the wonderful news of the gospel there and winning a large number of followers to Jesus, they retraced their steps and revisited Lystra, Iconium, and Antioch. ", "22": "At each place they went, they strengthened the lives of the believers[v] and encouraged them to go deeper in their faith. And they taught them, “It is necessary for us to enter into the realm of God's kingdom, because that's the only way we will endure our many trials and persecutions.”[w]", "23": "Paul and Barnabas ordained leaders, known as elders, from among the congregations in every church they visited.[x] After prayer and fasting, they publicly committed them into the care and protection of the Lord of their faith.", "24": "After passing through different regions of central Turkey,[y] ", "25": "they went to the city of Perga, preaching the life-giving message of the Lord.[z] Afterward they journeyed down to the coast at Antalya,[aa] ", "26": "and from there they sailed back to Antioch. With their mission complete, they returned to the church where they had originally been sent out as missionaries, for it was in Antioch where they had been handed over to God's powerful grace. ", "27": "When they arrived in Antioch, they gathered the church together and shared with them all of the wonderful works God had done through them and how God had opened the door of faith for the non-Jews to enter in. ", "28": "Afterward, Paul and Barnabas stayed there for a long time in fellowship with the believers.[ab]"}