{"1": "While Paul and Barnabas were in Antioch, some false teachers came from Judea to trouble the believers. They taught, “Unless you are circumcised, as the law of Moses requires, you cannot be saved.” ", "2": "This sparked a fierce argument between the false teachers and Paul and Barnabas. So the church appointed a delegation of believers, including Paul and Barnabas, to go to Jerusalem to meet with the apostles and elders of the church and resolve this issue. ", "3": "So the church sent them on their way. As they passed through Lebanon[a] and Samaria, they stopped to share with the believers how God was converting many from among the non-Jewish people.[b] Hearing this report brought great joy to all the churches.", "4": "When they finally arrived in Jerusalem, Paul and Barnabas were welcomed by the church, the apostles, and the elders. They explained to them everything God had done among them. ", "5": "But some of the believers who were of the religious group called “separated ones”[c] were insistent, saying, “We must continue the custom of circumcision and require that the people keep[d] the law of Moses.”", "6": "So the apostles and elders met privately to discuss the matter further. ", "7": "After a lengthy debate, Peter rose to his feet and said to them, “Brothers, you know how God has chosen me[e] from the beginning to preach the wonderful news of the gospel to the non-Jewish nations. ", "8": "God, who knows the hearts of every person, confirmed this when he gave them the Holy Spirit, just like he has given the Spirit to us.[f] ", "9": "So now, not one thing separates us as Jews and gentiles, for when they believe he makes their hearts pure. ", "10": "So why on earth would you now limit God's grace[g] by placing a yoke of religious duties on the shoulders of the believers that neither we nor our ancestors have been able to bear? ", "11": "Don't you believe that we are introduced to eternal life through the grace of our Lord Jesus—the same grace that has brought these people new life?”", "12": "Everyone became silent and listened carefully as Paul and Barnabas shared with the council at length about the signs and wonders and miracles God had worked through them while ministering to the non-Jewish people.", "13": "When they had finished, Jacob took the floor and said, “Ladies and gentlemen, listen. ", "14": "Peter has explained thoroughly that God has determined to win a people for himself from among the non-Jewish nations. ", "15": "And the prophet's words are fulfilled:", "16": "'After these things I will return to you and raise up the tabernacle of David that has fallen into ruin. I will restore and rebuild what David experienced", "17": "so that all of humanity will be able to encounter the Lord including the gentiles whom I have called to be my very own,' says the Lord.", "18": "'For I have made known my works from eternity!'[h]", "19": "“So, in my judgment, we should not add any unnecessary burden upon the non-Jewish converts who are turning to God. ", "20": "We will go to them as apostles[i] and teach them to be set free from offering sacrifices to idols, sexual immorality, and eating anything strangled or with any blood.[j] ", "21": "For many generations these words of Moses have been proclaimed every Sabbath day in the synagogues.”", "22": "The apostles and elders and the church of Jerusalem chose delegates to go to Antioch in Syria. They chose Judas, called Barsabbas, and Silas, both leaders in the church, to accompany Paul and Barnabas. ", "23": "They sent with them this letter: “Greetings from the apostles and pastors, and from your fellow believers—to our non-Jewish brothers and sisters living in Antioch in Syria and the nearby regions.[k]", "24": "“We are aware that some have come to you from the church of Jerusalem. These men were not sent by us, but came with false teachings that have brought confusion and division, telling you to keep the law and be circumcised—things we never commanded them to teach.[l] 25–27 So after deliberation, we're sending you our beloved brothers Paul and Barnabas, who have risked their lives[m] for the glory of the name of our Lord Jesus, the Anointed One. They are accompanied by Judas and Silas, whom we have unanimously chosen to send as our representatives to you. They will validate all that we're wanting to share with you.[n]", "28": "“For it pleases the Holy Spirit and us[o] that we not place any unnecessary burden on you, except for the following restrictions: ", "29": "Stay away from anything sacrificed to a pagan idol, from eating what is strangled or with any blood, and from any form of sexual immorality. You will be beautiful believers[p] if you keep your souls from these things, and you will be true and faithful to our Lord Jesus. May God bless you!”", "30": "They sent the four men off for Antioch, and after gathering the regional church together, they delivered the letter. ", "31": "When the people heard the letter read out loud, they were overjoyed and delighted by its encouraging message. ", "32": "Then Judas and Silas, who were both prophets, spoke to them affirming words[q] that strengthened the believers.[r]", "33": "After the four men spent some time there, the church sent them off in peace to return to the apostles in Jerusalem.[s] ", "34-35": "–35 However, only Judas departed;[t] Paul, Barnabas, and Silas stayed in Antioch, where they and many others preached and taught the wonderful message of the word of God.", "36": "After some days, Paul said to Barnabas, “Let's travel to the regions where we've preached the word of God and see how the believers are getting along.”", "37": "Barnabas wished to take Mark (also known as John) along with them, ", "38": "but Paul disagreed. He didn't think it was proper to take the one who had deserted them in south-central Turkey,[u] leaving them to do their missionary work without him. ", "39": "It became a heated argument between them, a disagreement so sharp that they parted from each other. Barnabas took Mark and sailed to Cyprus. ", "40": "And Paul chose Silas[v] as his partner. After the believers prayed for them, asking for the Lord's favor on their ministry, they left ", "41": "for Syria and southeast Turkey.[w] Every place they went, they left the church stronger and more encouraged than before."}