{"1": "After passing through the cities of Amphipolis and Apollonia, Paul and Silas arrived at Thessalonica.[a] ", "2": "As they customarily did, they went to the synagogue to speak to the Jews from the Torah scrolls. For three weeks ", "3": "Paul challenged them by explaining the truth and proving to them the reality of the gospel—that the Messiah had to suffer and die, then rise again from among the dead. He made it clear to them, saying, “I come to announce to you that Jesus is the Anointed One, the Messiah!”", "4": "Some of the Jews were convinced that their message was true, so they joined Paul and Silas, along with quite a few prominent women and a large number of Greeks who worshiped God.[b] ", "5": "But many of the Jews were motivated by bitter jealousy and formed a large mob out of the troublemakers, unsavory characters, and street gangs to incite a riot. They set out to attack Jason's house, for he had welcomed the apostles into his home.[c] The mob was after Paul and Silas and sought to take them by force and bring them out to the people. ", "6": "When they couldn't find them, they took Jason instead, along with some of the brothers in his house church,[d] and dragged them before the city council. Along the way they screamed out, “Those troublemakers who have turned the world upside down have come here to our city. ", "7": "And now Jason and these men have welcomed them as guests. They're traitors to Caesar, teaching that there is another king named Jesus.”", "8": "Their angry shouts stirred up the crowds and troubled the city and all its officials. ", "9": "So when Paul and Silas came before the leaders of the city, they refused to let them go until Jason and his men posted bail.", "10": "That night the believers sent Paul and Silas off to the city of Berea,[e] where they once again went into the synagogue. ", "11": "They found that the Jews of Berea were of more noble character and much more open minded than those of Thessalonica. They were hungry to learn and eagerly received the word. Every day they opened the scrolls of Scripture to search and examine them, to verify that what Paul taught them was true. ", "12": "A large number of Jews became believers in Jesus, along with quite a few influential[f] Greek women and men.", "13": "When the news reached the Jews in Thessalonica that Paul was now in Berea, preaching the word of God, the troublemakers went there too and they agitated and stirred up the crowds against him. ", "14": "The fellow believers helped Paul slip away to the coast of the Aegean Sea,[g] while Silas and Timothy remained in Berea.", "15": "Those who accompanied Paul sailed with him as far as Athens. Then Paul sent them back to Berea with instructions[h] for Silas and Timothy to hurry and join him.", "16": "While Paul was waiting for them in Athens, his spirit was deeply troubled[i] when he realized that the entire city was full of idols. ", "17": "He argued the claims of the gospel with the Jews in their synagogue, and with those who were worshipers of God, and every day he preached in the public square to whomever would listen.", "18": "Philosophers of the teachings of Epicurus,[j] and others called Stoics,[k] debated[l] with Paul. When they heard him speak about Jesus and his resurrection, they said, “What strange ideas is this babbler trying to present?” Others said, “He's peddling some kind of foreign religion.” ", "19": "So they brought him for a public dialogue before the leadership council of Athens,[m] known as the Areopagus. “Tell us,” they said, “about this new teaching that you're bringing to our city. ", "20": "You're presenting strange and astonishing things to our ears, and we want to know what it all means.” ", "21": "Now, it was the favorite pastime of the Athenians and visitors to Athens to discuss the newest ideas and philosophies.", "22": "So Paul stood in the middle of the leadership council and said, “Respected leaders of Athens,[n] it is clear to me how extravagant you are in your worship of idols.[o] ", "23": "For as I walked through your city, I was captivated by the many shrines and objects of your worship. I even found an inscription on one altar that read, 'To the Unknown God.'[p] I have come to introduce to you this God whom you worship without even knowing anything about him.", "24": "“The true God is the Creator of all things. He is the owner and Lord of the heavenly realm and the earthly realm, and he doesn't live in man-made temples. ", "25": "He supplies life and breath and all things to every living being. He doesn't lack a thing that we mortals could supply for him, for he has all things and everything he needs. ", "26": "From one man, Adam, he made every man and woman and every race of humanity, and he spread us over all the earth. He sets the boundaries of people and nations, determining their appointed times in history.[q] ", "27": "He has done this so that every person would long for God, feel their way to him,[r] and find him—for he is the God who is easy to discover![s] ", "28": "It is through him that we live and function and have our identity; just as your own poets have said,[t] 'Our lineage comes from him.'[u]", "29": "“Since our lineage can be traced back to God, how could we even think that the divine image could be compared to something made of gold, silver, or stone, sculpted by man's artwork and clever imagination?", "30": "“In the past God tolerated[v] our ignorance of these things, but now the time of deception has passed away.[w] He commands us all to repent and turn to God.[x] ", "31": "For the appointed day has risen, in which he is going to judge the world in righteousness by the Man he has designated. And the proof given to the world that God has chosen this Man is this: he resurrected him from among the dead!”[y]", "32": "The moment they heard Paul bring up the topic of resurrection, some of them ridiculed him, then got up and left. But others said, “We want to hear you again later about these things.” ", "33": "So Paul left the meeting. ", "34": "But there were some who believed the message and joined him from that day forward. Among them were Dionysius, a judge on the leadership council,[z] and a woman named Damaris.[aa]"}