{"1": "While Apollos was ministering in Corinth, Paul traveled on through the regions of Turkey[a] until he arrived in Ephesus, where he found a group of twelve followers of Jesus.[b] ", "2": "The first thing he asked them was “Did you receive the Holy Spirit when you became believers?” “No,” they replied. “We've not even heard of a holy spirit.”", "3": "Paul asked, “Then what was the meaning of your baptism?”[c] They responded, “It meant that we would follow John's teaching.”", "4": "Paul said, “John's baptism was for those who were turning from their sins,[d] and he taught you to believe in and follow the one who was coming after him: Jesus the Anointed One.”[e]", "5": "When they understood this, they were baptized into the authority of Jesus, the Anointed One.[f] ", "6-7": "–7 And when Paul laid his hands on each of the twelve, the Holy Spirit manifested and they immediately spoke in tongues[g] and prophesied.[h]", "8": "For three months Paul taught openly and fearlessly in the synagogue, arguing persuasively for them to enter into God's kingdom realm.[i] ", "9": "But some of them hardened their hearts and stubbornly refused to believe. When they spoke evil[j] of the Way in front of the congregation, Paul withdrew from them and took the believers with him.", "10": "Every day[k] for over two years,[l] he taught them in the lecture hall of Tyrannus,[m] which resulted in everyone living in the province of Asia,[n] Jews and non-Jews, hearing the prophetic word of the Lord.[o]", "11": "God kept releasing a flow of extraordinary miracles through the hands of Paul. ", "12": "Because of this, people took Paul's handkerchiefs and articles of clothing, even pieces of cloth that had touched his skin, laying them on the bodies of the sick, and diseases and demons left them and they were healed.", "13-14": "–14 Now, there were seven itinerant Jewish exorcists, sons of Sceva the high priest, who took it upon themselves to use the name and authority of Jesus over those who were demonized. They would say, “We cast you out in the name of the Jesus that Paul preaches!”", "15": "One day, when they said those words, the demon in the man replied, “I know about Jesus, and I recognize Paul, but who do you think you are?”", "16": "Then the demonized man jumped on them and threw them to the ground, beating them mercilessly.[p] He overpowered the seven exorcists until they all ran out of the house naked and badly bruised.", "17": "All of the people in Ephesus were awestruck, both Jews and non-Jews, when they heard about what had happened. Great fear fell over the entire city, and the authority of the name of Jesus was exalted. ", "18": "Many believers publicly confessed their sins and disclosed their secrets. ", "19": "Large numbers of those who had been practicing magic took all of their books and scrolls of spells and incantations and publicly burned them. When the value of all the books and scrolls was calculated, it all came to several million dollars.[q] ", "20": "The power of God caused the word to spread, and the people were greatly impacted.[r]", "21": "Paul had it in his heart to go to Jerusalem and, on his way there, to revisit the places in Greece where he had ministered.[s] “After that,” he said, “I have to go to Rome also.” ", "22": "So he sent ahead into Macedonia two of his ministry assistants, Timothy[t] and Erastus,[u] while he remained in western Turkey.[v]", "23": "At that time a major disturbance erupted in Ephesus over the people following God's way.[w] ", "24": "It began with a wealthy man named Demetrius, who had built a large business and enriched many craftsmen by manufacturing silver shrines for the Greek goddess Artemis.[x]", "25-26": "–26 Demetrius called a meeting of his employees, along with all the various tradespeople of Ephesus, and said, “You know that our prosperous livelihood is being threatened by this Paul, who is persuading crowds of people to turn away from our gods.[y] We make a good living by doing what we do, but everywhere Paul goes, not only here in Ephesus but throughout western Turkey,[z] he convinces people that there's no such thing as a god made with hands. ", "27": "Our businesses are in danger of being discredited. And not only that, but the temple of our great goddess Artemis is being dishonored and seen as worthless.[aa] She is the goddess of all of western Turkey and is worshiped in all the world. But if this outrage continues, everyone everywhere will suffer the loss of her magnificent greatness.”", "28": "When the people heard this, they were filled with boiling rage. They shouted over and over, “Artemis, the great goddess of the Ephesians!” ", "29": "The entire city was thrown into chaos as everyone rushed into the stadium together,[ab] dragging with them Gaius[ac] and Aristarchus,[ad] Paul's traveling companions from Macedonia.", "30": "When Paul attempted to go in and speak to the massive crowd, the disciples wouldn't let him. ", "31": "Some of the high-ranking governmental officials of the region, because they loved him,[ae] sent Paul an urgent message, saying, “Whatever you do, don't step foot into that stadium!”", "32": "The frenzied crowd shouted out one thing, and others shouted something else, until they were all in mass confusion, with many not even knowing why they were there!", "33": "Some of the Jews pushed forward a Jewish man named Alexander to be their spokesman, and different factions of the crowd shouted instructions at him. He stood before the people and motioned for everyone to be quiet so he could be heard. ", "34": "But when he began to speak, they realized that he was a Jew, so they shouted him down. For nearly two hours they shouted over and over, “Great is Artemis, the goddess of the Ephesians!”[af]", "35": "Eventually the mayor of the city[ag] was able to quiet them down. He said, “Fellow citizens! Who in the world doesn't know that we are devoted to the great temple[ah] of Artemis and to her image that fell from Zeus out of heaven?[ai] ", "36": "Since no one can deny it, you should all just be quiet. Calm down and don't do anything hasty. ", "37": "For you have brought these men before us who aren't guilty of any crime. They are neither temple robbers nor blasphemers of our goddess. ", "38": "So if Demetrius and the men of his trade have a case against someone, the courts are open. They can appear before the judge and press charges. ", "39": "But if you're looking for anything further to bring up, it must be argued before the court and settled there, not here. ", "40": "Don't you realize we're putting our city in danger of being accused of a riot by the Roman authorities? There's no good explanation we can give them for all this commotion!”", "41": "After he had said this, he dispersed the crowds and sent them away."}