{"1": "On the day Pentecost was being fulfilled,[a] all the disciples were gathered in one place. ", "2": "Suddenly they heard the sound of a violent blast of wind[b] rushing into the house[c] from out of the heavenly realm. The roar of the wind was so overpowering it was all anyone could bear! ", "3": "Then all at once a pillar of fire appeared before their eyes.[d] It separated into tongues of fire that engulfed[e] each one of them. ", "4": "They were all filled and equipped[f] with the Holy Spirit and were inspired[g] to speak in tongues—empowered by the Spirit to speak in languages they had never learned!", "5": "Now, at that time there were Jewish worshipers[h] who had emigrated from many different lands to live in Jerusalem. ", "6": "When the people[i] of the city heard the roaring sound, crowds came running to where it was coming from, stunned over what was happening, because each one could hear the disciples speaking in his or her own language. ", "7": "Bewildered, they said to one another, “Aren't these all Galileans?[j] ", "8": "So how is it that we hear them speaking in our own languages? ", "9": "We are northeastern Iranians,[k] northwestern Iranians,[l] Elamites,[m] and those from Mesopotamia,[n] Judea, east central Turkey,[o] the coastal areas of the Black Sea,[p] Asia,[q] ", "10": "north central Turkey,[r] southern Turkey, Egypt, Libyans who are neighbors of Cyrene, visitors from all over the Roman Empire, both Jews and converts to Judaism, Cretans and Arabs. ", "11": "Yet we hear them speaking of God's mighty wonders in our own dialects!”[s] ", "12": "They all stood there, dumbfounded and astonished, saying to one another, “What is this phenomenon?”[t]", "13": "But others poked fun at them and said, “They're just drunk on new wine.”", "14": "Peter stood up with the eleven apostles[u] and shouted[v] to the crowd. “Listen carefully, my fellow Jews[w] and residents of Jerusalem. You need to clearly understand what's happening here. ", "15": "These people are not drunk like you think they are, for it is only nine o'clock in the morning.[x] ", "16": "This is the fulfillment of what was prophesied through the prophet Joel, for God says:[y]", "17": "'This is what I will do in the last days[z]—I will pour out[aa] my Spirit on everybody and cause your sons and daughters to prophesy, and your young men will see visions,[ab] and your old men will experience dreams from God.[ac] ", "18": "The Holy Spirit will come upon all my servants, men and women alike, and they will prophesy. ", "19": "I will reveal startling signs and wonders in the sky above and mighty miracles on the earth below. Blood and fire and pillars of clouds[ad] will appear. ", "20": "For the sun will be turned dark[ae] and the moon blood-red before that great and awesome appearance of the day of the Lord. ", "21": "But everyone who calls on the name of the Lord[af] will be saved.'”", "22": "Peter continued, “People of Israel, listen to the facts.[ag] Jesus, the Victorious,[ah] was a Man on a divine mission[ai] whose authority was clearly proven. For you know how God performed many powerful miracles, signs, and wonders through him. ", "23": "This Man's destiny was prearranged, for God knew that Jesus would be handed over to you to be crucified and that you would execute him on a cross by the hands of lawless men. Yet it was all part of his predetermined plan. ", "24": "God destroyed the cords of death[aj] and raised him up, because it was impossible for death's power to hold him prisoner. ", "25": "This is the very thing David prophesied about him:[ak] 'I continually see the Lord[al] in front of me. He's at my right hand, and I am never shaken.[am]", "26": "No wonder my heart is glad and my glory celebrates![an] My mouth is filled with his praises, and I have hope that my body will live[ao]", "27": "because you will not leave my soul among the dead,[ap] nor will you allow your sacred one to experience decay.", "28": "For you have revealed to me the pathways to life, and seeing your face fills me with euphoria!'[aq]", "29": "“My fellow Jews, I can tell you there is no doubt that our noted patriarch has both died and been buried in his tomb, which remains to this day. So you can see that he was not referring to himself with those words. ", "30": "But as a prophet, he knew God's faithful promise, made with God's unbreakable oath, that one of his descendants would take his throne.[ar] ", "31": "So when peering into the future, David prophesied[as] of the Messiah's resurrection. And God revealed to him that the Messiah would not be abandoned to the realm of death, nor would his body experience decay.", "32": "“Can't you see it? God has resurrected Jesus, and we all have seen him![at]", "33": "“Then God exalted him to his right hand upon the throne of highest honor. And the Father gave him the authority to send the promised Holy Spirit, which is being poured out[au] upon us today. This is what you're seeing and hearing!", "34": "“David wasn't the one who ascended into heaven, but the one who prophesied: 'The Lord Jehovah[av] said to my Lord, I honor you by enthroning you beside me,[aw]", "35": "until I make your enemies a footstool beneath your feet.'[ax]", "36": "“Now everyone in Israel[ay] can know for certain[az] that Jesus, whom you crucified, is the one God has made[ba] both Lord[bb] and the Messiah.”", "37": "When they heard this they were crushed and realized what they had done to Jesus.[bc] Deeply moved, they said to Peter and the other apostles, “What do we need to do, brothers?”[bd]", "38": "Peter replied, “Repent and return to God,[be] and each one of you must be baptized in the name of Jesus, the Anointed One,[bf] to have your sins removed. Then you may take hold of the gift of the Holy Spirit. ", "39": "For God's promise of the Holy Spirit is for you[bg] and your families, for those yet to be born[bh] and for everyone whom the Lord our God calls to himself.”", "40": "Peter preached to them and warned them with these words: “Be rescued from the wayward and perverse culture of this world!”[bi]", "41": "Those who believed the word that day numbered three thousand. They were all baptized and added to the church.[bj]", "42": "Every believer was faithfully devoted to following the teachings[bk] of the apostles. Their hearts were mutually linked to one another,[bl] sharing communion[bm] and coming together regularly for prayer.[bn] ", "43": "A deep sense of holy awe[bo] swept over everyone, and the apostles performed many miraculous signs and wonders.[bp] ", "44": "All the believers were in fellowship as one body,[bq] and they shared with one another whatever they had. ", "45": "Out of generosity they even sold their assets to distribute the proceeds to those who were in need among them. ", "46": "Daily they met together in the temple courts and in one another's homes to celebrate communion. They shared meals together with joyful hearts and tender humility. ", "47": "They were continually filled with praises to God, enjoying the favor of all the people. And the Lord kept adding to their number daily those who were coming to life.[br]"}