{"1": "When the uproar finally died down, Paul gathered the believers and encouraged their hearts. He kissed them,[a] said good-bye, and left for Macedonia. ", "2": "At every place he passed through, he brought words of great comfort and encouragement to the believers. Then he went on to Greece ", "3": "and stayed there for three months. Just as Paul was about to sail for Syria, he learned of a plot against him by the Jews, so he decided to return by going through Macedonia. ", "4": "Seven men accompanied him as far as western Turkey. They were Sopater,[b] son of Pyrrhus[c] from Berea, Aristarchus[d] and Secundus[e] from Thessalonica, Gaius[f] from Derbe, and Timothy,[g] Tychicus,[h] and Trophimus[i] from western Turkey. ", "5": "These men went ahead and were waiting for us at Troas.[j]", "6": "As soon as all of the Passover celebrations were over,[k] we sailed from Philippi. After five days we joined the others in Troas, where we stayed another week.[l] ", "7": "On Sunday we gathered to take communion[m] and to hear Paul preach. Because he was planning to leave the next day, he continued speaking until past midnight. ", "8": "Many flickering lamps burned in the upstairs chamber where we were meeting. ", "9": "Sitting in an open window listening was a young man named Eutychus.[n] As Paul's sermon dragged on, Eutychus became drowsy and fell into a deep slumber. Sound asleep, he fell three stories to his death below.[o]", "10": "Paul went downstairs, bent over the boy, and embraced him. Taking him in his arms, he said to all the people gathered, “Stop your worrying. He's come back to life!”[p]", "11": "Paul went back upstairs, served communion, and ate a meal with them. Then he picked back up where he left off and taught until dawn.[q] ", "12": "Filled with enormous joy, they took the boy home alive and everyone was encouraged.[r]", "13": "Continuing our journey, we made our way to the ship and sailed for Assos.[s] Paul had previously arranged to meet us there as he traveled overland by foot. ", "14": "So he rejoined our team there and we took him aboard and sailed for Mitylene.[t] ", "15": "The next day we crossed over to Chios,[u] and the following day we arrived at the island of Samos.[v] We stayed at Trogyllium,[w] and on the day after that we reached Miletus.[x] ", "16": "Paul was in a hurry to arrive in Jerusalem, hoping to make it in time for the Feast of Pentecost, so he decided to bypass Ephesus and not spend any time in that region.[y] ", "17": "However, from Miletus Paul had sent a message to the elders of the church[z] in Ephesus and asked them to come meet with him.", "18": "When they arrived, he said to them, “All of you know how I've lived and conducted myself while I was with you. From the first day I set foot in western Turkey ", "19": "I've operated in God's miracle power[aa] with great humility and served you[ab] with many tears. I've endured numerous ordeals because of the plots of the Jews. ", "20": "You know how I've taught you in public meetings and in your homes, and that I've not held anything back from you that would help you grow. ", "21": "I urged both Jews and non-Jews to turn from sin to God and to have faith in our Lord Jesus. ", "22": "And now I am being compelled by the Holy Spirit[ac] to go to Jerusalem, without really knowing what will happen to me there. ", "23": "Yet I know that the Holy Spirit warns me[ad] in town after town, saying, 'Chains and afflictions are prepared for you.'", "24": "“But whether I live or die is not important, for I don't esteem my life as indispensable.[ae] It's more important for me to fulfill my destiny and to finish the ministry my Lord Jesus has assigned to me, which is to faithfully preach the wonderful news of God's grace. ", "25": "I've been a part of your lives and shared with you many times the message of God's kingdom realm. But now I leave you, and you will not see my face again. ", "26": "If any of you should be lost, I will not be blamed, for my conscience is clean, ", "27": "because I've taught you everything I could about God's eternal plan and I've held nothing back. ", "28": "So guard your hearts. Be true shepherds[af] over all the flock and feed them well. Remember, it was the Holy Spirit who appointed you to guard and oversee[ag] the churches that belong to Jesus, the Anointed One,[ah] which he purchased and established by his own blood.", "29": "“I know that after I leave, imposters who have no loyalty to the flock[ai] will come among you like savage wolves. ", "30": "Even some from among your very own ranks will rise up, twisting the truth[aj] to seduce people into following them instead of Jesus. ", "31": "So be alert and discerning. Remember that for three years, night and day, I've never stopped warning each of you, pouring out my heart to you with tears.", "32": "“And so now, I entrust you into God's hands and the message of his grace,[ak] which is all that you need to become strong.[al] All of God's blessings are imparted through the message of his grace, which he provides as the spiritual inheritance given to all of his holy ones.[am]", "33": "“I haven't been after your money or any of your possessions.[an] ", "34": "You all know that I've worked with my hands to meet my own needs and the needs of those who've served with me. ", "35": "I've left you an example of how you should serve and take care of those who are weak.[ao] For we must always cherish the words of our Lord Jesus, who taught, 'Giving brings a far greater blessing than receiving.'”[ap]", "36": "After Paul finished speaking, he knelt down and prayed with them. ", "37": "Then they all cried with great weeping as one after another hugged Paul and kissed him. ", "38": "What broke their hearts the most were his words “You will not see my face again.” Then they tearfully accompanied Paul back to the ship."}