{"1": "“Ladies and gentlemen, fellow believers and elders[a]—please listen to me as I offer my defense.”[b] ", "2": "(Now, when everyone realized he was speaking to them in their Judean Aramaic language,[c] the crowd became all the more attentive.)", "3": "Then Paul said, “I am a Jewish man who was born in Tarsus, a city of Turkey.[d] However, I grew up in this city and was properly trained in the Mosaic law and tutored by Rabbi Gamaliel according to our ancestral customs. I've been extremely passionate in my desire to please God, just as all of you are today. ", "4": "I've hunted down and killed the followers of this Way. I have seized them and thrown them into prison, both men and women. ", "5": "All of this can be verified by the high priest and the Supreme Council of Elders. For they even wrote letters to our fellow Jews of Damascus, authorizing me to arrest them and bring them back to Jerusalem as prisoners to be punished.", "6": "“As I was on the road approaching Damascus, about noon, a brilliant heavenly light suddenly appeared, flashing all around me. ", "7": "As I fell to the ground I heard a voice say, 'Saul, Saul . . . why are you persecuting me?'", "8": "“I answered, 'Who are you, my Lord?' “He said to me, 'I am Jesus, the Victorious.[e] I am the one you are persecuting.'", "9": "“Those who were with me saw the brilliant light, but they didn't hear the voice of the one who spoke to me.[f]", "10": "“So I asked, 'Lord, what am I to do?' “And the Lord said to me, 'Get up and go into Damascus, and there you will be told about all that you are destined to do.'", "11": "“Because of the dazzling glory of the light, I couldn't see—I was left blind. So they had to lead me by the hand the rest of the way into Damascus.", "12": "“A Jewish man living there named Ananias came to see me. He was a godly man who lived according to the law of Moses and was highly esteemed by the Jewish community. ", "13": "He stood beside me and said, 'Saul! My brother, Saul—open your eyes and see again!' At that very instant I opened my eyes and I could see! ", "14": "Then he said to me, 'The God of our ancestors has destined you[g] to know his plan and for you to see the Holy One[h] and to hear his voice. ", "15": "For you will be his witness[i] to every race of people and will share with them everything that you've seen and heard. ", "16": "So now, what are you waiting for? Get up, be baptized, and wash away your sins as you call upon his name.'", "17": "“Then I returned to Jerusalem. And while I was praying in the temple, I entered another realm[j] ", "18": "and saw him. He said to me, 'Hurry and depart from Jerusalem quickly, for the people here will not receive the truths you share about me.'", "19": "“'But Lord,' I argued, 'they all know that I'm the one who went into our Jewish meetings to find those who believe in you and had them beaten[k] and imprisoned. ", "20": "When the blood of your witness[l] Stephen was shed, I stood nearby in full approval of what was happening. I even guarded the cloaks of those who stoned him to death.'", "21": "“Then he said to me, 'Go at once, for I am sending you to preach to the non-Jewish nations.'”[m]", "22": "The crowd listened attentively to Paul up to this point. But when they heard this, all at once they erupted with loud shouts, saying, “Get rid of this man! Kill him! He doesn't deserve to live!”", "23": "While the crowd was screaming and yelling, removing their outer garments, and throwing handfuls of dust in the air in protest, ", "24": "the commander had Paul brought back into the compound. He ordered that he be whipped with a lash and interrogated to find out what he said that so infuriated the crowd.", "25": "When the soldiers stretched Paul out with ropes, he said to the captain, who was standing nearby, “Is it legal for you to torture a Roman citizen like this, without a proper trial?”", "26": "When the officer heard this, he immediately went to his commander and reported it, saying, “This man is a Roman citizen. What should we do now?”", "27": "The commander came to Paul and asked him, “Tell me the truth, are you a Roman citizen?” “Yes I am,” he replied.", "28": "The commander said, “I had to purchase my citizenship with a great sum of money.” Paul replied, “I was born as a citizen!”", "29": "All of the soldiers who were about to whip Paul backed away, because they were afraid of the consequences for tying up and holding a Roman citizen against his will.", "30": "The next day the commander ordered that the high priest and the supreme Jewish council[n] be convened, because he wanted to find out exactly why the Jews were accusing Paul. So he had him untied and brought out to stand before them all."}