{"1": "Paul fixed his eyes on the members of the council and said, “My brothers, up to this day I have lived my life before God with a perfectly clear conscience.”[a]", "2": "At that moment, Ananias[b] the high priest ordered those standing near Paul to strike him in the mouth.", "3": "Paul responded, “God is going to strike you, you corrupt pretender![c] For you sit there judging me according to the law, yet you broke the law when you ordered me to be struck.”", "4": "Those standing near Paul said to him, “Do you dare insult the high priest of God?”", "5": "Paul answered, “I had no idea, brothers, that he was the high priest.[d] For the Scriptures say, 'Do not curse the ruler of your people.'”[e]", "6": "Just then Paul realized that part of the council were Sadducees, who deny the resurrection of the dead,[f] and others were of the separated ones. So he shouted, “My fellow Jews, I am a separated one,[g] and the son of a separated one. That's why I'm on trial here. It's because of the hope I have that the dead will rise to live again.”[h]", "7": "When he said this, a heated argument started among them, dividing the council between the Sadducees and the separated ones. ", "8": "Paul knew that the Sadducees teach there is no resurrection and do not believe in angels or spirits, but the separated ones believe in them all. ", "9": "This sparked an even greater uproar among them. Finally, some of the separated ones who were religious scholars[i] stood up and protested strongly, saying, “We find nothing wrong with this man. It could be that the Spirit[j] has spoken to him or an angel came to him.”", "10": "When the shouting match became intense, the commander, fearing they would tear Paul to pieces, intervened and ordered his soldiers to go in to their meeting and seize him and take him back to their headquarters.", "11": "That night our Lord appeared to Paul and stood before him and said,[k] “Receive miracle power.[l] For just as you have spoken for me in Jerusalem, you will also speak for me in Rome.”[m]", "12-13": "–13 The next day, more than forty Jews formed a conspiracy and bound themselves under an oath[n] to have no food or water until they had killed Paul. ", "14": "They went to the high priest and the elders to divulge their plans and said to them, “We have united in a solemn oath not to eat or drink until Paul is dead. ", "15": "So we urge you to have the commander bring him to you as though you were to determine his case with a more thorough inquiry. And we will kill him before he even gets here!”", "16": "When Paul's nephew, his sister's son, overheard their plot to kill him, he came to the headquarters and informed him of their plans. ", "17": "Paul called for one of the captains[o] and said, “Take this boy[p] to the commander, for he has something important to report to him.”", "18": "The captain took him to the commander and informed him, “Paul the prisoner asked me to bring this boy to you because he has something important for you to know.”", "19": "The commander took him by the arm and led him aside in private and asked him, “What do you have to tell me?”", "20": "He replied, “The Jews have plotted to kill Paul. Tomorrow they will ask you to bring him again to the supreme council under the pretense of wanting to question him further. ", "21": "Don't believe them, because they have forty men lying in wait to ambush Paul. These men have sworn an oath not to eat or drink until they have killed him. They're all waiting for you to agree to their request so they can carry out their plot.”", "22": "The commander dismissed Paul's nephew after directing him, “Tell no one that you've reported these things to me.” ", "23-24": "–24 Then he summoned two of his captains and said to them, “I want you to take Paul by horseback to Caesarea tonight at nine o'clock. Dispatch two hundred infantrymen, seventy horsemen, and another two hundred spearmen to provide security and deliver him safely to Governor Felix.” ", "25": "He sent with them a letter that read:", "26": "From Claudias Lysias, to His Excellency, Governor Felix:[q] Dear Governor,", "27": "I rescued this man, who was seized by the Jews as they were about to put him to death. I intervened with my troops because I understand that he is a Roman citizen. ", "28": "I was determined to learn exactly what charge they were accusing him of, so I brought him to stand before the Jewish supreme council. ", "29": "I discovered that he was being accused with reference to violating controversial issues about their law, but I found no charge against him that deserved death or imprisonment. ", "30": "When I was informed of an imminent plot to kill him, I sent him to you at once, and I have ordered his accusers to also come before you and state their charges against him. Sincerely, Claudius Lysias", "31": "The soldiers carried out their orders and escorted Paul during the night until they reached the city of Antipatris.[r] ", "32": "The next day the horsemen continued on with Paul and the rest of the soldiers were dismissed to return to their headquarters.", "33": "Upon their arrival in Caesarea, they presented the letter to the governor and brought Paul before him. ", "34": "After reading the letter, he asked Paul what province he was from. Paul answered, “Southeast Turkey.”[s]", "35": "The governor said, “I will give you a full hearing when your accusers arrive here also.” Then he ordered that Paul be kept under guard in Herod's palace."}