{"1": "Three days after Festus assumed his duties in Caesarea, he made the journey to Jerusalem.[a] ", "2": "Religious authorities and prominent leaders among the Jews brought formal charges against Paul before Festus. ", "3": "They came asking him for a favor—that he would transfer Paul from Caesarea to Jerusalem—all the while plotting to ambush and kill Paul along the way.", "4": "Festus responded to their request by informing them that he planned to return to Caesarea shortly. ", "5": "He told them, “Your leaders can come with me to Caesarea. If this man has broken any laws, you can bring charges against him there.”", "6": "After Festus had stayed in Jerusalem no more than eight to ten days, he left for Caesarea. The day after he arrived, he convened the court and took his seat on the bench as judge over the proceedings. After he ordered Paul brought into the courtroom, ", "7": "the Jewish leaders who came from Jerusalem encircled him and leveled against him many serious charges, which they were unable to substantiate.", "8": "In his defense, Paul said by the Holy Spirit,[b] “I have done nothing wrong.[c] I've committed no offense against Jewish law, or against the temple, or against Caesar.”", "9": "Festus, because he wanted to curry favor with the Jews, asked Paul, “Are you willing to go with me to Jerusalem and be tried for these charges?”", "10": "Paul replied, “I am standing here before Caesar's tribunal. This is where I should be tried. As you well know, I have done no harm to the Jews. ", "11": "If I have committed a crime worthy of death, I won't seek to escape the death penalty. But if none of their charges are true, no one has the right to hand me over to them. I appeal to Caesar!”", "12": "After conferring with the members of his council, Festus replied, “Since you have appealed to Caesar, to Caesar you will go!”", "13": "Several days later, King Agrippa and Bernice[d] arrived at Caesarea for a visit with Festus. ", "14": "During their stay of many days, Festus explained Paul's situation to the king to get his opinion on the matter, saying, “There is a man here whom Felix left as a prisoner. ", "15": "When I was in Jerusalem, the leading priests and Jewish elders pressed charges against him and demanded that I issue a guilty verdict against him. ", "16": "I explained to them that it is not our Roman custom to condemn any man before he has an opportunity to face his accusers and present his defense. ", "17": "So they returned here with me. I didn't postpone the trial, but convened the court the very next day and ordered the man to be brought before me. ", "18": "I listened to their accusations against him, but they were not what I expected to hear, for he had committed no crime. ", "19": "Rather, their issues centered around disagreements with him over their religion, and about a dead man named Jesus, who Paul claimed was alive. ", "20": "Because I was perplexed about how to proceed, I asked him if he would be willing to go to Jerusalem to stand trial on these charges. ", "21": "When Paul appealed his case to the emperor for a decision, I ordered him to be held in custody until I could send him to Caesar.”", "22": "King Agrippa said to Festus, “I would like to listen to this man myself.” “Tomorrow,” he replied, “you will have that opportunity.”", "23": "The next day King Agrippa and Bernice entered the audience hall with much pomp and pageantry. Accompanying them were the senior military officers and prominent citizens. Festus ordered that Paul be brought before them all.", "24": "Then Festus said, “King Agrippa, and esteemed guests, here is the man whom the entire Jewish community, both here and in Jerusalem, has asked me to condemn to death. They have screamed and shouted at me, demanding that I end his life. ", "25": "Yet upon investigation I couldn't find one thing that he has done to deserve the death penalty. When he appealed to His Majesty the emperor, I determined to send him. ", "26": "But I have nothing concrete to write to His Majesty, so I have now brought him before you all, and especially before you, King Agrippa. After this preliminary hearing I should have something to write, ", "27": "for it seems absurd to me to send a prisoner without specifying the charges against him.”"}