{"1": "King Agrippa said to Paul, “You may now state your case.” Paul motioned with his hand for silence, then began his defense.[a] ", "2": "“King Agrippa, I consider myself highly favored to stand before you today and answer the charges made against me by the Jews. ", "3": "Because you, more than anyone else, are very familiar with the customs and controversies among the Jewish people, I now ask for your patience as I state my case.[b]", "4": "“All the Jews know how I have been raised as a young man, living among my own people from the beginning and in Jerusalem. ", "5": "If my accusers are willing to testify, they must admit that they've known me all along as a Pharisee, a member of the most strict and orthodox sect within Judaism.[c] ", "6": "And now, here I am on trial because I believe in the hope[d] of God's promises made to our ancestors. ", "7": "This is the promise the twelve tribes of our people hope to see fulfilled as they sincerely strive to serve God with prayers night and day.[e] “So, Your Highness, it is because of this hope that the Jews are accusing me. ", "8": "And how should you judge this matter?[f] Why is it that any of you think it unbelievable that God raises the dead? ", "9": "I used to think that I should do all that was in my power to oppose the name of Jesus of Nazareth. ", "10": "And that's exactly what I did in Jerusalem, for I not only imprisoned many of the holy believers by the authority of the chief priests, I also cast my vote against them, sentencing them to death. ", "11": "I punished them often in every Jewish meeting hall and attempted to force them to blaspheme. I boiled with rage against them, hunting them down in distant foreign cities to persecute them.", "12": "“For that purpose I went to Damascus, with the authority granted to me by the chief priests. ", "13": "While traveling on the road at noon, Your Highness, I saw a light brighter than the sun flashing from heaven all around me and those who were with me. ", "14": "We all fell to the ground, and I heard a voice speaking to me in Aramaic, saying, 'Saul, Saul, why are you persecuting me? You are only hurting yourself when you resist your calling.'[g]", "15": "“I asked, 'Who are you, Lord?' “And the Lord replied, 'I am Jesus,[h] the one you are persecuting. ", "16": "Get up and stand to your feet, for I have appeared to you to reveal your destiny and to commission you as my assistant.[i] You will be a witness to what you have seen and to the things I will reveal whenever I appear to you.[j] ", "17": "I will rescue you from the persecution of your own people and from the hostility of the other nations that I will send you to. ", "18": "And you will open their eyes to their true condition, so that they may turn from darkness to the Light[k] and from the power[l] of Satan to the power of God. By placing their faith in me they will receive the total forgiveness[m] of sins and be made holy, taking hold of the inheritance that I give to my children!'", "19": "“So you see, King Agrippa, I have not been disobedient to what was revealed to me from heaven. ", "20": "For it was in Damascus that I first declared the truth. And then I went to Jerusalem and throughout our nation,[n] and even to other nations, telling people everywhere that they must repent and turn to God and demonstrate it with a changed life.[o] ", "21": "That's why the Jews seized me when I was in the temple and tried to murder me.", "22": "“But in spite of all this, I have experienced the supernatural help of God up to this very moment. So I'm standing here saying the same thing that I've shared with everyone, from the least to the greatest. For I teach nothing but what ", "23": "Moses and the prophets have said was destined to happen: that our Messiah had to suffer and die and be the first to rise from the dead,[p] to release the bright light of truth both to our people and to the non-Jewish nations.”[q]", "24": "Festus interrupted Paul's defense,[r] blurting out, “You're out of your mind! All this great learning of yours is driving you crazy.”[s]", "25": "Paul replied, “No, Your Excellency Festus, I am not crazy. I speak the words of truth and reason.[t] ", "26": "King Agrippa, I know I can speak frankly and freely with you, for you understand these matters well, and none of these things have escaped your notice. After all, it's not like it was a secret! ", "27": "Don't you believe the prophets, King Agrippa? I know that you do.”", "28": "Agrippa responded, “In such a short time you are nearly persuading me to become a Christian.”", "29": "Paul replied, “I pray to God that both you and those here listening to me would one day become the same as I am, except, of course, without these chains.”", "30": "The king, the governor, Bernice, and all the others got up. ", "31": "As they were leaving the chamber, they commented to one another, “This man has done nothing that deserves death or even imprisonment.”", "32": "King Agrippa said to Festus, “If he hadn't appealed to Caesar, he could have been released.”"}