{"1": "When it was decided that we[a] were to sail for Italy, Festus handed over Paul and a number of other prisoners to the custody of a Roman officer named Julius, a member of the imperial guard. ", "2": "We went on board a ship from the port of Adramyttium[b] that was planning to stop at various ports along the coast of southwestern Turkey.[c] We put out to sea and were accompanied by Aristarchus[d] from Thessalonica in Macedonia.", "3": "The next day we docked at Sidon,[e] and Julius, being considerate of Paul, allowed him to disembark and be refreshed by his friends living there. ", "4": "From there we put out to sea, but because the winds[f] were against us, we sailed under the lee of Cyprus.[g] ", "5": "After sailing across the open sea off Cilicia and Pamphylia, we docked at the port of Myra in Lycia. ", "6": "While we were there, the commanding officer found an Egyptian ship from Alexandria that was bound for Italy, and he put us on board.", "7": "We made little headway for several days, and with difficulty we made it to Knidus.[h] The strong winds kept us from holding our course, so from there we sailed along the lee of Crete,[i] opposite Cape Salome. ", "8": "Hugging the coast, we struggled on to a place called Fair Havens, near the town of Lasea. ", "9": "We remained there a long time, until we passed the day of the Jewish fast.[j] Paul advised the frightened sailors that they should not put out to sea in such dangerous weather,[k] saying, ", "10": "“Men, I can see that our voyage would be disastrous for us and bring great loss, not only to our ship and cargo but also to our own lives. We should remain here.”[l]", "11": "But the officer in charge was persuaded more by the ship's helmsman and captain[m] than he was by Paul. ", "12": "So the majority decided to put out to sea, since Fair Haven was an exposed harbor and not suitable to winter in. They had hoped to somehow reach the Cretan port of Phineka,[n] which was a more suitable port because it was facing south.[o]", "13": "When a gentle south breeze began to blow, they assumed they could make it, so they pulled up anchor and sailed close to Crete. ", "14": "But it wasn't long before the weather abruptly worsened and a storm of hurricane force called the Nor' easter[p] tore across the island and blew us out to sea. ", "15": "The sailors weren't able to turn the ship into the wind, so they gave up and let it be driven by the gale winds.[q]", "16": "As we passed to the lee of a small island called Cauda,[r] we were barely able to get the ship's lifeboat under control, ", "17": "so the crew hoisted the dinghy aboard. The sailors used ropes and cables to undergird the ship,[s] fearing they would run aground on the shoals of Syrtis.[t] They lowered the drag anchor to slow its speed and let the ship be driven along.", "18": "The next day, because of being battered severely by the storm, the sailors jettisoned the cargo,", "19": "and by the third day they even threw the ship's tackle and rigging overboard. ", "20": "After many days of seeing neither the sun nor the stars, and with the violent storm continuing to rage against us, all hope of ever getting through it alive was abandoned.", "21": "After being without food for a long time, Paul stepped before them all and said, “Men, you should have obeyed[u] me and avoided all of this pain and suffering by not leaving Crete. ", "22": "Now listen to me. Don't be depressed, for no one will perish—only the ship will be lost. ", "23": "For God's angel visited me last night, the angel of my God, the God I passionately serve. He came and stood in front of me ", "24": "and said, 'Don't be afraid, Paul. You are destined to stand trial before Caesar. And because of God's favor on you, he has given you the lives of everyone who is sailing with you.' ", "25": "So men, keep up your courage! I know that God will protect you, just as he told me he would. ", "26": "But we must run aground on some island to be saved.”", "27": "On the fourteenth night of being tossed about the Adriatic Sea, about midnight, the sailors sensed we were approaching land. ", "28": "So they took soundings and discovered that the water was about 120 feet deep.[v] After sailing a short distance, they again took soundings and found it was only ninety feet deep.[w] ", "29": "Fearing we would be dashed against a rocky coast, they dropped four anchors from the stern and waited for morning to come.", "30": "Some sailors pretended to go down to drop anchors from the bow when in fact they wanted to lower the lifeboat into the sea and escape, abandoning ship. ", "31": "Paul said to the Roman officer and his soldiers, “Unless you all stay together onboard the ship, you have no chance of surviving.” ", "32": "At the moment they heard this, the soldiers cut the ropes of the dinghy and let it fall away.", "33": "Just before daybreak, Paul urged everyone to eat. He said, “Today makes two full weeks that you've been in fearful peril and hunger, unable to eat a thing. ", "34": "Now eat and be nourished. For you'll all come through this ordeal without a scratch.”[x]", "35": "Then Paul took bread and gave thanks to God[y] in front of them, broke it and began to eat. ", "36-37": "–37 There were 276 people who ate until they were filled, and were strengthened and encouraged.[z] ", "38": "After they were satisfied, they threw the grain into the sea to lighten the ship.", "39": "When daylight came, the sailors didn't recognize the land, but they noticed a cove with a sandy beach, so they decided to run the ship ashore. ", "40": "They cut away the anchors, leaving them in the sea, untied the ropes holding the rudders, and hoisted the foresail to the breeze to head for the beach. ", "41": "But they drifted into the rocky shoals between two depths of the sea, causing the ship to flounder still a distance from shore. The bow was stuck fast, jammed on the rocks, while the stern was being smashed by the pounding of the surf.", "42": "The soldiers wanted to kill all the prisoners to prevent them from escaping. ", "43": "But the Roman officer was determined to bring Paul safely through, so he foiled their attempts. He commanded the prisoners and crew who could swim to jump overboard and swim ashore.[aa] ", "44": "The rest all managed to survive by clinging to planks and broken pieces of the ship, so that everyone scrambled to the shore uninjured."}