{"1": "Now, a man named Ananias and his wife, Sapphira,[a] likewise sold their farm. ", "2": "They conspired to secretly keep back for themselves a portion of the proceeds. So when Ananias brought the money to the apostles, it was only a portion of the entire sale. ", "3": "God revealed their secret to Peter,[b] so he said to him, “Ananias, why did you let Satan fill your heart and make you think you could lie to the Holy Spirit? You only pretended to give it all, yet you hid back part of the proceeds from the sale of your property to keep for yourselves. ", "4": "Before you sold it, wasn't it yours to sell or to keep? And after you sold it, wasn't the money entirely at your disposal? How could you plot such a thing in your heart? You haven't lied to people; you've lied to God!”[c]", "5": "The moment Ananias heard those words, he fell over dead. Everyone was terrified when they heard what had happened. ", "6": "Some young men came in and removed the body and buried him.", "7": "Three hours later, his wife came into the room, with no clue what had happened to her husband.", "8": "Peter said to her, “Tell me, were the two of you paid this amount for the sale of your land?” Sapphira said, “Yes, that's how much it was.”", "9": "Peter told her, “Why have you agreed together to test the Spirit of the Lord?[d] I hear the footsteps of those who buried your husband at the door—they're coming here to bury you too!” ", "10": "At that moment she dropped dead at Peter's feet. When the young men came in, she was already dead, so they carried her out and buried her next to her husband. ", "11": "The entire church was seized with a powerful sense of the fear of God,[e] which came over all who heard what had happened.", "12": "The apostles performed many signs, wonders, and miracles among the people. ", "13": "And the believers were wonderfully united as they met regularly in the temple courts in the area known as Solomon's Porch. No one dared harm them,[f] for everyone held them in high regard.", "14": "Continually more and more people believed in the Lord[g] and were added to their number—great crowds of both men and women. ", "15": "In fact, when people knew Peter was going to walk by, they carried the sick out to the streets and laid them down on cots and mats, knowing the incredible power emanating from him would overshadow them and heal them.[h] ", "16": "Great numbers of people swarmed into Jerusalem from the nearby villages. They brought with them the sick and those troubled by demons—and everyone was healed!", "17": "The high priest and his officials, who formed the party of the Sadducees, became extremely jealous over all that was happening, ", "18": "so they had the apostles arrested, placed in chains,[i] and thrown into jail. ", "19": "But during the night, the Lord[j] sent an angel who appeared before them. He supernaturally opened their prison doors and brought the apostles outside. ", "20": "“Go,” the angel told them. “Stand in the temple courts and preach the words that bring life!” ", "21": "So early that morning they entered the temple courts and taught the people. The high priest and his officials, unaware of their supernatural release from prison, convened the members of the supreme council.[k] They sent for the apostles to be brought to them from prison. ", "22": "But when the officers came to the prison cell, it was empty! They returned to the council and informed them, ", "23": "“We found the jail securely locked and the guards standing by their cell, but when we opened the door, there was no one inside!”", "24": "When the captain of the temple guard and the leading priests heard this report, they were perplexed and at a loss over what to make of it.", "25": "Someone came and informed them, “The men you put in prison are out there standing in the temple courts, teaching the people!”", "26": "So the captain of the temple guard and his officers went to arrest them once again, but without using force, for they were afraid the people would stone them.", "27": "When they brought them before the council, the high priest demanded an explanation, ", "28": "saying, “Didn't we strictly warn you that you were to never again teach in this name? But instead you have now filled all of Jerusalem with this doctrine and are committed to holding us responsible for this man's death!”[l]", "29": "Peter and the apostles replied, “We must listen to and obey God more than pleasing religious leaders. ", "30": "You had Jesus arrested and killed by crucifixion,[m] but the God of our forefathers[n] has raised him up. ", "31": "He's the one God has exalted and seated at his right hand as our Savior and Champion.[o] He is the provider of grace as the Redeemer of Israel.[p] ", "32": "We are witnesses of these things,[q] and so is the Holy Spirit, whom God freely gives to all who believe in him.”[r]", "33": "When they heard this, they were infuriated and determined to murder them. ", "34": "But a Pharisee named Gamaliel, a noted religious professor who was highly respected by all, stood up. He gave orders to send the apostles outside. ", "35": "Then he said to the council, “Men of Israel, you need to be very careful about how you deal with these men. ", "36": "Some time ago there was a man named Theudas who rose up claiming to be somebody. He had a following of about four hundred men, but when he was killed, all of his followers were scattered, and nothing came of it.", "37": "“After him, in the days of the census,[s] another man rose up, Judas the Galilean, who got people to follow him in a revolt. He too perished, and all those who followed him were scattered. ", "38": "So in this situation, you should just leave these men to themselves. For if this plan or undertaking originates with men, it will fade away and come to nothing. ", "39": "But if this movement is of God, you won't be able to stop it. And you might discover that you were fighting God all along!” Gamaliel's words convinced the council. ", "40": "So they brought the apostles back in and had them severely beaten. They ordered them never again to speak in the name of Jesus and then let them go.", "41": "The apostles left there rejoicing, thrilled that God had considered them worthy to suffer disgrace for the name of Jesus. ", "42": "And nothing stopped them! They kept preaching every day in the temple courts and went from house to house, preaching the gospel of Jesus, God's Anointed One!"}