{"1": "During those days the number of Jesus' followers kept multiplying greatly. But a complaint was brought against those who spoke Aramaic[a] by the Greek-speaking Jews,[b] who felt their widows were being overlooked during the daily distribution of food.", "2": "The twelve apostles called a meeting of all the believers and told them, “It is not advantageous for us to be pulled away from the word of God to wait on tables. ", "3": "We want you to carefully select[c] from among yourselves seven godly men. Make sure they are honorable, full of the Holy Spirit and wisdom, and we will give them the responsibility of this crucial ministry of serving. ", "4": "That will enable us to give our full attention to prayer and preaching the word of God.”", "5": "Everyone in the church loved this idea.[d] So they chose seven men. One of them was Stephen,[e] who was known as a man full of faith and overflowing with the Holy Spirit. Along with him they chose Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicholas from Antioch,[f] who had converted to Judaism. ", "6": "All seven stood before the apostles, who laid their hands on them and prayed for them, commissioning them to this ministry.[g]", "7": "God's word reigned supreme[h] and kept spreading. The number of Jesus' followers in Jerusalem quickly grew and increased by the day. Even a great number of Jewish priests became believers and were obedient to the faith!", "8": "Stephen, who was a man full of grace and supernatural power, performed many astonishing signs and wonders and mighty miracles among the people.[i] ", "9": "This upset some men belonging to a sect who called themselves the Men Set Free.[j] They were Libyans,[k] Egyptians,[l] and Turks.[m] They all confronted Stephen to argue[n] with him. ", "10": "But the Holy Spirit gave Stephen remarkable wisdom to answer them. His words were prompted by the Holy Spirit, and they could not refute what he said. ", "11": "So the Men Set Free conspired in secret to find those who would bring false accusations against Stephen and lie about him by saying, “We heard this man speak blasphemy against Moses and God.”", "12": "The Men Set Free agitated the crowd, the elders, and the religious scholars,[o] then seized Stephen and forcefully took him before the supreme council. ", "13": "One after another, false witnesses stepped forward and accused Stephen, saying, “This man never stops denigrating our temple and our Jewish law. ", "14": "For we have heard him teach that Jesus of Nazareth will destroy the temple and change the traditions and customs that Moses handed down to us.”[p]", "15": "Every member of the supreme council focused his gaze on Stephen, for right in front of their eyes, while being falsely accused, his face glowed as though he had the face of an angel![q]"}