{"1": "Now, Saul agreed to be an accomplice to Stephen's stoning and participated in his execution. From that day on, a great persecution of the church in Jerusalem began. All the believers scattered into the countryside of Judea and among the Samaritans, except the apostles who remained behind in Jerusalem. ", "2": "God-fearing men gave Stephen a proper burial and mourned greatly over his death.", "3": "Then Saul mercilessly persecuted the church of God, going from house to house into the homes of believers to arrest both men and women and drag them off to prison.", "4": "Although the believers were scattered by persecution, they preached the wonderful news of the word of God wherever they went. ", "5": "Philip traveled to a Samaritan city[a] and preached to them the wonderful news of the Anointed One. ", "6": "The crowds were eager to receive[b] Philip's message and were persuaded by the many miracles and wonders he performed. ", "7": "Many demon-possessed people were set free and delivered as evil spirits came out of them with loud screams and shrieks, and many who were lame and paralyzed were also healed.[c] ", "8": "This resulted in an uncontainable joy filling the city!", "9": "Now, there was a man who lived there who was steeped in sorcery. For some time he had astounded the people of Samaria with his magic, boasting to be someone great.[d] ", "10": "Everyone, from the least to the greatest among them, was dazzled by his sorcery,[e] saying, “This man is the greatest wizard of all! The divine power of God walks among us!” ", "11": "For many years everyone was in awe of him because of his astonishing displays of the magic arts.", "12": "But as Philip preached the wonderful news of God's kingdom realm, and the name of Jesus the Anointed One, many believed his message and were baptized, both men and women. ", "13": "Even Simon believed and was baptized! Wherever Philip went, Simon was right by his side, astounded by all the miracles, signs, and enormous displays of power that he witnessed.", "14": "When the apostles in Jerusalem heard that the Samaritans had accepted God's message of life, they sent Peter and John ", "15": "to pray over them so that they would receive the Holy Spirit.[f] ", "16": "For they had only been baptized in the name of the Lord Jesus and were yet to have the Holy Spirit fall upon them. ", "17": "As soon as Peter and John arrived, they laid their hands on the Samaritan believers, one after another, and the Holy Spirit fell and filled each one of them![g]", "18": "When Simon saw how the Holy Spirit was released through the laying on of the apostles' hands, he approached them and offered them money, ", "19": "saying, “I want this power too. I'm willing to pay you for the anointing[h] that you have, so that I also can lay my hands on everyone to receive the Holy Spirit.”", "20": "Peter rebuked him and said, “Your money will go with you to destruction! How could you even think that you could purchase God's supernatural gift with money? ", "21": "You will never have this gift or take part in this ministry,[i] for your heart is not right with God. ", "22": "Repent this moment for allowing such wickedness to fill you. Plead with the Lord that perhaps he would forgive you the treachery of your heart. ", "23": "For I discern that jealous envy[j] has poisoned you and binds you as a captive to sin.”", "24": "Simon begged, “Peter, please pray to God for me. Plead with him so that nothing you just said over me may come to pass!”", "25": "After Peter and John had testified and taught the word of God in that city, they returned to Jerusalem, stopping at many Samaritan villages along the way to preach the hope of the gospel.[k]", "26": "Then the Lord's angel said to Philip, “Now go south from Jerusalem on the desert road to Gaza.” ", "27": "He left immediately on his assignment. Along the way he encountered an Ethiopian who believed in the God of the Jews,[l] who was the minister of finance for Candace, queen of Ethiopia. He was on his way home from worshiping God in Jerusalem. ", "28": "As he rode along in his chariot, he was reading from the scroll of Isaiah.", "29": "The Holy Spirit said to Philip, “Go and walk alongside the chariot.”", "30": "So Philip ran to catch up. As he drew closer he overheard the man reading from the scroll of Isaiah the prophet. Philip asked him, “Sir, do you understand what you're reading?”", "31": "The man answered, “How can I possibly make sense of this without someone explaining it to me?”[m] So he invited Philip up into his chariot to sit with him.", "32": "The portion from Isaiah he was reading was this: He was led away to the slaughter like a lamb to be offered. He was like a lamb that is silent before those who sheared him— he never even opened his mouth.", "33": "In his lowliness justice was stripped away from him.[n] And who could fully express his struggles? For his life was taken from the earth.[o]", "34": "The Ethiopian asked Philip, “Please, can you tell me who the prophet is speaking of? Is it himself or another man?”", "35": "Philip started with this passage and shared with him the wonderful message of Jesus.", "36": "As they were traveling down the road, the man said, “Look, here's a pool of water. Why don't I get baptized right now?”", "37": "Philip replied, “If you believe with all your heart, I'll baptize you.” The man answered, “I believe that Jesus is the Anointed One, the Son of God.”[p]", "38": "The Ethiopian stopped his chariot, and they went down into the water[q] and Philip baptized him. ", "39-40": "–40 When they came up out of the water, Philip was suddenly snatched up by the Spirit of the Lord and instantly carried away to the city of Ashdod,[r] where he reappeared, preaching the gospel in that city. The man never saw Philip again. He returned to Ethiopia full of great joy. Philip, however, traveled on to all of the towns of that region, bringing them the good news, until he arrived at Caesarea.[s]"}