{"1": "When the Lord saved David from Saul and his other enemies, David sang this song to the Lord:", "2": "The Lord is my protector; he is my strong fortress.", "3": "My God is my protection, and with him I am safe. He protects me like a shield; he defends me and keeps me safe. He is my savior; he protects me and saves me from violence.", "4": "I call to the Lord, and he saves me from my enemies. Praise the Lord!", "5": "The waves of death were all around me; the waves of destruction rolled over me.", "6": "The danger of death was around me, and the grave set its trap for me.", "7": "In my trouble I called to the Lord; I called to my God for help. In his temple he heard my voice; he listened to my cry for help.", "8": "Then the earth trembled and shook; the foundations of the sky rocked and quivered because God was angry!", "9": "Smoke poured out of his nostrils, a consuming flame and burning coals from his mouth.", "10": "He tore the sky open and came down, with a dark cloud under his feet.", "11": "He flew swiftly on his winged creature;[a] he traveled on the wings of the wind.", "12": "He covered himself with darkness; thick clouds, full of[b] water, surrounded him;", "13": "burning coals flamed up from the lightning before him.", "14": "Then the Lord thundered from the sky, and the voice of Almighty God was heard.", "15": "He shot his arrows and scattered his enemies; with flashes of lightning he sent them running.", "16": "The floor of the ocean was laid bare, and the foundations of the earth were uncovered when the Lord rebuked his enemies and roared at them in anger.", "17": "The Lord reached down from above and took hold of me; he pulled me out of the deep waters.", "18": "He rescued me from my powerful enemies and from all those who hate me— they were too strong for me.", "19": "When I was in trouble, they attacked me, but the Lord protected me.", "20": "He helped me out of danger; he saved me because he was pleased with me.", "21": "The Lord rewards me because I do what is right; he blesses me because I am innocent.", "22": "I have obeyed the law of the Lord; I have not turned away from my God.", "23": "I have observed all his laws; I have not disobeyed his commands.", "24": "He knows that I am faultless, that I have kept myself from doing wrong.", "25": "And so he rewards me because I do what is right, because he knows that I am innocent.", "26": "O Lord, you are faithful to those who are faithful to you, and completely good to those[c] who are perfect.", "27": "You are pure to those who are pure, but hostile to those who are wicked.", "28": "You save those who are humble, but you humble those who are proud.", "29": "You, Lord, are my light; you dispel my darkness.", "30": "You give me strength to attack my enemies and power to overcome their defenses.", "31": "This God—how perfect are his deeds, how dependable his words! He is like a shield for all who seek his protection.", "32": "The Lord alone is God; God alone is our defense.", "33": "This God is my strong refuge; he makes[d] my pathway safe.", "34": "He makes me sure-footed as a deer; he keeps me safe on the mountains.", "35": "He trains me for battle, so that I can use the strongest bow.", "36": "O Lord, you protect me and save me; your help has made me great.", "37": "You have kept me from being captured, and I have never fallen.", "38": "I pursue my enemies and defeat them; I do not stop until I destroy them.", "39": "I strike them down, and they cannot rise; they lie defeated before me.", "40": "You give me strength for the battle and victory over my enemies.", "41": "You make my enemies run from me; I destroy those who hate me.", "42": "They look for help, but no one saves them; they call to the Lord, but he does not answer.", "43": "I crush them, and they become like dust; I trample on them like mud in the streets.", "44": "You saved me from my rebellious people and maintained my rule over the nations; people I did not know have now become my subjects.", "45": "Foreigners bow before me; when they hear me, they obey.", "46": "They lose their courage and come trembling[e] from their fortresses.", "47": "The Lord lives! Praise my defender! Proclaim the greatness of the strong God who saves me!", "48": "He gives me victory over my enemies; he subdues the nations under me", "49": "and saves me from my foes. O Lord, you give me victory over my enemies and protect me from violent men.", "50": "And so I praise you among the nations; I sing praises to you.", "51": "God gives great victories to his king; he shows constant love to the one he has chosen, to David and his descendants forever."}