{"1": "David son of Jesse was the man whom God made great, whom the God of Jacob chose to be king, and who was the composer of beautiful songs for Israel. These are David's last words:", "2": "The spirit of the Lord speaks through me; his message is on my lips.", "3": "The God of Israel has spoken; the protector of Israel said to me: “The king who rules with justice, who rules in obedience to God,", "4": "is like the sun shining on a cloudless dawn, the sun that makes the grass sparkle after rain.”", "5": "And that is how God will bless my descendants, because he has made an eternal covenant with me, an agreement that will not be broken, a promise that will not be changed. That is all I desire; that will be my victory, and God will surely bring it about.", "6": "But godless people are like thorns that are thrown away; no one can touch them barehanded.", "7": "You must use an iron tool or a spear; they will be burned completely.[a]", "8": "These are the names of David's famous soldiers: the first was Josheb Basshebeth from Tachemon, who was the leader of “The Three”;[b] he fought with his spear[c] against eight hundred men and killed them all in one battle.", "9": "The second of the famous three was Eleazar son of Dodo, of the clan of Ahoh. One day he and David challenged the Philistines who had gathered for battle. The Israelites fell back, ", "10": "but he stood his ground and fought the Philistines until his hand was so cramped that he could not let go of his sword. The Lord won a great victory that day. After it was over, the Israelites returned to where Eleazar was and stripped the armor from the dead.", "11": "The third of the famous three was Shammah son of Agee from Harar. The Philistines had gathered at Lehi, where there was a field of peas. The Israelites fled from the Philistines, ", "12": "but Shammah stood his ground in the field, defended it, and killed the Philistines. The Lord won a great victory that day.", "13": "Near the beginning of harvest time[d] three of “The Thirty” went down to Adullam Cave, where David was, while a band of Philistines was camping in Rephaim Valley. ", "14": "At that time David was on a fortified hill, and a group of Philistines had occupied Bethlehem. ", "15": "David grew homesick and said, “How I wish someone would bring me a drink of water from the well by the gate at Bethlehem!” ", "16": "The three famous soldiers forced their way through the Philistine camp, drew some water from the well, and brought it back to David. But he would not drink it; instead he poured it out as an offering to the Lord ", "17": "and said, “Lord, I could never drink this! It would be like drinking the blood of these men who risked their lives!” So he refused to drink it. Those were the brave deeds of the three famous soldiers.", "18": "Joab's brother Abishai (their mother was Zeruiah) was the leader of “The Famous Thirty.” He fought with his spear against three hundred men and killed them, and became famous among “The Thirty.”[e] ", "19": "He was the most famous of “The Thirty”[f] and became their leader, but he was not as famous as “The Three.”", "20": "Benaiah son of Jehoiada from Kabzeel was another famous soldier; he did many brave deeds, including killing two great Moabite warriors. He once went down into a pit on a snowy day and killed a lion. ", "21": "He also killed an Egyptian, a huge man who was armed with a spear. Benaiah attacked him with his club, snatched the spear from the Egyptian's hand, and killed him with it. ", "22": "Those were the brave deeds of Benaiah, who was one of “The Thirty.”[g] ", "23": "He was outstanding among them, but was not as famous as “The Three.” David put him in charge of his bodyguard.", "24-39": "Other members of “The Thirty” included: Asahel, Joab's brother Elhanan son of Dodo from Bethlehem Shammah and Elika from Harod Helez from Pelet Ira son of Ikkesh from Tekoa Abiezer from Anathoth Mebunnai from Hushah Zalmon from Ahoh Maharai from Netophah Heleb son of Baanah from Netophah Ittai son of Ribai from Gibeah in Benjamin Benaiah from Pirathon Hiddai from the valleys near Gaash Abialbon from Arabah Azmaveth from Bahurim Eliahba from Shaalbon The sons of Jashen Jonathan Shammah from Harar Ahiam son of Sharar from Harar Eliphelet son of Ahasbai from Maacah Eliam son of Ahithophel from Gilo Hezro from Carmel Paarai from Arab Igal son of Nathan from Zobah Bani from Gad Zelek from Ammon Naharai from Beeroth, Joab's armorbearer Ira and Gareb from Jattir Uriah the Hittite. There were thirty-seven famous soldiers in all."}