{"1": "Then all the tribes of Israel went to David at Hebron and said to him, “We are your own flesh and blood. ", "2": "In the past, even when Saul was still our king, you led the people of Israel in battle, and the Lord promised you that you would lead his people and be their ruler.” ", "3": "So all the leaders of Israel came to King David at Hebron. He made a sacred alliance with them, they anointed him, and he became king of Israel. ", "4": "David was thirty years old when he became king, and he ruled for forty years. ", "5": "He ruled in Hebron over Judah for seven and a half years, and in Jerusalem over all Israel and Judah for thirty-three years.", "6": "The time came when King David and his men set out to attack Jerusalem. The Jebusites, who lived there, thought that David would not be able to conquer the city, and so they said to him, “You will never get in here; even the blind and the crippled could keep you out.” ", "7": "(7 But David did capture their fortress of Zion, and it became known as “David's City.”)", "8": "That day David said to his men, “Does anybody here hate the Jebusites as much as I do? Enough to kill them? Then go up through the water tunnel and attack those poor blind cripples.” (That is why it is said, “The blind and the crippled cannot enter the Lord's house.”)[a]", "9": "After capturing the fortress, David lived in it and named it “David's City.” He built the city around it, starting at the place where land was filled in on the east side of the hill. ", "10": "He grew stronger all the time, because the Lord God Almighty was with him.", "11": "King Hiram of Tyre sent a trade mission to David; he provided him with cedar logs and with carpenters and stone masons to build a palace. ", "12": "And so David realized that the Lord had established him as king of Israel and was making his kingdom prosperous for the sake of his people.", "13": "After moving from Hebron to Jerusalem, David took more concubines and wives, and had more sons and daughters. ", "14": "The following children were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "15": "Ibhar, Elishua, Nepheg, Japhia, ", "16": "Elishama, Eliada, and Eliphelet.", "17": "The Philistines were told that David had been made king of Israel, so their army set out to capture him. When David heard of it, he went down to a fortified place. ", "18": "The Philistines arrived at Rephaim Valley and occupied it. ", "19": "David asked the Lord, “Shall I attack the Philistines? Will you give me the victory?” “Yes, attack!” the Lord answered. “I will give you the victory!”", "20": "So David went to Baal Perazim and there he defeated the Philistines. He said, “The Lord has broken through my enemies like a flood.” And so that place is called Baal Perazim.[b] ", "21": "When the Philistines fled, they left their idols behind, and David and his men carried them away.", "22": "Then the Philistines went back to Rephaim Valley and occupied it again. ", "23": "Once more David consulted the Lord, who answered, “Don't attack them from here, but go around and get ready to attack them from the other side, near the balsam trees. ", "24": "When you hear the sound of marching in the treetops, then attack because I will be marching ahead of you to defeat the Philistine army.” ", "25": "David did what the Lord had commanded, and was able to drive the Philistines back from Geba all the way to Gezer."}