{"1": "Some time later King David attacked the Philistines again, defeated them, and ended their control over the land.[a]", "2": "Then he defeated the Moabites. He made the prisoners lie down on the ground and put two out of every three of them to death. So the Moabites became his subjects and paid taxes to him.", "3": "Then he defeated the king of the Syrian state of Zobah, Hadadezer son of Rehob, as Hadadezer was on his way to restore his control over the territory by the upper Euphrates River. ", "4": "David captured seventeen hundred of his cavalry and twenty thousand of his foot soldiers. He kept enough horses for a hundred chariots and crippled all the rest.", "5": "When the Syrians of Damascus sent an army to help King Hadadezer, David attacked it and killed twenty-two thousand men. ", "6": "Then he set up military camps in[b] their territory, and they became his subjects and paid taxes to him. The Lord made David victorious everywhere. ", "7": "David captured the gold shields carried by Hadadezer's officials and took them to Jerusalem. ", "8": "He also took a great quantity of bronze from Betah and Berothai, cities ruled by Hadadezer.", "9": "King Toi of Hamath heard that David had defeated all of Hadadezer's army. ", "10": "So he sent his son Joram to greet King David and congratulate him for his victory over Hadadezer, against whom Toi had fought many times. Joram took David presents made of gold, silver, and bronze. ", "11": "King David dedicated them for use in worship, along with the silver and gold he took from the nations he had conquered— ", "12": "Edom, Moab, Ammon, Philistia, and Amalek—as well as part of the loot he had taken from Hadadezer.", "13": "David became even more famous when he returned from killing eighteen thousand Edomites in Salt Valley. ", "14": "He set up military camps[c] throughout Edom, and the people there became his subjects. The Lord made David victorious everywhere.", "15": "David ruled over all of Israel and made sure that his people were always treated fairly and justly. ", "16": "Joab, whose mother was Zeruiah, was the commander of the army; Jehoshaphat son of Ahilud was in charge of the records; ", "17": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was the court secretary; ", "18": "Benaiah son of Jehoiada was in charge of[d] David's bodyguards; and David's sons were priests."}