{"1": "Many people have tried already to write down the things that have happened among us.", "2": "These things were told us by men who saw them happen from the time they began to happen. And these men helped tell the good news.", "3": "I have tried to find out all that has happened from the beginning. And so, Theophilus, great ruler, I myself will write you the whole story.", "4": "Then you will know that the things people have told you are true.", "5": "When Herod was king of Judea, there was a priest named Zechariah. He was one of a group of priests, and Abijah was their leader. Zechariah's wife Elizabeth came from the family of Aaron.", "6": "Both of them were good people as God saw them. They obeyed all the laws and the things that the Lord said they should do.", "7": "But they had no children. Elizabeth was not able to have a baby and they were both very old.", "8": "Zechariah was doing his work one day as a priest to God. It was time for his group to do the work in the temple.", "9": "The priests had a certain way of dividing their work. This day it was Zechariah's turn to go into the temple of the Lord and burn the incense [that smells sweet when it is burned].", "10": "All the people were talking to God outside the temple at this time.", "11": "An angel of the Lord came to Zechariah. He was standing on the right side of the incense table.", "12": "When Zechariah saw him, he was surprised and afraid.", "13": "But the angel said, `Do not be afraid, Zechariah. You have been talking to God. He has heard you. Your wife Elizabeth will have a son. Name him John.", "14": "`You will be glad and happy. Many people will be glad when he is born.", "15": "He will be great in the way the Lord calls people great. He must not drink wine or any strong drink. He will be filled with the Holy Spirit from the time he is born.", "16": "He will bring back many of the people of Israel to the Lord their God.", "17": "He will go ahead of the Lord. He will have the spirit and power of Elijah. He will turn the hearts of the fathers to their children. And he will bring back the people who do not obey, so that they will want to do what good people do. He will make people ready for the Lord.'", "18": "Then Zechariah said to the angel, `How can I know that this will happen? I am an old man and my wife is also old.'", "19": "The angel answered him, `I am Gabriel and I stand before God. I have been sent to talk to you and to bring you this good news.", "20": "Now listen. You will be silent and not be able to talk until the day that all this has happened. This is because you did not believe what I told you. At the right time all that I said will come true.'", "21": "the people were waiting for Zechariah to come out of the temple. They were surprised that he stayed in so long.", "22": "When he came out, he could not talk to them. They knew that he had seen something in the temple. He made signs to them with his hands and did not talk.", "23": "When his time for doing the work of a priest was finished, Zechariah went home.", "24": "After that, his wife Elizabeth found she was going to have a baby. For five months she stayed away from people.", "25": "She said to herself, `The Lord has done this for me. At this time he has remembered me so that I need not be ashamed among people anymore.'", "26": "Elizabeth was now in her sixth month. God sent the angel Gabriel to the town of Nazareth in Galilee.", "27": "The angel was sent to a young woman there. Her name was Mary. She was promised to a man named Joseph, to be his wife. He was of David's family line.", "28": "The angel went into the house and said to her, `Be happy! God has blessed you more than other women. The Lord is with you!'", "29": "What the angel said troubled Mary. She wondered what this greeting meant.", "30": "The angel said to her, `Do not be afraid, Mary. God has blessed you.", "31": "You will have a baby son. Name him Jesus.", "32": "He will be a great man. He will be called the Son of the Highest One [a name for God]. The Lord God will make him king where his father David was king.", "33": "He will be king over the people of Israel for ever. He will never stop being king.'", "34": "Then Mary said to the angel, `How can this happen? I have no husband.'", "35": "The angel answered, `The Holy Spirit will come to you. The power of the Highest One will be over you. That is why the holy child who is to be born will be called the Son of God.", "36": "`Your cousin Elizabeth is also going to have a baby son, though she is an old woman. This is the sixth month for her. She is one whom people said would not have a baby.", "37": "But God can do anything.'", "38": "Mary said, `I am the Lord's servant. Let it be as you have said.' Then the angel left her.", "39": "At that time, Mary got ready and went as quickly as she could to the hill country. She went to a town in Judah.", "40": "She went into the house of Zechariah and greeted Elizabeth.", "41": "When Elizabeth heard Mary's greeting, the baby in her moved. Elizabeth was filled with the Holy Spirit.", "42": "She said in a loud voice, `God has made you happy and blessed you more than all other women. He has blessed your baby.", "43": "Who am I that the mother of my Lord should come to me?", "44": "Listen! When I heard your greeting, the baby inside me moved because he was glad.", "45": "She who has believed what was told her is blessed. What the Lord said to her will come true.'", "46": "Mary said, `My heart is praising the Lord.", "47": "And my spirit is happy because God has saved me.", "48": "He has remembered his servant even though she is not a great person. From now on all people of all times will say God has blessed me.", "49": "He who has all power has done a big work for me. His name is holy.", "50": "`He is kind to people of all times who respect him.", "51": "He has shown how strong he is with his arm. He has taken away people who were proud in their hearts.", "52": "He has moved big rulers from power, and those that were not great he has made great.", "53": "He has given hungry people good things to eat, and sent away the rich people with nothing.", "54": "He has helped his servant Israel.", "55": "He has remembered to be kind just as he said to our fathers of long ago. He promised to be kind to Abraham and his children's children for ever.'", "56": "Mary stayed with Elizabeth for three months. Then she went home.", "57": "The time had now come for Elizabeth's child to be born. She had a son.", "58": "When her neighbours and family heard that the Lord had been so kind to her, they were glad, too.", "59": "On the eighth day people came to circumcise [make a special mark on] the child. They were going to name him Zechariah like his father.", "60": "But his mother said, `No, his name is to be John.'", "61": "They said to her, `But no one in your family has that name.'", "62": "They made signs to the father to find out what name he wanted the child to have.", "63": "He asked for something to write on. He wrote, `His name is John.' They were all surprised.", "64": "Right then he opened his mouth and his tongue was free. He began to speak and to praise God.", "65": "Everyone who lived around there began to wonder at these things. And everywhere in the hill country of Judea, all these things were talked about.", "66": "All those who heard them thought much about them. They said, `What will this child be some day?' They said this because the power of the Lord was with him.", "67": "Then his father Zechariah was filled with the Holy Spirit and spoke words from God.", "68": "He said, `Praise the Lord God of Israel! He has remembered his people, and set them free.", "69": "He has chosen one from the family of his servant David. He has given him power to save us.", "70": "That is what he promised through his holy prophets of God long ago.", "71": "He said he would save us from our enemies and set us free from those who hate us.", "72": "`He said he would be kind to our fathers. He said he would remember his agreement with them.", "73": "That was what he promised our father Abraham he would surely do. He promised to set us free from our enemies. He promised that we should be without fear. He promised that we would worship him and be holy and good before him as long as we live.", "76": "`You, my child, will be called the prophet or messenger of the Highest One. You will go ahead of the Lord to make his way ready.", "77": "You will tell his people how to be saved by being forgiven for their wrong ways.", "78": "`Our God is kind. A light from heaven will shine.", "79": "That light will shine on those who are in darkness, and are going to die. That light will show us how to walk in peace.'", "80": "The child grew. He became strong in spirit. He lived in the desert until the day when he came to the people of Israel."}