{"1": "After this the Lord chose seventy other men. He sent them ahead of him, two by two. He sent them to every town and village that he was going to visit.", "2": "He said to them, `The harvest is much, but there are not many people to gather it. So talk to the Lord of this harvest and ask him to send out people to his harvest.", "3": "Go on your way now. I am sending you out among people. You will be like sheep among bad animals.", "4": "Do not take money, or a bag, or shoes. And do not stop to talk with anyone on the road.", "5": "When you go into a house, first say, \"May God give peace to this family.\"", "6": "If a man of peace is there, your blessing will stay with him. If not, your blessing will come back to you.", "7": "Stay in that house. Eat and drink what the people give you. The one who works should have his pay for it. Do not move from one house to another house.", "8": "`When you go into a town and they take you in, eat what is put before you.", "9": "Heal the sick people in the town. Tell the people, \"The kingdom of God has come to you.\"", "10": "But when you go into a town and they do not take you in, then go out into the streets of the town.", "11": "Say to the people, \"We wipe off even the dust of the town that is on our feet. This will be a sign to you. But remember this, the kingdom of God has come.\"", "12": "I tell you this. On the day when people are judged, they will be punished more than the people in the city of Sodom.", "13": "`Chorazin, you will have trouble! Bethsaida, you will have trouble! If the big works I did in you had been done in the cities of Tyre and Sidon, the people there would have stopped doing bad things long ago. They would wear the clothes people wear to show they are sad, and would sit in ashes.", "14": "But on the day when people are judged you will be punished more than the people in the cities of Tyre and Sidon.", "15": "Capernaum, will you be lifted up to the sky? No, you will go down to the place of the dead.", "16": "`Anyone who listens to you listens to me. Anyone who does not believe you does not believe me. Anyone who does not believe me does not believe the one who sent me.'", "17": "The seventy men Jesus had sent out came back very happy. They said, `Lord, even the bad spirits obey us when we talk to them in your name!'", "18": "Jesus said to them, `I saw Satan fall from the sky like lightning.", "19": "I have given you power over all the power of the enemy. Nothing will hurt you.", "20": "Do not be glad that the bad spirits obey you. But be glad that your names are written in the book in heaven.'", "21": "At that same time the Holy Spirit made Jesus very happy. Jesus said, `Father, you are Lord of heaven and earth. I thank you because you have hidden these things from people who are wise and know many things. But you have shown them to people who are like children. Yes, Father. That was the way you wanted it.", "22": "My Father has given everything to me. No one knows who the Son is but the Father. No one knows who the Father is but the Son and those to whom the Son wants to show him.'", "23": "Then Jesus turned to his disciples and said to them alone, `God is blessing the eyes of people who see what you see!", "24": "I tell you this. Many prophets and kings wanted to see the things you see. But they did not see them. They wanted to hear the things you hear. But they did not hear them.'", "25": "A man who taught God's law stood up and asked Jesus a question to try him out. `Teacher,' he said. `What must I do so that I will live for ever?'", "26": "Jesus said to him, `What does the law say? What do you read there?'", "27": "The man answered, `You must love the Lord your God with all your heart. Love him with all your soul. Love him with all your power, and love him with all your mind. And you must love your neighbour as you love yourself.'", "28": "Jesus said, `That is the right answer. Do that and you will live for ever.'", "29": "But the man wanted to prove that he was all right. So he said to Jesus, `Who is my neighbour?'", "30": "Jesus answered, `A man was going from Jerusalem to Jericho. Bad men caught him on the road. They took his clothes and beat him. Then they went away and left him half dead.", "31": "A priest happened to be going down that road. He saw the man but he passed by on the other side of the road.", "32": "`A man who worked in the temple came along to that place also. He saw the man but he passed by on the other side.", "33": "`A man from the country of Samaria was going on that road also, and came to the place. He saw the man and wanted to share in his troubles.", "34": "He went to him and tied up the sores he had from the beating. He washed them with oil and wine. Then he lifted the man up and set him on his own animal to ride. He took him to the house for strangers. And he cared for him.", "35": "`The next day he gave two pieces of money to the man who was in charge of the house for strangers. He said, \"Take care of this man. If it costs you more than this, I will pay you when I come back.'' '", "36": "Jesus said to the teacher of the law, `What do you think? Which of these three was a neighbour to the man who was caught by the bad men?'", "37": "He said, `The man who was kind to him.' Jesus said, `Go and do as he did.'", "38": "Jesus and his disciples went on their way. They came to a town. A woman named Martha took him into her home.", "39": "She had a sister named Mary. Mary sat near the feet of Jesus and she listened to what he said.", "40": "But Martha was very busy doing many things for Jesus. She came to Jesus and said, `Lord, my sister has left me to do all the work. Do you not care? Tell her to come and help me.'", "41": "The Lord answered her, `Martha, Martha, you are worrying. You are troubled about many things.", "42": "Only one thing is needed. What Mary has chosen is good. And it will not be taken away from her.'"}