{"1": "One day Jesus was in a place talking with God. When he had finished, one of his disciples said to him, `Lord, teach us to talk with God as John taught his disciples.'", "2": "Jesus said, `When you talk with God, say, \"Our Father in heaven, may your name be kept holy. May your kingdom come.", "3": "Give us our food day by day.", "4": "Forgive us for the wrong things we have done. We forgive everyone who has done wrong to us. Do not lead us to be tested.\" '", "5": "Jesus said to them, `Maybe one of you has a friend. You go to him in the middle of the night and say to him, \"Friend, lend me three loaves of bread.", "6": "A friend has come to my house. He has been on the road. I have no food to give him to eat.\"", "7": "`Maybe the friend in the house answers you and says, \"Do not trouble me. The door is locked. And my children and I are in bed. I cannot get up and give you anything.\"", "8": "I tell you this. Maybe he will not give him anything because he is his friend. But he will get up and give him what he needs because he keeps on asking for it.", "9": "`And I tell you, ask and you will get what you ask for. Look and you will find what you look for. Knock and the door will be opened for you.", "10": "Everyone who asks will get. The one who looks will find. And the one who knocks will have the door opened for him.", "11": "Which of you fathers will give your son a snake if he asks for a fish?", "12": "Will you give him a scorpion [an insect with a sting] if he asks for an egg?", "13": "You are wrong and yet you know how to give good things to your children. Much more, the Father in heaven will give the Holy Spirit to those who ask him.'", "14": "Jesus was driving a bad spirit out of a man who could not talk. When the spirit left him, the man could talk. The people were surprised.", "15": "But some of them said, `This man drives out bad spirits by the help of Beelzebub, the chief of bad spirits.'", "16": "Other people wanted to test Jesus. They asked him to show them a sign from heaven.", "17": "But Jesus knew what they were thinking. So he said, `If one part of any country fights against the other part of the country, that country is spoiled. And if one part of any family fights against the other part of the family, it cannot stand.", "18": "If Satan fights against himself, how will his kingdom stand? You say I drive out bad spirits by the help of Beelzebub.", "19": "If I drive out bad spirits by the help of Beelzebub, by whose help do your own people drive them out? Your own people will judge you for this!", "20": "But if I drive out bad spirits by the help of God, then know this, God's kingdom is here with you now.", "21": "`A strong man has something in his hand to fight. He guards his place. He will not lose his things.", "22": "But when a stronger man comes, he catches the man who guards his house. He will take away what is in the man's hand. And he will take his things and give them to his friends.", "23": "`Anyone who is not with me is against me. Anyone who does not work with me, works against me.'", "24": "`When a bad spirit has gone out of a man, he goes through dry places. He looks for a place to rest, but he does not find any. Then he says, \"I will go back to my house from where I came.\"", "25": "`When he comes back, he finds it clean and all fixed up.", "26": "Then he goes and brings seven other spirits who are worse than he is. They go in and live there. Now the man is worse than he was at first.'", "27": "As he said this, a woman among the people called out, `Happy is your mother who gave birth to you, and fed you as a baby.'", "28": "But Jesus said, `Happy are those who hear God's word and obey it!'", "29": "More and more people were coming. He started to talk. He said, `People today are bad. They want a sign. No sign will be given them but the sign of Jonah the prophet of God.", "30": "Jonah was a sign to the men in the city of Nineveh. In the same way the Son of Man will be a sign to the people today.", "31": "When the people are judged, the Queen from the South will stand up and speak against men who live today. She came a long way to hear the wise words of Solomon. The one who is here is greater than Solomon.", "32": "When people are judged, the men of Nineveh will stand up and speak against the people of today. They stopped their wrong ways when Jonah told them God's word. And the one who is here is greater than Jonah.'", "33": "`No person lights a lamp and hides it in a hole or puts it under a basket. But he puts it on a place for a lamp. Then people who come in can see the light.", "34": "Your body gets its light through your eyes. When you have good eyes, all your body has light. But when your eyes are bad, your body is in darkness.", "35": "So be sure that it is not dark in you where it should be light.", "36": "If no part of your body is dark, it will all be light. It will be like a lamp that shines to give you light.'", "37": "While Jesus was saying these things, a Pharisee asked him to come to eat at his house. So Jesus went in and sat at the table.", "38": "The Pharisee saw that Jesus did not wash his hands before he ate. He was surprised.", "39": "The Lord said to him, `You Pharisees wash the outside of a cup and a dish clean. But inside you are full of greed and wrong ways.", "40": "You are fools! Did not God make the outside and inside also?", "41": "Do good, and do it from your heart. Then everything is clean for you.", "42": "`You Pharisees will have trouble! You give to God a tenth part of small garden plants. But you do not judge in the right way. And you do not love God. You should do these things and the other things too.", "43": "`You Pharisees will have trouble! In the meeting houses you want to sit in the front seats. And in the market you want people to greet you.", "44": "You will have trouble! You are not true to yourselves! You are like graves that are not marked. Men walk over them and do not know it.'", "45": "Then one of the men who taught God's law said to Jesus, `Teacher, when you say these things, you talk against us too.'", "46": "Jesus said, `You men will have trouble also! You put heavy loads on people's backs. But you yourselves will not put up one finger to help carry the loads.", "47": "You will have trouble! You build places to bury the prophets of God that your fathers killed.", "48": "In this way you show you agree to the things your fathers did. They killed the prophets, and you build places to bury them.", "49": "That is why God, who is wise, said, \"I will send prophets and messengers to them. They will kill some of them. And they will trouble some of them.\"", "50": "So the people who are living now will be punished for all the blood of the prophets of God that is on the ground since the world was made.", "51": "I mean all the blood from the time of Abel to the time of Zechariah. (He was killed between the holy table and the temple.) Yes, I tell you. The people who are living now will be punished for all of it.", "52": "`You teachers of God's law will have trouble! You have taken away the key of the door where people can go in and know what is true. You yourselves did not go in, and you stopped those who were going in.'", "53": "When Jesus left the house, the scribes and Pharisees began to be very angry with him. They asked him questions about many things.", "54": "They wanted him to say something that was wrong so they could make trouble for him."}