{"1": "Many thousands of people had gathered. They stepped on each other. Jesus began to talk to the disciples. He said, `Take care. Do not let the yeast of the Pharisees spoil you. They are not true to themselves.", "2": "Everything that is covered up will be seen. Everything that is hidden will be known.", "3": "What you have said in the dark will be heard in the light. What you have said in secret with the door shut will be told from the tops of the houses.'", "4": "`You are my friends. I tell you, do not fear people who can kill your bodies. After that they cannot do anything more to you.", "5": "I will tell you whom you must fear. Fear the one who, after he has killed, has the power to throw into hell. Yes, I tell you, fear him!", "6": "Are not five sparrows sold for a tiny sum of money? Yet God does not forget about one of them.", "7": "Even the number of hairs on your head is known. So do not fear. You are worth more than many sparrows.'", "8": "`And I tell you. If anyone tells people that he knows me, the Son of Man will also tell the angels of God that he knows him.", "9": "But if anyone tells people he does not know me, the Son of Man will also tell the angels of God that he does not know that person.", "10": "`Everyone who says anything against the Son of Man will be forgiven. But anyone who says wrong things against the Holy Spirit will not be forgiven.", "11": "`When men take you to the meeting houses and to the rulers and to the courts, do not be troubled about what you will answer or say.", "12": "The Holy Spirit will teach you at the right time what you must say.'", "13": "One of the people in the crowd said, `Teacher, tell my brother to divide with me the things my father left when he died.'", "14": "Jesus said, `Man, who made me a judge over you or gave me power to divide your things?'", "15": "Then he said to the people, `Take care. Do not be greedy in any way to get more and more things. Even if a man has much more than he needs, it cannot give him life.'", "16": "Then he told them a story. He said, `A rich man had a farm. The things that grew on it were many.", "17": "He said to himself, \"What will I do? I have no place to keep all the food I have grown.\"", "18": "So he said, \"This is what I will do. I will break down my storehouses and build bigger ones. I will keep in them all the food and everything I have.", "19": "Then I will say to myself, `Man, you have much in your storehouses for many years. Rest now. Eat, drink, and have a good time.' \"", "20": "But God said to him, \"You are a fool! Tonight you will die. Then who will have all the things you have kept for yourself?\"", "21": "So anyone who keeps things for himself is not rich in the way God wants him to be rich.'", "22": "Jesus said to his disciples, `So I tell you this. Do not be troubled about what you will eat to keep alive. Do not be troubled about clothes to wear on your body.", "23": "Life itself is worth more than food, and the body is worth more than clothes.", "24": "`Think of the birds. They do not plant, cut, or keep any food. Yet God feeds them. You are worth much more than the birds!", "25": "`Can any of you live any longer by troubling yourself about these things?", "26": "If you cannot do a small thing like that, why do you trouble yourself about the other things?", "27": "`Think about the flowers. See how they grow. They do not work or make cloth. I tell you, King Solomon was a great man. But he was not dressed as fine as one of these flowers.", "28": "God dresses the grass in the fields so it looks nice. It is in the field one day and the next day it is burned. If God dresses the grass like that, he cares much more that you have clothes to wear. You do not believe in God very much!", "29": "`Do not keep asking, \"What shall we eat?\" and, \"What shall we drink?\" Do not be troubled about that.", "30": "All the people who are not Jews work for these things. Your Father in heaven knows that you need them.", "31": "But work for God's kingdom. Then you will have all these things also.'", "32": "`Do not fear, little family. Your Father wants to give the kingdom to you.", "33": "Sell what you have and give it to poor people. Make for yourselves money bags that will not wear out. Keep the things you like in heaven. They will not be lost there. People cannot go in and steal them, and insects cannot spoil them.", "34": "The place where you keep the things you like is where your heart will be also.'", "35": "`Be dressed and have your lamps lit.", "36": "Be like men who are waiting for their master to come home from a wedding. They are ready to open the door as soon as he comes and knocks.", "37": "Happy the servants who are ready when the master comes! The servants who are ready when the master comes will be made happy. I tell you the truth. The master will get ready to serve them. He will set them at the table and will come and serve them.", "38": "He may come in the middle of the night or when it is nearly morning. But if they are watching for the master, they will be happy.", "39": "`And remember this. If the owner of a house knew at what time a man would come to steal, he would not let the man break into his house.", "40": "So then, be ready. The Son of Man will come at a time when you are not looking for him.'", "41": "Peter said, `Lord, are you telling this story for us or for all the people?'", "42": "The Lord said, `Who is like a wise servant who can be trusted? His master will put him in charge of his other servants. He gives them food to eat at the right time.", "43": "His master will bless that servant if he is doing this when he comes!", "44": "I tell you the truth. His master will put him in charge of all that he has", "45": "But perhaps that servant says to himself, \"My master will not come just now.\" Then he begins to beat the other servants. He begins to eat and drink until he is drunk.", "46": "If he does that, his master will come on a day when he is not looking for him. He will not know the time when his master is coming. His master will punish him very much and put him away with those he cannot trust.", "47": "`A servant knew what his master wanted. But he was not ready. He did not do what his master wanted him to do. So he will be beaten much.", "48": "But if a servant did not know and did something bad, he will be beaten only a little. To whom much has been given, from him much will be asked. When people give much to anyone, they will ask more from him.", "49": "`I came to start a fire on the earth. I wish the fire were already burning!", "50": "I will be going through a big trouble, and I feel like a prisoner until it is all over.", "51": "Do you think that I came to bring peace on the earth? I tell you, \"No\". I came to take away peace.", "52": "From now, if there are five in a family, they will be against each other. Three of them will be against the other two. And two of them will be against the other three.", "53": "A father will be against his son, and the son will be against his father. The mother will be against her daughter, and the daughter will be against her mother. A man's mother will be against his wife, and his wife will be against his mother.'", "54": "Jesus also said to the people, `When you see a cloud coming up in the west, you say right away, \"Rain is coming.\" And it comes.", "55": "When the wind is blowing from the south, you say, \"It will be very hot.\" And it is.", "56": "You are not true to yourselves! You know the meaning of these signs in the earth and sky. But you do not know the meaning of the signs about the time in which we are living.'", "57": "`Why do you not judge for yourselves what is right?", "58": "If someone wants to take you to court, make an agreement with him quickly on the way. If you do not, he will take you to the judge. The judge will give you to the guard, and the guard will put you in prison.", "59": "I tell you, you will not get out of prison until you have paid up every piece of money.'"}