{"1": "One day Jesus was teaching the people in the temple. He was telling them God's good news. The chief priests and the scribes came to him with the leaders.", "2": "They said to him, `Tell us what right you have to do these things. Who gave you the right to do them?'", "3": "He answered, `I will ask you a question also. Tell me this.", "4": "Who gave John the right to baptise people? Did God or did men give it to him?'", "5": "They talked it over together. They said, `If we say, \"God gave John the right to do it,\" he will say, \"Then why did you not believe him?\"", "6": "But if we say, \"Men gave him the right to do it,\" then the people will kill us with stones. They believe that John was a prophet of God.'", "7": "So they answered Jesus, `We do not know who gave him the right to do it.'", "8": "Then Jesus said to them, `Neither will I tell you what right I have to do these things.'", "9": "Then Jesus began to tell the people this story. `A man planted a farm. He let some men use the farm. They paid him money for the rent. Then he went to a country far away and stayed a long time.", "10": "`At harvest time the owner sent one of his servants to the men who used the farm. He wanted to have some fruit from the farm. But the men beat the servant and sent him away without any fruit.", "11": "So he sent another servant. They beat this one also, and did wrong things to him. And they sent him away without any fruit.", "12": "He sent a servant the third time. They hurt this one also and threw him out of the farm.", "13": "`Then the man who owned the farm said, \"What shall I do? I will send my dear son. Maybe they will respect him.\"", "14": "`But when the men saw him they said to each other, \"This is the one who will have everything when his father dies. Let us kill him. Then everything will belong to us.\"", "15": "They dragged him off the farm and killed him. `What will the man who owned the farm do to them?", "16": "He will come back and kill those men. And he will give the farm to other men to use.' When the chief priests and scribes heard this, they said, `May it not be so!'", "17": "`But Jesus looked right at them. He said, `What about this writing then? \"The stone which the builders would not use is now the chief corner stone.\"", "18": "Everyone who falls on that stone will be broken to pieces. But if that stone falls on anyone, it will crush him.'", "19": "The scribes and the chief priests wanted to catch Jesus right then but they feared the people. They understood that he had told this story against them.", "20": "So they watched for a chance to catch him. And they sent men to spy on him. These men acted as if they were good men. They did this because they wanted to catch him in something that he said. They wanted to give him over to the ruler who would judge and punish him.", "21": "So they asked Jesus, `Teacher, we know that you talk and teach what is right. You do not fear any person. But you teach the true way of God.", "22": "Is it right to pay money as taxes to Caesar or is it not?'", "23": "He knew they were trying to get him into trouble.", "24": "So he said, `Show me a piece of money. Whose picture and name are on it?' They said, `Caesar's'", "25": "Then he said to them, `So give to Caesar what belongs to Caesar, and give to God what belongs to God.'", "26": "They were not able to catch him in anything he said in front of the people. They were surprised at his answer and they could not say anything.", "27": "Some of the Sadducees came to Jesus. (They say that people do not rise from death.)", "28": "They came to ask Jesus a question. `Teacher,' they said, `Moses gave us this law: \"If a man dies and leaves a wife but no children, then his brother must marry the wife and raise a family for his brother.\"", "29": "There were seven brothers. The first one married. He died and left no children.", "30": "The second one married the wife.", "31": "Then the third one married her. All seven brothers married her. They all had no children and they died.", "32": "Last of all, the woman died also.", "33": "Now then, when people rise from death, whose wife will she be? All seven of them had married her.'", "34": "Jesus said to them, `Men and women in this world marry.", "35": "But men and women who are good enough to have a place in the next world and to be raised from death do not marry.", "36": "They cannot die again. They are like angels. They are God's children because they have been raised from death.", "37": "Even Moses showed that people do rise from death. It is in his book where we read about the small tree which burned. Moses says that the Lord is the God of Abraham, the God of Isaac, and the God of Jacob.", "38": "He is not the God of dead people, but of living people. All people are alive to him.'", "39": "Some of the scribes said to him, `Teacher, what you say is right.'", "40": "After that, people were afraid to ask him any more questions.", "41": "But Jesus asked them, `How can people say that Christ is David's son?", "43": "David himself says in the book of the Psalms, \"The Lord said to my Lord, sit beside me until I make you master over your enemies.\"", "44": "So David calls Christ his Lord. How can Christ be David's son?'", "45": "Then Jesus talked to his disciples while all the people could hear him.", "46": "He said, `Take care. Do not let the scribes fool you. They like to walk about dressed in long gowns. They want people to greet them in the market. They want to have the front seats in the meeting houses. They want to sit in the best places at feasts.", "47": "They take away the homes of women whose husbands are dead. They cover up their wrong ways by talking to God a long time. They will be punished more!'"}