{"1": "Jesus looked around in the temple. He saw the place where the people put in their money. Rich people were putting in their money.", "2": "And he saw a poor woman whose husband was dead. She put in two small pieces of money.", "3": "Jesus said, `I tell you the truth. This poor woman has given more than all the other people.", "4": "All these people had plenty of money and they gave only a part of it. She was poor and she gave everything she had. She has nothing left to live on.'", "5": "Some people were talking about how nice the temple looked. They talked about the fine stones and the things people gave to make the temple.", "6": "Jesus said, `You see these things. Not one stone here will be left on top of another. They will all be thrown down!'", "7": "They asked him, `Teacher, when will this happen? What will be the sign when these things are going to be done?", "8": "He said, `Take care. Do not let anyone fool you. Many men will come in my name. They will say, \"I am Christ.\" And they will say, \"The time is now.\" Do not go after them.", "9": "When you hear about wars and fighting, do not fear. These things must happen first, but it is not the end right away.'", "10": "Then he said, `One tribe will fight against another tribe. And one country will fight against another country.", "11": "In some places the earth will shake very much. In many places the people will have no food to eat. And many people will be sick. There will be things to make people fear. There will be big signs in the sky.", "12": "`But before all these things happen, people will catch you and trouble you. They will take you to the meeting houses to be judged. They will put you in prison. They will take you to kings and rulers because you are true to me.", "13": "This will be a chance for you to talk about me.", "14": "So do not trouble your minds about what you will say.", "15": "I will give you words and sense. All those who are against you will not be able to answer your words or say they are not true.", "16": "Even your parents, brothers, family people, and friends will give you over to trouble. They will kill some of you.", "17": "All people will hate you because you are true to me.", "18": "But you will not lose one hair from your heads.", "19": "If you keep on being true to me, you will live for ever.'", "20": "`When you see soldiers all around Jerusalem, then you will know that it will soon be broken down.", "21": "Then the people in Judea must go quickly to the hills. Those who are in the city must leave it. Those who are in the country must not come into the city.", "22": "Those will be days of punishment. All that has been written in the holy writings must happen.", "23": "In those days it will be very hard for women who are to have a child. It will be very hard for mothers who have babies. There will be big trouble on the earth. God will show his anger to these people.", "24": "They will be killed by swords or long knives. They will be taken away as prisoners to every country. Jerusalem will be broken down by people who are not Jews. They will walk over it until the end of their allowed time.'", "25": "`There will be signs in the sun, moon, and stars. And there will be much trouble for the people on earth. They will not know what to do. It will be like the sound of big waves of the sea.", "26": "Men will be weak with fear. They will be afraid of the things that will be happening to the world. The powers in the sky will be shaken.", "27": "Then people will see the sign of the Son of Man in a cloud. He will have much power and will be very great.", "28": "When these things begin to happen, look up. Lift up your heads. You will soon be free.'", "29": "Jesus told them a story. He said, `Look at a fig tree. Look at all the trees.", "30": "As soon as you see the leaves coming, you know that it will soon be the warm time of the year.", "31": "It is the same way when you see all these things happening. You will know that the kingdom of God is near.", "32": "I tell you the truth. People who are living then will not die before all these things happen.", "33": "The sky and the earth will pass away, but my words will not pass away.'", "34": "`But take care. Do not think too much about eating, drinking, and things in this life. If you do, that day will come and catch you like a trap.", "35": "That day will come to all people who are living on the whole earth.", "36": "Watch all the time. Ask God to make you strong to do right so that you will not go through all these things that are going to happen. Ask him to make you able to stand in front of the Son of Man.'", "37": "Jesus taught in the temple every day. But at night he went out and stayed on the hill called the Mount of Olives.", "38": "Early in the morning all the people came to hear him in the temple."}