{"1": "It was near the time for the feast with bread that has no yeast in it. This is called the Passover Feast.", "2": "The chief priests and the scribes planned how to kill Jesus. But they feared the people.", "3": "Satan came into the heart of Judas. Judas was one of the twelve disciples. His other name was Iscariot.", "4": "Judas went away and talked things over with the chief priests and captains. He told them how he could help them catch Jesus.", "5": "They were glad, and they said they would give him money for it.", "6": "He agreed. He watched for a good way to help them catch Jesus when there were not too many people around.", "7": "It was the day of the feast with bread that has no yeast in it. The sheep had to be killed for the Passover Feast,", "8": "So Jesus sent Peter and John, saying to them, `Go and get the Passover Feast ready for us to eat.'", "9": "They asked, `Where do you want us to get it ready?'", "10": "He said, `When you go into the city, a man carrying a pot of water will meet you. Follow him into the house where he goes.", "11": "Tell the master of the house, \"The Teacher says, `Where is the room where I can eat the Passover Feast with my disciples?' \"", "12": "He will show you a large room upstairs. It will be all fixed up. Make it ready there.'", "13": "So they went and found everything just the way Jesus had said. Then they made the Passover food ready.", "14": "When it was time to eat, he sat down at the table and the apostles sat down with him.", "15": "He said to them, `I have wanted very much to eat this Passover Feast with you before my troubles come.", "16": "I tell you this. I will not eat it again until the great feast in the kingdom of God.'", "17": "He took the cup and thanked God. He said, `Take this. All of you drink from this.", "18": "I tell you this. I will not drink from the fruit of the vine again until the kingdom of God comes.'", "19": "He took some bread. He thanked God for it and broke it. He gave it to the disciples and said, `This is my body, which is given for you. When you do this, then remember me.'", "20": "In the same way he took the cup after they had eaten. He said, `This cup is the new agreement made by my blood. It is given for you.", "21": "`There is a man who will give me over to my enemies. His hand is here at the table with me.", "22": "The Son of Man will go on as it was planned for him. But the man who gives him over will have trouble!'", "23": "The disciples began to ask each other, `Which of us will do this?'", "24": "They started to quarrel among themselves about which of them was the greatest person.", "25": "Jesus said to them, `The kings of countries make their people obey them. Those who rule give themselves a good name.", "26": "But it must not be so among you. The one who is greatest among you must be like the most unimportant. And the leader must be like one who helps others.", "27": "Which man is greater, the man who sits at the table or the man who helps him? Is it not the man who sits at the table? But I am like the man who helps you.", "28": "`You have stayed with me through my troubles.", "29": "My Father made me a ruler, and now I make you rulers.", "30": "You will eat and drink at my table in my kingdom. You will sit on chief chairs or thrones and judge the twelve tribes of Israel.'", "31": "`Simon, Simon, listen! Satan has asked to have all of you. He wants to shake you like grain with the cleaning fan.", "32": "But I have talked to God about you, Simon, so that you will keep on believing in me. And when you come back, then help your brothers to be strong.'", "33": "Simon said, `Lord, I will go with you, even to prison or to die.'", "34": "Jesus said, `I tell you this, Peter. This very day, before the cock calls, you will say three times that you do not know me.'", "35": "Jesus said to them, `When I sent you out to the towns, I told you not to carry a money bag, or a bag, or shoes. Did you ever need anything at that time?' They said, `No.'", "36": "He said, `But this time, anyone who has money should take it and his bag too. Anyone who has no sword should sell his coat and buy one.", "37": "`The holy writings say, \"He was counted as one of the bad people.\" And I tell you, that means me. And the things that are written about me must happen to me.'", "38": "The disciples said, `Look, Lord, here are two swords.' And he answered, `That is enough.'", "39": "Then Jesus went out of the room and went to the hill called the Mount of Olives where he often went. His disciples went with him.", "40": "He said to them, `Talk with God so that you will not do wrong.'", "41": "He went away from them about as far as a person can throw a stone. Then he kneeled down to talk with God.", "42": "He said, `Father, if you will, take this cup away from me. But do not do what I want but what you want.'", "43": "Then an angel came to him from heaven and helped to make him strong.", "44": "His heart was troubled very much. So he talked with God more than before. His sweat was like big drops of blood falling on the ground.", "45": "He stopped talking with God and got up. He went to his disciples and found them sleeping because they were sad.", "46": "He said to them, `Why are you sleeping? Get up. Talk with God so that you will not do wrong.'", "47": "As Jesus was saying this, many men came. One of the twelve disciples, named Judas, was leading the people. He came near Jesus to kiss him.", "48": "Jesus said to him, `Judas, will you give over the Son of Man to his enemies with a kiss?'", "49": "The disciples around Jesus saw what was going to happen. They said, `Lord, shall we fight with our swords?'", "50": "One of them hit the servant of the high priest and cut off his right ear.", "51": "Jesus said, `Just let me do this.' And he touched the man's ear and healed him.", "52": "The chief priests, the captains of the temple, and the leaders of the people had come to catch Jesus. He said to them, `Have you come to take me with swords and sticks, the way you catch a man who steals?", "53": "I was with you every day in the temple. You did not try to catch me then. But this is your time now, the time of the power of darkness.'", "54": "The men caught Jesus and took him away to the high priest's house. Peter followed them far behind.", "55": "They made a fire in the yard and sat around it. Peter sat down with them.", "56": "A woman saw Peter sitting by the fire. She looked at him and said, `This man was with him also.'", "57": "But Peter said, `Woman, I do not know him.'", "58": "After a while, another person saw him and said, `You are one of them also.' But Peter said, `Man, I am not.'", "59": "About an hour later another person said, `Surely this man was with him. He comes from Galilee.'", "60": "Peter said, `Man, I do not know what you are talking about.' And right then, while he was talking, the cock called.", "61": "The Lord turned and looked at Peter. Then Peter remembered that the Lord had said to him, `Before the cock calls in the morning, you will say three times that you do not know me.'", "62": "Peter went out and cried very much.", "63": "The men who guarded Jesus made fun of him and beat him.", "64": "They tied something over his eyes. Then they hit him in the face and said, `Tell us if you know who hit you!'", "65": "And they said many other wrong things to him.", "66": "In the morning the leaders of the people, the chief priests and scribes met together. They took Jesus to their court.", "67": "They said, `If you are the Christ, tell us.' Jesus said, `If I tell you, you will not believe.", "68": "And if I ask you anything, you will not answer.", "69": "From this time on the Son of Man will sit beside God who has all power.'", "70": "They all said, `Then are you the Son of God?\" He said, `Yes, I am.'", "71": "They said, `We do not need any more proof against him. We ourselves have heard what he said.'"}