{"1": "Then all the people got up and took Jesus to Pilate.", "2": "They began to make a complaint against him. They said, `This man is leading our people to do wrong. He says we should not pay taxes to Caesar. He says that he is Christ, a King.'", "3": "Then Pilate asked Jesus, `Are you the King of the Jews?\" Jesus answered, `Yes, I am.'", "4": "Pilate said to the chief priests and to the people, `I find nothing wrong in this man.'", "5": "But they said all the more, `He troubles the people by his teaching. He has been teaching people in all the country of Judea. He began in Galilee and has come as far as this city.'", "6": "When Pilate heard this, he asked, `Is this man from Galilee?'", "7": "When he knew that he came from Herod's country, he sent him to Herod. Herod was in Jerusalem at that time.", "8": "He was glad to see Jesus. He had heard about him. And he had wanted to see him for a long time. He was hoping that he would see Jesus do a big work.", "9": "He asked Jesus many questions. But Jesus did not answer him.", "10": "The chief priests and the scribes stood near. They brought strong complaints against him.", "11": "Then Herod and his soldiers laughed at Jesus and made fun of him. He dressed him up in very fine clothes and sent him back to Pilate.", "12": "Herod and Pilate became friends that day. Before that, they had hated each other.", "13": "Pilate then called the chief priests, and the rulers, and the people.", "14": "He said to them, `You brought this man to me. You said he is leading your people to do wrong. I have asked questions here in front of you. I have found nothing wrong in this man.", "15": "Herod did the same. He sent him back to us. This man has done nothing for which he should die.", "16": "So I will beat him and let him go.'", "17": "At the feast Pilate always let one man go free.", "18": "But they all shouted, `Kill this man! Let Barabbas go free for us!'", "19": "(Barabbas had been put in prison because he led some people who had been fighting in the city. He had killed a man.)", "20": "Pilate talked to the people again. He wanted to let Jesus go free.", "21": "But they shouted, `Nail him to a cross! Nail him to a cross!\"", "22": "Pilate said to them the third time, `Why, what wrong thing has he done? I have not found any wrong thing for which he should die. So I will beat him and let him go.'", "23": "But they shouted all the more loudly, saying, `Nail him to a cross!' And Pilate gave in to their shouting.", "24": "So he said they could have it their way.", "25": "He let the other man go free. (He was the one who had been put in prison because he fought and had killed a man. He was the one the people asked Pilate to let go free.) And Pilate did to Jesus what they wanted him to do.", "26": "They took Jesus away. On the way, they caught a man who was coming in from the farms. His name was Simon. He was born in the country of Cyrene. They made him walk behind Jesus and carry his cross.", "27": "Many people followed him. Women cried and were sorry for him.", "28": "But Jesus turned to them and said, `Daughters of Jerusalem, do not cry for me. But cry for yourselves and for your children.", "29": "The time will come when people will say, \"Happy are the women who have no children or who have never had a child.\"", "30": "Then people will begin to say to the big hills, \"Fall on us.\" They will say to the small hills, \"Hide us.\"", "31": "If this is what people do when the wood is new, what will they do when it is old?'", "32": "Two men were also led away to be killed with Jesus. They were bad men.", "33": "They came to the place called Calvary (the head bone.) There they nailed the two bad men to the crosses also. They put one man on the right side of Jesus and one man on the left side of him.", "34": "Jesus said, `Father, forgive them! They do not know what they are doing.' The soldiers played a game to see how they should divide his clothes.", "35": "The people stood around watching. But the rulers made fun of him. They said, `He saved other people. He should save himself if he is God's Christ, God's chosen one!'", "36": "The soldiers made fun of him. They came and brought him wine to drink.", "37": "They said, `If you are the King of the Jews, save yourself!'", "38": "The sign that was put above Jesus' head said, `This is the King of the Jews.'", "39": "One of the bad men who was hanging there said wrong things against Jesus. He said `If you are the Christ, why do you not save yourself and us?'", "40": "But the other bad man told him to stop. He said, `Do you not even fear God? You are being punished just as he is.", "41": "It is right for us to be punished because we have done wrong things. But this man has done nothing bad.'", "42": "He said to Jesus, `Lord, remember me when you become a King.'", "43": "And Jesus said to him, `I tell you the truth. Today you will be with me in God's garden of paradise.'", "44": "About noontime the whole land became dark and stayed dark for three hours.", "45": "The sun did not shine. The big cloth that hung in the temple was torn into two pieces.", "46": "Jesus called out loud, `Father, I put my spirit into your hands!' When he had said this, he died.", "47": "The captain saw all this. Then he praised God. He said, `Surely, this was a good man!'", "48": "Many people were around there to look on. When they saw what happened, they all went home beating their chests [because they were sad].", "49": "All Jesus' friends and the women who had come with him from Galilee stood far away. They saw all of this.", "50": "There was a man named Joseph. He was a member of the court. He was a good man who lived the right way.", "51": "He had not wanted the people to do what they did. He was looking for the kingdom of God. He was from a town of the Jews, called Arimathea.", "52": "He went to Pilate and asked for the body of Jesus.", "53": "He took the body down from the cross. He wrapped it in a linen cloth and laid it in a grave cut in a rock. No one had ever been put in this grave.", "54": "It was the day before the Sabbath. And it was almost time for the Sabbath to begin.", "55": "Some women had come with Jesus from Galilee. They followed and saw the grave where his body was put.", "56": "Then they went back and got things ready to put on his body. These things were spices that smelled very nice, and sweet kinds of oil. On the Sabbath day they rested as the law said they should."}