{"1": "Tiberius Caesar had been king for fifteen years. Pontius Pilate was the ruler of Judea. Herod was the ruler of Galilee. Herod's brother Philip was the ruler of Iturea and Trachonitis. Lysanias was the ruler of Abilene.", "2": "Annas and Caiaphas were high priests. At that time God spoke to John in the desert. John was the son of Zechariah.", "3": "Then John went to all the country around the Jordan River. He told the people to stop doing wrong things, turn back to God and be baptised. And God would forgive them for the wrong things they did.", "4": "Isaiah, the prophet of God, wrote about him long ago in his book: `A man is calling out in the desert: \"Make the way ready for the Lord. Make the road straight for him.", "5": "Every valley will be filled. Every big hill and every small hill will be cut down flat. Crooked roads will be made into straight roads. Bad roads will be made into good roads.", "6": "And all people will see that God can save.\" '", "7": "Many people came out to John to be baptised. He said to them, `You family of snakes! Who told you to run away from God's anger that is coming?", "8": "Do good things that will show you have stopped your wrong ways! Do not begin to say to yourselves, \"We are Abraham's children. \" I tell you, God can make children for Abraham from these stones.", "9": "The axe is ready to cut down the trees. Every tree that does not have good fruit is cut down and thrown into the fire.'", "10": "The people asked John, `What shall we do?'", "11": "John answered them, `Any man who has two shirts should give one to a man who has none. Any man who has food should do the same.'", "12": "Tax collectors also came to be baptised. They asked John, `Sir, what shall we do?'", "13": "He said to them, `Do not make people pay more money than you are told to.'", "14": "Some soldiers also asked him, `What shall we do?' He answered them `Do not force people. Do not tell lies about people. Do not want more pay than you get.'", "15": "The people were waiting to see what would happen. They were all asking about John. They thought that he might be the Christ, the great king promised by God long ago.", "16": "John said to them all, `I baptise you with water. But another person is coming. He is greater than I am. I am not good enough to untie his shoe strings. He will baptise you with the Holy spirit and with fire.", "17": "He has a cleaning fan in his hand and will fan his grain very clean. He will put the grain into his storehouse. But he will burn the chaff in the fire that never goes out.'", "18": "By these words and many other ways, he told the people the good news.", "19": "John told Herod the ruler that he had done wrong things. He told him he should not have his brother's wife, Herodias. He also told him about all the other wrong things he had done.", "20": "Later on Herod did another wrong thing after all those wrong things. He put John in prison.", "21": "When all the other people had been baptised, Jesus was also baptised. While he was talking with God, the sky opened.", "22": "The Holy Spirit came down upon him like a dove. And a voice from the sky said, `You are my dear Son. I am very pleased with you'.", "23": "esus was about thirty years old when he began his work. The people thought he was Joseph's son. Here are the names of Jesus' family line: Joseph, Heli, Matthat, Levi, Melchi, Janna, Joseph, Mattathiah, Amos, Nahum, Esli, Naggai, Maath, Mattathiah, Semei, Joseph, Judah, Joannas, Rhesa, Zerubbabel, Shealtiel, Neri, Melchi, Addi, Cosam, Elmodam, Er, Jose, Eliezer, Jorim, Matthat, Levi, Simeon, Judah, Joseph, Jonan, Eliakim, Melea, Menen, Mattathah, Nathan, David, Jesse, Obed, Boaz, Salmon, Nahshon, Amminadab, Ram, Hezron, Perez, Judah, Jacob, Isaac, Abraham, Terah, Nahor, Serug, Reu, Peleg, Eber, Shelah, Cainan, Arphaxad, Shem, Noah, Lamech, Methuselah, Enoch, Jared, Mahalalel, Cainan, Enosh, Seth, Adam. Adam came from God."}