{"1": "Jesus was full of the Holy Spirit. He left the Jordan River, and the Spirit led him into the desert for forty days.", "2": "The devil tried to make him do wrong. Jesus did not eat in those forty days. Then he was very hungry.", "3": "The devil said to him, `If you are God's Son, tell this stone to be changed into bread.'", "4": "Jesus answered him, `The holy writings say, \"Man cannot live on bread only.\" '", "5": "The devil took Jesus to a high place where he could see all the countries of the world at one time.", "6": "He said to Jesus, `I will give you the right to rule over all these countries. They will make you great. All this has been given to me. I can give it to anyone I want.", "7": "So, if you worship and give honour to me, all will be yours.'", "8": "Jesus answered him, `The holy writings say, \"You must worship the Lord your God and he is the only one you are to worship.\" '", "9": "The devil took Jesus to Jerusalem. He put him on a high part of the temple. He said to him, `If you are God's Son, jump down.", "10": "The holy writings say, \"God will tell his angels to take care of you.\"", "11": "And \"They will hold you up in their hands so that you will not knock your foot on a stone.\" '", "12": "Jesus answered him, `The holy writings say, \"You must not test the Lord your God.\" '", "13": "When the devil finished all his testing, he left him for a while.", "14": "Jesus had the power of the Spirit when he went back to Galilee. People talked about him in all that part of the country.", "15": "He taught them in their meeting houses. All the people praised him.", "16": "He went to Nazareth where he had grown up. He went to the meeting house as he always did on the Sabbath day. He stood up to read.", "17": "A man gave him the book that Isaiah the prophet of God wrote long ago. He opened the book and found the place where it says,", "18": "`The Spirit of the Lord is on me because he chose me to tell the good news to poor people. He has sent me to tell the prisoners they can go free, and to tell the blind people they can see. He has sent me to set free those who have been wrongly held down,", "19": "and to tell people that the year when the Lord will help them has come.'", "20": "Then Jesus closed the book and gave it back to the man. He sat down. Everyone in the meeting house was watching him.", "21": "He began to talk to them. He said, `You have heard what the holy writings say. They have come true today.'", "22": "They all began to talk about him. They were surprised to hear him say such good words. They asked, `Is not this Joseph's son?'", "23": "Then Jesus said, `I know that you will say this to me \"Doctor, heal yourself. We have heard what you did in Capernaum. Do the same things here in your own country.\" '", "24": "And he went on to say, `I tell you the truth. No prophet of God is accepted by the people in his own country.", "25": "`I tell you the truth. At the time of Elijah, there were many women in Israel whose husbands were dead. There was no rain for three years and six months. All over the country there was great trouble because there was no food.", "26": "But Elijah was not sent to any of these widowed women in Israel. He was sent to a widow at Zarephath in Sidon.", "27": "`Also while Elisha was the prophet of God, many people in Israel had leprosy [a bad skin disease]. None of them was healed. The only one who was healed was Naaman from the country of Syria.'", "28": "When they heard this, all the people in the meeting house were very angry.", "29": "They jumped to their feet and put Jesus out of the town. Their town was built on a hill. They took Jesus out to the top and wanted to throw him down the hill.", "30": "But Jesus walked out between them and went away.", "31": "Jesus went to the town of Capernaum in Galilee. He taught the people there on the Sabbath day.", "32": "They were surprised at his teaching because he taught them as if he had the right to teach them.", "33": "A man who had a bad spirit in him was in the meeting house. He called in a loud voice.", "34": "He said, `Jesus from Nazareth! What do you want to do to us? Have you come to kill us? I know who you are. You are God's Holy Man.'", "35": "Jesus said to him, `Be quiet! Come out of him!' The bad spirit threw the man down in front of them. He came out of the man and did not hurt him.", "36": "All the people were very much surprised. They said to each other, `What kind of talk is this? He can make bad spirits obey him. He tells them to come out and they come out.'", "37": "The people in all the places around Capernaum heard about him.", "38": "Jesus left the meeting house and went to Simon's house. The mother of Simon's wife was sick with a bad fever. They asked Jesus to help her.", "39": "He went and stood beside her. He told the fever to leave her. It left. She got up right away and began to do things for them.", "40": "When the sun went down, the people brought to Jesus all who were sick in any way. He put his hands on every one of them and healed them.", "41": "The bad spirits also came out of many people. They called out, `You are the Son of God!' But he stopped them. He would not let them talk because they knew that he was the Christ.", "42": "The next morning Jesus went away to a place by himself. The people went to look for him. When they found him, they did not want him to leave them.", "43": "But he said to them, `I must tell the good news to the people in other towns also. It is the news of God's kingdom. I was sent to tell this.'", "44": "So he told God's word in the meeting houses in the Galilee area."}