{"1": "The people came close around Jesus to hear God's word. He was standing by Lake Gennesaret [the Sea of Galilee].", "2": "He saw two boats by the water. The fishermen were not in their boats. They were washing their nets.", "3": "Jesus got into one of the boats. It was Simon's boat. Jesus asked him to put the boat out into the water a little way from the land. Then he sat down in the boat and taught the people.", "4": "When he stopped talking, he said to Simon, `Put the boat out into deep water and let down your nets to catch some fish.'", "5": "Simon answered, `Master, we worked hard all night and did not catch anything. But because you say so, I will let down the nets.'", "6": "When they did this, they caught many fish. Their nets were so full they were breaking.", "7": "They called their friends in the other boat to come and help them. They came. They filled both boats with so much fish, they began to go down.", "8": "When Simon Peter saw this, he kneeled down in front of Jesus. He said, `Lord, leave me because I am a bad man!'", "9": "He was very much surprised to see how many fish they had caught. All those who were with him were surprised too.", "10": "James and John, the sons of Zebedee, were helping Simon. They were surprised also. Jesus said to Simon, `Do not fear. From now on your work will be to catch men.'", "11": "They brought their boats to the land. Then they left everything and went with Jesus.", "12": "Jesus was in one of the cities and a man was there who had leprosy, a bad skin disease. When he saw Jesus, he bowed his face to the ground. He begged Jesus saying, `Sir, I know you can heal me if you want to.'", "13": "Jesus put out his hand and touched the man. He said, `I want you to be healed.' Right away the man was free from leprosy.", "14": "Jesus said to him, `Do not tell anyone about this. But go and let the priest look at you. Moses gave a law about the sacrifice you must give when you are healed. Give it to prove to the people that you are healed.'", "15": "But more people heard about Jesus than before. And many people gathered to hear him, and so be healed.", "16": "Many times Jesus went away to the desert and talked with God.", "17": "One day Jesus was teaching people. Pharisees and other Jewish teachers of the law were sitting there. They had come from every town in Galilee and Judea, and from Jerusalem. Jesus had the power of the Lord to heal the sick.", "18": "Some men brought a sick man on his bed. The man could not move his arms or legs. They tried to bring him in and put him in front of Jesus.", "19": "But they could not get in the house where Jesus was, because there were so many people. So they went up on the roof. Then through a hole in the roof they let down the bed with the sick man on it, until he was in front of Jesus.", "20": "Jesus saw that they believed he would be healed. So he said to him, `Man, the wrong things you have done are forgiven.'", "21": "The scribes and Pharisees began to talk about this. They said, `Who is this man that is not giving respect to God? No one but God can forgive anyone for the wrong things they have done.'", "22": "Jesus knew what they were thinking. He said, `Why do you think these wrong things in your hearts?", "23": "Which is easier, to say, \"The wrong things you have done are forgiven,\" or to say, \"Get up and walk\"?", "24": "I want you to know that the Son of Man has power on earth to forgive wrong things people have done.' So he said to the sick man, `I tell you, get up. Take up your bed and go home.'", "25": "Right away the man stood up in front of them. He took up his bed and went home praising God.", "26": "The people were all surprised and they praised God. They did not know what to think. They said, `We have seen things today that are hard to believe.'", "27": "After this, Jesus went out. He saw a tax collector named Levi. Levi was sitting at the place where people came to pay taxes. Jesus said to him `Come with me.'", "28": "Levi left everything. He stood up and went with Jesus.", "29": "Levi made a big dinner at his house for Jesus. Many tax collectors and other people were sitting at the table with them.", "30": "The Pharisees and their scribes did not like what Jesus' disciples did. They said, `Why do you eat and drink with tax collectors and bad people?\"", "31": "Jesus answered them, `People who are well do not need a doctor. But sick people need him.", "32": "I did not come to call good people. I came to call bad people to stop doing wrong things.'", "33": "They said to him, `The disciples or followers of John are often fasting [not eating for a time], and they talk with God. The disciples of the Pharisees do the same. But your disciples eat and drink.'", "34": "Then Jesus said to them, `The people at a wedding cannot be sad while the man who is married is with them.", "35": "But the time will come when he will be taken away from them. Then they will be fasting at that time.'", "36": "Jesus told them a short story. He said, `No one takes a piece from a new coat and sews it on an old coat. If he does, the new coat will have a hole. And the new piece will not be like the old coat.", "37": "No one puts new wine into old wineskins. If he does, the new wine will break the skins. The wine will be lost and the skins will be spoiled.", "38": "New wine must be put into new skins.", "39": "No one wants to drink new wine after he has had old wine. He says, \"The old is better.\" '"}