{"1": "Jesus finished saying all these things for the people to hear. Then he went to Capernaum.", "2": "An army officer had a servant whom he loved. The servant was sick and almost dying.", "3": "The officer heard of Jesus. So he sent some of the leaders of the Jews to him. He asked him to come and heal his servant.", "4": "They came to Jesus and begged him very much. They said, `He is a good man. You should come and do this for him.", "5": "He loves our people and he built the meeting house for us.'", "6": "Jesus went with them. When he came near the house, the officer sent some friends to meet him and to say, `Sir, do not trouble yourself to come further. I am not good enough to have you come into my house.", "7": "And I did not think I was good enough to come to you. Just say the word and my servant will be healed.", "8": "I myself am a man who takes orders, and I have soldiers who take orders from me. I say to one, \"Go,\" and he goes. I say to another, \"Come,\" and he comes. I say to my servant, \"Do this,\" and he does it.'", "9": "Jesus was surprised when he heard this. He turned to the people who followed him. He said, `I tell you, I have not found a Jew who believes as this man does.'", "10": "The men who had been sent to Jesus went back into the house. They found that the servant who had been sick was well.", "11": "Soon after that, Jesus went to the town of Nain. His disciples and many other people went with him.", "12": "He came near the gate of the town. There he met people carrying out a man who had died. He was the only son of his mother. And her husband was dead too. Many people from the city were with her.", "13": "The Lord saw her. He shared in her sorrows and troubles. He said to her, `Do not cry.'", "14": "Jesus came and touched the thing on which the body lay. The men who were carrying it stopped walking. Jesus said, `Young man, I tell you, get up!'", "15": "The dead man sat up and began to talk. Jesus gave him to his mother.", "16": "Everyone was very much surprised. They praised God. They said, `A great prophet of God has come to us. God has remembered his people.'", "17": "The people all over Judea and all the country around it heard what Jesus had done.", "18": "John also heard about all these things from his disciples.", "19": "He called two of them and sent them to Jesus. He asked, `Are you the One who is to come? Or shall we wait for another person?'", "20": "When the men came to Jesus, they said, `John the Baptizer sent us to you. He asks, \"Are you the One who is to come? Or shall we wait for another person?\" '", "21": "At that time Jesus healed many people who were sick or had troubles or bad spirits. He made many blind people able to see.", "22": "He answered John's disciples, `Go tell John what you have seen and heard. Blind people see. The lame people walk. People with leprosy are healed. People who could not hear can hear. Dead people are alive again. Poor people hear the good news.", "23": "Happy is the person who is not troubled in his heart about me.'", "24": "When John's messengers had gone away, Jesus began to talk to the people about John. He said, `What did you go out into the desert to see? Did you go out to see a tall grass moving in the wind?", "25": "What did you go out to see? A man wearing fine clothes? People who wear fine clothes and have nice things live in kings' houses.", "26": "What did you go out to see? A prophet of God? Yes, I tell you, and he is much more than a prophet.", "27": "He is the one the holy writings tell about: \"See, I send my messenger ahead of you. He will make the way ready for you.\"", "28": "I tell you, no one has ever been born who is greater than John. And yet, the smallest one in the kingdom of God is greater than he.'", "29": "All the people and the tax collectors praised God when they heard that. They had been baptised by John.", "30": "But the Pharisees and teachers of the law would not follow God's way and they were not baptised by John.", "31": "Jesus asked, `What will I say that the people of today are like? What are they like?", "32": "They are like children who sit in the market. They call to other children. They say, \"We played music for you, but you did not dance. We cried, but you did not cry.\"", "33": "John the Baptizer came. He does not eat bread or drink wine. You say, \"He has a bad spirit in him.\"", "34": "The Son of Man came. He eats and drinks. You say, \"This man eats and drinks too much! He is a friend of tax collectors and bad people!\"", "35": "A man is proved wise by what he has done.'", "36": "One of the Pharisees asked Jesus to come and eat with him. So Jesus went into the Pharisee's house and sat down to eat.", "37": "In that city was a bad woman. When she knew that Jesus was eating at the Pharisee's house, she came and brought a bottle of oil. It was oil that smelled very sweet and cost much money.", "38": "She stood behind Jesus by his feet, and she was crying. She began to wash his feet with her tears and wiped them with her hair. Then she kissed his feet and put oil on them.", "39": "The Pharisee who had asked Jesus to his house saw this. He said to himself, `If this man were a prophet of God, he would know what kind of woman is touching him. She is a bad woman.'", "40": "Jesus said to him, `Simon, I have something to say to you.' And he said, `Teacher, say it.'", "41": "Jesus said, `There was a man who used to lend money to people. Two people owed him money. One man owed him five hundred pieces of silver money. The other owed him fifty pieces.", "42": "They could not pay the money, so he let them both free. Now which one of them will love him more?'", "43": "Simon answered, `I would say the one he let off the most.' Jesus said, `You are right.'", "44": "Then he turned towards the woman. He said to Simon, `Do you see this woman? I came into your house. You did not give me water to wash my feet. But she has washed my feet with her tears and wiped them with her hair.", "45": "You did not kiss me. But since she came in, she has kissed my feet again and again.", "46": "You did not put oil on my head. But she has put sweet smelling oil on my feet.", "47": "So I tell you, she has done many wrong things, but she has been forgiven because she loved me so much. But one who has been forgiven a little loves me only a little'", "48": "Jesus said to the woman, `The wrong things you have done are forgiven.'", "49": "Then those who were at the table with him began to say to themselves, `Who is this man? He even forgives people for the wrong things they have done.'", "50": "Jesus said to the woman, `You are saved because you believed. Go in peace.'"}