{"1": "Then Adonai said to Moses, “Go to Pharaoh, because I have hardened his heart and the heart of his servants, so that I might show these My signs in their midst, ", "2": "and so you may tell your son and your grandchildren what I have done in Egypt, as well as My signs that I did among them, so you may know that I am Adonai.”", "3": "So Moses and Aaron went to Pharaoh and said to him, “This is what Adonai, the God of the Hebrews, says: How long would you refuse to humble yourself before Me? Let My people go, so they may serve Me. ", "4": "Or else, if you refuse to let My people go, behold, tomorrow I will bring locusts into your borders. ", "5": "Then they will cover the face of the earth, so that no one will be able to see the ground. They will eat the remainder of what escaped—whatever is left from the hail—and eat every tree that grows for you out in the field. ", "6": "Your houses will be filled, as will the houses of all your servants and the houses of all the Egyptians, as neither your fathers nor your grandfathers have seen since the day they were on the earth until today!” Then he turned and went out from Pharaoh.", "7": "Pharaoh's servants said to him, “How long will this man be a snare to us? Send the men, so they may serve Adonai their God. Don't you realize yet that Egypt is being destroyed?”", "8": "So Moses and Aaron were brought to Pharaoh again. “Go, serve Adonai your God,” he said. “But who will be going?”", "9": "Moses answered, “We will go with our young and our elderly, our sons and our daughters. We will go with our flocks and our herds—for we must have Adonai's feast for Him.”", "10": "But he said to them, “So may Adonai be with you, if I ever do let you go, with your little ones. See clearly now! Evil is in your face. ", "11": "Not so! Go now—the men—and serve Adonai! For that's what you were seeking.” Then they were driven out from Pharaoh's presence.", "12": "Then Adonai said to Moses, “Stretch out your hand over the land of Egypt for the locusts, so they may come up onto Egypt and eat every plant in the land—everything the hail has left.” ", "13": "So Moses stretched out his staff over the land of Egypt, and Adonai brought an east wind over the land all that day and all night. When it was morning, the east wind brought the locusts. ", "14": "The locusts came up over all the land of Egypt and rested on the entire territory of Egypt. So dense—there was nothing like it before them, nor will there ever be again. ", "15": "For they covered the face of the whole earth so that the land was darkened, and they ate every plant in the land and all the fruit from the trees that the hail had left. No green thing remained, not a tree or a plant of the field throughout all the land of Egypt.", "16": "Then Pharaoh quickly called for Moses and Aaron and said, “I have sinned against Adonai your God and against you. ", "17": "Now forgive my sin, only this once, please! So pray to Adonai your God—just so He would take this death away from me!”", "18": "So he went out from Pharaoh and prayed to Adonai. ", "19": "Then Adonai turned the wind from the west, very strong, and it carried off the locusts and drove them into the Sea of Reeds. Not one locust remained in all the territory of Egypt. ", "20": "But Adonai hardened Pharaoh's heart, and he did not let Bnei-Yisrael go.", "21": "Then Adonai said to Moses, “Stretch out your hand toward heaven, and there will be darkness over the land of Egypt—a darkness that may be felt.”", "22": "So Moses stretched out his hand toward heaven, and there was a thick darkness in all the land of Egypt for three days. ", "23": "They could not see one another, nor could anyone rise from his place for three days. Yet all Bnei-Yisrael had light within their dwellings.", "24": "Pharaoh called Moses and said, “Go, serve Adonai. Only let your flocks and your herds remain. Your little ones may also go with you.”", "25": "But Moses said, “You must also put sacrifices and burnt offerings into our hand, then we will do it for Adonai our God. ", "26": "Our cattle must also go with us—not a hoof may be left behind. We must take from them to serve Adonai our God. We ourselves will not know how we will serve Adonai until we arrive there.”", "27": "But Adonai hardened Pharaoh's heart, and he was unwilling to let them go. ", "28": "So Pharaoh said to him, “Go away from me! Take heed never to see my face again, because on the day you do, you will die!”", "29": "“Right!” Moses said. “You said it! May I never see your face again!”"}