{"1": "Now Adonai spoke to Moses and Aaron in the land of Egypt saying, ", "2": "“This month will mark the beginning of months for you; it is to be the first month of the year for you. ", "3": "Tell all the congregation of Israel that on the tenth day of this month, each man is to take a lamb for his family one lamb for the household. ", "4": "But if the household is too small for a lamb, then he and his nearest neighbor are to take one according to the number of the people. According to each person eating, you are to make your count for the lamb. ", "5": "Your lamb is to be without blemish, a year old male.[a] You may take it from the sheep or from the goats. ", "6": "You must watch over it until the fourteenth day of the same month. Then the whole assembly of the congregation of Israel is to slaughter it at twilight.", "7": "[b] 7 They are to take the blood and put it on the two doorposts and on the crossbeam of the houses where they will eat it. ", "8": "They are to eat the meat that night, roasted over a fire. With matzot and bitter herbs[c] they are to eat it. ", "9": "Do not eat any of it raw or boiled with water, but only roasted with fire—its head with its legs and its innards. ", "10": "So let nothing of it remain until the morning. Whatever remains until the morning you are to burn with fire. ", "11": "Also you are to eat it this way: with your loins girded, your shoes on your feet and your staff in your hand. You are to eat it in haste. It is Adonai's Passover.", "12": "“For I will go through the land of Egypt on that night and strike down every firstborn, both men and animals, and I will execute judgments against all the gods of Egypt. I am Adonai. ", "13": "The blood will be a sign for you on the houses where you are.[d] When I see the blood, I will pass over you. So there will be no plague among you to destroy you when I strike the land of Egypt.", "14": "“This day is to be a memorial for you.[e] You are to keep it as a feast to Adonai. Throughout your generations you are to keep it as an eternal ordinance. ", "15": "For seven days you are to eat matzot, but on the first day you must remove hametz from your houses,[f] for whoever eats hametz from the first day until the seventh day, that soul will be cut off from Israel. ", "16": "The first day is to be a holy assembly for you as well as the seventh day. No manner of work is to be done on those days, except what is to be eaten by every person—that alone may be prepared by you. ", "17": "So you are to observe the Feast of Matzot, for on this very same day have I brought your ranks out of the land of Egypt. Therefore you are to observe this day throughout your generations as an eternal ordinance.", "18": "During the first month in the evening of the fourteenth day of the month, you are to eat matzot, until the evening of the twenty-first day of the month. ", "19": "For seven days no hametz is to be found in your houses, for whoever eats hametz, that soul will be cut off from the congregation of Israel, whether he is an outsider or one who is born in the land. ", "20": "You are to eat no hametz; in all your houses you are to eat matzot.”", "21": "Then Moses called for all the elders of Israel and said to them, “Go, select lambs for your families and slaughter the Passover lamb.", "22": "[g] 22 You are to take a bundle of hyssop, dip it in the blood that is in the basin, and apply it to the crossbeam and two doorposts with the blood from the basin. None of you may go out the door of his house until morning. ", "23": "Adonai will pass through to strike down the Egyptians, but when He sees the blood on the crossbeam and the two doorposts, Adonai will pass over that door, and will not allow the destroyer to come into your houses to strike you down. ", "24": "Also you are to observe this event as an eternal ordinance, for you and your children.", "25": "“When you come into the land which Adonai will give you as He has promised, you are to keep this ceremony. ", "26": "Now when it happens that your children ask you, 'What does this ceremony mean to you?' ", "27": "You are to say, 'It is the sacrifice of Adonai's Passover, because He passed over the houses of Bnei-Yisrael in Egypt, when He struck down the Egyptians, but spared our households.'” So the people bowed their heads and worshipped.", "28": "Then Bnei-Yisrael went and did it. They did just as Adonai had commanded Moses and Aaron. ", "29": "So it came about at midnight that Adonai struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn cattle.[h]", "30": "Then Pharaoh rose up in the night, he and all his servants and all the Egyptians, and there was loud wailing in Egypt. For there was not a house where someone was not dead. ", "31": "So he called for Moses and Aaron at night and said, “Rise up, go out from my people, both you and Bnei-Yisrael, go, serve Adonai as you have said. ", "32": "Take your flocks and your herds, as you said, and be gone! But bless me, too.”", "33": "Now the Egyptians urged the people, sending them out of the land quickly, for they thought, “We will all be dead!” ", "34": "So the people took their dough before it was leavened, with their kneading bowls bound up in their clothes on their shoulders. ", "35": "So Bnei-Yisrael acted according to the word of Moses. They asked the Egyptians for articles of silver and gold, and for clothing. ", "36": "Adonai gave the people favor in the eyes of the Egyptians and let them have what they asked for. So they plundered the Egyptians.", "37": "Then Bnei-Yisrael journeyed from Rameses to Succoth, about 600,000 men on foot, as well as children. ", "38": "Also a mixed multitude went up with them, along with the flocks, herds and heavy livestock. ", "39": "They had baked matzot cakes from the dough that they brought out of Egypt. It had no hametz, because they were thrust out of Egypt and could not delay, so they had not made provisions for themselves.", "40": "Now the time that Bnei-Yisrael lived in Egypt was 430 years. ", "41": "So it happened at the end of 430 years, to the very day, that all the armies of Adonai went out from the land of Egypt. ", "42": "It was a night of watching for Adonai to bring them out of the land of Egypt. This same night is a night of vigil for Adonai, for all Bnei-Yisrael throughout their generations.", "43": "Then Adonai said to Moses and Aaron, “This is the ordinance of the Passover. No foreigner may eat it, ", "44": "but every man's servant that is bought for money, after you have circumcised him, may eat it. ", "45": "Nor should a visitor or hired servant eat it. ", "46": "It is to be eaten inside a single house. You are not to carry the meat out of the house, nor are you to break any of its bones.", "47": "[i] 47 All the congregation of Israel must keep it. ", "48": "But if an outsider dwells with you, who would keep the Passover for Adonai, all his males must be circumcised. Then let him draw near and keep it. He will be like one who is native to the land. But no uncircumcised person may eat from it. ", "49": "The same Torah applies to the native as well as the outsider who dwells among you.”", "50": "So all Bnei-Yisrael did so. They did just as Adonai commanded Moses and Aaron. ", "51": "It was on that very day that Adonai brought Bnei-Yisrael out of the land of Egypt as armies."}