{"1": "Then Moses and Bnei-Yisrael sang this song to Adonai:[a] I will sing to Adonai, for He is highly exalted! The horse and its rider He has thrown into the sea.", "2": "Adonai is my strength and song, and He has become my salvation.[b] This is my God, and I will glorify Him, my father's God, and I will exalt Him.", "3": "Adonai is a warrior—Adonai is His Name!", "4": "Pharaoh's chariots and his army He has hurled into the sea, and his chosen captains have sunk into the Sea of Reeds.", "5": "The deeps cover them. They sank to the depths like a stone.", "6": "Your right hand, Adonai, is glorious in power. Your right hand, Adonai, dashes the enemy to pieces.", "7": "In the greatness of Your excellency You overthrow those who resist You. You send forth Your wrath— it consumes them as stubble.", "8": "With the blast of Your nostrils the waters piled up. The floods stood upright as a heap. The deeps became firm ground in the heart of the sea.", "9": "The enemy said, “I will pursue, I will overtake, I will divide the spoil. My lust shall gorge on them! I will draw my sword—my hand will destroy them.”", "10": "You blew with Your wind, the sea covered them. They sank like lead in the mighty waters.", "11": "Who is like You, Adonai, among the gods? Who is like You, glorious in holiness, awesome in praises, doing wonders?[c]", "12": "You stretched out Your right hand, the earth swallowed them.", "13": "You in Your lovingkindness led the people You have redeemed. You guided them in Your strength to Your holy habitation.", "14": "When the peoples hear, they will tremble— anguish will seize the inhabitants of Philistia.", "15": "Then the chiefs of Edom are terrified. Trembling grips Moab's mighty men. All of Canaan's inhabitants will melt away.", "16": "Terror and dread will fall on them. By the greatness of Your arm they become still as a stone, till Your people cross over, Adonai, till the people whom You purchased cross over.", "17": "You bring them in, and plant them in the mountain of Your inheritance, the place, Adonai, that You have made for Yourself to dwell in— the Sanctuary, Adonai, which Your hands have prepared.", "18": "Adonai will reign forever and ever!", "19": "For Pharaoh's horses with his chariots and his horsemen went into the sea, but Adonai brought the waters of the sea back over them. Yet Bnei-Yisrael walked in the midst of the sea on dry ground. ", "20": "Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women went out after her with tambourines and with dancing, ", "21": "as Miriam sang to them: Sing to Adonai, for He is highly exalted! The horse and its rider He has thrown into the sea!", "22": "Then Moses led Israel onward from the Sea of Reeds. They went out into the wilderness of Shur. But they travelled three days in the wilderness and found no water. ", "23": "When they came to Marah, they could not drink from the waters because they were bitter. On account of this it was called Marah. ", "24": "So the people complained to Moses saying, “What are we going to drink?”", "25": "So he cried out to Adonai, and Adonai showed him a tree. When he threw it into the waters, they were made sweet. There He made a statute and an ordinance for them, and there He tested them. ", "26": "He said, “If you diligently listen to the voice of Adonai your God, do what is right in His eyes, pay attention to His mitzvot, and keep all His decrees, I will put none of the diseases on you which I have put on the Egyptians. For I am Adonai who heals you.”", "27": "Then they came to Elim, where there were twelve springs of water and seventy palm trees. So they camped there by the waters."}