{"1": "Now Jethro, the priest of Midian and Moses' father-in-law, heard about everything God had done for Moses and for His people Israel, and how Adonai had brought Israel out of Egypt. ", "2": "(2 Jethro, Moses' father-in-law, had taken in Moses' wife Zipporah, after he had sent her away ", "3": "with her two sons. One was named Gershom[a] because he said, “I have been an outsider in a foreign land,” ", "4": "and the name of the other was Eliezer because he said, “For my father's God is my help[b], and delivered me from the sword of Pharaoh.”)", "5": "So Jethro, Moses' father-in-law, came with his sons and his wife to Moses into the wilderness where he was encamped at the mountain of God. ", "6": "He had told Moses, “I, Jethro your father-in-law, am coming to you, along with your wife and her two sons.” ", "7": "So Moses went out to meet his father-in-law, then bowed down and kissed him. They asked each other about their welfare, and went into the tent. ", "8": "Moses told his father-in-law all that Adonai had done to Pharaoh and to the Egyptians for Israel's sake, as well as all the travail that had come upon them along the way, and how Adonai delivered them.", "9": "Jethro rejoiced for all the goodness that Adonai had shown to Israel, since He had delivered them out of the hand of the Egyptians. ", "10": "Jethro said, “Blessed be Adonai, who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh, and has delivered the people from under the hand of the Egyptians. ", "11": "Now I know that Adonai is greater than all gods, since they had acted arrogantly against them.” ", "12": "Then Jethro, Moses' father-in-law, presented a burnt offering and sacrifices to God. Aaron also came along with all the elders of Israel to eat bread with Moses' father-in-law before God.", "13": "The next day, Moses sat to judge the people, and they stood around Moses from morning till evening. ", "14": "When Moses' father-in-law saw all that he did for the people, he said, “What's this you're doing to the people? Why sit by yourself, alone, with all the people standing around from morning until evening?”", "15": "Moses answered his father-in-law, “It's because the people come to me to inquire of God. ", "16": "When they have an issue, it comes to me, and I judge between a man and his neighbor, so I make them understand God's statutes and His laws.”", "17": "But Moses' father-in-law said to him, “What you're doing is no good. ", "18": "You will surely wear yourself out, as well as these people who are with you, because the task is too heavy for you. You cannot do it alone, by yourself. ", "19": "Now listen to my voice—I will give you advice, and may God be with you! You, represent the people before God, and bring their cases to God. ", "20": "Enlighten them as to the statutes and the laws, and show them the way by which they must walk and the work they must do. ", "21": "But you should seek out capable men out of all the people—men who fear God, men of truth, who hate bribery. Appoint them to be rulers over thousands, hundreds, fifties and tens. ", "22": "Let them judge the people all the time. Then let every major case be brought to you, but every minor case they can judge for themselves. Make it easier for yourself, as they bear the burden with you. ", "23": "If you do this thing as God so commands you, then you will be able to endure, and all these people will go to their places in shalom.”", "24": "So Moses listened to his father-in-law and did everything he said. ", "25": "Moses chose capable men out of all Israel, and made them heads over the people, rulers of thousands, hundreds, fifties and tens. ", "26": "They judged the people all the time. The hard cases they brought to Moses, but every small matter they judged themselves.", "27": "Then Moses let his father-in-law depart, and he went on his way to his own land."}