{"1": "In the third month after Bnei-Yisrael had gone out of the land of Egypt, that same day they arrived at the wilderness of Sinai. ", "2": "They travelled from Rephidim, came into to the wilderness of Sinai, and set up camp in the wilderness. Israel camped there, right in front of the mountain.", "3": "Moses went up to God, and Adonai called to him from the mountain saying, “Say this to the house of Jacob, and tell Bnei-Yisrael, ", "4": "'You have seen what I did to the Egyptians, and how I carried you on eagle's wings and brought you to Myself. ", "5": "Now then, if you listen closely to My voice, and keep My covenant, then you will be My own treasure from among all people, for all the earth is Mine. ", "6": "So as for you, you will be to Me a kingdom of kohanim and a holy nation.' These are the words which you are to speak to Bnei-Yisrael.”", "7": "So Moses went, called for the elders of the people, and put before them all these words that Adonai had commanded him. ", "8": "All the people answered together and said, “Everything that Adonai has spoken, we will do.” Then Moses reported the words of the people to Adonai.", "9": "Adonai said to Moses, “I am about to come to you in a thick cloud, so that the people will hear when I speak with you, and believe you forever.” Then Moses told the words of the people to Adonai.", "10": "Adonai said to Moses, “Go to the people, and sanctify them today and tomorrow. Let them wash their clothing. ", "11": "Be ready for the third day. For on the third day Adonai will come down upon Mount Sinai in the sight of all the people. ", "12": "You are to set boundaries for the people all around, saying, 'Be very careful not to go up onto the mountain, or touch the border of it. Whoever touches the mountain will surely be put to death. ", "13": "Not a hand is to touch it, but he will surely be stoned or shot through. Whether it is an animal or a man, it will not live.' When the shofar sounds, they may come up to the mountain.”", "14": "Then Moses went down from the mountain to the people, consecrated them, and then, they washed their clothing. ", "15": "He said to the people, “Be ready for the third day. Do not draw near your wives.”", "16": "In the morning of the third day, there was thundering[a] and lightning, a thick cloud on the mountain, and the blast of an exceedingly loud shofar. All the people in the camp trembled. ", "17": "Then Moses brought the people out of the camp to meet God, and they stood at the lowest part of the mountain. ", "18": "Now the entire Mount Sinai was in smoke, because Adonai had descended upon it in fire. The smoke ascended like the smoke of a furnace. The whole mountain quaked greatly. ", "19": "When the sound of the shofar grew louder and louder, Moses spoke, and God answered him with a thunderous sound.", "20": "Then Adonai came down onto Mount Sinai, to the top of the mountain. Adonai called Moses to the top of the mountain, so Moses went up. ", "21": "Then Adonai said to Moses, “Go down and warn the people, lest they break through to see Adonai, and many of them die. ", "22": "Even the kohanim who come near to Adonai must consecrate themselves, so that Adonai does not break out against them.”", "23": "Moses said to Adonai, “The people cannot come up to Mount Sinai, for You are the One who warned us, saying, 'Set boundaries around the mountain, and consecrate it.'”", "24": "Then Adonai said to him, “Go down. You are to come back up, you and Aaron with you. But do not let the kohanim and the people break through to come up to Adonai, or He will break out against them.” ", "25": "So Moses went down to the people and told them."}