{"1": "Now a man from the house of Levi took as his wife a daughter of Levi. ", "2": "The woman conceived and gave birth to a son. Now when she saw that he was delightful, she hid him for three months.", "3": "[a] 3 But when she could no longer hide him, she took a basket of papyrus reeds, coated it with tar and pitch, put the child inside, and laid it in the reeds by the bank of the Nile. ", "4": "His sister stood off at a distance to see what would happen to him.", "5": "Then the daughter of Pharaoh came down to bathe, while her maidens walked along by the riverside. When she saw the basket[b] among the reeds, she sent her handmaiden to fetch it. ", "6": "When she opened it, she saw the child—a baby boy crying! She had compassion on him and said, “This is one of the Hebrew children.”", "7": "Then his sister said to Pharaoh's daughter, “Should I go and call a nurse from the Hebrews to nurse the child for you?”", "8": "Pharaoh's daughter told her, “Go!” So the girl went and called the child's mother. ", "9": "Then Pharaoh's daughter said to her, “Take this child and nurse him for me, and I will pay you your wages.” So the woman took the child and nursed him. ", "10": "After the boy grew older she brought him to Pharaoh's daughter and he became her son. So she named him Moses saying, “Because I drew him out of the water.”[c]", "11": "Now it happened in those days, after Moses had grown up, that he went out to his brothers and saw their burdens. He noticed an Egyptian beating a Hebrew, one of his own people.", "12": "[d] 12 So he looked around and when he saw that there was nobody, he killed the Egyptian and hid him in the sand. ", "13": "Then he went out the following day, and saw two Hebrew men fighting. So he said to the guilty one, “Why are you beating your companion?”", "14": "But the man answered, “Who made you a ruler and a judge over us? Are you saying you're going to kill me—just as you killed the Egyptian?” Then Moses was afraid, and thought, “For sure the deed had become known.” ", "15": "When Pharaoh heard about this, he tried to kill Moses. But Moses fled from Pharaoh and settled in the land of Midian,[e] where he sat down by a well. ", "16": "Now the priest of Midian had seven daughters who came and drew water. They filled the troughs to water their father's flock. ", "17": "But shepherds came and drove them away, so Moses stood up, helped them and watered their flock.", "18": "When they came to Reuel their father, he said, “How come you've returned so soon today?”", "19": "So they told him, “An Egyptian delivered us out of the hand of the shepherds. He also drew water for us and watered the flock.”", "20": "“Where is he then?” he said to his daughters. “Why did you leave the man behind? Invite him to have some food to eat!”", "21": "Moses was content to stay on with the man. Later he gave Moses his daughter Zipporah. ", "22": "She gave birth to a son and he named him Gershom, saying, “I have been an outsider[f] in a foreign land.”", "23": "Now it came about over the course of those many days that the king of Egypt died. Bnei-Yisrael groaned because of their slavery. They cried out and their cry from slavery went up to God. ", "24": "God heard their sobbing and remembered His covenant with Abraham, Isaac, and Jacob. ", "25": "God saw Bnei-Yisrael, and He was concerned about them."}