{"1": "Then God spoke all these words saying,", "2": "“I am Adonai your God, who brought you out of the land of Egypt, out of the house of bondage.", "3": "“You shall have no other gods before Me. ", "4": "Do not make for yourself a graven image[a], or any likeness of anything that is in heaven above or on the earth below or in the water under the earth. ", "5": "Do not bow down to them, do not let anyone make you serve them. For I, Adonai your God, am a jealous God, bringing the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me, ", "6": "but showing lovingkindness to the thousands of generations of those who love Me and keep My mitzvot.", "7": "“You must not take the Name of Adonai your God in vain, for Adonai will not hold him guiltless that takes His Name in vain.", "8": "“Remember Yom Shabbat, to keep it holy. ", "9": "You are to work six days, and do all your work, ", "10": "but the seventh day is a Shabbat to Adonai your God. In it you shall not do any work—not you, nor your son, your daughter, your male servant, your female servant, your cattle, nor the outsider that is within your gates. ", "11": "For in six days Adonai made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Thus Adonai blessed Yom Shabbat, and made it holy.", "12": "“Honor your father and your mother, so that your days may be long upon the land which Adonai your God is giving you.", "13": "“Do not murder.", "14": "“Do not commit adultery.", "15": "“Do not steal.", "16": "“Do not bear false witness against your neighbor.", "17": "“Do not covet your neighbor's house, your neighbor's wife, his manservant, his maidservant, his ox, his donkey, or anything that is your neighbor's.”", "18": "All the people witnessed the thundering and the lightning, and the sound of the shofar, and the mountain smoking. When the people saw it, they trembled and stood far off. ", "19": "So they said to Moses, “You, speak to us, and we will listen, but do not let God speak to us, or we will die.”", "20": "So Moses said to the people, “Do not be afraid, for God has come to test you, so that His fear may be in you, so that you do not sin.” ", "21": "The people stood far off, while Moses drew near to the thick darkness where God was.", "22": "Then Adonai said to Moses, “Say this to Bnei-Yisrael: You yourselves have seen that I have spoken to you from heaven. ", "23": "Do not make gods of silver alongside Me, and do not make gods of gold for yourselves. ", "24": "You are to make an altar of earth for Me, and there you will sacrifice your burnt offerings, your fellowship offerings—your sheep and your cattle. In every place where I cause My name to be mentioned I will come to you and bless you. ", "25": "When you make for Me an altar of stones, do not build it from cut stone, for if you use a tool on it, you will have profaned it. ", "26": "Nor are you to go up to My altar on steps, so that your nakedness would not be uncovered while on it.”"}