{"1": "Adonai spoke to Moses saying, ", "2": "“Tell Bnei-Yisrael to take up an offering for Me. From anyone whose heart compels him you are to take My offering. ", "3": "These are the contributions which you are to receive from them: gold, silver and bronze; ", "4": "blue, purple and scarlet cloth; fine linen and goat hair; ", "5": "ram skins dyed red, sealskins, acacia wood; ", "6": "oil for the light, spices for the anointing oil and for the sweet incense; ", "7": "onyx stones and setting stones for the ephod and for the breastplate.", "8": "“Have them make a Sanctuary for Me, so that I may dwell among them. ", "9": "You are to make it all precisely according to everything that I show you—the pattern of the Tabernacle and the pattern of all the furnishings within—just so you must make it.", "10": "“Now they are to make an Ark of acacia wood, two and a half cubits in length, one and a half cubits wide, and a cubit and a half high. ", "11": "You are to overlay it with pure gold, inside and out, and make a crown of gold around it. ", "12": "You are to cast four rings of gold for it, and place them in its four feet. Two rings will be on one side, and two rings on the other side. ", "13": "Also make poles of acacia wood and overlay them with gold. ", "14": "You are to put the poles into the rings on the sides of the Ark, in order to carry the Ark. ", "15": "The poles are to remain in the rings of the Ark, and not be taken from it. ", "16": "You are to put the Testimony, which I will give you, into the Ark.", "17": "“Then you are to make an atonement cover[a] of pure gold, two and a half cubits long, one cubit and a half wide. ", "18": "Also make two cheruvim of gold, from hammered work, at the two ends of the atonement cover. ", "19": "Make one cheruv at one end and one cheruv at the other end. Of one piece with the atonement cover you are to make the cheruvim at its two ends. ", "20": "The cheruvim are to spread out their wings above, shielding the atonement cover with their wings, each facing its companion. The faces of the cheruvim are to be turned toward the atonement cover. ", "21": "You are to put the atonement cover on top of the Ark, and inside the Ark you will put the Testimony that I will give you.", "22": "“I will meet with you there. I will speak with you from above the atonement cover—from between the two cheruvim that are on the Ark of the Testimony—about all that I will command you, for Bnei-Yisrael.", "23": "“You will make a table of acacia wood, two cubits long, one cubit wide, and a cubit and a half high. ", "24": "You are to overlay it with pure gold, and make a crown of gold around it. ", "25": "Make a border a single handwidth wide around it and a golden crown for the border all around. ", "26": "Also make four gold rings for it, and put the rings in the four corners that are on its four feet. ", "27": "The rings are to be close to the borders, as holders for the poles to carry the table. ", "28": "You are to make the poles of acacia wood and overlay them with gold, so that the table may be carried with them. ", "29": "You are also to make the dishes, pans, jars and bowls to pour drink offerings, from pure gold. ", "30": "Always set the bread of the Presence[b] on the table before Me.", "31": "“You are to make a menorah of pure gold, by hammered work. Its base, stem, cups, bulbs and flowers are to be one piece. ", "32": "There are to be six branches coming out of the sides, three branches of the menorah out of one side, and three branches out of the other. ", "33": "There are to be three cups shaped like almond blossoms in one branch, each with a bulb and flower, then three cups made like almond blossoms in the next branch, each with a bulb and flower, and so forth for the six branches coming out of the menorah. ", "34": "Within the menorah will be four cups made like almond blossoms, with bulbs and flowers. ", "35": "There is to be a bulb under two branches of the first piece, a bulb under two branches of the second piece, and a bulb under two branches of the third piece, for the six branches coming out of the menorah. ", "36": "Their bulbs and their branches are to be one piece—all of it a single hammered work of pure gold. ", "37": "“You are also to make the seven lamps for it, and set the lamps up to shed light over the space before it.", "38": "“The tongs and the censers are to be of pure gold. ", "39": "It is to be made from a talent of pure gold, with all these pieces. ", "40": "See that you make them according to their pattern being shown to you on the mountain."}