{"1": "“Now this is what you are to do to consecrate them, so that they may minister as kohanim. Take one young bull and two rams without blemish, ", "2": "along with matzot, cakes of matzot mixed with oil, and matzot wafers spread with oil. Make them from fine wheat flour. ", "3": "You are to put them into one basket and present them, along with the bull and the two rams. ", "4": "You are to bring Aaron and his sons to the entrance of the Tent of Meeting, and wash them with water. ", "5": "Then take the garments, and put the tunic on Aaron, along with the robe, the ephod and the breastplate. Gird him with the artfully woven band of the ephod, ", "6": "set the turban on his head, and put the holy coronet on the turban. ", "7": "Then you are to take the anointing oil, pour it upon his head and anoint him. ", "8": "Also you are to bring his sons and put tunics on them. ", "9": "You are to gird Aaron and his sons with sashes, tie headwear on them, and they shall hold the priesthood by a perpetual statute. In this way you are to consecrate Aaron and his sons.", "10": "“You are to bring the bull before the Tent of Meeting, and Aaron and his sons are to lay their hands on its head. ", "11": "You are to slaughter the bull before Adonai at the entrance of the Tent of Meeting. ", "12": "Then take the blood of the bull, put it on the horns of the altar with your finger, and pour out all the remaining blood at the base of the altar. ", "13": "Also take all the fat that covers the innards, the lobe above the liver, the two kidneys, along with the fat that is on them, and burn them on the altar. ", "14": "But the meat of the bull, along with its skin and its dung, you are to burn with fire outside the camp. It is a sin offering.", "15": "“Then take one ram, have Aaron and his sons lay their hands upon the head of the ram, ", "16": "then slaughter the ram, take its blood, and sprinkle it around the altar. ", "17": "You are to cut the ram into pieces, wash its innards and its legs, and place them with its head and other pieces. ", "18": "Then you are to offer the whole ram up in smoke on the altar. It is a burnt offering to Adonai, a sweet aroma, an offering made by fire to Adonai.", "19": "“Then take the other ram, and have Aaron and his sons lay their hands upon the head of that ram. ", "20": "Slaughter the ram, take its blood, and dab it on the tip of the right ear of Aaron, on the tip of the right ears of his sons, on the thumb of their right hands and on the big toes of their right feet, then pour the blood on the altar all around. ", "21": "Also you are to take some of the blood that is on the altar, along with the anointing oil, and sprinkle it on Aaron and his garments, and on his sons and their garments. In this way he and his garments are to be consecrated, along with his sons and their garments.", "22": "“Moreover, take some of the fat from the ram, along with the fat tail, the fat that covers the innards, the covering over the liver, the two kidneys and the fat that is on them, along with the right thigh, because it is a ram of consecration. ", "23": "Also take one loaf of bread, one cake of oiled bread, and one wafer out of the basket of matzot that is before Adonai. ", "24": "You are to put the entirety into Aaron's hands and the hands of his sons, and present them as a wave offering before Adonai. ", "25": "Then you are to take them out of their hands and offer them up in smoke on the altar on top of the burnt offering, as a sweet aroma before Adonai, an offering made by fire to Adonai. ", "26": "Also take the breast of Aaron's ram of consecration and wave it as a wave offering before Adonai—so it will be your portion.", "27": "“Set apart the breast of the wave offering and the thigh of the contribution, which is waved and offered up, from the ram of consecration, including what belongs to Aaron and his sons. ", "28": "It is to belong to Aaron and his sons as their due share forever from Bnei-Yisrael, because it is a contribution. It is to be a contribution from Bnei-Yisrael from their sacrifices of fellowship offerings, their contribution to Adonai.", "29": "“The holy garments of Aaron are to pass to his sons after him, to be anointed in them and to be consecrated in them. ", "30": "The son that succeeds him as kohen, who comes into the Tent of Meeting to minister in the holy place, is to put them on for seven days.", "31": "“You are to take the ram of consecration and boil its meat in a holy place. ", "32": "Aaron and his sons are to eat the meat of the ram and the bread that is in the basket at the entrance of the Tent of Meeting. ", "33": "They are to eat those things with which atonement was made, to consecrate and to sanctify them, but a layman is not to eat them, because they are holy. ", "34": "If some of the meat of the consecration or the bread remains until the morning, you are to burn the remainder with fire. It shall not be eaten, because it is holy.", "35": "“Do for Aaron and his sons everything according to what I have commanded you. Consecrate them for seven days. ", "36": "Each day you are to offer a bull as a sin offering,[a] apart from the other offerings of atonement. Also purify the altar when you make atonement for it, and anoint it in order to sanctify it. ", "37": "You are to make atonement for the altar for seven days, and so sanctify it. The altar will be most holy, and whatever touches it will become holy.", "38": "“Now this is what you are to offer upon the altar: two one-year-old lambs, each day, continually. ", "39": "You are to offer one lamb in the morning and the other lamb at dusk. ", "40": "Offer along with the first lamb a tenth of an ephah of fine flour, mixed with a fourth of a hin of beaten oil, and a fourth of a hin of wine as a drink offering. ", "41": "The other lamb you are to offer at dusk, like the grain offering and drink offering of the morning, as a sweet aroma, an offering made by fire to Adonai. ", "42": "It is to be a continual burnt offering throughout your generations at the entrance of the Tent of Meeting before Adonai. There I will meet with you, to speak with you there. ", "43": "I will meet with Bnei-Yisrael there. So it will be sanctified by My glory.", "44": "“So I will sanctify the Tent of Meeting and the altar. I will also sanctify Aaron and his sons to minister to Me as kohanim. ", "45": "So I will dwell among Bnei-Yisrael and be their God. ", "46": "Then they will know that I am Adonai their God, who brought them forth out of the land of Egypt, so that I may live among them. I am Adonai their God."}