{"1": "Then Adonai spoke to Moses saying, ", "2": "“See, I have called by name Bezalel son of Uri son of Hur, of the tribe of Judah, ", "3": "and I have filled him with the Spirit of God, with wisdom, understanding and knowledge in all kinds of craftsmanship, ", "4": "to make ingenious designs, to forge with gold, silver and bronze, ", "5": "as well as cutting stones for setting and carving wood, to work in all manner of craftsmanship. ", "6": "Also look, I Myself have appointed with him Oholiab son of Ahisamach, of the tribe of Dan. Within the hearts of all who are wise-hearted I have placed skill, so that they may make everything that I have commanded you: ", "7": "the Tent of Meeting, the Ark of the Testimony, the atonement cover that is to be on it, all the furnishings of the Tabernacle, ", "8": "the table and its utensils, the menorah of pure gold with all of its utensils, the altar of incense, ", "9": "the altar of burnt offering with all of its utensils, the basin and its stand, ", "10": "the woven garments, the holy garments for Aaron the kohen, the garments for his sons to minister as kohanim, ", "11": "the anointing oil, and the incense of sweet spices for the holy place. They are to make them just as how I commanded you.”", "12": "Then Adonai spoke to Moses saying, ", "13": "“Speak now to Bnei-Yisrael saying, 'Surely you must keep My Shabbatot, for it is a sign between Me and you throughout your generations, so you may know that I am Adonai who sanctifies you. ", "14": "Therefore you are to keep the Shabbat, because it is holy for you. Everyone who profanes it will die, for whoever does any work during Shabbat, that soul will be cut off from the midst of his people. ", "15": "Work is to be done for six days, but on the seventh day is a Shabbat of complete rest, holy to Adonai. Whoever does any work on the Shabbat will surely be put to death. ", "16": "So Bnei-Yisrael is to keep the Shabbat, to observe the Shabbat throughout their generations as a perpetual covenant. ", "17": "It is a sign between Me and Bnei-Yisrael forever, for in six days Adonai made heaven and earth, and on the seventh day He ceased from work and rested.'”", "18": "When He had finished speaking with him on Mount Sinai, He gave the two tablets of the Testimony to Moses—tablets of stone, written by the finger of God."}