{"1": "Then Adonai said to Moses, “Leave, get out of this place, you and the people that you have brought out of the land of Egypt, into the land which I swore to Abraham, Isaac and Jacob saying, 'I will give it to your seed.' ", "2": "I will send an angel before you. I will drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites and the Jebusites. ", "3": "Head up into a land flowing with milk and honey, but I will not move within the midst of you, so that I do not destroy you along the way, for you are a stiff-necked people.”", "4": "When the people heard these dreadful words, they mourned, and no one put on any ornaments. ", "5": "Adonai said to Moses, “Say to Bnei-Yisrael, 'You are a stiff-necked people. If I were going up among you for one moment, I would consume you. Take off your ornaments, so that I may consider what to do to you.'” ", "6": "So Bnei-Yisrael stripped themselves of their ornaments from Mount Horeb onward.", "7": "Now Moses used to take the tent and pitch it outside the camp, far off from the camp, and he called it the Tent of Meeting. So it happened, everyone who sought Adonai would go out to the Tent of Meeting, which was outside the camp. ", "8": "Whenever Moses went out to the tent, all the people would arise and stand, everyone at the door of his own tent, and look after Moses, until he had gone into the Tent. ", "9": "After Moses entered, the pillar of cloud descended, stood at the door, and He would speak with Moses. ", "10": "When all the people saw the pillar of cloud standing at the entrance of the Tent, they all rose up and worshipped, every man at the entrance of his own tent. ", "11": "So Adonai spoke with Moses face to face, as a man speaks with his friend. Then he would return to the camp, but his servant Joshua, the son of Nun, a young man, did not leave the Tent.", "12": "So Moses said to Adonai “You say to me, 'Bring up this people,' but You have not let me know whom You will send with me. Yet You have said, 'I know you by name, and you have also found grace in My eyes.' ", "13": "Now then, I pray, if I have found grace in Your eyes, show me Your ways, so that I may know You, so that I might find favor in Your sight. Consider also that this nation is Your people.”", "14": "“My presence will go with you, and I will give you rest,” He answered.", "15": "But then he said to Him, “If Your presence does not go with me, don't let us go up from here! ", "16": "For how would it be known that I or your people have found favor in Your sight? Isn't it because You go with us, that distinguishes us from all the people on the face of the earth?”", "17": "Adonai answered Moses, “I will also do what you have said, for you have found favor in My sight, and I know you by name.”", "18": "Then he said, “Please, show me Your glory!”", "19": "So He said, “I will cause all My goodness to pass before you, and call out the Name of Adonai before you. I will be gracious toward whom I will be gracious, and I will show mercy on whom I will be merciful.” ", "20": "But He also said, “You cannot see My face, for no man can see Me and live.”", "21": "Then Adonai said, “See, a place near Me—you will stand on the rock. ", "22": "While My glory passes by, I will put you in a cleft of the rock, and cover you with My hand, until I have passed by. ", "23": "Then I will take away My hand, and you will see My back, but My face will not be seen.”"}