{"1": "Then Moses assembled all the congregation of Bnei-Yisrael and said to them, “These are the words which Adonai has commanded you to do. ", "2": "Work is to be done for six days, but the seventh day is a holy day for you, a Shabbat of complete rest to Adonai. Whoever does any work then will die. ", "3": "Do not kindle a fire in any of your dwellings on Yom Shabbat.”", "4": "Moses also said to all the congregation of Bnei-Yisrael, “This is the word which Adonai commanded saying: ", "5": "Take from among you an offering for Adonai. Whoever has a willing heart, let him bring Adonai's offering: gold, silver and bronze; ", "6": "blue, purple and scarlet cloth; fine linen and goat hair; ", "7": "ram skins dyed red, sealskins and acacia wood; ", "8": "oil for the light, spices for the anointing oil and for the sweet incense; ", "9": "onyx stones, and setting stones for the ephod and for the breastplate.", "10": "“Let every wise-hearted man among you come and make everything that Adonai has commanded, including ", "11": "the Tabernacle, its tent and its covering, its clasps and its boards, its crossbars, its pillars and its bases; ", "12": "the Ark and the poles, the atonement cover and the curtain screen; ", "13": "the table and its poles with all of its utensils, along with the bread of the Presence; ", "14": "also the menorah for light with its utensils, its lamps and the oil for the light; ", "15": "the altar of incense and its poles, the anointing oil, the sweet incense, and the screen for the entrance of the Tabernacle; ", "16": "the altar of burnt offering with its grating of bronze, its poles and all its utensils, the basin and its stand; ", "17": "the hangings of the courtyard, the pillars and their bases, and the curtain for the gate of the courtyard; ", "18": "the pegs of the Tabernacle and of the courtyard, along with their cords; ", "19": "the woven garments for ministering in the holy place, the holy garments for Aaron the kohen and for his sons, to minister as kohanim.”", "20": "Then all the congregation of Bnei-Yisrael departed from before Moses. ", "21": "Everyone whose heart stirred him and everyone whose spirit was willing came and brought Adonai's offering for the work of the Tent of Meeting and for all its service as well as for the holy garments. ", "22": "So they came, both men and women, everyone whose heart compelled him, and brought nose rings, earrings, signet rings, bracelets, and all kinds of golden jewels—everyone who brought a wave offering of gold to Adonai. ", "23": "Everyone who had blue, purple, scarlet, fine linen, goat hair, ram skins dyed red or sealskins brought them. ", "24": "Everyone who could make a contribution of silver or bronze brought Adonai's offering, and every man who had acacia wood of any use for service brought it. ", "25": "Also all the women who were wise-hearted spun with their hands, and brought what they had woven—the blue, purple, scarlet and fine linen. ", "26": "All the women whose heart stirred them up with wisdom spun the goat hair. ", "27": "Also the leaders brought onyx stones and setting stones for the ephod and for the breastplate, ", "28": "along with the spice, the oil for the light and for anointing and for the sweet incense. ", "29": "Every man and woman whose heart made them willing gave toward all the work that Adonai had commanded to be done by Moses' hand. So Bnei-Yisrael brought it as a freewill offering to Adonai.", "30": "Then Moses said to Bnei-Yisrael, “See, Adonai has called by name Bezalel son of Uri son of Hur, of the tribe of Judah. ", "31": "He has filled him with the Ruach of God, with wisdom, understanding and knowledge, in all manner of craftsmanship, ", "32": "to make ingenious designs, to work in gold, silver and bronze, ", "33": "as well as cutting gemstones for setting, wood carving, to make all kinds of skillful craftsmanship. ", "34": "He has also placed in his heart the ability to teach—both he and Oholiab son of Ahisamach, of the tribe of Dan. ", "35": "He has filled them with wisdom of heart to forge all the works of an engraver, an artisan, and an embroiderer in blue, purple, scarlet and in fine linen, as well as weaving—they can perform every craft and ingenious designs."}