{"1": "Afterward, Moses and Aaron went and said to Pharaoh, “This is what Adonai, God of Israel, says: Let My people go, so that they may hold a feast for Me in the wilderness.”", "2": "But Pharaoh said, “Who is Adonai, that I should listen to His voice and let Israel go? I do not know Adonai, and besides, I will not let Israel go.”", "3": "They answered, “The God of the Hebrews has met with us. Please let us take a three-day journey into the wilderness, so we may sacrifice to Adonai our God, or else He may strike us with pestilence or with the sword.”", "4": "But the king of Egypt said to them, “Why do you, Moses and Aaron, make the people break loose from their work? Go to your labors!” ", "5": "Then Pharaoh said, “Look, the people of the land are now so numerous, yet you would have them rest from their labors?”", "6": "Then on the same day Pharaoh commanded the slave masters of the people and their foremen saying, ", "7": "“You are not to give the people any more straw to make bricks, as before. Let them go and gather straw for themselves. ", "8": "But impose on them the quota of bricks that they made previously; don't reduce it. For they are lazy—that's why they cry out saying, 'Let us go and sacrifice to our God.' ", "9": "Let even heavier work be laid upon the men, so that they must labor, paying no attention to deceptive words.”", "10": "Then the slave masters of the people went out, along with their officers, and they spoke to the people saying: “This is what Pharaoh says: I will not give you straw. ", "11": "Go and get straw for yourselves wherever you can find it, for there will be no reduction of your work.” ", "12": "So the people were scattered throughout all the land of Egypt to gather stubble for straw. ", "13": "But the slave masters pressured, saying, “Fulfill your work, your daily amount, just as when there was straw.” ", "14": "Moreover the foremen of Bnei-Yisrael, whom Pharaoh's slave masters had set over them, were beaten and asked, “Why haven't you met your quota of bricks, both yesterday and today like before?”", "15": "The foremen of Bnei-Yisrael came and cried out to Pharaoh saying, “Why do you deal this way with your servants? ", "16": "No straw is given to your servants, yet they say to us, 'Make bricks!' and look, your servants are beaten. But it is your own people at fault.”", "17": "But he said, “Lazy! You're lazy! That's why you were saying, 'Let us go and sacrifice to Adonai.' ", "18": "So go now and work! No straw will be given to you—but you must deliver the quota of bricks.”", "19": "So the foremen of Bnei-Yisrael saw that they were in trouble when they were told, “You are not to reduce the number of bricks from day to day.” ", "20": "Then they met Moses and Aaron, who were waiting for them as they came from Pharaoh.", "21": "So they said to them, “May Adonai look on you and judge, because you have made us a stench in the eyes of Pharaoh and in the eyes of his servants—putting a sword in their hand to kill us!”", "22": "So Moses returned to Adonai and said, “Adonai, why have You brought evil on these people? Is this why You sent me? ", "23": "Ever since I came to Pharaoh to speak in Your Name, he has brought evil on these people. You have not delivered Your people at all.”"}