{"1": "Adonai said to Moses, “Now you will see what I am going to do to Pharaoh. By way of a strong hand he will let them go, and drive them out of his land.”", "2": "God spoke further to Moses and said to him, “I am Adonai. ", "3": "I appeared to Abraham, to Isaac and to Jacob, as El Shaddai. Yet by My Name, Adonai, did I not make Myself known to them. ", "4": "I also established My covenant with them, to give them the land of Canaan, the land of their pilgrimage where they journeyed. ", "5": "Furthermore, I have heard the groaning of Bnei-Yisrael, whom the Egyptians are keeping in bondage. So I have remembered My covenant. ", "6": "Therefore say to Bnei-Yisrael: I am Adonai, and I will bring you out from under the burdens of the Egyptians. I will deliver you from their bondage, and I will redeem you with an outstretched arm and with great judgments. ", "7": "I will take you to Myself as a people, and I will be your God. You will know that I am Adonai your God, who brought you out from under the burdens of the Egyptians. ", "8": "So I will bring you into the land that I swore to give to Abraham, to Isaac and to Jacob, and give it to you as an inheritance. I am Adonai.”", "9": "Moses spoke this way to Bnei-Yisrael, but they did not listen to him because of their broken spirit and cruel bondage. ", "10": "So Adonai told Moses, ", "11": "“Go, speak to Pharaoh king of Egypt, so that will he let Bnei-Yisrael go out of his land.”", "12": "But Moses said to Adonai, “Bnei-Yisrael have not listened to me. So how would Pharaoh listen to me—I, who have uncircumcised lips?”", "13": "Then Adonai spoke to Moses and to Aaron and gave to them a charge for Bnei-Yisrael and Pharaoh king of Egypt, to bring Bnei-Yisrael out of the land of Egypt.", "14": "These are the heads of their father's houses. The sons of Reuben the firstborn of Israel were Hanoch, Pallu, Hezron and Carmi. These are the families of Reuben. ", "15": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar and Shaul the son of a Canaanite woman. These are the families of Simeon.", "16": "These are the names of the sons of Levi according to their generations: Gershon, Kohath and Merari. Levi lived 137 years. ", "17": "The sons of Gershon were Libni and Shimei, according to their families. ", "18": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel. Kohath lived 133 years. ", "19": "The sons of Merari were Mahli and Mushi. These are the families of the Levites according to their generations.", "20": "Amram married Jochebed, his father's sister, and she bore him Aaron and Moses. Amram lived 137 years. ", "21": "The sons of Izhar were Korah, Nepheg and Zichri. ", "22": "The sons of Uzziel were Mishael, Elzaphan and Sithri. ", "23": "Aaron married Elisheba daughter of Amminadav, sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar. ", "24": "The sons of Korah were Assir, Elkanah and Abiasaph. These are the families of the Korahites. ", "25": "Eleazar, Aaron's son, married one of the daughters of Putiel and she bore him Phinehas. These are the heads of the ancestral houses of the Levites according to their families.", "26": "These are the same Aaron and Moses to whom Adonai said, “Bring Bnei-Yisrael out from the land of Egypt according to their divisions.” ", "27": "These are the ones that spoke to Pharaoh king of Egypt, to bring Bnei-Yisrael out from Egypt. These are that same Moses and Aaron. ", "28": "So it happened on the day when Adonai spoke to Moses in the land of Egypt, ", "29": "that Adonai said to Moses, “I am Adonai. Tell Pharaoh king of Egypt everything that I tell to you.” ", "30": "But Moses said to Adonai, “I am of uncircumcised lips, so how would Pharaoh listen to me?”"}