{"1": "So Adonai said to Moses, “See, I have set you as God to Pharaoh, and Aaron your brother will be your prophet. ", "2": "You are to speak all that I command you and Aaron your brother is to speak to Pharaoh, so that he will let Bnei-Yisrael go out of his land. ", "3": "Yet I will harden Pharaoh's heart, and multiply My signs and wonders in the land of Egypt. ", "4": "But Pharaoh will not listen to you, so I will lay My hand upon Egypt, and bring forth My armies, My people Bnei-Yisrael, out of the land of Egypt by great judgments. ", "5": "The Egyptians will know that I am Adonai, when I stretch out My hand against Egypt, and bring out Bnei-Yisrael from among them.” ", "6": "So Moses and Aaron did as Adonai commanded them. ", "7": "Moses was eighty years old[a] and Aaron eighty-three years old when they spoke to Pharaoh.", "8": "Adonai told Moses and Aaron, ", "9": "“When Pharaoh speaks to you saying, 'Prove yourselves with a miracle,' then you are to say to Aaron, 'Take your staff and cast it down before Pharaoh, so that it may become a serpent.'”", "10": "So Moses and Aaron went in to Pharaoh and did as Adonai had commanded. Aaron threw down his staff before Pharaoh and before his servants, and it became a serpent. ", "11": "Then Pharaoh called for the wise men and the sorcerers, and they too, the magicians of Egypt, did the same with their secret arts. ", "12": "For each man threw down his staff, and they became serpents. But Aaron's staff swallowed up their staffs. ", "13": "Yet Pharaoh's heart was hardened. So he did not listen to them—just as Adonai had said.", "14": "Then Adonai said to Moses, “Pharaoh's heart is stubborn; he refuses to let the people go. ", "15": "Go to Pharaoh in the morning as he is coming out to the water, and stand ready to meet him by the bank of the Nile. Take the staff that was transformed into a serpent in your hand. ", "16": "You are to say to him: Adonai, God of the Hebrews, has sent me to you, saying, 'Let My people go, so they may serve Me in the wilderness,' and behold, you have not listened. ", "17": "This is what Adonai says: 'By this you will know that I am Adonai. Behold, I will strike the waters that are in the river with the staff that is in my hand, and they will be turned to blood. ", "18": "The fish that are in the river will die, the river will become foul, and the Egyptians will hate to drink water from the Nile.”'", "19": "Adonai said to Moses, “Say to Aaron: Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their streams, over their pools and over all their ponds, so that they become blood. There will be blood throughout all the land of Egypt, even in wooden and stone containers.”", "20": "So Moses and Aaron did as Adonai commanded. He lifted up the staff and struck the waters that were in the river in the sight of Pharaoh and his servants, and all the waters of the Nile turned to blood. ", "21": "When the fish that were in the river died, the river became so foul that the Egyptians could not drink water from the river. The blood was throughout all the land of Egypt.", "22": "But the magicians of Egypt did the same with their secret arts. So Pharaoh's heart was hardened, and he did not listen to them—just as Adonai had said. ", "23": "Pharaoh turned and went into his house, and did not even take it to heart. ", "24": "So all the Egyptians dug around the river for water to drink, because they could not drink of the water from the Nile. ", "25": "Seven days were fulfilled after Adonai had struck the Nile.", "26": "[b] Then Adonai said to Moses, “Go to Pharaoh and say to him: This is what Adonai says: 'Let My people go, so they may serve Me. ", "27": "If you refuse to let them go, see, I will strike all your territory with frogs. ", "28": "The river will swarm with frogs. They will go up and enter your house, into your bedroom, upon your bed, into the houses of your servants, upon your people, into your ovens, and in your kneading bowls. ", "29": "The frogs will climb up on you, your people and all your servants.'”"}