{"1": "Then Adonai said to Moses, “Go in to Pharaoh, and tell him: This is what Adonai, the God of the Hebrews, says: 'Let My people go, so they may serve Me.' ", "2": "For if you refuse to let them go, and hold them still, ", "3": "behold, the hand of Adonai will fall upon your livestock that are in the field—on the horses, donkeys, camels, herds and flocks. There will be a crushing plague. ", "4": "But Adonai will make a distinction between the cattle of Israel and the cattle of Egypt, and nothing will die that belongs to Bnei-Yisrael.”", "5": "Also Adonai set a specific time, saying, “Tomorrow Adonai will do this thing in the land.”", "6": "Then the next day, Adonai did the deed. All the cattle of Egypt died, yet of the cattle of Bnei-Yisrael, not one died. ", "7": "When Pharaoh inquired, there was not so much as one of the cattle of Bnei-Yisrael dead. But the heart of Pharaoh was stubborn, and he did not let the people go.", "8": "Then Adonai said to Moses and Aaron, “Take handfuls of soot from the furnace, and have Moses throw it heavenward in the sight of Pharaoh. ", "9": "It will become fine dust over all the land of Egypt, and will become boils erupting with sores on both men and animals throughout all the land.”", "10": "So they took soot from the furnace and stood before Pharaoh. When Moses threw it heavenward, it became boils erupting with sores on both men and animals. ", "11": "Moreover, the magicians could not stand before Moses because of the boils, because they were on the magicians, as on all the Egyptians. ", "12": "But Adonai hardened the heart of Pharaoh, so he did not listen to them—just as Adonai had said to Moses.", "13": "Then Adonai said to Moses, “Rise up early in the morning, stand before Pharaoh and say to him: This is what Adonai the God of the Hebrews says: 'Let My people go, so they may serve Me. ", "14": "For this time I will send all My plagues to your heart, and on your servants and your people, so that you may know that there is none like Me in all the earth. ", "15": "Surely by now I could have stretched out My hand and struck you and your people with a plague that would have wiped you off the earth. ", "16": "However, I have let you stand for this reason: to show you My power, and that My Name might be proclaimed throughout all the earth. ", "17": "Yet still you exalt yourself over My people, by not letting them go. ", "18": "Behold, tomorrow at about this time, I will cause it to rain a very severe hailstorm, the likes of which has not occurred in Egypt since the day it was founded until now. ", "19": "Send word, shelter your cattle and all that you have in the field. For every person and animal found in the field and not brought home, when the hail comes down on them, they will die.'”", "20": "Whoever feared the word of Adonai among the servants of Pharaoh had his own servants and cattle flee into the houses, ", "21": "but whoever disregarded the word of Adonai left his servants and cattle in the field.", "22": "Then Adonai said to Moses, “Stretch out your hand toward heaven and let there be hail in all the land of Egypt, on people, animals and every plant of the field, throughout all the land.”", "23": "So Moses stretched out his staff toward heaven, and Adonai sent thunder and hail. Fire came down on the earth, as Adonai rained hail on the land of Egypt. ", "24": "The hail fell very severely, with fire flashing up amidst the hail, the likes of which had not occurred in all the land of Egypt since it became a nation. ", "25": "The hail struck down everything that was in the fields, both men and animals, all throughout the land of Egypt. It also struck every plant of the field and broke down every tree. ", "26": "Only in the land of Goshen, where Bnei-Yisrael were, was there no hail.", "27": "So Pharaoh sent, called for Moses and Aaron and said to them, “I have sinned this time. Adonai is righteous, while I and my people are wicked. ", "28": "Pray to Adonai—there has been enough of God's thunders and hail! I will let you go. You don't have to stay any longer.”", "29": "Moses said to him, “As soon as I am gone out of the city, I will stretch out my hands to Adonai. The thunder will cease and there will be no more hail—so you may know that the earth is Adonai's. ", "30": "But as for you and your servants, I know that you do not yet fear Adonai Elohim.”", "31": "(The flax and the barley were destroyed, because the barley was in the ear, and the flax was in bloom. ", "32": "But the wheat and the spelt were not destroyed, because they ripen later.)", "33": "Moses went out of the city, away from Pharaoh, and stretched out his hands to Adonai. Then the thunder and hail ceased, and rain no longer poured down on the earth. ", "34": "But when Pharaoh saw that the rain, the hail and the thunder had ceased, he increased his sin and hardened his heart, both he and his servants. ", "35": "So Pharaoh's heart was hardened and he did not let Bnei-Yisrael go—just as Adonai had said by Moses' hand."}