{"1": "While they were at Hazeroth, Miriam and Aaron criticized Moses because he had married a Cushite woman.", "2": "They said, “Has the Lord spoken only through Moses? Hasn't he spoken through us, too?” But the Lord heard them.", "3": "(Now Moses was very humble—more humble than any other person on earth.)", "4": "So immediately the Lord called to Moses, Aaron, and Miriam and said, “Go out to the Tabernacle,[a] all three of you!” So the three of them went to the Tabernacle.", "5": "Then the Lord descended in the pillar of cloud and stood at the entrance of the Tabernacle.[b] “Aaron and Miriam!” he called, and they stepped forward.", "6": "And the Lord said to them, “Now listen to what I say: “If there were prophets among you, I, the Lord, would reveal myself in visions. I would speak to them in dreams.", "7": "But not with my servant Moses. Of all my house, he is the one I trust.", "8": "I speak to him face to face, clearly, and not in riddles! He sees the Lord as he is. So why were you not afraid to criticize my servant Moses?”", "9": "The Lord was very angry with them, and he departed.", "10": "As the cloud moved from above the Tabernacle, there stood Miriam, her skin as white as snow from leprosy.[c] When Aaron saw what had happened to her,", "11": "he cried out to Moses, “Oh, my master! Please don't punish us for this sin we have so foolishly committed.", "12": "Don't let her be like a stillborn baby, already decayed at birth.”", "13": "So Moses cried out to the Lord, “O God, I beg you, please heal her!”", "14": "But the Lord said to Moses, “If her father had done nothing more than spit in her face, wouldn't she be defiled for seven days? So keep her outside the camp for seven days, and after that she may be accepted back.”", "15": "So Miriam was kept outside the camp for seven days, and the people waited until she was brought back before they traveled again.", "16": "Then they left Hazeroth and camped in the wilderness of Paran."}