{"1": "“Celebrate the Festival of Trumpets each year on the first day of the appointed month in early autumn.[a] You must call an official day for holy assembly, and you may do no ordinary work.", "2": "On that day you must present a burnt offering as a pleasing aroma to the Lord. It will consist of one young bull, one ram, and seven one-year-old male lambs, all with no defects.", "3": "These must be accompanied by grain offerings of choice flour moistened with olive oil—six quarts[b] with the bull, four quarts[c] with the ram,", "4": "and two quarts[d] with each of the seven lambs.", "5": "In addition, you must sacrifice a male goat as a sin offering to purify yourselves and make yourselves right with the Lord.[e]", "6": "These special sacrifices are in addition to your regular monthly and daily burnt offerings, and they must be given with their prescribed grain offerings and liquid offerings. These offerings are given as a special gift to the Lord, a pleasing aroma to him.", "7": "“Ten days later, on the tenth day of the same month,[f] you must call another holy assembly. On that day, the Day of Atonement, the people must go without food and must do no ordinary work.", "8": "You must present a burnt offering as a pleasing aroma to the Lord. It will consist of one young bull, one ram, and seven one-year-old male lambs, all with no defects.", "9": "These offerings must be accompanied by the prescribed grain offerings of choice flour moistened with olive oil—six quarts of choice flour with the bull, four quarts of choice flour with the ram,", "10": "and two quarts of choice flour with each of the seven lambs.", "11": "You must also sacrifice one male goat for a sin offering. This is in addition to the sin offering of atonement and the regular daily burnt offering with its grain offering, and their accompanying liquid offerings.", "12": "“Five days later, on the fifteenth day of the same month,[g] you must call another holy assembly of all the people, and you may do no ordinary work on that day. It is the beginning of the Festival of Shelters,[h] a seven-day festival to the Lord.", "13": "On the first day of the festival, you must present a burnt offering as a special gift, a pleasing aroma to the Lord. It will consist of thirteen young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "14": "Each of these offerings must be accompanied by a grain offering of choice flour moistened with olive oil—six quarts for each of the thirteen bulls, four quarts for each of the two rams,", "15": "and two quarts for each of the fourteen lambs.", "16": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "17": "“On the second day of this seven-day festival, sacrifice twelve young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "18": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering.", "19": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "20": "“On the third day of the festival, sacrifice eleven young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "21": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering.", "22": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "23": "“On the fourth day of the festival, sacrifice ten young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "24": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering.", "25": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "26": "“On the fifth day of the festival, sacrifice nine young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "27": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering.", "28": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "29": "“On the sixth day of the festival, sacrifice eight young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "30": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering.", "31": "You must also sacrifice a male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "32": "“On the seventh day of the festival, sacrifice seven young bulls, two rams, and fourteen one-year-old male lambs, all with no defects.", "33": "Each of these offerings of bulls, rams, and lambs must be accompanied by its prescribed grain offering and liquid offering.", "34": "You must also sacrifice one male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "35": "“On the eighth day of the festival, proclaim another holy day. You must do no ordinary work on that day.", "36": "You must present a burnt offering as a special gift, a pleasing aroma to the Lord. It will consist of one young bull, one ram, and seven one-year-old male lambs, all with no defects.", "37": "Each of these offerings must be accompanied by its prescribed grain offering and liquid offering.", "38": "You must also sacrifice one male goat as a sin offering, in addition to the regular burnt offering with its accompanying grain offering and liquid offering.", "39": "“You must present these offerings to the Lord at your annual festivals. These are in addition to the sacrifices and offerings you present in connection with vows, or as voluntary offerings, burnt offerings, grain offerings, liquid offerings, or peace offerings.”", "40": "[i]So Moses gave all of these instructions to the people of Israel as the Lord had commanded him."}