{"1": "The word of Adonai that came to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah, in the days of Josiah son of Amon, king of Judah:", "2": "I will totally sweep away everything from the face of the earth, declares Adonai.", "3": "I will sweep away man and beast, I will sweep away the birds of the sky and the fish of the sea— also the stumbling blocks—the wicked. I will cut off mankind from the face of the earth, declares Adonai.[a]", "4": "“I will stretch out my hand upon Judah and upon all the inhabitants of Jerusalem. I will cut off the remnant of Baal from this place —the names of the idolatrous priests along with the kohanim,", "5": "those bowing down on the roofs to the host of the heavens. those bowing down, swearing to Adonai and also swearing by Molech", "6": "those turning from following Adonai, not seeking Adonai or consulting Him.", "7": "Be silent before Adonai God. For the day of Adonai is at hand![b] Adonai has prepared a sacrifice, He has consecrated his guests.", "8": "On the day of Adonai's sacrifice, I will punish the princes, the king's sons and all who dress in foreign attire.", "9": "In that day I will punish all who skip over the threshold while filling their master's House with violence and deceit.", "10": "In that day—declares Adonai— there will be the sound of screaming from the Fish Gate, wailing from the second district and a loud crash from the heights.", "11": "Howl, inhabitants of Maktesh![c] For all the people of Canaan[d] are destroyed. All who weigh out silver are cut off.", "12": "At that time I will search Jerusalem with lamps and punish the men whose spirits have hardened, who say in their hearts, 'Adonai will do neither good nor evil.'", "13": "Their wealth will become plunder, their houses a ruin. They will build houses but not live in them. They will plant vineyards but not drink their wine.", "14": "The great day of Adonai is near— near and coming very quickly! The sound of the day of Adonai is bitter— the shouting of the warrior is there.", "15": "That day is a day of wrath a day of trouble and distress, a day of devastating storm and desolation, a day of darkness and gloom, a day of clouds and thick darkness,", "16": "a day of shofar and alarm against the fortified cities and against the high corner towers.", "17": "I will bring such distress upon mankind that they will walk like the blind— for they have sinned against Adonai. Their blood will be poured out like dust, and their flesh like dung.", "18": "Neither their silver nor their gold will be able to rescue them on the day of Adonai's wrath. With the fire of His passion the entire earth will be consumed. For He will make a total, dreadful annihilation of all the inhabitants of the earth."}