{"1": "Gather together! Gather together, O shameless nation—", "2": "before the decree is brought forth, before the day passes away like chaff, before Adonai's burning anger comes upon you, before the day of Adonai's anger comes upon you!", "3": "Seek Adonai, all you humble of the land who have executed His judgment. Seek righteousness; seek meekness![a] Perhaps you will be hidden on the day of Adonai's wrath.", "4": "For Gaza will be abandoned and Ashkelon will be a wasteland. Ashdod will be driven out at noon and Ekron will be uprooted.", "5": "Oy to the inhabitants of the seacoast, the nation of Cherethites! The word of Adonai is against you, Canaan, the land of the Philistines, and I will destroy you until there is no inhabitant.", "6": "The seacoast will become pastures, with meadows for shepherds and folds for flocks.", "7": "The coast will belong to the remnant of the house of Judah, upon which they will graze. In the houses of Ashkelon they will lie down in the evening. For Adonai their God will visit them and return them from captivity.", "8": "I have heard the taunts of Moab and the jeers of the children of Ammon, who taunted My people and expanded on their border.", "9": "Therefore, as I live, declares Adonai-Tzva'ot God of Israel, Moab will be like Sodom and Ammon like Gomorrah— a possession of weeds and a salt pit, a perpetual wasteland. The remainder of My people will plunder them. The remnant of My nation will dispossess them.", "10": "This is what they will get for their pride, for they have taunted and expanded against the people of Adonai-Tzva'ot.", "11": "Adonai will be fearsome against them. For all the gods of the earth He will make waste away. To Him will bow, each from its place, the islands of the nations.", "12": "You Ethiopians too will be slain by My sword.", "13": "He will stretch out his hand against the north and devastate Assyria and make Nineveh as a wasteland— dry as a desert.", "14": "Flocks will lie down in her midst, all kinds of beasts— both the little owl and the great owl will lodge in her pillars. A voice will hoot in the window. Ruin will be in the doorway, for the cedar beams will be exposed.", "15": "This is the exultant city, dwelling securely, saying in her heart, 'It's me—no one else but me!' How did she become a ruin, an abode for wild beasts? Everyone who passes by her hisses and shakes his fist."}