{"1": "Oy to the oppressive city— filthy and defiled!", "2": "She did not obey; she took no correction. She did not trust in Adonai. She did not draw near to her God.", "3": "Her princes within her are roaring lions. Her judges are wolves of the night, leaving nothing but bones for morning.", "4": "Her prophets are reckless, treacherous men. Her kohanim have profaned what is holy. They do violence to Torah.", "5": "Adonai is righteous in her midst. He will do no injustice. Morning by morning He brings His justice to light. He does not fail. Yet the unjust knows no shame.", "6": "I have cut off nations. Their towers have become desolate. I have destroyed their streets. with no one passing by. Their cities are laid waste, with no one—none living there.", "7": "I said, 'Surely you will fear Me, you will accept correction, so her dwelling place would not be cut off— all that I appointed against her.' But they arose early and made all their deeds corrupt.", "8": "Therefore, wait for me, declares Adonai, for the day when I rise up for plunder: for My decision is to assemble nations, to gather kingdoms,[a] to pour out My fury upon them— all My burning anger. For in the fire of My wrath all the earth will be consumed.", "9": "For then I will restore to the people pure speech, so that all of them may call upon the Name of Adonai and serve Him shoulder to shoulder.", "10": "From beyond the rivers of Ethiopia, My worshipers, the daughter of My scattered ones will bring My offering.", "11": "On that day you will not be ashamed because of all your deeds by which you rebelled against Me. For then I will remove from your midst your proud, arrogant ones, and you will never again be haughty on My holy mountain.", "12": "But I will leave among you a people meek and humble. They will take refuge in the Name of Adonai.", "13": "The remnant of Israel will do no injustice nor will they tell lies, nor will a deceitful tongue be found in their mouths.[b] For they will graze and lie down and no one will make them afraid.", "14": "Sing aloud, O daughter of Zion! Shout in triumph, O Israel! Rejoice and exult wholeheartedly, O daughter of Jerusalem!", "15": "Adonai has taken away your punishments. He has turned back your adversary. The King of Israel, Adonai, is in your midst. Never again will you fear harm.", "16": "On that day, it will be said to Jerusalem, 'Have no fear, O Zion, do not let your hands fall limp.", "17": "Adonai your God is in your midst— a mighty Savior! He will delight over you with joy. He will quiet you with His love. He will dance for joy over you with singing[c].'", "18": "“I will gather those among you who grieve over your moadim— it is a burden of shame on you.", "19": "Behold, at that time I will deal with all who oppress you. I will save the lame and gather the outcast. I will make them a praise and a name throughout all the land where they suffered shame.", "20": "At that time I will bring you in. At that time I will gather you. For I will give you renown and glory among all the peoples of the earth, when I restore your captives before your eyes,” declares Adonai."}