{"1": "Paul, an emissary[a] of Jesus the Anointed commissioned by God's will according to the promise of life found only in Jesus the Anointed, ", "2": "to you, my dear child Timothy. May grace, mercy, and peace from God our Father and our Lord Jesus the Anointed be yours.", "3-4": "Timothy, you are constantly in my prayers. Day and night I remember you before God and give thanks to Him whom I serve with a clean conscience, as did my ancestors. I really want to see you, especially when I remember how you cried the last time we were together. Yes, I know it would make me joyful to see you again. ", "5": "What strikes me most is how natural and sincere your faith is. I am convinced that the same faith that dwelt in your grandmother, Lois, and your mother, Eunice, abides in you as well. ", "6": "This is why I write to remind you to stir up the gift of God that was conveyed to you when I laid my hands upon you. ", "7": "You see, God did not give us a cowardly spirit but a powerful, loving, and disciplined spirit.", "8": "God's gift of faith is like a flame, and when the embers of the fire have cooled you must fan them again and keep them ablaze. So don't be embarrassed to testify about our Lord or for me, His prisoner. Join us in suffering for the good news by the strength and power of God. ", "9": "God has already saved us and called us to this holy calling—not because of any good works we may have done, but because of His own intention and because eons and eons ago (before time itself existed), He gave us this grace in Jesus the Anointed, the Liberating King. ", "10": "And now, the time has come! That grace was revealed when our Savior, Jesus the Anointed, appeared; and through His resurrection He has wiped out death and brought to light life and immortality by way of this good news. ", "11": "I was appointed a preacher, emissary,[b] and teacher of this message. ", "12": "This is exactly why I am suffering. But I am not ashamed because I know Him and I have put my trust in Him. And I am fully certain that He has the ability to protect what I have placed in His care until that day.", "13": "Remember the words that you heard from me. Retain them as the model for healthy and sound teaching in the faith and love that are available in Jesus the Anointed. ", "14": "As for the precious thing entrusted to you, protect it with the help of the Holy Spirit who dwells within us.", "15": "Paul singles out several individuals in this letter, some for praise, others for harsh criticism. Timothy is an example of one who stayed true to Jesus and His emissary, the imprisoned Paul. Later Paul mentions Hymenaeus and Philetus as victims of a cancer within the church who have turned from the truth. Demas, too, is drawn into the attractions of the world, while Alexander the coppersmith opposes their message. With so many who have abandoned and opposed Paul, it's refreshing to hear of Onesiphorus, who—against all odds—has stayed true to Paul and often visits him in prison to keep up his spirits. Clearly the message is that many may fall away, but a few will continue to be strong for the Lord. You may know by now that all those in Asia have turned their backs on me, including Phygelus and Hermogenes. ", "16-17": "But Onesiphorus was not ashamed of my chains. So when he arrived in Rome, he searched for me and found me. May the Lord show mercy to his house because he has often stopped by to refresh my weary soul. ", "18": "And may the Lord shower him with divine mercy on the last day. You are well aware of all he did to serve me in Ephesus."}