{"1": "And know this: in the last days, times will be hard. ", "2": "You see, the world will be filled with narcissistic, money-grubbing, pretentious, arrogant, and abusive people. They will rebel against their parents and will be ungrateful, unholy, ", "3": "uncaring, coldhearted, accusing, without restraint, savage, and haters of anything good. ", "4": "Expect them to be treacherous, reckless, swollen with self-importance, and given to loving pleasure more than they love God. ", "5": "Even though they may look or act like godly people, they're not. They deny His power. I tell you: Stay away from the likes of these. ", "6": "They're snakes slithering into the houses of vulnerable women, women gaudy with sin, to seduce them. These reptiles can capture them because these women are weak and easily swayed by their desires. ", "7": "They seem always to be learning, but they never seem to gain the full measure of the truth. ", "8": "And, just as Jannes and Jambres rose up against Moses,[a] these ungodly people defy the truth. Their minds are corrupt, and their faith is absolutely worthless. ", "9": "But they won't get too far because their stupidity will be noticed by everyone, just as it was with Jannes and Jambres.", "10": "Paul challenges Timothy to be prepared. Hard times are coming. Things will go from bad to worse, he warns, because pretentious, hostile, hateful, and betraying people are out there. He tells Timothy to stay away from them and to continue to look to Paul's example, enduring in love and recalling how Paul himself has followed Jesus. For if Jesus was persecuted, then what should His followers expect for themselves? In the midst of this warning, Paul encourages Timothy. You have been a good student. You have closely observed how I have lived. You've followed my instructions, my habits, my purpose, my faith, my patience. You've watched how I love and have seen how I endure. You have been with me ", "11": "through persecutions and sufferings—remember what they did to me in Antioch? In Iconium and Lystra? I endured all of it, and the Lord rescued me from it all! ", "12": "Anyone wishing to live a godly life in Jesus the Anointed will be hunted down and persecuted. ", "13": "But as for the wicked and the imposters, they will keep leading and following each other further and further away from the truth. ", "14": "So surely you ought to stick to what you know is certain. All you have learned comes from people you know and trust ", "15": "because since childhood you have known the holy Scriptures, which enable you to be wise and lead to salvation through faith in Jesus the Anointed. ", "16": "All of Scripture is God-breathed; in its inspired voice, we hear useful teaching, rebuke, correction, instruction, and training for a life that is right ", "17": "so that God's people may be up to the task ahead and have all they need to accomplish every good work."}