{"1": "[a] This is the Lord's message that came to Hosea son of Beeri during the time of[b] Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and during the time of Jeroboam son of Joash,[c] king of Israel.", "2": "When the Lord first spoke[d] through[e] Hosea, he[f] said to him,[g] “Go marry[h] a prostitute[i] who will bear illegitimate children conceived through prostitution,[j] because the nation[k] continually commits spiritual prostitution[l] by turning away from[m] the Lord.” ", "3": "So Hosea married[n] Gomer, the daughter of Diblaim. Then she conceived and gave birth to a son for him. ", "4": "Then the Lord said to Hosea,[o] “Name him 'Jezreel,' because in a little while I will punish the dynasty[p] of Jehu on account of the bloodshed[q] in the valley of Jezreel,[r] and I will put an end to the kingdom[s] of Israel.[t] ", "5": "At that time,[u] I will destroy the military power[v] of Israel in the valley of Jezreel.”", "6": "She conceived again and gave birth to a daughter. Then the Lord[w] said to him, “Name her 'No Pity' (Lo-Ruhamah) because I will no longer have pity[x] on the nation[y] of Israel. For[z] I will certainly not forgive[aa] their guilt.[ab] ", "7": "But I will have pity on the nation[ac] of Judah.[ad] I will deliver them by the Lord their God; I will not deliver them by the warrior's bow, by sword, by military victory,[ae] by chariot horses, or by chariots.”[af]", "8": "When[ag] she had weaned “No Pity” (Lo-Ruhamah), she conceived again and gave birth to another son. ", "9": "Then the Lord[ah] said: “Name him 'Not My People' (Lo-Ammi), because you[ai] are not my people and I am not your[aj] God.”[ak]", "10": "(2:1)[al] However,[am] in the future the number of the people[an] of Israel will be like the sand of the sea that can be neither measured nor numbered. Although[ao] it was said to them, “You are not my people,” it will be said to them, “You are[ap] children[aq] of the living God!” ", "11": "Then the people[ar] of Judah and the people of Israel will be gathered together. They will appoint for themselves one leader,[as] and will flourish in the land.[at] Certainly,[au] the day of Jezreel will be great!"}