{"1": "Israel was a fertile vine that yielded fruit. As his fruit multiplied, he multiplied altars to Baal.[a] As his land prospered, they adorned the fertility pillars.", "2": "Their hearts are slipping; soon they will be punished for their guilt. The Lord[b] will break their altars; he will completely destroy their fertility pillars.", "3": "Very soon they will say, “We have no king since we did not fear the Lord. But what can a king do for us anyway?”", "4": "They[c] utter empty words,[d] taking[e] false oaths and making empty[f] agreements. Therefore legal disputes sprout up like poisonous weeds[g] in the furrows of a plowed field.", "5": "The inhabitants[h] of Samaria will lament[i] over the calf idol[j] of Beth Aven.[k] Its people will mourn over it; its idolatrous priests will wail[l] over it,[m] because its splendor will be taken from them[n] into exile.", "6": "Even the calf idol[o] will be carried to Assyria, as tribute for the great king.[p] Ephraim will be disgraced; Israel will be put to shame because[q] of its wooden idol.[r]", "7": "Samaria and its king will be carried off[s] like a twig[t] on the surface of the waters.", "8": "The high places of the “House[u] of Wickedness”[v] will be destroyed; it is the place where Israel sins. Thorns and thistles will grow up over its altars. Then they will say to the mountains, “Cover us!” and to the hills, “Fall on us!”", "9": "O Israel, you have sinned since the time[w] of Gibeah, and there you have remained. Did not war overtake the evildoers in Gibeah?", "10": "When I please,[x] I will discipline them;[y] I will gather nations together to attack them,[z] to bind them in chains[aa] for their two sins.[ab]", "11": "Ephraim was a well-trained heifer who loved to thresh grain; I myself put a fine yoke[ac] on her neck. I will harness Ephraim. Let Judah plow![ad] Let Jacob break up the unplowed ground[ae] for himself!", "12": "Sow righteousness for yourselves, reap unfailing love. Break up the unplowed ground for yourselves, for it is time to seek the Lord, until he comes and showers deliverance[af] on you.", "13": "But you have plowed wickedness; you have reaped injustice; you have eaten the fruit of deception. Because you have depended on your chariots;[ag] you have relied[ah] on your many warriors.", "14": "The roar of battle will rise against your people; all your fortresses will be devastated, just as Shalman devastated[ai] Beth Arbel on the day of battle, when mothers were dashed to the ground with their children.", "15": "So will it happen to you, O Bethel, because of your great wickedness! When that day dawns,[aj] the king of Israel will be destroyed.[ak]"}