{"1": "Hear this, you priests! Pay attention, you Israelites![a] Listen closely,[b] O king![c] For judgment is about to overtake you.[d] For you were like a trap[e] to Mizpah,[f] like a net[g] spread out to catch Tabor.[h]", "2": "Those who revolt are knee-deep in slaughter,[i] but I will discipline them all.[j]", "3": "I know Ephraim all too well;[k] the evil of[l] Israel is not hidden from me. For you have engaged in prostitution, O Ephraim; Israel has defiled itself.[m]", "4": "Their wicked deeds do not allow them to return to their God; for a spirit of idolatry[n] is in them, and they do not acknowledge the Lord.", "5": "The arrogance of Israel testifies against it; Israel and Ephraim will be overthrown[o] because[p] of their iniquity. Even Judah will be brought down[q] with them.", "6": "Although they bring their flocks and herds[r] to seek[s] the favor of the Lord,[t] They will not find him— he has withdrawn himself from them!", "7": "They have committed treason[u] against the Lord, because they bore illegitimate children. Soon[v] the new moon festival will devour them and their fields.", "8": "Blow the ram's horn in Gibeah! Sound the trumpet in Ramah! Sound the alarm in Beth Aven;[w] tremble in fear,[x] O Benjamin!", "9": "Ephraim will be ruined in the day of judgment.[y] What I am declaring[z] to the tribes of Israel will certainly take place![aa]", "10": "The princes of Judah are like those who move boundary markers. I will pour out my rage on them like a torrential flood.[ab]", "11": "Ephraim will be oppressed,[ac] crushed[ad] under judgment,[ae] because he was determined to pursue worthless idols.[af]", "12": "I will be like a moth to Ephraim, like wood rot[ag] to the house of Judah.", "13": "When Ephraim saw[ah] his sickness and Judah saw his wound, then Ephraim turned[ai] to Assyria, and begged[aj] its great king[ak] for help. But he will not be able to heal you. He cannot cure your wound![al]", "14": "I will be like a lion to Ephraim, like a young lion to the house of Judah. I myself will tear them to pieces, then I will carry them off, and no one will be able to rescue them!", "15": "Then I will return again to my lair until they have suffered their punishment.[am] Then they will seek me;[an] in their distress they will earnestly seek me."}