{"1": "That Word begotten of God before all worlds, 2 and which was ever with the Father, 14 is made man.  6, 7 For what end John was sent from God. 15 His preaching of Christ's office. 19, 20 The record that he bare given out unto the Priests. 40 The calling of Andrew, 42 of Peter, 43 Philip, 45 and Nathanael. In [a]the [b]beginning [c]was [d]that Word, and that Word was [e]with God, and that [f]Word was God.", "2": "This same was in the beginning with God.", "3": "[g]All [h]things were made by it, and [i]without it [j]was made nothing that was made.", "4": "[k]In it [l]was life, and that life was [m]the light of men.", "5": "[n]And that light shineth in the wilderness, and the darkness [o]comprehendeth it not.", "6": "¶ [p]There was a man sent from God, whose name was John.", "7": "This same came for a witness, to bear witness of that light, that all men [q]through him might believe.", "8": "He was not [r]that light, but was sent to bear witness of that light.", "9": "[s]This was [t]that true light, which lighteth every man that cometh into the world.", "10": "[u]He was in the world, and the world was made by him: and the world knew him not.", "11": "He came [v]unto his own, and his own received him not.", "12": "[w]But as many as received him, to them he gave [x]prerogative to be the sons of God, even to them that believe in his Name,", "13": "Which are born not of blood, nor of the [y]will of the flesh, nor of the will of man, but of God.", "14": "[z]And that Word was made [aa]flesh, and [ab]dwelt among us, (and we saw the [ac]glory thereof, [ad]as the glory of the only begotten Son of the Father) [ae]full of grace and truth.", "15": "¶ [af]John bare witness of him, and cried, saying, This was he of whom I said, He that cometh [ag]after me, was [ah]before me: for he was better than I.", "16": "[ai]And of his fullness have all we received, and [aj]grace for grace.", "17": "For the Law was given by Moses, but grace and truth came by Jesus Christ.", "18": "[ak]No man hath seen God at any time: that only begotten Son, which is in the [al]bosom of the Father, he hath [am]declared him.", "19": "¶ [an]Then this is the record of John, when the Jews sent Priests and Levites from Jerusalem to ask him, Who art thou?", "20": "And he [ao]confessed and [ap]denied not, and said plainly, I am not that Christ.", "21": "And they asked him, What then? Art thou Elijah? And he said, [aq]I am not. Art thou [ar]that Prophet? And he answered, No.", "22": "Then said they unto him, Who art thou, that we may give an answer to them that sent us? What sayest thou of thyself?", "23": "He said, I am the voice of him that crieth in the wilderness, Make straight the way of the Lord, as said the Prophet Isaiah.", "24": "[as]Now they which were sent, were of the Pharisees.", "25": "And they asked him, and said unto him, [at]Why baptizest thou then, if thou be not that Christ, neither Elijah, nor that Prophet?", "26": "John answered them, saying, I baptize with water: but there is one [au]among you, whom ye know not.", "27": "He it is that cometh after me, which was before me, whose shoe latchet I am not worthy to unloose.", "28": "These things were done in Bethabara beyond Jordan, where John did baptize.", "29": "¶ [av]The next day John seeth Jesus coming unto him, and saith, Behold [aw]that Lamb of God, which [ax]taketh away the [ay]sin of the world.", "30": "This is he of whom I said, After me cometh a man, which was before me: for he was better than I.", "31": "And [az]I knew him not: but because he should be declared to Israel, therefore am I come, baptizing with water.", "32": "[ba]So John bare record, saying, I beheld, that Spirit come down from heaven, like a dove, and it abode upon him,", "33": "And I knew him not: but he that sent me to baptize with water, he said unto me, Upon whom thou shalt see that Spirit come down, and tarry still on him, that is he which baptizeth with the holy Ghost.", "34": "And I saw, and bare record that this is [bb]that Son of God.", "35": "¶ [bc]The next day, John stood again, and two of his disciples.", "36": "[bd]And he beheld Jesus walking by, and said, Behold that Lamb of God.", "37": "[be]And the two disciples heard him speak, and followed Jesus.", "38": "Then Jesus turned about, and saw them follow, and said unto them, What seek ye? And they said unto him, Rabbi, (which is to say by interpretation, Master) [bf]where dwellest thou?", "39": "He said unto them, Come, and see. They came and saw where he dwelt, and abode with him that day: for it was about the [bg]tenth hour.", "40": "Andrew, Simon Peter's brother, was one of the two which had heard it of John, and that followed him.", "41": "The same found his brother Simon first, and said unto him, We have found that Messiah which is by interpretation, that [bh]Christ.", "42": "And he brought him to Jesus. And Jesus beheld him, and said, Thou art Simon the son of Jonah: thou shalt be called Cephas, which is by interpretation a stone.", "43": "¶ The day following, Jesus would go into Galilee, and found Philip, and said unto him, Follow me. ", "44": "Now Philip was of Bethsaida, the city of Andrew and Peter.", "45": "[bi]Philip found Nathanael, and said unto him, We have found him of whom Moses did write in the Law, and the Prophets, Jesus that Son of Joseph, that was of Nazareth.", "46": "[bj]Then Nathanael said unto him, Can there any good thing come out of Nazareth? Philip said to him, Come, and see.", "47": "[bk]Jesus saw Nathanael coming to him, and said of him, Behold indeed an Israelite, in whom is no guile. ", "48": "[bl]Nathanael said unto him, Whence knewest thou me? Jesus answered, and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee. ", "49": "Nathanael answered, and said unto him, Rabbi, thou art that Son of God: thou art that King of Israel.", "50": "Jesus answered, and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these. ", "51": "And he said unto him, Verily, verily, I say unto you, Hereafter shall ye see heaven open, and the Angels of God [bm]ascending, and descending upon that Son of man. "}