{"1": "Christ proveth that the Pharisees are the evil shepherds, 8 and by many reasons, that himself 11, 14 is the good shepherd: 19 And thereof dissension ariseth. 31 They take up stones, 39 and go about to take him, but he escapeth. Verily, [a]verily I say unto you, He that entereth not in by the door into the sheepfold, but climbeth up another way, he is a thief and a robber. ", "2": "But he that goeth in by the door, is the shepherd of the sheep. ", "3": "To him the [b]porter openeth, and the sheep hear his voice, and he calleth his own sheep by name, and leadeth them out. ", "4": "And when he hath sent forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice. ", "5": "And they will not follow a stranger, but they flee from him: for they know not the voice of strangers. ", "6": "This [c]parable spake Jesus unto them: but they understood not what things they were which he spake unto them.", "7": "Then said Jesus unto them again, Verily, verily I say unto you, I am that door of the sheep. ", "8": "[d]All that [e]ever came before me, are thieves and robbers: but the sheep did not hear them. ", "9": "[f]I am that door: by me if any man enter in, he shall be saved, and shall [g]go in, and go out, and find pasture. ", "10": "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and have it in abundance. ", "11": "I am that good shepherd: that good shepherd giveth his life for his sheep. ", "12": "But an hireling, and he which is not the shepherd, neither the sheep are his own, seeth the wolf coming, and he leaveth the sheep, and fleeth, and the wolf catcheth them, and scattereth the sheep. ", "13": "So the hireling fleeth, because he is an hireling, and careth not for the sheep. ", "14": "I am that good shepherd, and know mine, and am known of mine. ", "15": "As the Father [h]knoweth me, so know I the Father: and I lay down my life for my sheep. ", "16": "[i]Other sheep I have also, which are not of this fold: them also must I bring, and they shall hear my voice: and there shall be [j]one sheepfold, and one shepherd. ", "17": "[k]Therefore doth my Father love me, because [l]I lay down my life, that I might take it again. ", "18": "No man taketh it from me, but I lay it down of myself: I have power to lay it down, and have power to take it again: this commandment have I received of my Father. ", "19": "¶ [m]Then there was a dissension again among the Jews for these sayings.", "20": "And many of them said, He hath a devil, and is mad: why hear ye him?", "21": "Others said, These are not the words of him that hath a devil: can the devil open the eyes of the blind?", "22": "And it was at Jerusalem the feast of the [n]Dedication, and it was winter.", "23": "[o]And Jesus walked in the Temple, in Solomon's porch.", "24": "Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be that Christ, tell us plainly.", "25": "[p]Jesus answered them, I told you, and ye believe not: the works that I do in my Father's Name, they bear witness of me. ", "26": "[q]But ye believe not: [r]for ye are not of my sheep, as I said unto you. ", "27": "My sheep hear my voice, and I know them, and they follow me, ", "28": "And I give unto them eternal life, and they shall never perish, neither shall any pluck them out of mine hand. ", "29": "My Father which gave them me, is greater than all, and none is able to take them out of my Father's hand. ", "30": "I and my Father are one. ", "31": "[s]Then the Jews again took up stones, to stone him.", "32": "Jesus answered them, Many good works have I showed you from my [t]Father: for which of these works do ye stone me? ", "33": "The Jews answered him, saying, For the good work we stone thee not, but for blasphemy, and that thou being a man, makest thyself God.", "34": "Jesus answered them, Is it not written in your Law, I said, Ye are gods? ", "35": "If he called them gods, unto whom the word of God was given, and the Scripture cannot be [u]broken, ", "36": "Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest, because I said, I am the Son of God? ", "37": "If I do not the works of my Father, believe me not. ", "38": "But if I do, then though ye believe not me, yet believe the works, that ye may know and believe, that the Father is in me, and I in him. ", "39": "[v]Again they went about to take him: but he escaped out of their hands,", "40": "And went again beyond Jordan, into the place where John first baptized, and there abode.", "41": "And many resorted unto him, and said, John did no miracle: but all things that John spake of this man, were true.", "42": "And many believed in him there."}