{"1": "Christ, to show that he is, 25 the life and the resurrection, 14 cometh to Lazarus being dead,  17, 34 and buried, 43 and raiseth him up. 47 As the Priests were consulting together, 49 Caiaphas 50 prophecieth that one must die for the people. 56, 57 They command to seek Christ out, and to take him. And [a]a certain man was sick, named Lazarus of Bethany, the [b]town of Mary, and her sister Martha.", "2": "(And it was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)", "3": "Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest, is sick.", "4": "When Jesus heard it, he said, This sickness is not unto [c]death, but for the glory of God, that the Son of God might be glorified thereby. ", "5": "¶ Now Jesus loved Martha and her sister, and Lazarus.", "6": "[d]And after he had heard that he was sick, yet abode he two days still in the same place where he was.", "7": "Then after that, said he to his disciples, Let us go into Judea again. ", "8": "[e]The disciples said unto him, Master, the Jews lately sought to stone thee, and dost thou go thither again?", "9": "Jesus answered, Are there not [f]twelve hours in the day? If a man walk in the day, he stumbleth not, because he seeth the light of this world. ", "10": "But if a man walk in the night, he stumbleth, because there is no light in him. ", "11": "These things spake he, and after, he said unto them, Our friend Lazarus [g]sleepeth: but I go to wake him up. ", "12": "Then said his disciples, Lord, if he sleep, he shall be safe.", "13": "Howbeit, Jesus spake of his death: but they thought that he had spoken of the natural sleep.", "14": "Then said Jesus unto them plainly, Lazarus is dead. ", "15": "And I am glad for your sakes, that I was not there, that ye may believe: but let us go unto him. ", "16": "Then said Thomas (which is called Didymus) unto his fellow disciples, Let us also go, that we may die with him.", "17": "¶ Then came Jesus, and found that he had lain in the grave four days already.", "18": "(Now Bethany was near unto Jerusalem, about fifteen furlongs off.)", "19": "[h]And many of the Jews were come to Martha and Mary to comfort them for their brother.", "20": "Then Martha, when she heard that Jesus was coming, went to meet him: but Mary sat still in the house.", "21": "Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not been dead.", "22": "But now I know also, that whatsoever thou askest of God, God will give it thee.", "23": "Jesus said unto her, Thy brother shall [i]rise again. ", "24": "Martha said unto him, I know that he shall rise again in the resurrection at the last day.", "25": "Jesus said unto her, I am the resurrection and the life: he that believeth in me, though he were dead yet shall he live. ", "26": "And whosoever liveth, and believeth in me, shall never die: Believest thou this? ", "27": "She said unto him, Yea, Lord, I believe that thou art that Christ that Son of God, which should come into the world.", "28": "¶ And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master is come, and calleth for thee.", "29": "And when she heard it, she arose quickly, and came unto him.", "30": "For Jesus was not yet come into the town, but was in the place where Martha met him.", "31": "The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily, and went out, followed her, saying, She goeth unto the grave, to weep there.", "32": "Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not been dead.", "33": "[j]When Jesus therefore saw her weep, and the Jews also weep which came with her, he [k]groaned in the spirit, and was troubled in himself,", "34": "And said, Where have ye laid him? They said unto him, Lord, come and see.", "35": "And Jesus wept.", "36": "Then said the Jews, behold, how he loved him.", "37": "And some of them said, Could not he which opened the eyes of the blind, have made also, that this man should not have died?", "38": "Jesus therefore again groaned in himself, and came to the grave. And it was a cave, and a stone was laid upon it.", "39": "Jesus said, Take ye away the stone. Martha the sister of him that was dead, said unto him, Lord, he stinketh already for he hath been dead four days.", "40": "Jesus said unto her, Said I not unto thee, that if thou didst believe, thou shouldest see the glory of God? ", "41": "Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee, because thou hast heard me. ", "42": "I know that thou hearest me always, but because of the people that stand by, I said it, that they may believe, that thou hast sent me. ", "43": "As he had spoken these things, he cried with a loud voice, Lazarus, come forth. ", "44": "Then he that was dead, came forth, bound hand and foot with bands, and his face was bound with a napkin. Jesus said unto them, Loose him, and let him go. ", "45": "¶ Then many of the Jews, which came to Mary, and had seen the things, which Jesus did, believed in him.", "46": "[l]But some of them went their way to the Pharisees, and told them what things Jesus had done.", "47": "Then gathered the high Priests, and the Pharisees a [m]council, and said, What shall we do? For this man doeth many miracles.", "48": "If we let him thus alone, all men will believe in him, and the Romans will come and [n]take away both our place, and the nation.", "49": "[o]Then one of them named Caiaphas, which was the high Priest that same year, said unto them, Ye perceive nothing at all,", "50": "Nor yet do you consider that it is expedient for us, that one man die for the people, and that the whole nation perish not.", "51": "[p]This spake he not of himself: but being high Priest that same year, he prophesied that Jesus should die for that nation:", "52": "And not for that nation only, but that he should gather together in one the children of God, which [q]were scattered.", "53": "Then from that day forth they consulted together, to put him to death.", "54": "[r]Jesus therefore walked no more openly among the Jews, but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.", "55": "¶ And the Jews' Passover was at hand, and many went out of the country up to Jerusalem before the Passover, to purify themselves.", "56": "Then sought they for Jesus, and spake among themselves, as they stood in the Temple, What think ye, that he cometh not to the feast?", "57": "Now both the high Priests and the Pharisees had given a commandment, that if any man knew where he were, he should show it, that they might take him."}