{"1": "By Christ's power, whom Judas betrayeth, 6 the soldiers are cast down to the ground. 13 Christ is led to Annas, and from him to Caiaphas. 22, 23 His answer to the officer that smote him with a rod. 28 Being delivered to Pilate, 36 he declareth his kingdom. When [a]Jesus had spoken these things, he went forth with his disciples over the brook Kidron, where was a garden, into the which he entered, and his disciples.", "2": "And Judas which betrayed him knew also the place: for Jesus ofttimes resorted thither with his disciples.", "3": "[b]Judas then, after he had received a band of men and officers of the high Priests, and of the Pharisees, came thither with lanterns and torches, and weapons.", "4": "[c]Then Jesus, knowing all things that should come unto him, went forth and said unto them, Whom seek ye? ", "5": "They answered him, Jesus of Nazareth. Jesus said unto them, I am he. Now Judas also which betrayed him, stood with them.", "6": "As soon then as he had said unto them, I am he, they went away backwards, and fell to the ground.", "7": "Then he asked them again, Whom seek ye? And they said, Jesus of Nazareth.", "8": "[d]Jesus answered, I said unto you, that I am he: therefore if ye seek me, let these go their way. ", "9": "This was that the word might be fulfilled which he spake, Of them which thou gavest me, have I lost none.", "10": "[e]Then Simon Peter having a sword, drew it, and smote the high Priest's servant, and cut off his right ear. Now the servants name was Malchus.", "11": "Then said Jesus unto Peter, Put up thy sword into the sheath: shall I not drink of the cup which my Father hath given me? ", "12": "Then the band and the captain, and the officers of the Jews took Jesus, and bound him.", "13": "[f]And led him away to Annas first (for he was father-in-law to Caiaphas, which was the high Priest that same year.)", "14": "And Caiaphas was he, that gave counsel to the Jews, that it was expedient that one man should die for the people.", "15": "¶ [g]Now Simon Peter followed Jesus, and another disciple, and that disciple was known of the high Priest: therefore he went in with Jesus into the hall of the high Priest.", "16": "But Peter stood at the door without. Then went out the other disciple which was known unto the high Priest, and spake to her that kept the door, and brought in Peter.", "17": "Then said the maid that kept the door, unto Peter, Art not thou also one of this man's disciples? He said, I am not.", "18": "And the servants and officers stood there, which had made a fire of coals: for it was cold, and they warmed themselves. And Peter also stood among them, and warmed himself.", "19": "¶ ([h]The high Priest then asked Jesus of his disciples, and of his doctrine,", "20": "Jesus answered him, I spake openly to the world: I ever taught in the Synagogue and in the Temple, whither the Jews resort continually, and in secret have I said nothing. ", "21": "Why askest thou me? ask them which heard me what I said unto them: behold, they know what I said. ", "22": "When he had spoken these things, one of the officers which stood by, smote Jesus with his rod, saying, Answerest thou the high Priest so?", "23": "Jesus answered him, If I have evil spoken, bear witness of the evil: but if I have well spoken, why smitest thou me? ", "24": "¶ Now Annas had sent him bound unto Caiaphas the high Priest.)", "25": "[i]And Simon Peter stood and warmed himself, and they said unto him, Art not thou also of his disciples? He denied it, and said, I am not.", "26": "One of the servants of the high Priest, his cousin whose ear Peter smote off, said, Did not I see thee in the garden with him?", "27": "Peter then denied again, and immediately the cock crew.", "28": "[j]Then led they Jesus from [k]Caiaphas into the common hall. Now it was morning, and they themselves went not into the common hall, lest they should be defiled, but that they might eat the Passover.", "29": "Pilate then went out unto them, and said, What accusation bring ye against this man?", "30": "They answered, and said unto him, If he were not an evil doer, we would not have delivered him unto thee.", "31": "Then said Pilate unto them, Take ye him, and judge him after your own Law. Then the Jews said unto him, [l]It is not lawful for us to put any man to death.", "32": "It was that the word of Jesus might be fulfilled which he spake, [m]signifying what death he should die.", "33": "So Pilate entered into the common hall again, and called Jesus, and said unto him, Art thou the king of the Jews?", "34": "Jesus answered him, Sayest thou that of thyself, or did others tell it thee of me? ", "35": "Pilate answered, Am I a Jew? Thine own nation, and the high Priest have delivered thee unto me. What hast thou done?", "36": "[n]Jesus answered, My kingdom is not of this world: if my kingdom were of this world, my servants would surely fight, that I should not be delivered to the Jews: but now is my kingdom not from hence. ", "37": "Pilate then said unto him, Art thou a King then? Jesus answered, Thou sayest that I am a King: for this cause am I born, and for this cause came I into the world, that I should bear witness unto the truth: everyone that is of the truth, heareth my voice. ", "38": "[o]Pilate said unto him, [p]What is truth? And when he had said that, he went out again unto the Jews, and said unto them, I find in him no cause at all.", "39": "But you have a custom that I should deliver you one loose at the Passover: will ye then that I loose unto you the King of the Jews?", "40": "Then [q]cried they all again, saying, Not him, but Barabbas: now this Barabbas was a murderer."}