{"1": "Jesus appeareth to his disciples as they were fishing, 6, 7 whom they know by a miraculous draught of fishes. 15 He committeth the charge of the sheep to Peter, 18 and foretelleth him of the manner of his death. After these things, [a]Jesus showed himself again to his disciples at the sea of Tiberias: and thus showed he himself:", "2": "There were together Simon Peter, and Thomas, which is called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two others of his disciples.", "3": "Simon Peter said unto them, I go a fishing. They said unto him, We also will go with thee. They went their way and entered into a ship straightway, and that night caught they nothing.", "4": "But when the morning was now come, Jesus stood on the shore: nevertheless the disciples knew not that it was Jesus.", "5": "Jesus then said unto them, Sirs, have ye any meat? They answered him, No.", "6": "Then he said unto them, Cast out the net on the right side of the ship, and ye shall find. So they cast out, and they were not able at all to draw it, for the multitude of fishes.", "7": "Therefore said the disciple whom Jesus loved, unto Peter, It is the Lord. When Simon Peter heard that it was the Lord, he girded his [b]coat to him (for he was naked) and cast himself into the sea.", "8": "But the other disciples came by ship, (for they were not far from land, but about two hundred cubits) and they drew the net with fishes.", "9": "As soon then as they were come to land, they saw hot coals, and fish laid thereon, and bread.", "10": "Jesus said unto them, Bring of the fishes, which ye have now caught. ", "11": "Simon Peter stepped forth and drew the net to land full of great fishes, an hundred, fifty and three: and albeit there were so many, yet was not the net broken.", "12": "Jesus said unto them, Come, and dine. And none of the disciples durst ask him, Who art thou? seeing they knew that he was the Lord.", "13": "Jesus then came and took bread and gave them, and fish likewise.", "14": "This is now the third time that Jesus showed himself to his disciples, after that he was risen again from the dead.", "15": "¶ [c]So when they had dined, Jesus said to Simon Peter, Simon the son of Jonah, lovest thou me more than these? He said unto him, Yea, Lord, thou knowest that I love thee. He said unto him, Feed my lambs. ", "16": "He said to him again the second time, Simon the son of Jonah, lovest thou me? He said unto him, Yea, Lord, thou knowest that I love thee. He said unto him, Feed my sheep. ", "17": "He said unto him [d]the third time, Simon the son of Jonah, lovest thou me? Peter was sorry because he said to him the third time, Lovest thou me? and said unto him, Lord, thou knowest all things: thou knowest that I love thee. Jesus said unto him, Feed my sheep. ", "18": "[e]Verily, verily I say unto thee, When thou wast young, thou [f]girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thine hands, and another shall [g]gird thee, and lead thee without thou wouldest [h]not. ", "19": "And this spake he signifying by what [i]death he should glorify God. And when he had said this, he said to him, Follow me. ", "20": "[j]Then Peter turned about, and saw the disciple whom JESUS loved, following, which had also leaned on his breast at supper, and had said, Lord, which is he that betrayeth thee?", "21": "When Peter therefore saw him, he said to Jesus, Lord, what shall this man do?", "22": "Jesus said unto him, If I will that he tarry till I come, what is it to thee? follow thou me. ", "23": "Then went this word abroad among the brethren, that this disciple should not die. Yet Jesus said not to him, He shall not die: but if I will that he tarry till I come, what is it to thee?", "24": "[k]This is that disciple, which testifieth of these things, and wrote these things, and we know that his testimony is true.", "25": "Now there are also many other things which Jesus did, the which if they should be written every one, I suppose the world could not contain the books that should be written, Amen."}