{"1": "Christ, after his cousins were gone up to the feast of Tabernacles, 10 goeth thither privily. 12 The people's sundry opinions of him. 14 He teacheth in the Temple. 32 The Priests command to take him. 41 Strife among the multitude about him, 47 and between the Pharisees and the officers that were sent to take him, 50 and Nicodemus. After these things, Jesus walked in Galilee, and would not walk in Judea: for the Jews sought to kill him.", "2": "Now the Jews' [a]feast of the Tabernacles was at hand.", "3": "[b]His brethren therefore said unto him, Depart hence, and go into Judea, that thy disciples may see thy works that thou doest.", "4": "For there is no man that doeth anything secretly, and he himself seeketh to be famous. If thou doest these things, show thyself to the world.", "5": "For as yet his [c]brethren believed not in him.", "6": "[d]Then Jesus said unto them, My time is not yet come: but your time is always ready. ", "7": "The world cannot hate you: but me it hateth, because I testify of it, that the works thereof are evil. ", "8": "Go ye up unto this feast: I will not go up yet unto this feast: for my time is not yet fulfilled. ", "9": "¶ These things he said unto them, and abode still in Galilee.", "10": "[e]But as soon as his brethren were gone up, then went he also up unto the feast, not openly, but as it were privily.", "11": "Then the Jews sought him at the feast, and said, Where is he?", "12": "And much murmuring was there of him among the people. Some said, He is a good man: others said, Nay: but he deceiveth the people.", "13": "Howbeit no man spake [f]openly of him for fear of the Jews.", "14": "[g]Now when [h]half the feast was done, Jesus went up into the Temple, and taught.", "15": "And the Jews marveled, saying, How knoweth this man the Scriptures, seeing that he never learned!", "16": "[i]Jesus answered them, and said, [j]My doctrine is not mine, but his that sent me. ", "17": "If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself. ", "18": "[k]He that speaketh of himself, seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him. ", "19": "[l]Did not Moses give you a Law, and yet none of you keepeth the Law? Why go ye about to kill me? ", "20": "The people answered, and said, Thou hast a devil: who goeth about to kill thee?", "21": "[m]Jesus answered, and said unto them, I have done one work, and ye all marvel. ", "22": "Moses therefore gave unto you circumcision, (not because it is of Moses, but of the fathers) and ye on the Sabbath day circumcise a man. ", "23": "If a man on the Sabbath receive circumcision, that the [n]Law of Moses should not be broken, be ye angry with me, because I have made a man every whit whole on the Sabbath day? ", "24": "[o]Judge not [p]according to the appearance, but judge righteous judgment. ", "25": "¶ [q]Then said some of them of Jerusalem, Is not this he whom they go about to kill?", "26": "And behold, he speaketh openly, and they say nothing to him: do the rulers know indeed that this is indeed that Christ?", "27": "[r]Howbeit we know this man whence he is: but when that Christ cometh, no man shall know whence he is.", "28": "¶ [s]Then cried Jesus in the Temple as he taught, saying, Ye both know me, and know whence I am: yet am I not come of myself, but he that sent me, is true, whom ye know not. ", "29": "But I know him: for I am of him, and he hath sent me. ", "30": "[t]Then they sought to take him, but no man laid hands on him, because his hour was not yet come.", "31": "Now many of the people believed on him, and said, When that Christ cometh, will he do more miracles than this man hath done?", "32": "[u]The Pharisees heard that the people murmured these things of him, and the Pharisees, and high Priests sent officers to take him.", "33": "Then said Jesus unto them, Yet am I a little while with you, and then go I unto him that sent me. ", "34": "Ye shall seek me, and shall not find me, and where I am, can ye not come. ", "35": "Then said the Jews among themselves, Whither will he go, that we shall not find him? Will he go unto them that are [v]dispersed among the Greeks, and teach the Greeks?", "36": "What saying is this that he said, Ye shall seek me, and shall not find me? and where I am, can ye not come?", "37": "[w]Now in the [x]last and great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink. ", "38": "He that believeth in me, as saith the [y]Scripture, out of his belly shall flow rivers of water of life. ", "39": "(This spake he of the Spirit, which they that believed in him, should receive: for the [z]holy Ghost was not yet given, because that Jesus was not yet [aa]glorified.)", "40": "[ab]So many of the people, when they heard this saying, said, Of a truth this is that Prophet:", "41": "Others said, This is that Christ: and some said, But shall that Christ come out of Galilee?", "42": "Saith not the Scripture that that Christ shall come of the seed of David, and out of the town of Bethlehem, where David was?", "43": "So was there dissension among the people for him.", "44": "And some of them would have taken him, but no man laid hands on him.", "45": "[ac]Then came the officers to the high Priests and Pharisees, and they said unto them, Why have ye not brought him?", "46": "The officers answered, Never man spake like this man.", "47": "Then answered them the Pharisees, Are ye also deceived?", "48": "[ad]Doth any of the rulers, or of the Pharisees believe in him?", "49": "But this people, which know not the Law, are cursed,", "50": "Nicodemus said unto them, (he that came to Jesus by night, and was one of them.)", "51": "Doth our Law judge a man before it hear him, and know [ae]what he hath done?", "52": "They answered, and said unto him, Art thou also of Galilee? Search and look: for out of Galilee ariseth no Prophet.", "53": "[af]And every man went unto his own house."}