{"1": "Christ giveth sight on the Sabbath day, to him that was born blind. 13 Whom, after he had long reasoned against the Pharisees, 22, 35 and was cast out of the Synagogue, 36 Christ endueth with the knowledge of the everlasting light. And [a]as Jesus passed by, he saw a man which was blind from his birth.", "2": "And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?", "3": "Jesus answered, [b]Neither hath this man sinned, nor his parents, but that the works of God should be showed on him. ", "4": "[c]I must work the works of him that sent me, while it is [d]day: the night cometh when no man can work. ", "5": "As long as I am in the world, I am the light of the world. ", "6": "[e]As soon as he had thus spoken, he spat on the ground, and made clay of the spittle, and anointed the eyes of the blind with the clay,", "7": "And said unto him, Go wash in the pool of Siloam (which is by interpretation, Sent.) He went his way therefore and washed, and came again seeing.", "8": "[f]Now the neighbors and they that had seen him before, when he was blind, said, Is not this he that sat and begged?", "9": "Some said, This is he: and others said, He is like him: but he himself said, I am he.", "10": "Therefore they said unto him, How were thine eyes [g]opened?", "11": "He answered, and said, The man that is called Jesus, made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam and wash. So I went and washed, and received sight.", "12": "Then they said unto him, Where is he? He said, I cannot tell.", "13": "¶ They brought to the Pharisees him that was once blind.", "14": "And it was the Sabbath day, when Jesus made the clay, and opened his eyes.", "15": "Then again the Pharisees also asked him, how he had received sight. And he said unto them, He laid clay upon mine eyes, and I washed, and do see.", "16": "[h]Then said some of the Pharisees, This man is not of God, because he keepeth not the Sabbath day. Others said, How can a man that is a sinner, do such miracles? and there was a dissension among them.", "17": "Then spake they unto the blind again, What sayest thou of him, because he hath opened thine eyes? And he said, He is a Prophet.", "18": "Then the Jews did not believe him (that he had been blind, and received his sight) until they had called the parents of him that had received sight.", "19": "And they asked them, saying, Is this your son, whom ye say was born blind? How doth he now see then?", "20": "His parents answered them, and said, We know that this is our son, and that he was born blind:", "21": "But by what means he now seeth, we know not: or who hath opened his eyes, can we not tell: he is old enough: ask him: he shall answer for himself.", "22": "These words spake his parents, because they feared the Jews: for the Jews had ordained already, that if any man did confess that he was Christ, he should be excommunicated out of the Synagogue.", "23": "Therefore said his parents, He is old enough: ask him.", "24": "Then again called they the man that had been blind, and said unto him, [i]Give glory unto God: we know that this man is a [j]sinner.", "25": "Then he answered, and said, Whether he be a sinner or no, I cannot tell: one thing I know, that I was blind, and now I see.", "26": "Then said they to him again, What did he to thee? how opened he thine eyes?", "27": "He answered them, I have told you already, and ye have not heard it: wherefore would ye hear it again? will ye also be his disciples?", "28": "[k]Then reviled they him, and said, Be thou his disciple: we be Moses' disciples.", "29": "We know that God spake with Moses: but this man we know not from whence he is.", "30": "The man answered, and said unto them, Doubtless, this is a marvelous thing, that ye know not whence he is, and yet he hath opened mine eyes.", "31": "Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him heareth he.", "32": "Since the world began, was it not heard, that any man opened the eyes of one that was born blind.", "33": "If this man were not of God, he could have done nothing.", "34": "They answered, and said unto him, [l]Thou art altogether born in sins, and dost thou teach us? so they cast him out.", "35": "[m]Jesus heard that they had cast him out: and when he had found him, he said unto him, Dost thou believe in the Son of God? ", "36": "He answered, and said, Who is he, Lord, that I might believe in him?", "37": "And Jesus said unto him, Both thou hast seen him, and he it is that talketh with thee. ", "38": "Then he said, Lord, I believe, and worshipped him.", "39": "[n]And Jesus said, I am come unto [o]judgment into this world, that they [p]which see not, might see: and that they which see, might be made blind. ", "40": "And some of the Pharisees which were with him, heard these things, and said unto him, Are we blind also?", "41": "Jesus said unto them, If ye were blind, ye should not have sin: but now ye say, We see: therefore your sin remaineth. "}