{"1": "¶ And when Rehoboam came to Jerusalem, he gathered of the house of Judah and Benjamin one hundred and eighty thousand chosen men, who were warriors, to fight against Israel, that he might bring the kingdom again to Rehoboam.", "2": "But the word of the LORD came to Shemaiah, the man of God, saying,", "3": "Speak unto Rehoboam, the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,", "4": "Thus hath the LORD said, Ye shall not go up, nor fight against your brethren; return each man to his house; for this thing is done of me. And they heard the word of the LORD and returned and did not go against Jeroboam.", "5": "And Rehoboam dwelt in Jerusalem and built cities for defence in Judah.", "6": "He built Bethlehem and Etam and Tekoa", "7": "and Bethzur and Shoco and Adullam", "8": "and Gath and Mareshah and Ziph", "9": "and Adoraim and Lachish and Azekah", "10": "and Zorah and Aijalon and Hebron which are in Judah and in Benjamin, fenced cities.", "11": "And he fortified the strong holds, and put captains in them and provisions and wine and oil;", "12": "and in all the cities he put shields and spears. He fortified them greatly, having Judah and Benjamin on his side.", "13": "¶ And the priests and the Levites that were in all Israel gathered unto him out of all their borders.", "14": "For the Levites left their suburbs and their possessions and came to Judah and Jerusalem, for Jeroboam and his sons had cast them off from executing the priest's office unto the LORD.", "15": "And he ordained himself priests for the high places and for the demons and for the calves which he had made.", "16": "And from after them out of all the tribes of Israel such as set their hearts to seek the LORD God of Israel came to Jerusalem to sacrifice unto the LORD God of their fathers.", "17": "So they strengthened the kingdom of Judah and made Rehoboam, the son of Solomon, strong for three years because they walked three years in the way of David and of Solomon.", "18": "And Rehoboam took Mahalath, the daughter of Jerimoth, the son of David, to wife, and Abihail, the daughter of Eliab, the son of Jesse;", "19": "who bore him sons: Jeush and Shamariah and Zaham.", "20": "And after her he took Maachah, the daughter of Absalom, who bore him Abijah and Attai and Ziza and Shelomith.", "21": "But Rehoboam loved Maachah, the daughter of Absalom, above all his wives and his concubines (for he took eighteen wives and sixty concubines and begat twenty-eight sons and sixty daughters.)", "22": "And Rehoboam made Abijah, the son of Maachah, as head and prince among his brethren, for he thought to make him king.", "23": "And he caused him to be instructed and dispersed of all his sons throughout all the lands of Judah and Benjamin, unto every fenced city; and he gave them provisions in abundance. And he desired many wives."}