{"1": "¶ In the year thirty-six of the reign of Asa, Baasha, king of Israel, came up against Judah and built Ramah, to the intent that he might let no one go out or come in to Asa, king of Judah.", "2": "Then Asa brought out the silver and the gold out of the treasuries of the house of the LORD and of the king's house, and sent unto Benhadad, king of Syria, that dwelt at Damascus, saying,", "3": "There is a covenant between me and thee, as there was between my father and thy father; behold, I have sent thee silver and gold; go, break thy league with Baasha, king of Israel, that he may depart from me.", "4": "And Benhadad hearkened unto King Asa and sent the captains of his armies against the cities of Israel, and they smote Ijon and Dan and Abelmaim and all the store cities of Naphtali.", "5": "And when Baasha heard it, he left off building of Ramah and let his work cease.", "6": "Then Asa, the king, took all Judah, and they carried away the stones of Ramah and the timber thereof, with which Baasha was building, and he built Geba and Mizpah with it.", "7": "¶ And at that time Hanani, the seer, came to Asa, king of Judah, and said unto him, Because thou hast relied on the king of Syria, and not relied on the LORD thy God, therefore, the host of the king of Syria has escaped out of thy hands.", "8": "Were not the Ethiopians and the Lubims a huge host, with very many chariots and horsemen? Yet, because thou didst rely on the LORD, he delivered them into thy hand.", "9": "For the eyes of the LORD run to and fro throughout the whole earth, to show himself strong in the behalf of those whose heart is perfect toward him. Herein thou hast done foolishly, for from now on thou shalt have wars.", "10": "Then Asa was wroth with the seer and put him in the prison house, for he was in a rage with him because of this thing. And Asa killed some of the people at the same time.", "11": "And, behold, the acts of Asa, first and last, they are written in the book of the kings of Judah and Israel.", "12": "And Asa in the year thirty-nine of his reign was diseased from his feet up; yet in his disease he did not seek the LORD, but the physicians.", "13": "And Asa slept with his fathers and died in the year forty-one of his reign.", "14": "And they buried him in his own sepulchres, which he had made for himself in the city of David, and laid him in the bed which was filled with sweet odours and aromas prepared by the apothecaries' art; and they made a very great burning for him."}