{"1": "¶ And Jehoshaphat, his son, reigned in his stead and prevailed against Israel.", "2": "And he placed forces in all the fenced cities of Judah and set garrisons in the land of Judah and likewise in the cities of Ephraim, which Asa, his father had taken.", "3": "And the LORD was with Jehoshaphat because he walked in the first ways of his father David and sought not unto the Baalim", "4": "but sought the LORD God of his father and walked in his commandments, and not after the doings of Israel.", "5": "Therefore, the LORD confirmed the kingdom in his hand; and all Judah brought Jehoshaphat presents, and he had riches and glory in abundance.", "6": "And his heart was lifted up in the ways of the LORD, and he took away the high places and groves out of Judah.", "7": "Also in the third year of his reign he sent his princes, Benhail, Obadiah, Zechariah, Nethaneel, and Michaiah, to teach in the cities of Judah.", "8": "And with them he sent the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah, Levites, and with them Elishama and Jehoram, priests.", "9": "And they taught in Judah and had the book of the law of the LORD with them and went about throughout all the cities of Judah and taught the people.", "10": "¶ And the fear of the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they did not dare to make war against Jehoshaphat.", "11": "And the Philistines brought Jehoshaphat presents and tribute of silver; and the Arabians brought him flocks, seven thousand seven hundred rams and seven thousand seven hundred he goats.", "12": "And Jehoshaphat waxed great exceedingly; and he built in Judah castles and cities of store.", "13": "And he had many works in the cities of Judah and men of war, mighty men of valour, in Jerusalem.", "14": "And these are the numbers of them according to the houses of their fathers: In Judah, princes of thousands; the prince Adnah and with him three hundred thousand mighty men of valour;", "15": "and after him, Prince Jehohanan and with him two hundred and eighty thousand;", "16": "after him, Amasiah the son of Zichri, who willingly offered himself unto the LORD and with him two hundred thousand mighty men of valour;", "17": "of Benjamin, Eliada, a mighty man of valour, and with him two hundred thousand armed with bow and shield;", "18": "after him, Jehozabad and with him one hundred and eighty thousand ready and prepared for the war.", "19": "These were servants of the king, besides those whom the king had put in the fenced cities throughout all Judah."}