{"1": "¶ Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem; but he did not do that which was right in the sight of the LORD, like David, his father.", "2": "To the contrary he walked in the ways of the kings of Israel and also made molten images unto Baalim.", "3": "Moreover, he burnt incense in the valley of the sons of Hinnom and burnt his sons in the fire, after the abominations of the Gentiles whom the LORD had cast out before the sons of Israel.", "4": "He sacrificed also and burnt incense in the high places, and on the hills and under every green tree.", "5": "Therefore, the LORD his God delivered him into the hands of the king of Syria, and they smote him and carried away a great multitude of them captives and brought them to Damascus. And he was also delivered into the hands of the king of Israel, who smote him with a great slaughter.", "6": "¶ For Pekah, the son of Remaliah, slew in Judah one hundred and twenty thousand in one day, who were all valiant men, because they had forsaken the LORD God of their fathers.", "7": "And Zichri, a mighty man of Ephraim, slew Maaseiah, the king's son, and Azrikam, the governor of the house, and Elkanah, second after the king.", "8": "And the sons of Israel carried away captive of their brethren two hundred thousand, women, sons, and daughters, in addition to taking much spoil from them, which they brought to Samaria.", "9": "But a prophet of the LORD was there, whose name was Oded; and he went out before the host that came to Samaria and said unto them, Behold, because the LORD God of your fathers was angry with Judah, he has delivered them into your hand, and ye have slain them in a rage. This reaches up unto heaven.", "10": "And now ye purpose to keep subject the sons of Judah and Jerusalem for menslaves and womenslaves unto you, but are ye not guilty against the LORD your God?", "11": "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren; for the fierce wrath of the LORD is upon you.", "12": "Then certain of the heads of the sons of Ephraim, Azariah, the son of Johanan, Berechiah, the son of Meshillemoth, and Jehizkiah, the son of Shallum, and Amasa, the son of Hadlai, stood up against those that came from the war", "13": "and said unto them, Ye shall not bring in the captives here, for the sin against the LORD shall be upon us. Ye intend to add more to our sins and to our guilt, for our guilt is great, and there is fierce wrath against Israel.", "14": "So the armed men left the captives and the spoil before the princes and all the congregation.", "15": "And the men which were expressed by name rose up and took the captives, and, with the spoil, clothed all that were naked among them and arrayed them and shod them and gave them to eat and to drink and anointed them and carried all the feeble of them upon asses and brought them to Jericho, the city of palm trees, to their brethren; then they returned to Samaria.", "16": "¶ At that time King Ahaz sent unto the kings of Assyria to help him.", "17": "For in addition to this, the Edomites had come and smitten Judah and carried away captives.", "18": "The Philistines also had invaded the cities of the low country and towards the Negev of Judah and had taken Bethshemesh and Ajalon and Gederoth and Shocho with its villages and Timnah with its villages, Gimzo also and its villages, and they dwelt in them.", "19": "For the LORD brought Judah low because of Ahaz king of Israel, for he had made Judah naked and had completely rebelled against the LORD.", "20": "And Tilgathpilneser, king of Assyria, came unto him, and distressed him but did not strengthen him.", "21": "For even though Ahaz took away a portion out of the house of the LORD and out of the house of the king and of the princes and gave it unto the king of Assyria, he did not help him.", "22": "Furthermore, king Ahaz in the time of his distress trespassed even more against the LORD,", "23": "for he sacrificed unto the gods of Damascus, who had smitten him, and he said, Because the gods of the kings of Syria help them; therefore, I will also sacrifice to them that they may help me. But they were the ruin of him and of all Israel.", "24": "And Ahaz gathered together the vessels of the house of God and cut in pieces the vessels of the house of God and shut up the doors of the house of the LORD, and he made himself altars in every corner of Jerusalem.", "25": "And in all the cities of Judah he made high places to burn incense unto other gods, and provoked to anger the LORD God of his fathers.", "26": "Now the rest of his acts and of all his ways, first and last, behold, they are written in the book of the kings of Judah and Israel.", "27": "And Ahaz slept with his fathers, and they buried him in the city of Jerusalem, but they did not bring him into the sepulchres of the kings of Israel; and Hezekiah, his son, reigned in his stead."}