{"1": "(1:15) Look! On the mountains are the feet of him who brings good news, proclaiming shalom. Keep your festivals, Y'hudah, fulfill your vows; for B'liya'al will never pass through you again; he has been completely destroyed.", "2": "(1) A destroyer has risen in front of your face; guard the ramparts, keep watch on the road, brace yourselves, marshall all your strength.", "3": "(2) For Adonai is restoring the pride of Ya'akov, along with the pride of Isra'el; because plunderers have plundered them and ravaged their vines.", "4": "(3) The shields of [Ninveh's] warriors are [dyed] red; the soldiers are wearing scarlet. The steel of the chariots flashes like fire as they prepare for battle. The cypress [spears] are poisoned.", "5": "(4) The chariots rush madly about in the streets, jostling each other in the open places; their appearance is like torches, they run here and there like lightning.", "6": "(5) [The king of Ninveh] assigns his officers; they stumble as they march; they hurry to its wall and set up shields to protect the battering ram.", "7": "(6) The gates of the rivers are opened, and the palace melts away.", "8": "(7) Its mistress is stripped and carried away; her handmaids moan, they sound like doves, as they beat their breasts.", "9": "(8) Ninveh is like a pool whose water ebbs away. “Stop! Stop!” But none of it goes back.", "10": "(9) Plunder the silver! Plunder the gold! There is no end to the treasure, weighed down with precious things.", "11": "(10) She is void, vacant; she is made bare. Hearts are melting, knees are knocking; every stomach is churning, every face is drained of color.", "12": "(11) What has become of the lion's den, the cave where the young lions fed, where lion and lioness walked with their cubs, and no one made them afraid?", "13": "(12) The lion would tear up food for his cubs and strangle prey for his lionesses; he used to fill his caves with prey, his lairs with torn flesh.", "14": "(13) “I am against you,” says Adonai-Tzva'ot. “Her chariots I will send up in smoke, the sword will consume your lion cubs, I will destroy your prey from the earth, and your envoys' voices will be heard no more.”"}