{"1": "Woe to the city of blood, steeped in lies, full of prey, with no end to the plunder!", "2": "The crack of the whip! The rattle of wheels! Galloping horses, jolting chariots,", "3": "cavalry charging, swords flashing, spears glittering — and hosts of slain, heaps of bodies; there is no end to the corpses; they stumble over their corpses.", "4": "“Because of the continual whoring of this whore, this alluring mistress of sorcery, who sells nations with her whoring and families with her sorcery;", "5": "I am against you,” says Adonai-Tzva'ot. “I will uncover your skirts on your face; I will show the nations your private parts and the kingdoms your shame.", "6": "I will pelt you with disgusting filth, disgrace you and make a spectacle of you.", "7": "Then all who see you will recoil from you; they will say, 'Ninveh is destroyed!' Who will mourn for her? Where can I find people to comfort you?”", "8": "Are you any better than No-Amon, located among the streams of the Nile, with water all around her, the flood her wall of defense?", "9": "Ethiopia and Egypt gave her boundless strength, Put and Luvim were there to help you.", "10": "Still she went captive into exile, her infants torn to pieces at every streetcorner. Lots were drawn for her nobles, and all her great men were bound in chains.", "11": "You too, [Ninveh,] will be drunk; your senses completely overcome. You too will seek a refuge from the enemy.", "12": "All your fortifications will be like fig trees with early ripening figs; the moment they are shaken, they fall into the mouth of the eater.", "13": "Look at your troops! They behave like women! Your country's gates are wide open to your foes; fire has consumed their bars.", "14": "Draw water for the siege! Strengthen your fortifications! Go down in the clay, tread the mortar, Take hold of the mold for bricks!", "15": "There the fire will burn you up; and the sword will cut you down; it will devour you like grasshoppers. Make yourselves as many as grasshoppers, Make yourselves as many as locusts!", "16": "You had more merchants than stars in the sky. The locust sheds its skin and flies away.", "17": "Your guards are like grasshoppers, your marshals like swarms of locusts, which settle on the walls on a cold day, but when the sun rises they fly away; they vanish to no one knows where.", "18": "Your shepherds are slumbering, king of Ashur. Your leaders are asleep. Your people are scattered all over the mountains, with no one to round them up.", "19": "Your wound cannot be healed. Your injury is fatal. Everyone hearing the news about you claps his hands in joy over you. For who has not been overwhelmed by your relentless cruelty?"}