{"1": "The Lord told Moses, ", "2": "“This is the law concerning those who have infectious skin diseases, after they have been cleansed: ", "3": "The priest is to go outside the camp and examine the infectious skin disease to confirm that the person has been healed. ", "4": "If he has been healed, then the priest is to command that two live and clean birds, some cedar[a] wood, some crimson thread, and hyssop be brought for the one cleansed. ", "5": "Then the priest is to command that one bird be slaughtered on an earthen vessel over flowing water. ", "6": "He is to take the live bird, the cedar wood, the crimson thread, and the hyssop, and dip them together in the blood of the bird that had been slaughtered over the flowing water. ", "7": "He is to sprinkle the blood[b] seven times on the person with the infectious skin disease and then pronounce him clean. Then he is to release the live bird into the open fields. ", "8": "The person who is clean is to wash his clothes, shave all his hair, and bathe in water, after which he is to be declared clean. Then he can be brought back to the camp, but he is to remain outside his tent for seven days. ", "9": "On the seventh day, he is to shave the hair on his head, chin, back, and eyebrows. After he has shaved all his hair, washed his clothes, and bathed himself with water, then he will be clean.”", "10": "“On the eighth day, he is to take two lambs without defect, a one year old ewe lamb without defect, one third of a measure of[c] fine flour mixed with olive oil for a meal offering, and one log[d] of oil. ", "11": "The priest who will pronounce him clean is to present the person to be cleansed and these offerings[e] in the Lord's presence at the entrance to the Tent of Meeting. ", "12": "The priest is to take one of the lambs and present it as a guilt offering, along with one log[f] of olive oil, which he is to wave as a raised offering in the Lord's presence. ", "13": "Then he is to slaughter the lamb in the place where he slaughtered the sin and burnt offerings—that is, at a place in the sanctuary. Just as the sin offering is for the priest, so also is the guilt offering. It's a most holy thing.", "14": "“Then the priest is to take some of the blood from the guilt offering and place it on the right earlobe of the person to be cleansed, on his right thumb, and on his right great toe. ", "15": "Then the priest is to take some of the log[g] of olive oil and pour it into his own left hand. ", "16": "The priest is to dip his right finger in the olive oil that is in his left palm and sprinkle some of the olive oil with his finger seven times in the Lord's presence.", "17": "“As to the remainder of the olive oil in his palm, he is to place some on the right earlobe of the person to be cleansed, on his right thumb, on his right great toe, and on the blood of the guilt offering. ", "18": "Then he is to place the rest of the oil in his palm on the head of the person to be cleansed, thus making atonement for him in the Lord's presence. ", "19": "This is how[h] the priest is to present the sin offering to make atonement for the person being cleansed of his impurity. After this, he is to slaughter the whole burnt offering. ", "20": "The priest is to offer both the whole burnt and the grain offerings on the altar. After the priest makes atonement for him, he will be clean.”", "21": "“If the offeror[i] is poor and cannot afford the regular offering,[j] then he is to take one lamb for a guilt offering that will be presented in the form of a wave offering to atone for him, one tenth of a measure of[k] fine flour mixed with olive oil for a grain offering, one log[l] of olive oil, ", "22": "and two turtledoves or two young pigeons, whichever he can afford. One is for a sin offering and the other is for a whole burnt offering.", "23": "“On the eighth day, he is to bring them for cleansing to the priest in the Lord's presence at the entrance to the Tent of Meeting. ", "24": "The priest is to take the lamb for a guilt offering and the olive oil and wave them as a raised offering in the Lord's presence. ", "25": "Then he[m] is to take the lamb for the guilt offering and place some blood from the guilt offering on the right earlobe of the person to be cleansed, on his right thumb, and on his right great toe. ", "26": "Then the priest is to pour olive oil into his left palm ", "27": "and use his right finger to sprinkle oil from his left palm seven times in the Lord's presence. ", "28": "The priest is to place oil from his palm on the right earlobe of the person being cleansed, on his right thumb, on his right great toe, and where the blood for the guilt offering is poured.", "29": "“As to the remainder of the oil in his palm, the priest is to use it to anoint the head of the person to be cleansed, in order to make atonement for him in the Lord's presence. ", "30": "Then he is to offer one of the turtledoves or the young pigeons, whichever he can afford. ", "31": "Based on what he can afford, one is for a sin offering and the other is for a whole burnt offering. Along with the grain offering, the priest is to make atonement for the person to be cleansed in the Lord's presence. ", "32": "This is the regulation concerning one who has an infectious skin disease but who cannot afford his cleansing.”", "33": "The Lord spoke to Moses and Aaron: ", "34": "“When you enter the land of Canaan that I'm about to give you as your own possession, and if I put a contagion in a house in the land that you possess, ", "35": "then the owner of the house is to approach the priest and tell him, 'There appears to be a contagion in the house.'", "36": "“The priest is to command that the house be cleared before he[n] comes to examine the contagion so that not everything in the house becomes unclean. After this,[o] the priest is to enter the house and examine it. ", "37": "He is to determine if the contagion is indeed on the walls of the house, with greenish or reddish streaks, and to determine if it appears to be deeper than the surface of the wall. ", "38": "The priest is to leave through the entrance to the house and seal the house for seven days. ", "39": "He is to return after seven days to examine it. If the contagion has spread to the walls of the house, ", "40": "then the priest is to command that they take out the contaminated stones and discard them in an unclean place outside the city.", "41": "“Now as for the house, they are to scrape off inside and outside the house and then discard the torn out plaster in an unclean place outside the city. ", "42": "They are then to take other stones and bring them to replace those stones. Lastly, they are to replaster the house.”", "43": "“If the contagion returns and spreads throughout the house after the stones have been removed, after the house has been scraped out, and after it has been re-coated, ", "44": "and the priest comes, undertakes an examination, and determines that the contagion has spread in the house, it's a chronic fungal infection in the house. It's unclean. ", "45": "He is to pull down the house, its stones, its lumber, and all the plaster on the house, and discard them in an unclean place outside the city. ", "46": "Moreover, whoever enters the house during the time it was isolated is to be considered unclean until the evening. ", "47": "Whoever has slept in the house is to wash his clothes, along with whoever has eaten in the house.", "48": "“But if the priest comes in to conduct an examination and determines that the contagion has not spread throughout the house after the house has been repaired, then the priest may declare the house clean, because the contagion has been cleansed. ", "49": "In order to cleanse the house, he is to take two birds, some cedar wood, two crimson threads, and some hyssop. ", "50": "Then he is to slaughter one bird on an earthen vessel over flowing water. ", "51": "He is to take the cedar wood, the hyssop, the two crimson threads, and the live bird, and dip them in the blood of the slaughtered bird over flowing water. Then he is to sprinkle the house seven times. ", "52": "He is to clean the house with the blood of the bird over flowing water, including cleansing[p] the live bird, the cedar wood, the hyssop, and the crimson thread. ", "53": "Then he is to send the bird away, outside the city, facing the fields, to make atonement for the house. Then it is to be considered clean.", "54": "“This is the law for every contagion of infectious skin disease and scabs, ", "55": "for fungal infections on clothing or in a house, ", "56": "and for swelling of the skin, scabs, and bright spots, ", "57": "to distinguish when[q] it's unclean and clean. This is the law for infectious skin diseases.”"}