{"1": "The Lord told Moses, “Speak to the priests, Aaron's sons, and tell them that no priest is to defile himself on account of the dead among his people, ", "2": "except his close relatives—his mother, father, son, daughter, brother, or ", "3": "virgin sister (who is a near relative of him and did not have a husband—[a] he may defile himself for her). ", "4": "Because he is a husband among his people, he is not to defile himself, thereby polluting himself.", "5": "“They are not to cut their hair in ritualistic patterns[b] on their heads, deface the edges of their beards, or make incisions in their flesh. ", "6": "They are to be holy to their God. They are not to defile the name of their God, because they're the ones who bring the offerings of the Lord made by fire—the food of their God—so they are to be holy.", "7": "“They are not to marry[c] a prostitute or a woman who has been dishonored or who was divorced from her husband, because the priest[d] is holy to his God. ", "8": "Consecrate him, because he's the one who offers the food of your God. He is to be holy for you, because I, the Lord, the one who sanctifies you, am holy.", "9": "“Now if the daughter of any priest defiles herself by being a prostitute, she defiles her father. She is to be incinerated.", "10": "“The high priest among his relatives—whose head has been anointed with oil and who has been consecrated to put on the priestly clothing—is not to let his hair hang loose or to tear his clothes. ", "11": "He is not to come near any dead body—whether the deceased[e] is his father or his mother—so as not to defile himself. ", "12": "He is not to go out of the sanctuary or defile the sanctuary of his God, because his God's consecrating oil of anointing rests on him. I am the Lord.", "13": "“Furthermore, he is to marry a true virgin.[f] ", "14": "He is not to marry a widow or one who has been divorced, has been defiled, or has been a prostitute. Instead, he is to take a virgin from among his people as his wife.", "15": "“He is not to defile his children[g] among his people, because I am the Lord, who sets him apart.”", "16": "The Lord told Moses, ", "17": "“Tell Aaron that whoever of your descendants throughout their generations has a bodily defect is not to approach to offer the food of his God. ", "18": "Indeed, any person who has a defect is not to approach the Tent of Meeting—[h] the blind, the lame, one who is mutilated in the face or who has a very long limb, ", "19": "or a person who has a fractured foot or hand, ", "20": "has scoliosis,[i] is a dwarf, or has an eye defect, an itching disease, scabs, or a crushed testicle. ", "21": "None of the descendants of Aaron the priest who has a defect is to approach to bring offerings of the Lord made by fire, since he has a defect. He is not to approach to offer the food of his God. ", "22": "However, he may eat the food of his God, including the most holy and the holy offerings, ", "23": "but he is not to enter through the curtain nor approach the altar, since he has a defect. That way, he won't defile my sanctuary, since I am the Lord, who sets you apart.”", "24": "Moses told all of this[j] to Aaron, to his sons, and to all the Israelis."}