{"1": "The Lord told Moses, ", "2": "“Tell the Israelis that these are my festival times appointed by the Lord[a] that you are to declare as sacred assemblies: ", "3": "Six days you may work, but the seventh day is a Sabbath of rest, a sacred assembly. You are not to do any work. It's a Sabbath to the Lord wherever you live.[b] ", "4": "These are the Lord's appointed festivals and sacred assemblies that you are to declare at their appointed time.", "5": "“The Lord's Passover is to begin on the fourteenth day of the first month at twilight.[c] ", "6": "On the fifteenth day of that month is the Festival of Unleavened Bread to the Lord. For seven days you are to eat unleavened bread. ", "7": "On the first day that you hold the sacred assembly, you are to do no servile work. ", "8": "Instead, you are to bring an offering made by fire to the Lord daily for seven days. On the seventh day, you are also to hold a sacred assembly during which you are to do no servile work.”", "9": "The Lord told Moses, ", "10": "“Tell the Israelis that when you enter the land that I'm about to give you and gather its produce, you are to bring a sheaf from the first portion of your harvest to the priest, ", "11": "who will offer the sheaf in the Lord's presence for your acceptance. The priest is to wave it on the day after the Sabbath. ", "12": "On the day you wave the sheaf, you are to offer a one year old male lamb without defect for a burnt offering in the Lord's presence. ", "13": "Also present a meal offering of two tenths of a measure of[d] fine flour mixed with olive oil as an offering made by fire to the Lord, a pleasing aroma. Now as to a drink offering, you are to present a fourth of a hin[e] of wine. ", "14": "You are not to eat bread, parched grain, or fresh grain until that day[f] when you've brought the offering of your God. This is to be[g] an eternal ordinance throughout your generations, wherever you live.”", "15": "“Starting the day after the Sabbath, count for yourselves seven weeks from the day you brought the sheaf of the wave offering. They are to be complete. ", "16": "Count fifty days to the day after the seventh Sabbath, then bring a new meal offering to the Lord. ", "17": "Bring two loaves[h] of bread from home as wave offerings made from two tenths of fine flour baked with leaven as first fruits to the Lord. ", "18": "Along with the loaves of bread, bring seven lambs (each of them[i] one year old and without defect), one young bull as an offering, and two rams as offerings to the Lord—along with your gift and drink offerings—and present them as an offering made by fire, a pleasing aroma to the Lord. ", "19": "Prepare one male goat for a sin offering and two one year old rams for peace offerings. ", "20": "Then the priest is to wave them—the two lambs with the bread of first fruits—as raised offerings in the Lord's presence. They'll be sacred to the Lord on account of the priest.", "21": "“On the same day, proclaim a sacred assembly for yourselves. You are not to do any servile work—and this is to be an eternal ordinance wherever you live throughout your generations. ", "22": "Furthermore, when you harvest the produce of your land, you are not to harvest all the way to the corners of your field or gather the gleanings of your harvest. Leave them for the poor and resident alien. I am the Lord your God.”", "23": "The Lord told Moses, ", "24": "“Tell the Israelis that on the first day of the seventh month you are to have a Sabbath of rest for you—a memorial announced by a loud blast of trumpets. It is to be a sacred assembly. ", "25": "You are not to do any servile work. Instead, bring an offering made by fire to the Lord.”", "26": "The Lord spoke to Moses, ", "27": "“However, on the tenth day of this seventh month is the Day of Atonement. It's a sacred assembly for you. Humble yourselves[j] and bring an offering made by fire to the Lord. ", "28": "You are not to do any work that same day. It's the Day of Atonement, because your atonement is made in the presence of the Lord your God. ", "29": "Anyone who doesn't humble himself that same day is to be eliminated from contact with his people.[k] ", "30": "I'll eliminate anyone who does work that day from among his people. ", "31": "You are not to do any work. This is to be an eternal ordinance throughout your generations, wherever you live. ", "32": "It's a Sabbath of rest[l] for you on which you are to humble yourselves starting the evening of the ninth day of the month. You are to observe your Sabbath from evening to evening.”", "33": "The Lord spoke to Moses, ", "34": "“Tell the Israelis that starting the fifteenth day of this seventh month is the week-long Festival of Tents to the Lord. ", "35": "On the first day, you are to hold a sacred assembly, when you are not to do any servile work. ", "36": "For seven days, bring offerings made by fire to the Lord. The eighth day is also to be a sacred assembly for you. Bring offerings made by fire to the Lord. It's a sacred assembly. You are not to do any servile work.", "37": "“These are the Lord's appointed festivals that you are to proclaim as sacred assemblies. Bring offerings made by fire to the Lord—a whole burnt offering, a meal offering, a sacrifice, and drink offerings. Do this every day on its assigned date ", "38": "in addition to the Lord's Sabbath—regarding your gifts, your offerings in fulfillment of vows, and your freely given offerings that you will bring to the Lord.", "39": "“On the fifteenth day of the seventh month, when you've harvested the produce of the land, you are to observe the festival of the Lord for seven days. The first day is to be a Sabbath rest, and the eighth day also is to be a Sabbath rest.", "40": "“On the first day, take branches from impressive fruit trees,[m] branches from palm trees, boughs from thick trees, and poplars from the brooks. Then you are to rejoice in the presence of the Lord your God for seven days. ", "41": "Observe it as a pilgrimage festival in the presence of the Lord for seven days of the year. This is to be an eternal ordinance throughout your generations. Observe the festival during the seventh month. ", "42": "You are to live in tents for seven days. Every native born of Israel is to live in tents ", "43": "in order for your future[n] generations to know that the Israelis lived in tents when I brought them out of the land of Egypt. I am the Lord your God.”", "44": "This is what Moses spoke about to the Israelis regarding the Lord's appointed festivals."}