{"1": "“You are not to make worthless idols, images, or pillars for yourselves, nor set up for yourselves carved images to bow down to them in the land, because I am the Lord your God.", "2": "“You are to keep my Sabbath and fear my sanctuary. I am the Lord.", "3": "“If you live[a] by my statutes, obey my commands, and observe them, ", "4": "then I'll send[b] your rain in its season so that the land will yield its produce and the trees of the field will yield their fruit. ", "5": "Threshing will extend to the time of vintage and the vintage will extend to the time of sowing, so that you'll eat your bread to your satisfaction and live securely in your land. ", "6": "I'll give peace in the land so that you'll lie down without fear. I'll remove wild[c] beasts from the land, and not even war will come to[d] your land. ", "7": "Instead, you'll pursue your enemies and they'll die[e] by the sword before you. ", "8": "Five of you will chase a hundred, a hundred of you will chase ten thousand, and your enemies will fall by the sword before you.", "9": "“I'll look after you, ensuring that you'll be fruitful. I'll increase your number[f] and keep[g] my covenant with you. ", "10": "When you have consumed what was stored of the old, then you'll take out the old and replace it with what's new. ", "11": "I'll set up my tent in your midst and I[h] won't loathe you. ", "12": "I'll walk among you. I will be your God, and you'll be my people. ", "13": "I am the Lord your God, who brought you out of the land of Egypt so that you will no longer be their slaves, since I've broken their oppressive yoke upon you to make you walk upright.”", "14": "“But if you won't listen to me and obey all these commands, ", "15": "and if you refuse my statutes, loathe my ordinances, and fail to carry out all of my commands, thereby breaching my covenant, ", "16": "then I will certainly do this to you: I'll appoint sudden terror to infect you like tuberculosis and fever. Your eyes will fail and your life will waste away. You'll plant in vain, because your enemies will consume what you plant. ", "17": "I'll set my face against you so that you'll be defeated before your enemies. Those who hate you will have dominion over you and you'll keep fleeing even when no one is pursuing you.", "18": "“If, despite all of this, you still don't listen to me, then I'll punish you seven times more on account of your sins. ", "19": "I'll break your mighty pride.[i] I'll make the heavens to be like iron and the ground like bronze. ", "20": "Your strength will be spent in vain, because your land won't yield its produce and the trees of the land won't yield their fruit.", "21": "“If you live life contrary to me and remain unwilling to listen to me, then I'll add to your wounds seven times more on account of your sins. ", "22": "I'll send wild beasts against you from the open country to deprive you of your children, destroy your cattle, and decrease your number[j] so that your roads become desolate.", "23": "“If, despite these things, you still won't return to me, but live life contrary to me, ", "24": "then I'll certainly oppose[k] you. I'll take vengeance against you seven fold on account of your sins. ", "25": "I'll bring the sword against you to execute the vengeance of my covenant. When you gather in your cities, I'll send a pestilence. As a result, you'll be delivered into the control of your enemies. ", "26": "When I destroy the source of your bread, ten women will bake bread in one oven. Then they'll return back your bread by weight. You'll eat but won't be satisfied.", "27": "“If, after all of this time, you don't listen to me, but instead live life contrary to me, ", "28": "I'll oppose[l] you with vicious rage. Indeed, I myself will punish you seven fold on account of your sins. ", "29": "At that time, you'll eat the flesh of your sons and you'll eat the flesh of your daughters. ", "30": "I'll destroy your high places and cut down your sun pillars. Then I'll cast your dead bodies on top of the bodies of your idols. I'll loathe you. ", "31": "I'll lay your cities to waste and destroy your sanctuaries so I don't have to smell the scent of your soothing odors. ", "32": "I'll make the land so desolate that your enemies who live in it will be astonished.”", "33": "“I'll scatter you among the nations and draw the sword after you so that your land becomes desolate and your towns become ruins. ", "34": "Then the land will finally be pleased with its Sabbaths as long as it lies desolate while you are in the land of your enemies. At that time, the land will rest and take its Sabbaths. ", "35": "As long as it lies desolate, it will have rest that it will not have had during your Sabbaths when you were living in it.", "36": "“As for the remnants among you, I'll bring despair in their hearts in the land of their enemies so that even the sound of a blown leaf will chase them and they flee as though pursued by the sword and fall when no one is pursuing. ", "37": "They'll stumble over each other as though fleeing before the sword, even though no one is pursuing. “You won't have power to resist your enemies. ", "38": "You'll perish among the nations and the land of your enemies will consume you. ", "39": "The remnants among you will waste away in the land of your enemies due to their iniquity. Indeed, they'll also waste away on account of the iniquities of their ancestors with them.”", "40": "“Nevertheless, when they confess their iniquity, the iniquity of their ancestors, and their unfaithfulness by which they acted unfaithfully against me by living life contrary to me— ", "41": "causing me to oppose them and take them to the land of their enemies so that the uncircumcised foreskin of their hearts can be humbled and so that they accept the punishment of their iniquity— ", "42": "then I'll remember my covenant with Jacob, my covenant with Isaac, and my covenant with Abraham. I'll also remember the land. ", "43": "They will leave the land so it can rest while it lies desolate without them. That's when they'll receive the punishment of their iniquity, because indeed they will have rejected my ordinances and despised my statutes. ", "44": "Yet, despite all of these things, when they're in the land of their enemies, I won't reject or despise them so as to completely destroy them and by doing so violate my covenant with them, because I am the Lord their God. ", "45": "Instead, on account of them, I'll remember my covenant with their ancestors when I brought them out of the land of Egypt right before the eyes of the nations, so that I could be their God. I am the Lord.”", "46": "These are the statutes, ordinances, and laws that the Lord made between himself and the Israelis on Mount Sinai, as recorded by the hand of Moses."}