{"1": "The Lord told Moses, ", "2": "“Speak to the Israelis and tell them that if a person inadvertently sins with respect to any of the Lord's commands that should not be violated, but nevertheless he disobeys one of them, ", "3": "or if the anointed priest sins, thereby bringing guilt on the people, let him bring a young bull[a] without defect as a sin offering to the Lord for his sin that he had committed.", "4": "“He is to bring the bull to the entrance to the Tent of Meeting, into the Lord's presence, where he is to lay his hand on the head of the bull and slaughter it in the Lord's presence. ", "5": "The anointed priest is to take[b] blood from the bull to the Tent of Meeting. ", "6": "The priest is to dip his finger in the blood and sprinkle some of the blood seven times in the Lord's presence in front of the curtain of the sanctuary.", "7": "“The priest is then to put some blood on the horn of the altar that is near the Tent of Meeting as an incense of pleasing aroma in the Lord's presence. He is to pour the rest of the bull's blood[c] for a burnt offering at the base of the altar that is at the entrance to the Tent of Meeting. ", "8": "Then he is to remove all the fat from the bull for a sin offering—that is, the fat that covers the internal organs,[d] all of the fat that is inside the internal organs, ", "9": "the two kidneys with the fat on them by the loins, and the fatty mass[e] surrounding the liver and kidneys— ", "10": "just as it is taken from the bull for a peace offering. Then the priest is to burn it on the altar for burnt offerings.", "11": "“Now as for the bull's hide, its flesh, its head, its legs, its internal organs, and its dung, ", "12": "along with the rest of the bull, he is to bring it outside the camp to a clean place, where fat ashes are to be poured over it and then it is to be thoroughly burned over wood with fire. It is to be burned where the fat ashes are poured out.”", "13": "“If the whole congregation of Israel goes astray, and if the sin is hidden from the eyes of the assembly, and if they go astray from one of the Lord's commands that should not be violated, then they will stand guilty. ", "14": "When the sin that they have committed becomes known, the entire congregation is to bring a young bull as a sin offering to the Tent of Meeting, ", "15": "where the elders of the community are to lay their hands on the head of the bull in the Lord's presence and slaughter it.[f] ", "16": "The anointed priest is to take blood from the bull and bring it to the Tent of Meeting. ", "17": "Then the priest is to dip his finger in the blood, sprinkle some of the blood seven times in front of the curtain in the Lord's presence, ", "18": "then put blood on the horn of the altar near the Tent of Meeting in the Lord's presence. He is to pour the rest of the blood as a burnt offering at the base of the altar that is at the entrance to the Tent of Meeting. ", "19": "Then he is to remove all the fat from the bull for a sin offering and burn it on the altar. ", "20": "He is to do to this bull what he did to the bull for the sin offering. He is to do it this way so that the priest will make atonement for them and they will be forgiven. ", "21": "Then he is to bring the rest of the bull outside the camp and burn it just as he had burned the first bull. This is the sin offering for the congregation.”", "22": "“When a ruler inadvertently sins, disobeying any one of the commands of the Lord his God that should not be violated, he will be guilty. ", "23": "When the sin that he had committed is disclosed to him, he is to bring his offering: a male goat without defect. ", "24": "He is then to lay his hand on the head of the goat and slaughter it at the place where the burnt offering is slaughtered—in the Lord's presence—as a sin offering. ", "25": "Then the priest is to take blood from the sin offering with his finger, put it on the horn of the altar that is used for burnt offerings, and then pour the rest of the blood at the base of the altar that is used for burnt offerings. ", "26": "He is to burn all the fat on the altar as is done for the fat for the sacrifice of a peace offering. This is how the priest will make atonement for him concerning his sin. It will be forgiven him.”", "27": "“If any[g] of the common people of the land inadvertently sins by disobeying one of the Lord's commands that should not be violated, he will be guilty. ", "28": "When the sin that he committed is disclosed to him, he is to bring his offering for his sin that he had committed: a female goat without defect. ", "29": "He is to lay his hand on the head of the sin offering and slaughter it[h] at the place for burnt offering. ", "30": "Then the priest is to take blood with his finger, put it on the horn of the altar that is used for burnt offerings, and then pour the rest of the blood at the base of the altar. ", "31": "He is to remove all the fat, just as the fat was removed from the sacrifice for the peace offering. Then the priest is to burn it on the altar as a pleasing aroma to the Lord. This is how the priest will make atonement for him. It will be forgiven him.", "32": "“If he brings a lamb for his offering, he is to bring a female without defect. ", "33": "He is to lay his hand on the head of the offering and slaughter it for a sin offering at the place where the burnt offering is slaughtered. ", "34": "Then the priest is to take blood with his finger and put it on the horn of the altar for burnt offering. Then he is to pour the rest of the blood at the base of the altar. ", "35": "Then the presenter is to remove all its fat, just as the fat was removed from the sacrifice of the peace offering. The priest is to burn it on the altar over the offerings made by fire to the Lord. This is how the priest will make atonement for him concerning the sin that he had committed. It will be forgiven him.”"}