{"1": "“This is the regulation concerning guilt offerings. They are most holy. ", "2": "The guilt offering is to be offered in the same place where the burnt offering is slaughtered. The priest[a] is to sprinkle some of its blood on the altar and around it. ", "3": "As to all its fat—that is, the fat on the tail and the fat covering the internal organs—the one presenting the sacrifice[b] is to offer it. ", "4": "But the two kidneys, the fat over them by the loins, and the appendage on the liver are to be taken away, along with the kidneys. ", "5": "Then the priest is to offer them on the altar, incinerating them with fire as a guilt offering to the Lord. ", "6": "Any male among the priests may eat it, provided that it is eaten at a sacred place as a most holy thing. ", "7": "The law for the sin offering is the same as the guilt offering. It belongs to the priest who made atonement with it. ", "8": "The hide from the burnt offering brought by the offeror[c] is to belong to the priest. ", "9": "Every grain offering that's baked in the oven and everything that's prepared[d] in a stew pan or in the frying pan belongs to the priest who offered it. ", "10": "Furthermore, every grain offering that's mixed with olive oil or that's dry will be for Aaron's sons, each one like the other.”[e]", "11": "“This is the law concerning the sacrifice for peace offerings that are to be brought to the Lord: ", "12": "If someone[f] brings it to demonstrate thanksgiving, then he is to present along with the thanksgiving offering unleavened cakes mixed with olive oil, unleavened wafers spread[g] with olive oil, and cakes of mixed fine flour with olive oil. ", "13": "Along with the cakes of unleavened bread, he is to bring his thanksgiving offering with his peace offerings. ", "14": "He is to present one from each grain offering,[h] a separate offering to the Lord. It will belong to the priest who sprinkles the blood of the peace offering. ", "15": "As to the meat[i] contained in his peace offerings, it is to be eaten on the day it is offered.[j] Nothing of it is to remain until morning.”", "16": "“If his sacrifice accompanies a fulfilled vow or is a voluntary offering, it is to be eaten on the day the offeror[k] brings the sacrifice. Anything left over is to be eaten the next day,[l] ", "17": "but whatever remains uneaten from the meat of the sacrifice by the third day is to be incinerated. ", "18": "If any of the meat of his sacrifice of peace offerings is eaten on the third day, it won't be accepted for the one who brought it. It is to be considered as refuse, and whoever eats it will bear the punishment of his iniquity.”", "19": "“Meat that comes in contact with a ceremonially unclean thing is not to be eaten. Incinerate it instead. As for ceremonially clean[m] meat, anyone who is clean may eat it.[n] ", "20": "But the person who eats meat from the sacrifice that belongs to the Lord, while still affected by his uncleanness, is to be eliminated from contact with[o] his people. ", "21": "Any person who touches a ceremonially unclean thing—whether the uncleanness pertains to human beings, animals, or to creeping things—and then eats from the meat of peace offerings that belongs to the Lord is to be eliminated from contact with[p] his people.”", "22": "The Lord told Moses, ", "23": "“Tell the Israelis, 'You are not to eat the fat of an ox, a lamb, or a goat. ", "24": "The carcass of an animal that died of its own and an animal torn by wild beast may be used for any purpose except for eating. ", "25": "Anyone who eats the fat of an animal that has been offered by fire to the Lord is to be eliminated from contact with[q] his people. ", "26": "You are not to eat any form of blood in any of your dwellings, whether it's from birds or animals. ", "27": "Any person who eats any form of blood is to be eliminated from contact with[r] his people.'”", "28": "The Lord told Moses, ", "29": "“Tell the Israelis that whoever brings a peace offering sacrifice to the Lord is to bring his offering to the Lord from the sacrifice of his peace offerings. ", "30": "He is to bring the offering made by fire with his own hands to the Lord. He is to bring the fat with the breast, since the breast is to be waved as a raised offering to the Lord. ", "31": "The priest will burn the fat on the altar, but the breast belongs to Aaron and his sons. ", "32": "From the sacrifices of your peace offerings give the right thigh to the priest as a raised offering to the Lord. ", "33": "The descendant of Aaron's sons who brings the blood and the fat from the peace offering is to keep the right thigh for his own portion, ", "34": "since I've taken the breast and the thigh as raised offerings from the sacrifices of peace offerings of the Israelis and have given them to Aaron the priest and his sons as their perpetual portion from the Israelis.”", "35": "This is the consecrated portion for Aaron and his descendants from the offerings made by fire to the Lord, the day they were presented to be priests to the Lord. ", "36": "This is what the Lord had commanded to give them the day he anointed them from among the Israelis—a perpetual portion for their generations.", "37": "This is the regulation concerning burnt, grain, sin, guilt, and installation offerings, along with the sacrifice for peace offerings. ", "38": "This is what the Lord had commanded Moses on Mount Sinai on the day he commanded the Israelis to bring their offerings to the Lord in the Sinai wilderness."}