{"1": "David built houses for himself in the City of David. Then he built a place to put God's Holy Box. He set up a tent for it.", "2": "Then he said, “Only the Levites are permitted to carry God's Holy Box. The Lord chose them to carry it and to serve him forever.”", "3": "David told all the Israelites to meet together at Jerusalem to see the Lord's Holy Box carried to the place he had made for it.", "4": "He called together these descendants of Aaron and the Levites:", "5": "There were 120 people from the tribe of Kohath. Uriel was their leader.", "6": "There were 220 people from the tribe of Merari. Asaiah was their leader.", "7": "There were 130 people from the tribe of Gershon. Joel was their leader.", "8": "There were 200 people from the tribe of Elizaphan. Shemaiah was their leader.", "9": "There were 80 people from the tribe of Hebron. Eliel was their leader.", "10": "There were 112 people from the tribe of Uzziel. Amminadab was their leader.", "11": "Then David asked the priests, Zadok and Abiathar, to come to him. David also asked these Levites to come to him: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.", "12": "David said to them, “You are the leaders from the tribe of Levi. You and the other Levites must make yourselves holy.[a] Then bring the Holy Box of the Lord, the God of Israel, to the place I have made for it.", "13": "The first time we tried to bring it, we failed to ask the Lord about the right way to move it. And he punished us because you Levites did not carry it.”", "14": "Then the priests and Levites made themselves holy so that they could carry the Holy Box of the Lord, the God of Israel.", "15": "The Levites used the special poles to carry God's Holy Box on their shoulders, the way Moses commanded. They carried the Holy Box just as the Lord had said.", "16": "David told the Levite leaders to get their brothers, the singers. The singers were to take their lyres, harps, and cymbals and sing happy songs.", "17": "Then the Levites got Heman and his brothers, Asaph and Ethan. Heman was Joel's son. Asaph was Berekiah's son. Ethan was Kushaiah's son. These men were from the Merari tribe.", "18": "There was also a second group of Levites. They were Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed Edom, and Jeiel. These men were the Levite guards.", "19": "The singers Heman, Asaph, and Ethan played bronze cymbals.", "20": "Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played the alamoth[b] harps.", "21": "Mattithiah, Eliphelehu, Mikneiah, Obed Edom, Jeiel, and Azaziah played the sheminith harps. This was their job forever.", "22": "The Levite leader Kenaniah was in charge of the singing. Kenaniah had this job because he was very skilled at singing.", "23": "Berekiah and Elkanah were two of the guards for the Holy Box.", "24": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer had the job of blowing trumpets as they walked in front of God's Holy Box. Obed Edom and Jehiah were the other guards for the Holy Box.", "25": "David, the elders of Israel, and the generals[c] went to get the Box of the Lord's Agreement. They brought it out from Obed Edom's house. Everyone was very happy!", "26": "God had helped the Levites who carried the Box of the Lord's Agreement. So they sacrificed seven bulls and seven rams to him.", "27": "All the Levites who carried the Holy Box wore robes made from fine linen. Kenaniah, the man in charge of the singing, and all the singers had robes made from fine linen. David also wore a robe made from fine linen. He also wore an ephod made of fine linen.", "28": "So all the Israelites joined in bringing up the Box of the Lord's Agreement. They shouted, they blew rams' horns and trumpets, and they played cymbals, lyres, and harps.", "29": "When the Box of the Lord's Agreement arrived at the City of David, Saul's daughter Michal looked through a window. When she saw King David dancing and playing, she lost her respect for him."}