{"1": "Rechav'am went to Sh'khem, where all Isra'el had come in order to proclaim him king. ", "2": "When Yarov'am the son of N'vat heard of it, he returned from Egypt, where he had fled from Shlomo. ", "3": "They sent and summoned him, so Yarov'am and all Isra'el came and said to Rechav'am, ", "4": "“Your father laid a harsh yoke on us. But if you will lighten the harsh service we had to render your father and ease his heavy yoke that he put on us, we will serve you.” ", "5": "He said to them, “Come back to me after three days.” So the people left.", "6": "King Rechav'am consulted the older men who had been in attendance on Shlomo his father during his lifetime and asked, “What advice would you give me as to how to answer these people?” ", "7": "They said to him, “If you will treat these people kindly, pleasing them and giving them favorable consideration, they will be your servants forever.” ", "8": "But he didn't take the advice the older men gave him; instead he consulted the young men he had grown up with, who were now his attendants. ", "9": "He said to them, “What advice would you give me, so that we can give an answer to these people who said to me, 'Lighten the yoke that your father laid on us'?” ", "10": "The young men he had grown up with said to him, “The people who said to you, 'Your father made our yoke heavy, but you, make it lighter for us' — here's the answer you should give them: 'My little finger is thicker than my father's waist! ", "11": "Yes, my father burdened you with a heavy yoke, but I will make it heavier! My father controlled you with whips, but I [will control you] with scorpions!'”", "12": "So Yarov'am and all the people came to Rechav'am the third day, as the king had requested by saying, “Come to me again the third day”; ", "13": "and the king answered them harshly. Abandoning the advice of the older men, King Rechav'am ", "14": "addressed them according to the advice of the young men and said, “I will make your yoke heavy, and I will add to it! My father controlled you with whips, but I will control you with scorpions!” ", "15": "So the king didn't listen to the people; and that was something God brought about, so that Adonai could fulfill his word, which he had spoken through Achiyah from Shiloh to Yarov'am the son of N'vat.", "16": "When all Isra'el [saw] that the king wasn't listening to them, the people answered the king, “Do we have any share in David? We have no heritage in the son of Yishai! Everyone to your tents, Isra'el! Care for your own house, David!” So all Isra'el left for their tents.", "17": "But as for the people of Isra'el living in the cities of Y'hudah, Rechav'am ruled over them. ", "18": "King Rechav'am then sent Hadoram, who was in charge of forced labor; but the people of Isra'el stoned him to death. King Rechav'am managed to mount his chariot and flee to Yerushalayim. ", "19": "Isra'el has been in rebellion against the dynasty of David to this day."}