{"1": "When Rechav'am arrived in Yerushalayim, he assembled the house of Y'hudah and Binyamin, 180,000 select soldiers, to fight Isra'el and bring the rulership back to Rechav'am. ", "2": "But this word of Adonai came to Sh'ma'yah the man of God: ", "3": "“Speak to Rechav'am the son of Shlomo, king of Y'hudah, and to all Isra'el in Y'hudah and Binyamin; tell them ", "4": "that this is what Adonai says: 'You are not to go up and fight your brothers! Every man is to go back home, because this is my doing.'” They paid attention to the words of Adonai and turned back from attacking Yarov'am.", "5": "Rechav'am lived in Yerushalayim and built cities for defense in Y'hudah — ", "6": "he built Beit-Lechem, 'Eitam, T'koa, ", "7": "Beit-Tzur, Sokho, 'Adulam, ", "8": "Gat, Mareshah, Zif, ", "9": "Adorayim, Lakhish, 'Azekah, ", "10": "Tzor'ah, Ayalon and Hevron; these are fortified cities in Y'hudah and Binyamin. ", "11": "He fortified the strongholds, appointed captains in charge of them and supplied them with food, olive oil and wine. ", "12": "In every city he put shields and spears, making them very strong. Y'hudah and Binyamin stuck with him.", "13": "The cohanim and L'vi'im from wherever they lived throughout all Isra'el made themselves available to Rechav'am. ", "14": "The L'vi'im left their pasture lands and property and came to Y'hudah and Yerushalayim; since Yarov'am and his sons had thrown them out, not allowing them to function as cohanim for Adonai, ", "15": "and had appointed for himself cohanim for the high places and for the images of goat-demons and calves that he had made. ", "16": "Those from all the tribes of Isra'el who had set their hearts on seeking Adonai, the God of Isra'el, followed them to Yerushalayim to sacrifice to Adonai, the God of their fathers. ", "17": "For three years they strengthened the kingdom of Y'hudah and made Rechav'am the son of Shlomo strong, because for three years they followed the way of life of David and Shlomo.", "18": "Rechav'am married Machalat the daughter of Yerimot the son of David and Avichayil the daughter of Eli'av the son of Yishai; ", "19": "and she became the mother of his sons Ye'ush, Sh'maryah and Zaham. ", "20": "After her, he married Ma'akhah the daughter of Avshalom; she became the mother of Aviyah, 'Atai, Ziza and Shlomit. ", "21": "Rechav'am loved Ma'akhah more than all his other wives and concubines — for he had eighteen wives and sixty concubines and was the father of twenty-eight sons and sixty daughters. ", "22": "Rechav'am appointed Aviyah the son of Ma'akhah chief, the leader of his brothers, because he intended to make him king. ", "23": "He was wise in his treatment of his sons, sending all of them throughout the territory of Y'hudah and Binyamin, to every fortified city, providing them with plenty of supplies and seeking for them many wives."}