{"1": "But in time, after Rechav'am had consolidated his rulership and had become strong, he, and with him all Isra'el, abandoned the Torah of Adonai. ", "2": "In the fifth year of King Rechav'am, Shishak king of Egypt attacked Yerushalayim, because they had acted faithlessly toward Adonai. ", "3": "He came out of Egypt with 1,200 chariots, 60,000 horsemen and a numberless army including Luvim, Suki'im and Ethiopians. ", "4": "He captured the fortified cities of Y'hudah, then went to Yerushalayim.", "5": "Now Sh'ma'yah the prophet came to Rechav'am and the leaders of Y'hudah who had gathered in Yerushalayim because of Shishak and said to them, “Here is what Adonai says: 'Because you have abandoned me, I have abandoned you to the hands of Shishak.'” ", "6": "In response, the leaders of Isra'el and the king humbled themselves; they said, “Adonai is right.” ", "7": "When Adonai saw that they had humbled themselves, this word of Adonai came to Sh'ma'yah: “Because they have humbled themselves, I will not destroy them but will grant them a measure of deliverance. My wrath will not be poured out on Yerushalayim through Shishak. ", "8": "However, they will become his slaves, so that they will come to appreciate the difference between serving me and serving earthly kingdoms.”", "9": "So Shishak king of Egypt attacked Yerushalayim. He took the treasures in the house of Adonai and the treasures in the royal palace — he took everything, including the gold shields Shlomo had made. ", "10": "To replace them, King Rechav'am made shields of bronze, which he entrusted to the commanders of the contingent guarding the gate to the royal palace. ", "11": "Whenever the king went to the house of Adonai, the guard would come and get the shields; later they would return them to the guardroom.", "12": "After he humbled himself, the anger of Adonai turned away from him, so that he did not altogether destroy him; moreover, some good things were found in Y'hudah. ", "13": "So King Rechav'am consolidated his rule in Yerushalayim. Rechav'am was forty-one years old when he began his reign; and he ruled seventeen years in Yerushalayim, the city Adonai had chosen from all the tribes of Isra'el to bear his name; his mother's name was Na'amah the 'Amonit. ", "14": "He did what was evil, because he had not set his heart on seeking Adonai. ", "15": "The activities of Rechav'am from beginning to end are written in the genealogically organized histories of Sh'ma'yah the prophet and 'Iddo the seer. But there were continual wars between Rechav'am and Yarov'am. ", "16": "Rechav'am slept with his ancestors and was buried in the City of David. Then Aviyah his son became king in his place."}