{"1": "The Spirit of God came on 'Azaryah the son of 'Oded; ", "2": "he went out to meet Asa and said to him, “Listen to me, Asa, and all Y'hudah and Binyamin! Adonai is with you, as long as you are with him; if you seek him, you will find him; but if you abandon him, he will abandon you! ", "3": "For a long time Isra'el was without the true God, without a cohen who could teach, and without Torah. ", "4": "But when, in their distress, they turned to Adonai the God of Isra'el and sought him, they found him. ", "5": "In those times people going about their business were insecure, and great disturbances afflicted all the inhabitants of the lands; ", "6": "so that they were shattered to pieces, nation against nation and city against city, as God troubled them with every kind of distress. ", "7": "But you, be strong, and don't slack off; for your work will be rewarded.”", "8": "When Asa heard these words prophesied by 'Oded the prophet, it gave him courage to throw the disgusting things out of the whole land of Y'hudah and Binyamin and out of the cities he had captured in the hills of Efrayim; he also renewed the altar of Adonai which was in front of the vestibule of Adonai. ", "9": "Then he gathered all Y'hudah and Binyamin, along with those from Efrayim, M'nasheh and Shim'on who were staying with him (for they had defected to him in large numbers upon seeing that Adonai his God was with him). ", "10": "They assembled together at Yerushalayim in the third month of the fifteenth year of Asa's reign. ", "11": "That day they sacrificed to Adonai 700 oxen and 7,000 sheep from the spoil they had brought; ", "12": "and they entered into a covenant to seek Adonai, the God of their ancestors, with all their heart and with all their being; ", "13": "[they also agreed] that whoever refused to seek Adonai the God of Isra'el should be put to death, whether small or great, man or woman. ", "14": "They swore this to Adonai in a loud voice, with shouting and blowing of trumpets and shofars. ", "15": "All Y'hudah was full of joy at this oath; for they had sworn with all their heart and had sought him with all their will; and they found him, and Adonai gave them rest all around.", "16": "Asa the king also deposed Ma'akhah his [grand]mother from her position as queen mother, because she had made a disgusting image for an asherah. Asa cut down this image of hers, chopped it into tiny pieces and burned it in Vadi Kidron. ", "17": "But the high places were not removed from Isra'el. Nevertheless, Asa was wholehearted throughout his life. ", "18": "He brought into the house of God all the articles his father had consecrated, also the things he himself had consecrated — silver, gold and utensils.", "19": "There was no more war through the thirty-fifth year of Asa's reign."}