{"1": "Y'hoshafat had wealth and honor in abundance, and by marriage he allied himself with Ach'av. ", "2": "After some years he went down to Ach'av in Shomron. Ach'av slaughtered sheep and oxen in abundance for him and the people with him, and persuaded him to go up with him to Ramot-Gil'ad. ", "3": "Ach'av king of Isra'el said to Y'hoshafat king of Y'hudah, “Will you go with me to Ramot-Gil'ad?” He answered him, “I'm with you all the way; think of my troops as yours; we will join you in this war.” ", "4": "But Y'hoshafat said to the king of Isra'el, “First, we should seek the word of Adonai.”", "5": "So the king of Isra'el assembled the prophets, 400 men. “Should we attack Ramot-Gil'ad?” he asked them, “Or should I hold off?” They said, “Attack. God will hand it over to the king.” ", "6": "But Y'hoshafat said, “Besides these, isn't there a prophet of Adonai here that we can consult?” ", "7": "The king of Isra'el said to Y'hoshafat, “Yes, there is still one man through whom we can consult Adonai; but I hate him, because he never prophesies anything good for me, only bad! It's Mikhay'hu the son of Yimlah.” Y'hoshafat replied, “The king shouldn't say such a thing.”", "8": "Then the king called an officer and said, “Quickly! Bring Mikhay'hu the son of Yimlah.” ", "9": "Now the king of Isra'el and Y'hoshafat the king of Y'hudah were each sitting on his throne, dressed in their royal robes; they were sitting in a threshing-floor at the entrance to the gate of Shomron; and all the prophets were there, prophesying in their presence. ", "10": "Tzidkiyah the son of Kena'anah had made himself some horns out of iron and said, “This is what Adonai says: 'With these you will gore Aram until they are destroyed.'” ", "11": "All the prophets prophesied the same thing: “Go up and attack Ramot-Gil'ad. You will succeed, because Adonai will hand it over to the king.”", "12": "The messenger who had gone to call Mikhay'hu said to him, “Here, now, the prophets are unanimously predicting success for the king. Please let your word be like one of theirs — say something good.” ", "13": "But Mikhay'hu answered, “As Adonai lives, whatever my God says is what I will say.”", "14": "When he reached the king, the king asked him, “Mikhay'hu, should we go up and attack Ramot-Gil'ad, or should we hold off?” He answered, “Go up, you will succeed, they will be handed over to you.” ", "15": "The king said to him, “How many times do I have to warn you to tell me nothing but the truth in the name of Adonai?” ", "16": "Then he said, “I saw all Isra'el scattered over the hills like sheep without a shepherd; and Adonai said, 'These men have no leader; let everyone go home in peace.'” ", "17": "The king of Isra'el said to Y'hoshafat, “Didn't I tell you that he wouldn't prophesy good things about me, but bad?”", "18": "Mikhay'hu continued: “Therefore, hear the word of Adonai. I saw Adonai sitting on his throne with the whole army of heaven standing on his right and on his left. ", "19": "Adonai asked, 'Who will entice Ach'av king of Isra'el to go up to his death at Ramot-Gil'ad?' One of them said, 'Do it this way,' and another, 'Do it that way.' ", "20": "Then a spirit stepped up, stood in front of Adonai and said, 'I will entice him.' Adonai asked, 'How?' ", "21": "He answered, 'I will go and be a deceiving spirit in the mouths of all his prophets.' Adonai said, 'You will succeed in enticing him. Go, and do it.' ", "22": "So now Adonai has put a deceiving spirit in the mouths of these prophets of yours; meanwhile, Adonai has ordained disaster for you.”", "23": "Then Tzidkiyah the son of Kena'anah came up, slapped Mikhay'hu in the face and said, “And how did the Spirit of Adonai leave me to speak to you?” ", "24": "Mikhay'hu said, “You'll find out the day you go into an inside room, trying to hide.”", "25": "The king of Isra'el said, “Seize Mikhay'hu, and take him back to Amon the governor of the city and Yo'ash the king's son. ", "26": "Say, 'The king says to put this man in prison; and feed him only bread and water, and not much of that, until I come back in peace.'” ", "27": "Mikhay'hu said, “If you return in peace at all, Adonai has not spoken through me!” Then he added, “Did you hear me, you peoples, all of you?”", "28": "So the king of Isra'el and Y'hoshafat the king of Y'hudah went up to Ramot-Gil'ad. ", "29": "The king of Isra'el said to Y'hoshafat, “I will disguise myself and go into battle; but you, put on your robes.” So the king of Isra'el disguised himself and went into battle. ", "30": "Now the king of Aram had ordered his chariot commanders, “Don't attack anyone of either high or low rank, only the king of Isra'el.” ", "31": "So when the chariot commanders saw Y'hoshafat they said, “This is the king of Isra'el,” and turned to attack him. But Y'hoshafat called out, and Adonai came to his aid — God moved them to leave him alone, ", "32": "so that when the chariot commanders saw that he wasn't the king of Isra'el, they stopped pursuing him. ", "33": "However, one soldier shot an arrow at random and struck the king of Isra'el between his lower armor and the breastplate. The king said to his chariot-driver, “Turn the reins and take me out of the fighting; I'm collapsing from my wounds.” ", "34": "But the fighting grew fiercer that day; and although the king of Isra'el propped himself upright in his chariot facing Aram until evening, around sunset he died."}