{"1": "Some time later, the people of Mo'av and the people of 'Amon with other 'Amonim came up to fight Y'hoshafat. ", "2": "Y'hoshafat was told, “A huge army from beyond the [Dead] Sea, from Aram, is on its way to fight you; right now they are in Hatzatzon-Tamar” (that is, 'Ein-Gedi). ", "3": "Y'hoshafat was frightened, so he determined to seek Adonai. He proclaimed a fast throughout all Y'hudah, ", "4": "and Y'hudah assembled to seek help from Adonai; they came from all the cities of Y'hudah to seek Adonai.", "5": "Standing in front of the new courtyard in the house of Adonai, among those assembled from Y'hudah and Yerushalayim, ", "6": "he said: “Adonai, God of our ancestors, you alone are God in heaven. You rule all the kingdoms of the nations. In your hand are power and strength, so that no one can withstand you. ", "7": "You, our God, drove out those living in the land ahead of your people Isra'el and gave it forever to the descendants of Avraham your friend. ", "8": "They lived in it, built you a sanctuary in it for your name, and said, ", "9": "'If calamity strikes us, such as war, judgment, disease or famine, we will stand before this house — that is, before you, since your name is in this house — and cry to you in our distress; and you will hear us and rescue us.'", "10": "“So now, see: the people of 'Amon, Mo'av and Mount Se'ir, whom you would not let Isra'el invade when they came out of the land of Egypt, so that they turned away from them and did not destroy them, ", "11": "are now repaying us [evil]; they have come to throw us out of your possession, which you gave us as an inheritance. ", "12": "Our God! Won't you execute judgment against them? For we haven't strength enough to defeat this huge horde coming against us, and we don't know what to do, but our eyes are on you.”", "13": "All Y'hudah stood before Adonai with their little ones, their wives and their children. ", "14": "Then, in the middle of the assembly, the Spirit of Adonai came upon Yachzi'el the son of Z'kharyahu, the son of B'nayah, the son of Ye'i'el, the son of Matanyah the Levi, from the descendants of Asaf. ", "15": "He said, “Listen, all Y'hudah, you who live in Yerushalayim and King Y'hoshafat: here is what Adonai is saying to you: 'Don't be afraid or distressed by this great horde; for the battle is not yours, but God's. ", "16": "Tomorrow, go down against them. They will be coming up by the ascent of Tzitz, and you will find them at the end of the vadi, before the Yeru'el Desert. ", "17": "You won't even need to fight this battle! Just take your positions, Y'hudah and Yerushalayim, stand still, and watch how Adonai will deliver you! Don't be afraid or distressed; tomorrow, go out against them; for Adonai is with you.'”", "18": "Y'hoshafat bowed his head with his face to the ground; while all Y'hudah and the inhabitants of Yerushalayim fell down before Adonai, worshipping Adonai; ", "19": "and the L'vi'im from the descendants of the K'hati and the descendants of the Korchi, stood up and praised Adonai the God of Isra'el at the top of their voices.", "20": "The next morning, they rose early and went out into the T'koa Desert. As they left, Y'hoshafat stood and said, “Listen to me, Y'hudah and you inhabitants of Yerushalayim! “Trust in Adonai your God, and you will be safe. Trust in his prophets, and you will succeed.”", "21": "After consulting with the people, he appointed those who would sing to Adonai and praise the splendor of his holiness as they went out ahead of the army, saying, “Give thanks to Adonai, for his grace continues forever.” ", "22": "Then, during the time when they were singing and praising, Adonai brought a surprise attack against the people of 'Amon, Mo'av and Mount Se'ir who had come to fight Y'hudah; and they were defeated. ", "23": "What happened was that the people of 'Amon and Mo'av began attacking those people who lived by Mount Se'ir, to kill and destroy them completely; and when they had finished off the people from Se'ir, they set to work slaughtering one another. ", "24": "So when Y'hudah reached the watchtower overlooking the desert, they looked toward the horde; and there in front of them were corpses fallen to the ground; none had escaped. ", "25": "Y'hoshafat and his army came to take the spoil from them and found among them personal property in abundance and corpses with precious jewels, which they stripped off for themselves until they couldn't carry any more. They took three days just to collect the spoil, there was so much. ", "26": "On the fourth day, they assembled in the Valley of B'rakhah [blessing], where they blessed Adonai; hence that place is called the Valley of B'rakhah to this day.", "27": "Then they returned, everyone from Y'hudah and Yerushalayim, with Y'hoshafat leading them joyfully back to Yerushalayim; for Adonai had caused them to rejoice over their enemies. ", "28": "They came to Yerushalayim with lyres, lutes and trumpets and went to the house of Adonai. ", "29": "A panic from God was on all the kingdoms of the countries when they heard that Adonai had fought against the enemies of Isra'el. ", "30": "So Y'hoshafat's rule was a quiet one, because his God gave him rest all around.", "31": "Y'hoshafat ruled over Y'hudah; he was thirty-five years old when he began his reign, and he ruled twenty-five years in Yerushalayim. His mother's name was 'Azuvah the daughter of Shilchi. ", "32": "He lived in the manner of Asa his father and did not turn away from it, doing what was right from Adonai's perspective; ", "33": "although the high places were not taken away, and the people had not yet set their hearts toward the God of their ancestors. ", "34": "Other activities of Y'hoshafat, from beginning to end, are written in the records of Yehu the son of Hanani, which have been inserted in the Annals of the Kings of Isra'el.", "35": "It was after this that Y'hoshafat joined up with Achazyah king of Isra'el, who was acting very wickedly. ", "36": "He joined together with him to build large ships capable of going to Tarshish; they made the ships in 'Etzyon-Gever. ", "37": "Then Eli'ezer the son of Dodavahu from Mareshah prophesied against Y'hoshafat: “Because you joined yourself with Achazyah, Adonai is wrecking your project.” And the ships were wrecked, so that they couldn't go to Tarshish."}