{"1": "Hizkiyahu was twenty-five years old when he began his reign, and he ruled for twenty-nine years in Yerushalayim. His mother's name was Aviyah the daughter of Z'kharyah. ", "2": "He did what was right from Adonai's perspective, following the example of everything David his ancestor had done.", "3": "In the first month of the first year of his reign, he reopened the doors of the house of Adonai and repaired them. ", "4": "Then he brought in the cohanim and L'vi'im, assembled them in the open space to the east, ", "5": "and said to them, “Listen to me, L'vi'im: consecrate yourselves now, consecrate the house of Adonai the God of your ancestors, and remove the filth from the Holy Place. ", "6": "For our ancestors acted treacherously, they did what is evil from the perspective of Adonai our God, they abandoned him, they turned their faces away from where Adonai lives and turned their backs on him. ", "7": "They sealed the doors of the vestibule, put out the lamps and stopped burning incense and offering burnt offerings in the Holy Place to the God of Isra'el.", "8": "“Because of this, Adonai's anger has settled on Y'hudah and Yerushalayim; and he has made them an object of horror, astonishment and mocking — as you can see with your own eyes. ", "9": "Here, our ancestors have fallen by the sword; and on this account our sons, daughters and wives have gone into captivity.", "10": "“Now it is in my heart to make a covenant with Adonai the God of Isra'el, so that his furious anger will turn away from us. ", "11": "My sons, now is not a time for being negligent; for you are the ones Adonai chose to stand before him and serve him as his ministers, offering him incense.”", "12": "Then the L'vi'im set about the task — Machat the son of 'Amasai and Yo'el the son of 'Azaryahu from the descendants of the K'hati; of the sons of M'rari, Kish the son of 'Avdi and 'Azaryahu the son of Yehallel'el; of the Gershuni, Yo'ach the son of Zimah and 'Eden the son of Yo'ach; ", "13": "of the descendants of Elitzafan, Shimri and Ye'i'el; of the descendants of Asaf, Z'kharyahu and Matanyahu; ", "14": "of the descendants of Heman, Yechi'el and Shim'i; and of the descendants of Y'dutun, Sh'ma'yah and 'Uzi'el.", "15": "They gathered their kinsmen, consecrated themselves and, in keeping with the king's order and Adonai's words, went in to cleanse the house of Adonai. ", "16": "The cohanim went in to cleanse the inner part of the house of Adonai; all the unclean things they found in the sanctuary of Adonai they brought out into the courtyard of the house of Adonai, where the L'vi'im took and carried them out to Vadi Kidron. ", "17": "They began consecrating on the first day of the first month, and on the eighth day of the month they reached the vestibule of Adonai. Then they consecrated the house of Adonai in eight more days; so that on the sixteenth day of the first month, they had finished. ", "18": "Then they went to Hizkiyahu the king in [the palace] and said, “We have cleansed all the house of Adonai, including the altar for burnt offerings, with all its equipment, and the table for the showbread, with all its equipment. ", "19": "Moreover, we have reconditioned and consecrated all the articles that King Achaz threw out during his reign, when he was sinning; and they are there, in front of the altar of Adonai.”", "20": "Next morning, Hizkiyahu the king got up early, gathered the leading men of the city and went up to the house of Adonai. ", "21": "They brought seven bulls, seven rams, seven lambs and seven male goats as a sin offering for the kingdom, for the sanctuary and for Y'hudah; and he ordered the cohanim to offer them on the altar of Adonai. ", "22": "After slaughtering the bulls, the cohanim took the blood and splashed it against the altar. Next, they slaughtered the rams and splashed the blood against the altar and also slaughtered the lambs and splashed the blood against the altar. ", "23": "After bringing the male goats for the sin offering close to the king and the assembly and laying their hands on them, ", "24": "the cohanim slaughtered them and made a sin offering with their blood on the altar to make atonement for all Isra'el; for the king had ordered that the burnt offering and the sin offering should be for all Isra'el.", "25": "He stationed the L'vi'im in the house of Adonai with cymbals, lyres and lutes, in keeping with the order of David, Gad the king's seer and Natan the prophet; for the mitzvah had come from Adonai through his prophets. ", "26": "The L'vi'im stood with the instruments of David and the cohanim with the trumpets. ", "27": "Hizkiyahu ordered that the burnt offering should be offered on the altar. The moment the burnt offering began, the song of Adonai also began, accompanied by the trumpets and the instruments of David king of Isra'el. ", "28": "The whole assembly prostrated themselves, the singers sang, and the trumpeters sounded; all this continued until the burnt offering was finished.", "29": "When the offering was over, the king and everyone present with him bowed down and prostrated themselves. ", "30": "Then Hizkiyahu the king and the leaders ordered the L'vi'im to sing praises to Adonai, using the words of David and of Asaf the seer. They sang praises until they were filled with joy, and they bowed their heads and prostrated themselves.", "31": "Hizkiyahu responded by saying, “Now that you have consecrated yourselves to Adonai, come close, and bring sacrifices and thank offerings into the house of Adonai. So the community brought in sacrifices and thank offerings, and as many as were willing volunteered burnt offerings. ", "32": "In all, the burnt offerings brought by the congregation totaled 70 bulls, 100 rams and 200 lambs; all these were for a burnt offering to Adonai. ", "33": "The consecrated gifts amounted to 600 oxen and 3,000 sheep. ", "34": "Only there weren't enough cohanim to skin and butcher all the burnt offerings, so their colleagues the L'vi'im assisted them until the work was finished and the cohanim had consecrated themselves (for the L'vi'im had been more diligent to consecrate themselves than the cohanim). ", "35": "Besides the abundance of burnt offerings, there was the fat of the peace offerings and drink offerings for each burnt offering. Thus the service of the house of Adonai was restored. ", "36": "Hizkiyahu and all the people rejoiced over what God had prepared for the people, since it had all happened so suddenly."}