{"1": "Then Hizkiyahu sent to all Isra'el and Y'hudah, and wrote letters also to Efrayim and M'nasheh, summoning them to the house of Adonai in Yerushalayim, to keep the Pesach to Adonai the God of Isra'el. ", "2": "For the king, his officials and the entire Yerushalayim community had agreed to keep the Pesach in the second month. ", "3": "They had not been able to observe it at the proper time because the cohanim had not consecrated themselves in sufficient number; also the people had not assembled in Yerushalayim. ", "4": "The idea had seemed right to the king and to the whole community; ", "5": "so they issued a decree that it should be proclaimed throughout all Isra'el, from Be'er-Sheva to Dan, that they should come to keep the Pesach to Adonai the God of Isra'el at Yerushalayim; for only a few had been observing it as prescribed.", "6": "So runners went with the letters from the king and his officers throughout all Isra'el and Y'hudah. They conveyed the king's order: “People of Isra'el! Turn back to Adonai, the God of Avraham, Yitz'chak and Ya'akov! Then he will return to those of you who remain, who escaped capture by the kings of Ashur. ", "7": "Don't be like your ancestors, or like your kinsmen who sinned against Adonai the God of their ancestors, with the result that he allowed them to become an object of horror, as you see. ", "8": "Don't be stiffnecked now, as your ancestors were. Instead, yield yourselves to Adonai; enter his sanctuary, which he has made holy forever; and serve Adonai your God; so that his fierce anger will turn away from you. ", "9": "For if you turn back to Adonai, your kinsmen and children will find that those who took them captive will have compassion on them, and they will come back to this land. Adonai your God is compassionate and merciful; he will not turn his face away from you if you return to him.”", "10": "So the runners passed from city to city through the territory of Efrayim and M'nasheh, as far as Z'vulun; but the people laughed at them and made fun of them. ", "11": "Nevertheless, some from Asher, M'nasheh and Z'vulun were humble enough to come to Yerushalayim. ", "12": "Also in Y'hudah the hand of God was at work, uniting their hearts to do what the king and the leaders had ordered in accordance with the word of Adonai.", "13": "Thus, many people assembled in Yerushalayim to keep the festival of Matzot in the second month, a huge crowd. ", "14": "First they set about removing the altars that were in Yerushalayim, and they also removed all the altars for incense and threw them in Vadi Kidron. ", "15": "Then they slaughtered the Pesach lamb on the fourteenth day of the second month. Ashamed of themselves, the cohanim and L'vi'im had consecrated themselves and brought burnt offerings into the house of Adonai. ", "16": "Now they stood at their stations, as prescribed in the Torah of Moshe the man of God; the cohanim splashed the blood given to them by the L'vi'im. ", "17": "For there were many in the assembly who had not consecrated themselves; therefore the L'vi'im were responsible for slaughtering the Pesach lambs and consecrating them to Adonai on behalf of everyone who was not clean. ", "18": "For a large number of the people, especially from Efrayim, M'nasheh, Yissakhar and Z'vulun, had not cleansed themselves but ate the Pesach lamb anyway, despite what is written. For Hizkiyahu had prayed for them, “May Adonai, who is good, pardon ", "19": "everyone who sets his heart on seeking God, Adonai, the God of his ancestors, even if he hasn't undergone the purification prescribed in connection with holy things.” ", "20": "Adonai heard Hizkiyahu and healed the people.", "21": "The people of Isra'el there in Yerushalayim observed the festival of Matzot for seven days with great joy; while every day the L'vi'im and cohanim praised Adonai, singing to Adonai with the accompaniment of loud instruments. ", "22": "Hizkiyahu spoke encouragingly to all the L'vi'im who were well skilled in the service of Adonai. Thus they ate throughout the festival for the seven days, offering sacrifices of peace offerings and giving thanks to Adonai, the God of their ancestors.", "23": "Then the whole assembly decided to celebrate for yet another seven days, and they observed those seven days too with joy. ", "24": "For Hizkiyahu king of Y'hudah gave the assembly a thousand bulls and seven thousand sheep for offerings, while the leaders gave the assembly a thousand bulls and ten thousand sheep; and great numbers of cohanim consecrated themselves. ", "25": "All the people who had assembled from Y'hudah rejoiced, as did the cohanim and L'vi'im, those assembled from Isra'el, and the foreigners who had come from the territory of Isra'el or who lived in Y'hudah. ", "26": "So there was great joy in Yerushalayim; for since the time of Shlomo the son of David, king of Isra'el, there had been nothing like it in Yerushalayim. ", "27": "Then the cohanim, who were L'vi'im, stood up and blessed the people; [Adonai] heard their voice, and their prayer came up to the holy place where he lives, heaven."}