{"1": "Then the people of the land took Y'ho'achaz the son of Yoshiyahu and made him king in his father's place, in Yerushalayim.", "2": "Y'ho'achaz was twenty-three years old when he began his reign, and he ruled for three months in Yerushalayim. ", "3": "But the king of Egypt deposed him in Yerushalayim and imposed a penalty on the land of three-and-a-third tons of silver and sixty-six pounds of gold. ", "4": "Then the king of Egypt made Elyakim his brother king over Y'hudah and Yerushalayim, changing his name to Y'hoyakim; N'kho took Yo'achaz his brother and carried him off to Egypt.", "5": "Y'hoyakim was twenty-five years old when he began his reign, and he ruled for eleven years in Yerushalayim. He did what was evil from the perspective of Adonai his God. ", "6": "N'vukhadnetzar king of Bavel attacked him and bound him in chains to carry him off to Bavel. ", "7": "N'vukhadnetzar also carried the articles in the house of Adonai away to Bavel and put them in his temple in Bavel. ", "8": "Other activities of Y'hoyakim, including all the abominations he did publicly and those discovered later, are recorded in the Annals of the Kings of Isra'el and Y'hudah. Then Y'hoyakhin his son took his place as king.", "9": "Y'hoyakhin was eight years old when he began his reign, and he ruled in Yerushalayim for three months and ten days. He did what was evil from Adonai's perspective. ", "10": "In the spring, King N'vukhadnetzar sent and had him brought to Bavel together with the valuable articles from the house of Adonai, and made Tzedekyah his brother king over Y'hudah and Yerushalayim.", "11": "Tzedekyah was twenty-one years old when he began his reign, and he ruled for eleven years in Yerushalayim. ", "12": "He did what was evil from the perspective of Adonai his God. He did not humble himself before Yirmeyahu the prophet speaking on behalf of Adonai.", "13": "He also rebelled against King N'vukhadnetzar, who had made him swear loyalty to him by God; instead, he became stiffnecked and hardhearted, refusing to turn to Adonai the God of Isra'el. ", "14": "In addition, the chief cohanim and the people grew increasingly unfaithful, following all the abominable practices of the other nations; and they polluted the house of Adonai, which he had consecrated in Yerushalayim. ", "15": "Time after time, and frequently, Adonai, the God of their ancestors, sent word to them through his messengers; because he had compassion on his people and on the place where he lived. ", "16": "But they ridiculed God's messengers, treating his words with contempt and scoffing at his prophets, until the anger of Adonai rose up against his people to the extent that there was no longer any remedy.", "17": "Therefore he brought upon them the king of the Kasdim, who put their young men to the sword in the house of their sanctuary. They had no compassion on either young men or young women, old men or gray-haired; God handed all of them over to him. ", "18": "All the articles in the house of God, great and small; the supplies in the house of Adonai; and the supplies of the king and his leading men — all these he brought to Bavel. ", "19": "Then they burned down the house of God, broke down the wall of Yerushalayim, put to flames all its palaces and destroyed everything in it of worth. ", "20": "Those who had escaped the sword he carried off to Bavel, and they became slaves to him and his sons until the reign of the kingdom of Persia. ", "21": "Thus was fulfilled the word of Adonai spoken by Yirmeyahu, “until the land has been paid her Shabbats” — for as long as it lay desolate, it kept Shabbat, until seventy years had passed.", "22": "Now in the first year of Koresh king of Persia, so that the word of Adonai spoken by Yirmeyahu might be fulfilled, Adonai activated the spirit of Koresh king of Persia to proclaim throughout his entire kingdom, and put in writing as well: ", "23": "“Here is what Koresh king of Persia says: Adonai, the God of heaven, has given me all the kingdoms on earth, and he has charged me to build him a house in Yerushalayim, in Y'hudah. Whoever there is among you of all his people, may Adonai his God be with him! He may go up . . . .”"}