{"1": "Shlomo said, “Adonai said he would live in thick darkness. ", "2": "But I have built you a magnificent house, a place where you can live forever.”", "3": "Then the king turned around and blessed the whole community of Isra'el. The whole community of Isra'el stood ", "4": "as he said, “Blessed be Adonai, the God of Isra'el, who spoke to my father David with his mouth and fulfilled his promise with his hand. He said, ", "5": "'Since the day I brought my people out of Egypt, I chose no city from any of the tribes of Isra'el to build a house, so that my name might be there; nor did I choose anyone to be the leader of my people Isra'el. ", "6": "But now I have chosen Yerushalayim, so that my name can be there; and I have chosen David to be over my people Isra'el.' ", "7": "It was in the heart of David my father to build a house for the name of Adonai the God of Isra'el; ", "8": "but Adonai said to David my father, 'Although it was in your heart to build a house for my name, and you did well that it was in your heart, ", "9": "nevertheless you will not build the house. Rather, you will father a son, and it will be he who will build the house for my name.' ", "10": "Now Adonai has fulfilled this spoken word of his; for I have succeeded my father and sit on the throne of Isra'el, as Adonai promised; and I have built the house for the name of Adonai the God of Isra'el. ", "11": "And there I have placed the ark containing the covenant of Adonai, which he made with the people of Isra'el.”", "12": "Then he stood before the altar of Adonai in the presence of the whole community of Isra'el, spread out his hands — ", "13": "for Shlomo had made a bronze platform eight-and-three quarters feet long, eight-and-three-quarters feet wide and five-and-a-quarter feet high and had set it up in the middle of the courtyard. He stood on it, then got down on his knees before the whole community, spread out his hands toward heaven, ", "14": "and said, “Adonai, God of Isra'el, there is no God like you in heaven or on earth. You keep covenant with your servants and show them grace, provided they live in your presence with all their heart. ", "15": "You have kept your promise to your servant David, my father; you spoke with your mouth and fulfilled it with your hand; so it is today. ", "16": "Now therefore, Adonai, God of Isra'el, keep what you promised to your servant David, my father, when you said, 'You will never lack a man in my presence to sit on the throne of Isra'el, if only your children are careful about what they do, so that they live by my Torah, just as you have lived in my presence.' ", "17": "Now therefore, Adonai, God of Isra'el, please let your word, which you spoke to your servant David, my father, be confirmed.", "18": "“But can God actually live with human beings on the earth? Why, heaven itself, even the heaven of heavens, cannot contain you; so how much less this house I have built? ", "19": "Even so, Adonai my God, pay attention to your servant's prayer and plea, listen to the cry and prayer that your servant is praying before you, ", "20": "that your eyes will be open toward this house day and night — toward the place where you said you would put your name — to listen to the prayer your servant will pray toward this place. ", "21": "Yes, listen to the pleas of your servant, and also those of your people Isra'el when they pray toward this place. Hear from where you live, from heaven; and when you hear, forgive!", "22": "“If a person sins against a fellow member of the community, and he is made to swear under oath, and he comes and swears before your altar in this house; ", "23": "then hear from heaven, act and judge your servants, paying back the wicked, so that his way of life devolves on his own head, and vindicating the one who is right, giving him what his righteousness deserves.", "24": "“If your people Isra'el sin against you and in consequence are defeated by an enemy; then if they turn back to you, acknowledge your name, and pray and make their plea to you in this house, ", "25": "hear from heaven, forgive the sin of your people Isra'el, and bring them back to the land you gave to them and their ancestors.", "26": "“When they sin against you, and in consequence the sky is shut, so that there is no rain; then if they pray toward this place, acknowledge your name and turn from their sin when you have brought them low; ", "27": "hear in heaven, forgive the sin of your servants and of your people Isra'el — since you keep teaching them the good way by which they should live — and send down rain on your land, which you have given your people as their inheritance.", "28": "“If there is famine in the land, or blight, windstorm, mildew, locusts or shearer-worms; or if their enemies besiege them in any of their cities — no matter what kind of plague or sickness it is; ", "29": "then, regardless of what prayer or plea anyone among all your people Isra'el makes — for each individual will know his own plague and his own pain — and the person spreads out his hands toward this house; ", "30": "then hear from heaven where you live, and forgive; also, since you know what is in each one's heart, give each person what his conduct deserves (because you, and only you, know human hearts), ", "31": "so that they will fear you and therefore live according to your ways throughout the time they live in the land you gave our ancestors.", "32": "“Also the foreigner who does not belong to your people Isra'el — when he comes from a distant country because of your great reputation, your mighty hand and your outstretched arm, when they come and pray toward this house; ", "33": "then hear from heaven, from where you live; and act in accordance with everything about which the foreigner is calling to you; so that all the peoples of the earth will know your name and fear you, as does your people Isra'el, and so that they will know that this house which I have built bears your name.", "34": "“If your people go out to fight their enemies, no matter by which way you send them, and they pray to you toward the city you chose and the house I built for your name; ", "35": "then, from heaven, hear their prayer and plea, and uphold their cause.", "36": "“If they sin against you — for there is no one who doesn't sin — and you are angry with them and hand them over to the enemy, so that they carry them off captive to a land far away or nearby; ", "37": "then, if they come to their senses in the land where they have been carried away captive, turn back and make their plea to you in the land where they are being held captive, saying, 'We sinned, we acted wrongly, we behaved wickedly,' ", "38": "if, in the land where they were brought and are being held captive, they return to you with all their heart and being and pray to you toward their own land, which you gave to their ancestors, toward the city you chose and toward the house I have built for your name; ", "39": "then, from heaven, from where you live, hear their prayer and pleas, uphold their cause, and forgive your people who have sinned against you.", "40": "“Now, my God, please, let your eyes be open, and let your ears pay attention to the prayer being made in this place.", "41": "“Now go up, Adonai, God, to your place of rest, you and the ark through which you give strength. “May your cohanim, Adonai, God, be clothed with salvation; may those loyal to you take joy in good.", "42": "“Adonai, God, don't turn away the face of your anointed one; remember the mercies of your servant David.”"}