{"1": "At the end of twenty years, during which time Shlomo had built the house of Adonai and his own palace, ", "2": "Shlomo built up the cities which Huram had given to Shlomo and had the people of Isra'el live there.", "3": "Then Shlomo attacked Hamat-Tzovah and defeated it. ", "4": "He built Tadmor in the desert and all the cities for storing supplies that he built in Hamat. ", "5": "He also built Upper Beit-Horon and Lower Beit-Horon, fortified cities with walls, gates and bars; ", "6": "Ba'alat; and all the cities that Shlomo had for storing supplies, all the cities for his chariots, the cities for his horsemen, and all the other buildings Shlomo wanted to build in Yerushalayim, in the L'vanon and throughout the land he ruled.", "7": "As for all the people still left from the Hitti, Emori, P'rizi, Hivi, and Y'vusi, who were not part of Isra'el, ", "8": "from their descendants remaining after them in the land, whom the people of Isra'el did not exterminate — from them Shlomo levied [his forced laborers], as it is to this day. ", "9": "But Shlomo did not raise any of his slaves from the people of Isra'el; rather, these were the soldiers, his chief commanders, and the officials in charge of his chariots and horsemen. ", "10": "King Shlomo had 250 chief officers in charge of the people.", "11": "Shlomo brought up Pharaoh's daughter from the City of David to the house he had built for her; because he said, “No wife of mine is going to live in the house of David king of Isra'el, since the [buildings] where the ark of Adonai has been are holy.”", "12": "Then Shlomo offered burnt offerings to Adonai on the altar of Adonai that he had built in front of the vestibule, ", "13": "as each day required, offering according to the mitzvah of Moshe on Shabbats, at Rosh-Hodesh and at the designated times three times a year — the festivals of Matzah, Shavu'ot and Sukkot. ", "14": "As David his father had ordered, he appointed the divisions of the cohanim for their service and the L'vi'im to their tasks — to praise and to perform their service in the presence of the cohanim according to each day's requirements. He also appointed the gatekeepers by their divisions to be at every gate, for David the man of God had so ordered. ", "15": "They did not deviate from the king's order to the cohanim and L'vi'im in any matter or in regard to the supplies. ", "16": "All the work of Shlomo was organized in this way from the day ground was broken for the house of Adonai until everything had been accomplished, and the house of Adonai had been completed.", "17": "Shlomo went to 'Etzyon-Gever and Elot on the shore of the sea in the land of Edom. ", "18": "Huram sent some of his servants with ships, and others that were experienced sailors who understood the sea; they went with Shlomo's servants to Ofir and took from there fifteen tons of gold, which they brought back to King Shlomo."}