{"1": "From Paul, a slave of God and an apostle of Jesus Christ. I'm sent to bring about the faith of God's chosen people and a knowledge of the truth that agrees with godliness.", "2": "Their faith and this knowledge are based on the hope of eternal life that God, who doesn't lie, promised before time began.", "3": "God revealed his message at the appropriate time through preaching, and I was trusted with preaching this message by the command of God our savior.", "4": "To Titus, my true child in a common faith. Grace and peace from God the Father and Christ Jesus our savior.", "5": "The reason I left you behind in Crete was to organize whatever needs to be done and to appoint elders in each city, as I told you.", "6": "Elders should be without fault. They should be faithful to their spouse,[a] and have faithful children who can't be accused of self-indulgence or rebelliousness.", "7": "This is because supervisors[b] should be without fault as God's managers: they shouldn't be stubborn, irritable, addicted to alcohol, a bully, or greedy.", "8": "Instead, they should show hospitality, love what is good, and be reasonable, ethical, godly, and self-controlled.", "9": "They must pay attention to the reliable message as it has been taught to them so that they can encourage people with healthy instruction and refute those who speak against it.", "10": "In fact, there are many who are rebellious people, loudmouths, and deceivers, especially some of those who are Jewish believers.[c]", "11": "They must be silenced because they upset entire households. They teach what they shouldn't to make money dishonestly.", "12": "Someone who is one of their own prophets said, “People from Crete are always liars, wild animals, and lazy gluttons.”", "13": "This statement is true. Because of this, correct them firmly, so that they can be healthy in their faith.", "14": "They shouldn't pay attention to Jewish myths and commands from people who reject the truth.", "15": "Everything is clean to those who are clean, but nothing is clean to those who are corrupt and without faith. Instead, their mind and conscience are corrupted.", "16": "They claim to know God, but they deny God by the things that they do. They are detestable, disobedient, and disqualified to do anything good."}