{"1": "And Yahweh spoke to Moses, saying, ", "2": "“Send for yourself men, and let them explore the land of Canaan, which I am about to give to the Israelites;[a] from each tribe of his father send one man,[b] everyone a leader among them.” ", "3": "So Moses sent them from the desert of Paran on the command of Yahweh; all of the men were leaders[c] of the Israelites.[d] ", "4": "And these are their names: from the tribe of Reuben, Shammua son of Zaccur; ", "5": "from the tribe of Simeon, Shaphat son of Hori; ", "6": "from the tribe of Judah, Caleb son of Jephunneh; ", "7": "from the tribe of Issachar, Igal son of Joseph; ", "8": "from the tribe of Ephraim, Hoshea son of Nun; ", "9": "from the tribe of Benjamin, Palti son of Raphu; ", "10": "from the tribe of Zebulun, Gaddiel son of Sodi; ", "11": "from the tribe of Joseph, from the tribe of Manasseh, Gaddi son of Susi; ", "12": "from the tribe of Dan, Ammiel son of Gemalli; ", "13": "from the tribe of Asher, Sethur son of Michael; ", "14": "from the tribe of Naphtali, Nahbi son of Vophsi; ", "15": "from the tribe of Gad, Geuel son of Maki. ", "16": "These are the names of the men whom Moses sent to explore the land. And Moses called Hoshea son of Nun Joshua.", "17": "Moses sent them to explore the land of Canaan, and he said to them, “Go up like this to the Negev,[e] and go up into the hill country, ", "18": "and you will see what the land is like and if the people who inhabit it are strong or weak, or whether they are few or many, ", "19": "and whether the land that they are inhabiting is good or bad, and whether the cities they are inhabiting are camps or fortifications, ", "20": "and whether the land is fertile or lean, and whether there are trees on it or not. You will show yourself courageous, and you will take some of the fruit of the land.” It was the time of first ripe grapes.", "21": "So they went up and explored the land from the desert of Zin until Rehob, at Lebo Hamath.[f] ", "22": "They went up through the Negev[g] and came to Hebron, where[h] Ahiman, Sheshai, and Talmai the descendants of the Anakites were. (Hebron was built seven years before Zoan in Egypt.) ", "23": "And they came up to the valley[i] of Eshcol, and they cut off a vine branch and one cluster of grapes from there; they carried it on a pole between two men, with pomegranates and figs. ", "24": "That place he called the valley[j] of Eshcol on account of the cluster of grapes that the Israelites[k] cut off from there.", "25": "They returned from exploring the land at the end of forty days.[l] ", "26": "And they came[m] to Moses and Aaron and to the entire community of the Israelites[n] in the desert of Paran at Kadesh; they brought back word to them and to all the community, and they showed them the fruit of the land. ", "27": "And they told him,[o] “We came to the land that you sent us, and it is flowing of milk and honey; this is its fruit. ", "28": "Yet the people who are inhabiting it are strong and the cities are fortified and very large; moreover, we saw the descendants of the Anakites there. ", "29": "The Amalekites are living in the land of the Negev;[p] the Hittites, Jebusites, and the Amorites are living in the hill country; and the Canaanites are living at the sea and on the banks of the Jordan.”", "30": "And Caleb silenced the people before Moses and said, “Surely, let us go up and let us take possession of it because surely we will be able to prevail over it.” ", "31": "And the men who went up with him said, “We are not able to go up to the people because they are stronger than us.” ", "32": "And they presented the report of the land that they explored to the Israelites,[q] saying, “The land that we went through to explore is a land that eats its inhabitants, and all the people whom we saw in its midst are men of great size.[r] ", "33": "There we saw the Nephilim (the descendants[s] of Anak came from the Nephilim), and we were like grasshoppers in our own sight, and so we were in their eyes.”"}