{"1": "And Balaam saw that it pleased[a] Yahweh to bless Israel, and he did not go as other times[b] to seek out[c] sorcery; instead, he set his face toward the desert. ", "2": "Balaam lift up his eyes, and he saw Israel dwelling according to its tribes, and the spirit of God was upon it.[d] ", "3": "He uttered[e] his oracle and said, “The declaration of Balaam son Beor, the declaration of the man whose eyes are closed,", "4": "the declaration of the hearer of God's words,[f] who sees the revelation of Shaddai,[g] falling down but whose eyes are uncovered.", "5": "How good are your tents, O Jacob, your dwellings, O Israel!", "6": "They are spread out like valleys, like gardens on a river, like aloes planted by Yahweh, like cedars at the waters.", "7": "He will pour water from his buckets, and his offspring will be like many waters; his king will be higher than Agag, and his kingdom will be exalted.", "8": "God, who brings him out from Egypt, is like the strength[h] of a wild ox for him. He will devour the nations who are his enemies; he will break their bones; he will pierce them with his arrows.", "9": "He crouches, he lies down like a lion, and like a lioness, who will rouse him? They who bless you will be blessed, and they who curse you will be cursed.”", "10": "Then Balak became angry with[i] Balaam, and he clapped his hands and said to Balaam, “I called you to curse my enemies, but look, you have surely blessed them these three times. ", "11": "Flee[j] to your place now. I said I would richly honor you, but look, Yahweh has withheld honor from you.” ", "12": "Balaam said to Balak, “Did I not speak to your messengers whom you sent to me, saying, ", "13": "'If Balak gave to me the fullness of his house full of silver and gold, I am not able to go beyond the command of Yahweh[k] to do good or evil, from my heart; what Yahweh speaks, I will speak'?[l] ", "14": "And now, look, I am about to go to my people; I will advise you what this people will do to your people in the following days.”[m]", "15": "And he uttered[n] his oracle and said, “The declaration of Balaam son of Beor, and the declaration of the man whose eye is closed,", "16": "the declaration of the hearer of God's words,[o] and the knower of the knowledge of the Most High, who sees the vision of Shaddai,[p] who is falling, and his eyes are revealed.", "17": "I see him, but not now; I behold him, but not near; a star will go out from Jacob, and a scepter will rise from Israel; it will crush the foreheads of Moab and destroy all the children of Seth.", "18": "Edom will be a captive; Seir, its enemies, will be a captive, and Israel will be acting courageously.[q]", "19": "Someone[r] from Jacob will rule and will destroy a remnant[s] from the city.”", "20": "And he looked at Amalek, uttered[t] his oracle, and said, “Amalek is first[u] of the nations, but his future will be forever ruin.”", "21": "And he looked at the Kenites,[v] uttered[w] his oracle, and said, “Steady is your dwelling place; in the rock is your nest.", "22": "Nevertheless, the Kenite will be burned; how long will Asshur keep[x] you captive?”", "23": "Again he uttered[y] his oracle and said, “Woe, who will live when God establishes this?[z]", "24": "The ships will come from the hand of the Kittim, and they will afflict Asshur and will afflict Eber; also he will be forever ruin.”", "25": "Then Balaam got up and went and returned to his place, and Balak also went on his way."}