{"1": "[a] And it happened after the plague, [b]Yahweh said to Moses and to Eleazar son of Aaron the priest, saying, ", "2": "“Take a census[c] of the community of the Israelites[d] from those twenty years old[e] and above, according to their families,[f] all who are able to go out to war in Israel.” ", "3": "So Moses and Eleazar the priest spoke with them on the desert-plateau of Moab by the Jordan across from Jericho, saying, ", "4": "“Take a census of the community from those twenty years old[g] and above, just as Yahweh commanded Moses.” The Israelites who went out from the land of Egypt were:", "5": "Reuben, the firstborn of Israel, the descendants[h] of Reuben: of Hanoch, the clan of the Hanochites; of Pallu, the clan of the Palluites;[i] ", "6": "of Hezron, the clan of the Hezronites;[j] of Carmi, the clan of the Carmites.[k] ", "7": "These are the clans of the Reubenites,[l] and the ones counted of them were forty-three thousand seven hundred and thirty. ", "8": "The children of Pallu: Eliab. ", "9": "The children of Eliab: Nemuel, Dathan, and Abiram. These are the same Dathan and Abiram who were appointed of the community, who rebelled against Moses and Aaron in the company of Korah, when they rebelled against Yahweh, ", "10": "and the land opened its mouth and swallowed them with Korah, when that company died, when the fire consumed two hundred and fifty men, and they were a sign.[m] ", "11": "The children[n] of Korah, however, did not die.", "12": "The descendants[o] of Simeon, according to their clans: of Nemuel, the clan of the Nemuelites;[p] of Jamin, the clan of the Jaminites;[q] of Jakin, the clan of the Jakinites;[r] ", "13": "of Zerah, the clan of the Zerahites;[s] of Shaul, the clan of the Shaulites.[t] ", "14": "These were the clans of the Simeonites,[u] twenty-two thousand two hundred.", "15": "The descendants[v] of Gad according to their clans: of Zephon, the clan of the Zephonites;[w] of Haggi, the clan of the Haggites;[x] of Shuni, the clan of the Shunites;[y] ", "16": "of Ozni, the clan of the Oznites;[z] of Eri, the clan of the Erites;[aa] ", "17": "of Arod, the clan of the Arodites;[ab] of Areli, the clan of the Arelites;[ac] ", "18": "These were the clans of the descendants[ad] of Gad according to the ones counted of them, forty thousand five hundred.", "19": "The sons of Judah: Er and Onan; but Er and Onan died in the land of Canaan. ", "20": "The descendants[ae] of Judah according to their clans were: of Shelah, the clan of the Shelanites;[af] of Perez, the clan of the Perezites;[ag] of Zerah, the clan of the Zerahites.[ah] ", "21": "The children of Perez were: of Hezron, the clan of the Hezronites;[ai] of Hamul, the clan of the Hamulites.[aj] ", "22": "These were the clans of Judah according to the ones counted of them, seventy-six thousand five hundred.", "23": "The descendants[ak] of Issachar according to their clans: of Tola, the clan of the Tolaites;[al] of Puvah, the clan of the Punites;[am] ", "24": "of Jashub, the clans of the Jashubites;[an] of Shimron, the clan of the Shimronites.[ao] ", "25": "These were the clans of Issachar according to the ones counted of them, sixty-four thousand three hundred.", "26": "The descendants[ap] of Zebulun according to their clans: of Sered, the clan of the Seredites;[aq] of Elon, the clan of the Elonites;[ar] of Jahleel, the clan of the Jahleelites.[as] ", "27": "These were the clans of the Zebulunites[at] according to the ones counted of them, sixty thousand five hundred.", "28": "The descendants[au] of Joseph according to their clans: Manasseh and Ephraim. ", "29": "The descendants[av] of Manasseh: of Makir, the clan of the Makirites.[aw] And Makir fathered Gilead; of Gilead, the clan of the Gileadites.[ax] ", "30": "These were the descendants[ay] of Gilead: of Iezer, the clan of the Iezerites;[az] of Helek, the clan of the Helekites;[ba] ", "31": "and of Asriel, the clan of the Asrielites;[bb] and of Shechem, the clan of the Shechemites;[bc] ", "32": "and of Shemida, the clan of the Shemidaites;[bd] and of Hepher, the clan of the Hepherites.[be] ", "33": "Zelophehad son of Hepher did not have sons, but only daughters; and the names[bf] of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "34": "These were the clans of Manasseh, and the ones counted of them were fifty-two thousand seven hundred.", "35": "These were the descendants[bg] of Ephraim according to their clans: of Shuthelah, the clan of the Shuthelahites;[bh] of Beker, the clan of the Bekerites;[bi] of Tahan, the clan of the Tahanites.[bj] ", "36": "And these were the descendants[bk] of Shuthelah: of Eran, the family of the Eranites.[bl] ", "37": "These were the clans of the descendants[bm] of Ephraim according to the ones counted of them, thirty-two thousand five hundred. These were the descendants[bn] of Joseph according to their clans.", "38": "The descendants[bo] of Benjamin according to their clans: of Bela, the clan of the Belaites;[bp] of Ashbel, the clan of the Ashbelites;[bq] of Ahiram, the clan of the Ahiramites;[br] ", "39": "of Shephupham, the clan of the Shuphamites;[bs] of Hupham, the clan of the Huphamites.[bt] ", "40": "The sons of Bela were Ard and Naaman: of Ard, the clan of the Ardites;[bu] of Naaman, the clan of the Naamites.[bv] ", "41": "These were the descendants[bw] of Benjamin according to their clans. And the ones counted of them were forty-five thousand six hundred.", "42": "These were the descendants[bx] of Dan according to their clans: of Shuham, the clan of the Shuhamites.[by] These were the clans of Dan according to their clans. ", "43": "All the clans of the Shuhamites,[bz] according to the ones counted of them, were sixty-four thousand four hundred.", "44": "The descendants[ca] of Asher according to their clans: of Imnah, the clan of the Imnahites;[cb] of Ishvi, the clan of the Ishvites;[cc] of Beriah, the clan of the Beriahites.[cd] ", "45": "The descendants[ce] of Beriah: of Heber, the clan of the Heberites;[cf] of Malkiel, the clan of the Malkielites.[cg] ", "46": "The name of the daughter of Asher was Serah. ", "47": "These were the clans of the descendants[ch] of Asher according to the ones counted of them, fifty-three thousand four hundred.", "48": "The descendants[ci] of Naphtali according to their clans: of Jahzeel, the clan of the Jahzeelites;[cj] of Guni, the clan of the Gunites;[ck] ", "49": "of Jezer, the clan of the Jezerites;[cl] of Shillem, the clan of the Shillemites.[cm] ", "50": "These were the clans of Naphtali according to their clans, the ones counted of them, forty-five thousand four hundred.", "51": "These were the ones counted of the Israelites,[cn] six hundred and one thousand seven hundred and thirty.", "52": "Then Yahweh spoke to Moses, saying, ", "53": "“For these the land must be divided as an inheritance according to the number of names. ", "54": "For the larger group you must increase their inheritance, and for the smaller group you must make smaller their inheritance; each must be given their[co] inheritance according to the number of the ones counted of them. ", "55": "Surely the land will be divided by lot. They will inherit according to the names of the tribes of their ancestors.[cp] ", "56": "Their[cq] inheritance must be divided according to the lot between the larger and smaller groups.”", "57": "These are the ones counted of the Levites according to their clans: of Gershon, the clan of the Gershonites;[cr] of Kohath, the clan of the Kohathites;[cs] of Merari, the clan of the Merarites.[ct] ", "58": "These are the clans of Levi: the clan of the Libnites,[cu] the clan of the Hebronites,[cv] the clan of the Mahlites,[cw] the clan of the Mushites,[cx] the clan of the Korahites.[cy] Kohath fathered Amram. ", "59": "The name of the wife of Amram was Jochebed, the daughter of Levi, whose mother bore her for Levi in Egypt; she bore to Amram: Aaron and Moses and their sister Miriam. ", "60": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar. ", "61": "But Nadab and Abihu died when they presented strange fire before[cz] Yahweh. ", "62": "The ones counted were twenty-three thousand, every male from a month old[da] and above, because they were not counted in the midst of the Israelites[db] since no inheritance was given to them in the midst of the Israelites.[dc]", "63": "These were the ones counted by Moses and Eleazar the priest, who counted the Israelites[dd] on the desert-plateau of Moab on the Jordan across Jericho. ", "64": "And among these there was not a man of those counted by Moses and Aaron the priest, who counted the Israelites[de] in the desert of Sinai. ", "65": "For Yahweh said to them, “They will surely die in the desert.” And not a man was left over from them, except Caleb son of Jephunneh and Joshua son of Nun."}