{"1": "When He entered Capernaum again after some days, it was reported that He was at home. ", "2": "So many people gathered together that there was no more room, not even in the doorway, and He was speaking the message to them. ", "3": "Then they came to Him bringing a paralytic, carried by four men. ", "4": "Since they were not able to bring him to[a] Jesus because of the crowd, they removed the roof above where He was. And when they had broken through, they lowered the mat on which the paralytic was lying.", "5": "Seeing their faith, Jesus told the paralytic, “Son, your sins are forgiven.”", "6": "But some of the scribes were sitting there, thinking to themselves:[b] ", "7": "“Why does He speak like this? He's blaspheming! Who can forgive sins but God alone?”", "8": "Right away Jesus understood in His spirit that they were thinking like this within themselves and said to them, “Why are you thinking these things in your hearts?[c] ", "9": "Which is easier: to say to the paralytic, 'Your sins are forgiven,' or to say, 'Get up, pick up your mat, and walk'? ", "10": "But so you may know that the Son of Man has authority on earth to forgive sins,” He told the paralytic, ", "11": "“I tell you: get up, pick up your mat, and go home.”", "12": "Immediately he got up, picked up the mat, and went out in front of everyone. As a result, they were all astounded and gave glory to God, saying, “We have never seen anything like this!”", "13": "Then Jesus went out again beside the sea. The whole crowd was coming to Him, and He taught them. ", "14": "Then, moving on, He saw Levi the son of Alphaeus sitting at the tax office, and He said to him, “Follow Me!” So he got up and followed Him.", "15": "While He was reclining at the table in Levi's house, many tax collectors and sinners were also guests[d] with Jesus and His disciples, because there were many who were following Him. ", "16": "When the scribes of the Pharisees[e] saw that He was eating with sinners and tax collectors, they asked His disciples, “Why does He eat[f] with tax collectors and sinners?”", "17": "When Jesus heard this, He told them, “Those who are well don't need a doctor, but the sick do need one. I didn't come to call the righteous, but sinners.”", "18": "Now John's disciples and the Pharisees[g] were fasting. People came and asked Him, “Why do John's disciples and the Pharisees' disciples fast, but Your disciples do not fast?”", "19": "Jesus said to them, “The wedding guests[h] cannot fast while the groom is with them, can they? As long as they have the groom with them, they cannot fast. ", "20": "But the time[i] will come when the groom is taken away from them, and then they will fast in that day. ", "21": "No one sews a patch of unshrunk cloth on an old garment. Otherwise, the new patch pulls away from the old cloth, and a worse tear is made. ", "22": "And no one puts new wine into old wineskins. Otherwise, the wine will burst the skins, and the wine is lost as well as the skins.[j] But new wine is for fresh wineskins.”", "23": "On the Sabbath He was going through the grainfields, and His disciples began to make their way picking some heads of grain. ", "24": "The Pharisees said to Him, “Look, why are they doing what is not lawful on the Sabbath?”", "25": "He said to them, “Have you never read what David and those who were with him did when he was in need and hungry— ", "26": "how he entered the house of God in the time of Abiathar the high priest and ate the sacred bread—which is not lawful for anyone to eat except the priests—and also gave some to his companions?” ", "27": "Then He told them, “The Sabbath was made for[k] man and not man for[l] the Sabbath. ", "28": "Therefore, the Son of Man is Lord even of the Sabbath.”"}