{"1": "In those days there was again a large crowd, and they had nothing to eat. He summoned the disciples and said to them, ", "2": "“I have compassion on the crowd, because they've already stayed with Me three days and have nothing to eat. ", "3": "If I send them home hungry,[a] they will collapse on the way, and some of them have come a long distance.”", "4": "His disciples answered Him, “Where can anyone get enough bread here in this desolate place to fill these people?”", "5": "“How many loaves do you have?” He asked them. “Seven,” they said. ", "6": "Then He commanded the crowd to sit down on the ground. Taking the seven loaves, He gave thanks, broke the loaves, and kept on giving them to His disciples to set before the people. So they served the loaves to the crowd. ", "7": "They also had a few small fish, and when He had blessed them, He said these were to be served as well. ", "8": "They ate and were filled. Then they collected seven large baskets of leftover pieces. ", "9": "About 4,000 men were there. He dismissed them ", "10": "and immediately got into the boat with His disciples and went to the district of Dalmanutha.[b]", "11": "The Pharisees came out and began to argue with Him, demanding of Him a sign from heaven to test Him. ", "12": "But sighing deeply in His spirit, He said, “Why does this generation demand a sign? I assure you: No sign will be given to this generation!” ", "13": "Then He left them, got on board the boat again, and went to the other side.", "14": "They had forgotten to take bread and had only one loaf with them in the boat. ", "15": "Then He commanded them: “Watch out! Beware of the yeast of the Pharisees and the yeast of Herod.”", "16": "They were discussing among themselves that they did not have any bread. ", "17": "Aware of this, He said to them, “Why are you discussing that you do not have any bread? Don't you understand or comprehend? Is your heart hardened? ", "18": "Do you have eyes, and not see, and do you have ears, and not hear?[c] And do you not remember? ", "19": "When I broke the five loaves for the 5,000, how many baskets full of pieces of bread did you collect?” “Twelve,” they told Him.", "20": "“When I broke the seven loaves for the 4,000, how many large baskets full of pieces of bread did you collect?” “Seven,” they said.", "21": "And He said to them, “Don't you understand yet?”", "22": "Then they came to Bethsaida. They brought a blind man to Him and begged Him to touch him. ", "23": "He took the blind man by the hand and brought him out of the village. Spitting on his eyes and laying His hands on him, He asked him, “Do you see anything?”", "24": "He looked up and said, “I see people—they look to me like trees walking.”", "25": "Again Jesus placed His hands on the man's eyes, and he saw distinctly. He was cured and could see everything clearly. ", "26": "Then He sent him home, saying, “Don't even go into the village.”[d]", "27": "Jesus went out with His disciples to the villages of Caesarea Philippi. And on the road He asked His disciples, “Who do people say that I am?”", "28": "They answered Him, “John the Baptist; others, Elijah; still others, one of the prophets.”", "29": "“But you,” He asked them again, “who do you say that I am?” Peter answered Him, “You are the Messiah!”", "30": "And He strictly warned them to tell no one about Him.", "31": "Then He began to teach them that the Son of Man must suffer many things and be rejected by the elders, the chief priests, and the scribes, be killed, and rise after three days. ", "32": "He was openly talking about this. So Peter took Him aside and began to rebuke Him.", "33": "But turning around and looking at His disciples, He rebuked Peter and said, “Get behind Me, Satan, because you're not thinking about God's concerns,[e] but man's!”", "34": "Summoning the crowd along with His disciples, He said to them, “If anyone wants to be My follower, he must deny himself, take up his cross, and follow Me. ", "35": "For whoever wants to save his life will lose it, but whoever loses his life because of Me and the gospel will save it. ", "36": "For what does it benefit a man to gain the whole world yet lose his life? ", "37": "What can a man give in exchange for his life? ", "38": "For whoever is ashamed of Me and of My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels.”"}