{"1": "Then He said to them, “I assure you: There are some standing here who will not taste death until they see the kingdom of God come in power.”", "2": "After six days Jesus took Peter, James, and John and led them up on a high mountain by themselves to be alone. He was transformed[a] in front of them, ", "3": "and His clothes became dazzling—extremely white as no launderer on earth could whiten them. ", "4": "Elijah appeared to them with Moses, and they were talking with Jesus.", "5": "Then Peter said to Jesus, “Rabbi, it's good for us to be here! Let us make three tabernacles: one for You, one for Moses, and one for Elijah”— ", "6": "because he did not know what he should say, since they were terrified.", "7": "A cloud appeared, overshadowing them, and a voice came from the cloud: This is My beloved Son; listen to Him!", "8": "Then suddenly, looking around, they no longer saw anyone with them except Jesus alone.", "9": "As they were coming down from the mountain, He ordered them to tell no one what they had seen until the Son of Man had risen from the dead. ", "10": "They kept this word to themselves, discussing what “rising from the dead” meant.", "11": "Then they began to question Him, “Why do the scribes say that Elijah must come first?”", "12": "“Elijah does come first and restores everything,” He replied. “How then is it written about the Son of Man that He must suffer many things and be treated with contempt? ", "13": "But I tell you that Elijah really has come, and they did whatever they pleased to him, just as it is written about him.”", "14": "When they came to the disciples, they saw a large crowd around them and scribes disputing with them. ", "15": "All of a sudden, when the whole crowd saw Him, they were amazed[b] and ran to greet Him. ", "16": "Then He asked them, “What are you arguing with them about?”", "17": "Out of the crowd, one man answered Him, “Teacher, I brought my son to You. He has a spirit that makes him unable to speak. ", "18": "Wherever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and becomes rigid. So I asked Your disciples to drive it out, but they couldn't.”", "19": "He replied to them, “You unbelieving generation! How long will I be with you? How long must I put up with you? Bring him to Me.” ", "20": "So they brought him to Him. When the spirit saw Him, it immediately convulsed the boy. He fell to the ground and rolled around, foaming at the mouth. ", "21": "“How long has this been happening to him?” Jesus asked his father. “From childhood,” he said. ", "22": "“And many times it has thrown him into fire or water to destroy him. But if You can do anything, have compassion on us and help us.”", "23": "Then Jesus said to him, “'If You can'?[c][d] Everything is possible to the one who believes.”", "24": "Immediately the father of the boy cried out, “I do believe! Help my unbelief.”", "25": "When Jesus saw that a crowd was rapidly coming together, He rebuked the unclean spirit, saying to it, “You mute and deaf spirit,[e] I command you: come out of him and never enter him again!”", "26": "Then it came out, shrieking and convulsing him[f] violently. The boy became like a corpse, so that many said, “He's dead.” ", "27": "But Jesus, taking him by the hand, raised him, and he stood up.", "28": "After He went into a house, His disciples asked Him privately, “Why couldn't we drive it out?”", "29": "And He told them, “This kind can come out by nothing but prayer [and fasting].”[g]", "30": "Then they left that place and made their way through Galilee, but He did not want anyone to know it. ", "31": "For He was teaching His disciples and telling them, “The Son of Man is being betrayed[h] into the hands of men. They will kill Him, and after He is killed, He will rise three days later.” ", "32": "But they did not understand this statement, and they were afraid to ask Him.", "33": "Then they came to Capernaum. When He was in the house, He asked them, “What were you arguing about on the way?” ", "34": "But they were silent, because on the way they had been arguing with one another about who was the greatest. ", "35": "Sitting down, He called the Twelve and said to them, “If anyone wants to be first, he must be last of all and servant of all.” ", "36": "Then He took a child, had him stand among them, and taking him in His arms, He said to them, ", "37": "“Whoever welcomes[i] one little child such as this in My name welcomes Me. And whoever welcomes Me does not welcome Me, but Him who sent Me.”", "38": "John said to Him, “Teacher, we saw someone[j] driving out demons in Your name, and we tried to stop him because he wasn't following us.”", "39": "“Don't stop him,” said Jesus, “because there is no one who will perform a miracle in My name who can soon afterward speak evil of Me. ", "40": "For whoever is not against us is for us. ", "41": "And whoever gives you a cup of water to drink because of My name,[k] since you belong to the Messiah—I assure you: He will never lose his reward.", "42": "“But whoever causes the downfall of one of these little ones who believe in Me—it would be better for him if a heavy millstone[l] were hung around his neck and he were thrown into the sea. ", "43": "And if your hand causes your downfall, cut it off. It is better for you to enter life maimed than to have two hands and go to hell—the unquenchable fire, ", "44": "[44 where Their worm does not die, and the fire is not quenched.][m][n]", "45": "And if your foot causes your downfall, cut it off. It is better for you to enter life lame than to have two feet and be thrown into hell— [the unquenchable fire, ", "46": "where Their worm does not die, and the fire is not quenched.][o][p]", "47": "And if your eye causes your downfall, gouge it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell, ", "48": "where Their worm does not die, and the fire is not quenched.[q]", "49": "For everyone will be salted with fire.[r][s] ", "50": "Salt is good, but if the salt should lose its flavor, how can you make it salty? Have salt among yourselves and be at peace with one another.”"}