{"1": "Surely God is good to Israel, to those pure of heart.", "2": "But as for me, my feet had almost stumbled. My steps had nearly slipped,", "3": "because I envied the boastful when I saw the well-being[b] of the wicked.", "4": "For there are no pains up to their death, and their bodies are healthy.[c]", "5": "They do not have ordinary trouble,[d] and they are not plagued as other people.[e]", "6": "Therefore pride is their necklace; an outfit of violence covers them.", "7": "Their eye bulges from fat.[f] Imaginings overflow their heart.", "8": "They mock and speak maliciously of oppression; they speak as though from on high.", "9": "They set their mouth against the heavens, and their tongue roams the earth.", "10": "Therefore his people turn there,[g] and abundant waters are slurped up by them.", "11": "And they say, “How does God know?” and, “Does the Most High have knowledge?”", "12": "See, these are the wicked, and they increase wealth, ever carefree.", "13": "Surely in vain I have kept my heart pure, and washed my hands in innocence.", "14": "And I have been plagued all day and rebuked every morning.[h]", "15": "If I had said, “I will speak thus,” behold, I would have acted treacherously against your children's generation.", "16": "When I thought about how to understand this, it was troubling in my eyes", "17": "until I went into the sanctuary of God. Then I understood their fate.", "18": "Surely you set them on slippery places. You cause them to fall onto ruin.[i]", "19": "How they become a desolation in a moment! They come to a complete end by terrors.", "20": "Like a dream upon awakening, when you wake up, O Lord, you will despise their fleeting form.[j]", "21": "When my heart was embittered and I felt stabbed in my kidneys,", "22": "then I was brutish and ignorant. With you I was like the beasts.", "23": "But I am continually with you; you have hold of my right hand.", "24": "You will guide me with your advice, and afterward you will take me into honor.[k]", "25": "Whom do I have in the heavens except you? And with you I have no other desire on earth.", "26": "My flesh and heart failed, but God is the strength[l] of my heart and my reward forever.", "27": "For indeed, those distancing themselves from you will be ruined. You destroy each who abandons you for harlotry.", "28": "But as for me, the approach to God is for my good. I have set the Lord Yahweh as my refuge, in order to tell all your works."}