{"1": "Amos was one of the shepherds from the town of Tekoa. God showed him this vision about Israel. It was at the time Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel. This happened two years before the earthquake.", "2": "Amos said, “The Lord will roar like a lion from Jerusalem. His loud voice will sound like a growl from Jerusalem. The green pastures of the shepherds will become dry. Even Mount Carmel will dry up.”", "3": "This is what the Lord says: “For the many crimes Damascus is doing, I will punish them. They beat the people of Gilead with threshing boards that had iron teeth.", "4": "So I will send fire upon the house of Hazael. That fire will destroy the strong towers of Ben-Hadad.", "5": "I will break down the gate of Damascus. I will destroy the king who is in the Valley of Aven. I will also destroy the king of Beth Eden. The people of Aram will be taken captive to the country of Kir,” says the Lord.", "6": "This is what the Lord says: “For the many crimes Gaza is doing, I will punish them. They sold all the people of one area as slaves to Edom.", "7": "So I will send a fire on the walls of Gaza. That fire will destroy the city's strong towers.", "8": "I will destroy the king of the city of Ashdod. I will destroy the king of the city of Ashkelon. Then I will turn against the people of the city of Ekron. I will punish the Philistines until they are all dead,” says the Lord God.", "9": "This is what the Lord says: “For the many crimes Tyre is doing, I will punish them. They sold all the people of one area as slaves to Edom. They forgot the brotherly agreement they had made with Israel.", "10": "So I will send fire on the walls of Tyre. That fire will destroy the city's strong towers.”", "11": "This is what the Lord says: “For the many crimes Edom is doing, I will punish them. They hunted down their brothers, the Israelites, with the sword. They showed them no mercy. The people of Edom were continually angry. And they did not hold back their great anger.", "12": "So I will send fire on the city of Teman. That fire will even destroy the strong towers of Bozrah.”[a]", "13": "This is what the Lord says: “For the many crimes Ammon is doing, I will punish them. They ripped open the pregnant women in Gilead. They did this so they could take over that land and make their own country larger.", "14": "So I will send fire on the walls of Rabbah. That fire will destroy the city's strong towers. It will come during a day of battle. There will be strong winds on a stormy day.", "15": "Then their king and leaders will be captured. They will all be taken away together,” says the Lord."}