{"1": "This is what the Lord says: “For the many crimes Moab is doing, I will punish them. They burned the bones of the king of Edom into lime.", "2": "So I will send fire on Moab. And it will destroy the strong towers of the city of Kerioth. The people of Moab will die in a great noise. They will die in the middle of sounds of war and trumpets.", "3": "So I will bring an end to the king of Moab. And I will kill all its leaders with him,” says the Lord.", "4": "This is what the Lord says: “For the many crimes Judah is doing, I will punish them. They rejected the teachings of the Lord. They did not keep his commands. Their ancestors followed false gods. And Judah followed those same gods.", "5": "So I will send fire on Judah. It will destroy the strong towers of Jerusalem.”", "6": "This is what the Lord says: “For the many crimes Israel is doing, I will punish them. For silver they sell people who have done nothing wrong. They sell poor people for the price of a pair of sandals.", "7": "They walk on poor people as if they were dirt. They refuse to be fair to those who are suffering. Fathers and sons have physical relations with the same woman. By doing this they ruin my holy name.", "8": "As they worship at their altars, they lie down on clothes taken from poor people. They make people pay money as punishment. With that money they buy wine to drink in the house of their god.", "9": "“But it was I who destroyed the Amorites before them. The Amorites were tall like cedar trees and as strong as oaks. But I destroyed them completely.", "10": "It was I who brought you from the land of Egypt. For 40 years I led you through the desert. I led you so I could give you the land of the Amorites.", "11": "I made some of your sons to be prophets. I made some of your young men to be Nazirites. People of Israel, isn't this true?” says the Lord.", "12": "“But you made the Nazirites drink wine. You told the prophets not to prophesy my message.", "13": "Now I will crush you as a wagon loaded with grain crushes anything beneath it.", "14": "No one will escape, not even the fastest runner. Strong men will not be strong enough. Warriors will not be able to save themselves.", "15": "Soldiers with bows and arrows will not stand and fight. Even soldiers who run quickly will not get away. Soldiers on horses will not escape alive.", "16": "At that time even the bravest warriors will run away without their armor,” says the Lord."}