{"1": "Listen to this message that the Lord has spoken against you, people of Israel. The message is against the whole nation the Lord brought out of Egypt.", "2": "“I have chosen only you out of all the families of the earth. So I will punish you for all your sins.”", "3": "Two people will not walk together unless they have agreed to do this.", "4": "A lion in the forest will roar when he has caught an animal. He does not growl in his den when he has caught nothing.", "5": "A bird will not fall into a trap where there is no bait. The trap will not spring shut if there is nothing to catch.", "6": "When a trumpet blows a warning, the people tremble. When trouble comes to a city, the Lord has caused it.", "7": "Before the Lord God does anything, he tells his servants the prophets.", "8": "The lion has roared! Who wouldn't be afraid? The Lord God has spoken, and I must prophesy his message.", "9": "Announce this to the strong towers of Ashdod. Announce it to the strong cities of Egypt: “Come to the mountains of Samaria. There you will see great confusion. You will see people hurting others.”", "10": "“The people don't know how to do what is right,” says the Lord. “Their strong cities are filled with treasures they took by force from others.”", "11": "So this is what the Lord God says: “An enemy will take over the land. He will pull down your strong towers. He will take the treasures you hid in your strong cities.”", "12": "This is what the Lord says: “A shepherd might save from a lion's mouth only two leg bones or a scrap of an ear of his sheep. In the same way only a few Israelites will be saved. These people now sit on their beds in Samaria. They sit on their couches.”", "13": "“You nations, listen to what I say against the family of Israel. You are my witnesses against them,” says the Lord God, the God of heaven's armies.", "14": "“The people of Israel sinned, and I will punish them. I will also destroy the altars at Bethel. The corners of the altar will be cut off, and they will fall to the ground.", "15": "I will tear down the winter house, together with the summer house. The houses decorated with ivory will be destroyed. And the great houses will come to an end,” says the Lord."}