{"1": "Listen to this funeral song that I sing about you, people of Israel.", "2": "“Israel has fallen. It will not rise up again. It was left alone in the land. There is no one to lift it up.”", "3": "This is what the Lord God says: “If 1,000 soldiers leave a city, only 100 will return. If 100 soldiers leave a city, only 10 will return.”", "4": "This is what the Lord says to the nation of Israel: “Come to me and live.", "5": "But do not look in Bethel. Do not go to Gilgal, and do not go down to Beersheba. The people of Gilgal will be taken away as captives. And Bethel will become nothing.”", "6": "Come to the Lord and live. If you don't, he will destroy the descendants of Joseph as a fire would. The fire will burn. But there will be no one to put it out for Bethel.", "7": "You change the justice of the courts into something unfair. You reject what is right.", "8": "God is the one who made the star groups Pleiades and Orion. He changes darkness into the morning light. And he changes the day into the dark night. He calls for the waters of the sea to pour out on the earth. The Lord is his name.", "9": "He destroys the protected city. And he ruins the strong, walled city.", "10": "You hate those who speak in court against evil. And you hate those who tell the truth.", "11": "You walk on poor people. You force them to give you grain. You have built fancy houses of cut stone. But you will not live in them. You have planted beautiful vineyards. But you will not drink the wine from them.", "12": "It is because I know your many crimes. I know your terrible sins. You hurt people who do right. You accept money to do wrong. You keep the poor from getting justice in court.", "13": "In such times the wise man will keep quiet, because it is a bad time.", "14": "Try to do good, not evil. Then you will live. And the Lord God of heaven's armies will be with you just as you say he is.", "15": "Hate evil and love good. Be fair in the courts. Maybe the Lord God of heaven's armies will be kind to the people of Joseph who are left alive.", "16": "This is what the Lord, the Lord God of heaven's armies, says: “People will be crying in all the public places. They will be saying, 'Oh, no!' in the streets. They will call the farmers to come and weep. They will pay people to cry out loud for them.", "17": "People will be crying in all the vineyards. This is because I will pass among you to punish you,” says the Lord.", "18": "How terrible it will be for you who want the Lord's day of judging to come. Why do you want that day to come? It will bring darkness for you, not light.", "19": "It will be like a man who runs from a lion and meets a bear. It will be like him going into his house and putting his hand on the wall. And then a snake bites him.", "20": "So the Lord's day of judging will bring darkness, not light. It will be a time of sadness, not joy.", "21": "The Lord says, “I hate and reject your feasts. I cannot stand your religious meetings.", "22": "You offer me burnt offerings and grain offerings. But I won't accept them. You bring the best fellowship offerings. But I will ignore them.", "23": "Take the noise of your songs away from here! I won't listen to the music of your harps.", "24": "But let justice flow like a river. Let goodness flow like a never-ending stream.", "25": "“People of Israel, you did not bring me sacrifices and offerings while you traveled in the desert for 40 years.", "26": "But now you will have to carry with you your king, the false god Sakkuth, and Kaiwan your idol and the idols of your other star gods you have made.", "27": "This is because I will send you away as captives beyond Damascus,” says the Lord. His name is God of heaven's armies."}