{"1": "How terrible it will be for you who have it easy in Jerusalem. How terrible for you who live on Mount Samaria and feel safe. You think you are important people of the best nation in the world. The Israelites come to you for help.", "2": "Go look at the city of Calneh. From there go to the great city Hamath. Go down to Gath of the Philistines. Are you better than these kingdoms? Are their lands larger than yours?", "3": "You put off the day of punishment. But you bring near the day when you can do evil to others.", "4": "You lie on beds decorated with ivory. You stretch out on your couches. You eat tender lambs and fattened calves.", "5": "You play your harps. Like David, you compose songs on musical instruments.", "6": "You drink wine by the bowlful. You use the best perfumed lotions. But you are not sad over the ruin of Israel, Joseph's descendants.", "7": "So you will be some of the first ones taken as slaves. Your feasting and lying around will come to an end.", "8": "The Lord God made this promise. The Lord God of heaven's armies says: “I hate the pride of the people of Israel. I hate their strong towers. So I will let the enemy take the city and everything in it.”", "9": "At that time there might be ten people left alive in a house. But they will also die. ", "10": "A relative and one who is to prepare bodies for burial may come to get the bodies. One of them will take the bodies out to burn them. He will call to the other and ask, “Are there any other dead bodies with you?” That person will answer, “No.” Then the one who asked will say, “Hush! We must not speak the name of the Lord.”", "11": "The Lord has given the command. The large house will be broken into pieces. And the small house will be broken into bits.", "12": "Horses do not run on rocks. People do not plow rocks with oxen. But you have changed fairness into poison. You have changed what is right into something wrong.", "13": "You are happy that the town of Lo Debar[a] was taken. You say, “We have taken Karnaim[b] by our own strength.”", "14": "The Lord God of heaven's armies says, “Israel, I will bring a nation against you. It will bring trouble for you from Lebo Hamath in the north to the valley south of the Dead Sea.”"}