{"1": "This is what the Lord showed me: a basket of ripe fruit. ", "2": "The Lord said to me, “Amos, what do you see?” I said, “A basket of fruit from the end of the harvest.” Then the Lord said to me, “An end has come for my people, the Israelites. I will not overlook their sins anymore.", "3": "“On that day the palace songs will become funeral songs,” says the Lord God. “There will be dead bodies thrown everywhere! Silence!”", "4": "Listen to me you who walk on helpless people. You are trying to destroy the poor people of this country.", "5": "Your businessmen say, “When will the New Moon Festival be over so we can sell grain? When will the Sabbath be over so we can bring out wheat to sell? We can charge them more and give them less. We can change the scales to cheat the people.", "6": "We will buy poor people for silver. And we will buy needy people for the price of a pair of sandals. We will even sell the wheat that was swept up from the floor.”", "7": "The Lord used his name, the Pride of Jacob, to make a promise. He said, “I will never forget what these people did.", "8": "The whole land will shake because of it. Everyone who lives in the land will cry for those who died. The whole land will rise like the Nile. It will be shaken, and then it will fall like the Nile River in Egypt.”", "9": "The Lord God says: “At that time I will cause the sun to go down at noon. I will make the earth dark on a clear day.", "10": "I will change your festivals into days of crying for the dead. All your songs will become songs of sadness for the dead. I will make all of you wear rough cloth to show your sadness. You will shave your heads to show sadness. I will make that day like the crying for the death of an only son. Its end will be very painful.”", "11": "The Lord God says: “The days are coming when I will cause a time of hunger in the land. The people will not be hungry for bread or thirsty for water. But they will be hungry for words from the Lord.", "12": "People will wander from the Mediterranean Sea to the Dead Sea. They will wander from the north to the east. They will search for the word of the Lord. But they won't find it.", "13": "At that time the beautiful young women and the young men will become weak from thirst.", "14": "They made promises by the idol in Samaria. They said, 'As surely as the god of Dan lives . . .' And they said, 'As surely as the god of Beersheba[a] lives, we promise . . .' So they will fall and never get up again.”"}