{"1": "I saw the Lord standing by the altar. He said: “Smash the top of the pillars so that even the bottom of the doors will shake. Make the pillars fall on the people's heads. Anyone left alive I will kill with a sword. Not one person will get away. No one will escape.", "2": "If they dig down as deep as where the dead are, I will pull them up from there. If they climb up into the skies, I will bring them down from there.", "3": "If they hide at the top of Mount Carmel, I will find them and take them away. If they try to hide from me at the bottom of the sea, I will command a snake to bite them.", "4": "If they are captured and taken away by their enemies, I will command the sword to kill them. I will keep watch over them. But I will keep watch to give them trouble, not to do them good.”", "5": "The Master, the Lord of heaven's armies, will touch the land. And the land will shake. Then everyone who lives in the land will cry for the dead. The whole land will rise like the Nile River. It will fall like the river of Egypt.", "6": "The Lord built his upper rooms above the skies. He sets their foundations on the earth. He calls for the waters of the sea. He pours them out on the land. The Lord is his name.", "7": "The Lord says this: “Israel, you are no different to me than the people of Cush. I brought Israel out of the land of Egypt. I also brought the Philistines from Crete and the Arameans from Kir.", "8": "I, the Lord God, am watching the sinful kingdom Israel. I will destroy Israel from the earth's surface. But I will not completely destroy Jacob's descendants,” says the Lord.", "9": "“I am giving the command to scatter the nation of Israel among all nations. It will be like someone sifting flour. A person shakes flour through a sifter. The good flour falls through, but not the bad clumps.", "10": "Sinners among my people will die by the sword. All of them say, 'Nothing bad will happen to us.'", "11": "“The kingdom of David is like a fallen tent. But in that day I will set it up again and mend its broken places. I will rebuild its ruins. I will rebuild it as it was before.", "12": "Then Israel will take over what is left of Edom and the other nations that belong to me,” says the Lord. And he will make it happen.", "13": "The Lord says, “The time is coming when there will be plenty of food. A person will still be harvesting his crops when it's time to plow again. A person will still be taking the juice from his grapes when it's time to plant again. Sweet wine will drip from the mountains. And it will pour from the hills.", "14": "I will bring my people Israel back from captivity. They will build the ruined cities again. And they will live in them. They will plant vineyards and drink the wine from them. They will plant gardens and eat their fruit.", "15": "I will plant my people on their land. And they will not be pulled out again from the land which I have given them,” says the Lord your God."}