{"1": "I looked up again. I saw four chariots coming from between two mountains. They were mountains of bronze. ", "2": "Red horses pulled the first chariot. Black horses pulled the second chariot. ", "3": "White horses pulled the third chariot. And strong, spotted horses pulled the fourth chariot. ", "4": "I spoke to the angel who was talking with me. I asked, “What are these, sir?”", "5": "He said, “These are going to the four directions on earth. They have just come from the presence of the Lord of the whole world. ", "6": "The chariot pulled by the black horses will go north. The white horses will go west. And the spotted horses will go south.”", "7": "The powerful horses were trying to go through all the earth. So he said, “Go through all the earth.” And they did.", "8": "Then he called to me, “Look. The horses that went north have calmed the Lord's anger that came from there to punish.”", "9": "The Lord spoke his word to me. He said: ", "10": "“Heldai, Tobijah and Jedaiah were captives in Babylon. Get silver and gold from them. Go that same day to the house of Josiah son of Zephaniah. ", "11": "Make the silver and gold into a crown. And put it on the head of Joshua son of Jehozadak. Joshua is the high priest. ", "12": "Tell him this is what the Lord of heaven's armies says: 'There is a man whose name is the Branch. He will branch out from where he is. He will build the Temple of the Lord. ", "13": "One man[a] will build the Temple of the Lord. And the other[b] will receive the honor of a king. One man will sit on his throne and rule. And the other will be a priest on his throne. And these two men will work together in peace.' ", "14": "The crown will be kept in the Temple of the Lord. It will remind Heldai, Tobijah, Jedaiah and Josiah son of Zephaniah of God's king. ", "15": "People living far away will come and build the Temple of the Lord. Then you will know the Lord of heaven's armies has sent me to you. This will happen if you completely obey the Lord your God.”"}