{"1": "The Lord of heaven's armies spoke his word to me again. ", "2": "This is what the Lord of heaven's armies says: “I have a very strong love for Jerusalem. My strong love for her is like a fire burning in me.”", "3": "This is what the Lord says: “I will return to Jerusalem. I will live in Jerusalem. Then it will be called the City of Truth. And the mountain of the Lord of heaven's armies will be called the Holy Mountain.”", "4": "This is what the Lord of heaven's armies says: “Old men and old women will again sit along Jerusalem's streets. Each will carry a cane because of his age. ", "5": "And the streets will be filled with boys and girls playing.”", "6": "This is what the Lord of heaven's armies says: “Those who are left alive then may think it is too difficult to happen. But it is not too difficult for me,” says the Lord of heaven's armies. ", "7": "This is what the Lord of heaven's armies says: “I will save my people from countries in the east and west. ", "8": "I will bring them back. And they will live in Jerusalem. They will be my people. And I will be their good and loyal God.”", "9": "This is what the Lord of heaven's armies says: “Be strong, you who are hearing these words today. The prophets spoke these words when the foundation was laid for the building of the Temple. ", "10": "Before that time there was no money to hire men or animals. People could not safely come and go because of the enemies. I had turned everyone against his neighbor. ", "11": "But I will not do to these people who are left alive what I did in the past,” says the Lord of heaven's armies.", "12": "“Their seeds will come up. Their grapevines will have fruit. The ground will give good crops. And the sky will send rain. I will give all this to those who are left alive. ", "13": "Judah and Israel, your names have been used as curses. But I will save you. And you will be a blessing. So don't be afraid. Be strong.”", "14": "This is what the Lord of heaven's armies says: “Your ancestors made me angry. So I planned to punish you. I had no mercy,” says the Lord of heaven's armies. ", "15": "“But now I am planning to do good to Jerusalem and Judah. So don't be afraid. ", "16": "But do these things: Tell each other the truth. In the courts judge with truth and complete fairness. ", "17": "Do not make plans to hurt your neighbors. And don't make false promises. I hate all these things,” says the Lord.", "18": "The Lord of heaven's armies spoke his word to me again. ", "19": "This is what the Lord of heaven's armies says: “You have special days when you give up eating. These days are in the fourth, fifth, seventh and tenth months. Those days will become good, joyful, happy feasts in Judah. But you must love truth and peace.”", "20": "This is what the Lord of heaven's armies says: “Many people from many cities will still come to Jerusalem. ", "21": "People from one city will say to those from another city, 'We are going to pray to the Lord. We want to ask the Lord of heaven's armies for help. Come and go with us.' ", "22": "Many people and powerful nations will come to Jerusalem. They will worship the Lord of heaven's armies. They will pray to the Lord.”", "23": "This is what the Lord of heaven's armies says: “At that time, ten men from different countries with different languages will come. They will take hold of one Jew by his coat. They will say to him, 'Let us go with you. We have heard that God is with you.'”"}