{"1": "This message is the word of the Lord. The message is against the land of Hadrach. And it is against the city of Damascus. The tribes of Israel and all people belong to the Lord.", "2": "The Lord's message is also against the city of Hamath, which is on the border of the land of Hadrach. The Lord's message is against Tyre and Sidon, with their skill.", "3": "Tyre has built a strong, walled city. The people have piled up silver like dust. They have as much gold as mud in the streets.", "4": "But the Lord will take away all she has. He will destroy her power on the sea. That city will be destroyed by fire.", "5": "The city of Ashkelon will see it and be afraid. The people of Gaza will shake with fear. And the people of Ekron will lose hope. No king will be left in Gaza. And no one will live in Ashkelon anymore.", "6": "Foreigners will live in Ashdod. And I will destroy the pride of the Philistines.", "7": "I will stop them from drinking blood. They will not eat any other forbidden food. Those left alive will belong to God. They will be leaders in Judah. And Ekron will become part of my people like the Jebusites.", "8": "I will protect my Temple from armies who come and go. No one will hurt my people again because now I am guarding it.", "9": "Rejoice, people of Jerusalem. Shout for joy, people of Jerusalem. Your king is coming to you. He does what is right, and he saves. He is gentle and riding on a donkey. He is on the colt of a donkey.", "10": "I will take away the chariots from Ephraim and the horses from Jerusalem. The bows used in war will be broken. The king will talk to the nations about peace. His kingdom will go from sea to sea, and from the Euphrates River to the ends of the earth.", "11": "My people, I made an agreement with you and sealed it with the blood of sacrifices. Because of this, I will set your prisoners free from captivity, which is like a dry pit.", "12": "You prisoners who have hope, return to your place of safety. Today I am telling you that I will give you back twice as much as before.", "13": "I will use Judah like a bow. And Ephraim will be like the arrows. Jerusalem, I will use your men to fight the men of Greece. I will make you like the sword of a warrior.", "14": "Then the Lord will appear to them. He will shoot his arrows like lightning. The Lord God will blow the trumpet. And he will march in the storms of the south.", "15": "The Lord of heaven's armies will protect them. They will destroy the enemy with slingshots. They will drink and shout like drunk men. They will be filled like a bowl used for sprinkling blood at the corners of the altar.", "16": "On that day the Lord their God will save them as if his people were sheep. They will shine in his land like jewels in a crown.", "17": "They will be so pretty and beautiful. The young men will grow strong on the grain. And the young women will grow strong on new wine."}