{"1": "Hear this word, people of Israel, the word the Lord has spoken against you—against the whole family I brought up out of Egypt:", "2": "“You only have I chosen of all the families of the earth; therefore I will punish you for all your sins.”", "3": "Do two walk together unless they have agreed to do so?", "4": "Does a lion roar in the thicket when it has no prey? Does it growl in its den when it has caught nothing?", "5": "Does a bird swoop down to a trap on the ground when no bait is there? Does a trap spring up from the ground if it has not caught anything?", "6": "When a trumpet sounds in a city, do not the people tremble? When disaster comes to a city, has not the Lord caused it?", "7": "Surely the Sovereign Lord does nothing without revealing his plan to his servants the prophets.", "8": "The lion has roared— who will not fear? The Sovereign Lord has spoken— who can but prophesy?", "9": "Proclaim to the fortresses of Ashdod and to the fortresses of Egypt: “Assemble yourselves on the mountains of Samaria; see the great unrest within her and the oppression among her people.”", "10": "“They do not know how to do right,” declares the Lord, “who store up in their fortresses what they have plundered and looted.”", "11": "Therefore this is what the Sovereign Lord says: “An enemy will overrun your land, pull down your strongholds and plunder your fortresses.”", "12": "This is what the Lord says: “As a shepherd rescues from the lion's mouth only two leg bones or a piece of an ear, so will the Israelites living in Samaria be rescued, with only the head of a bed and a piece of fabric[a] from a couch.[b]”", "13": "“Hear this and testify against the descendants of Jacob,” declares the Lord, the Lord God Almighty.", "14": "“On the day I punish Israel for her sins, I will destroy the altars of Bethel; the horns of the altar will be cut off and fall to the ground.", "15": "I will tear down the winter house along with the summer house; the houses adorned with ivory will be destroyed and the mansions will be demolished,” declares the Lord."}