{"1-2": "With eyes wide open to the mercies of God, I beg you, my brothers, as an act of intelligent worship, to give him your bodies, as a living sacrifice, consecrated to him and acceptable by him. Don't let the world around you squeeze you into its own mould, but let God re-mould your minds from within, so that you may prove in practice that the plan of God for you is good, meets all his demands and moves towards the goal of true maturity.", "3-8": "As your spiritual teacher I give this piece of advice to each one of you. Don't cherish exaggerated ideas of yourself or your importance, but try to have a sane estimate of your capabilities by the light of the faith that God has given to you all. For just as you have many members in one physical body and those members differ in their functions, so we, though many in number, compose one body in Christ and are all members of one another. Through the grace of God we have different gifts. If our gift is preaching, let us preach to the limit of our vision. If it is serving others let us concentrate on our service; if it is teaching let us give all we have to our teaching; and if our gift be the stimulating of the faith of others let us set ourselves to it. Let the man who is called to give, give freely; let the man who wields authority think of his responsibility; and let the man who feels sympathy for his fellows act cheerfully.", "9": "Let us have no imitation Christian love. Let us have a genuine break with evil and a real devotion to good.", "10": "Let us have real warm affection for one another as between brothers, and a willingness to let the other man have the credit.", "11": "Let us not allow slackness to spoil our work and let us keep the fires of the spirit burning, as we do our work for God.", "12": "Base your happiness on your hope in Christ. When trials come endure them patiently, steadfastly maintain the habit of prayer.", "13": "Give freely to fellow-Christians in want, never grudging a meal or a bed to those who need them.", "14": "And as for those who try to make your life a misery, bless them. Don't curse, bless.", "15": "Share the happiness of those who are happy, the sorrow of those who are sad.", "16": "Live in harmony with each other. Don't become snobbish but take a real interest in ordinary people. Don't become set in your own opinions.", "17": "Don't pay back a bad turn by a bad turn, to anyone. Don't say “it doesn't matter what people think”, but see that your public behaviour is above criticism.", "18": "As far as your responsibility goes, live at peace with everyone.", "19": "Never take vengeance into your own hands, my dear friends: stand back and let God punish if he will. For it is written: 'Vengeance is mine. I will repay'.", "20-21": "... these are God's words: 'Therefore if your enemy hungers, feed him; if he thirsts, give him a drink; for in so doing you will heap coals of fire on his head'. Don't allow yourself to be overpowered with evil. Take the offensive—overpower evil by good!"}