{"1": "I am writing this to you, my children, so that you will not sin; but if anyone does sin, we have someone who pleads with the Father on our behalf—Jesus Christ, the righteous one. ", "2": "And Christ himself is the means by which our sins are forgiven, and not our sins only, but also the sins of everyone.", "3": "If we obey God's commands, then we are sure that we know him. ", "4": "If we say that we know him, but do not obey his commands, we are liars and there is no truth in us. ", "5": "But if we obey his word, we are the ones whose love for God has really been made perfect. This is how we can be sure that we are in union with God: ", "6": "if we say that we remain in union with God, we should live just as Jesus Christ did.", "7": "My dear friends, this command I am writing you is not new; it is the old command, the one you have had from the very beginning. The old command is the message you have already heard. ", "8": "However, the command I now write you is new, because its truth is seen in Christ and also in you. For the darkness is passing away, and the real light is already shining.", "9": "If we say that we are in the light, yet hate others, we are in the darkness to this very hour. ", "10": "If we love others, we live in the light, and so there is nothing in us that will cause someone else[a] to sin. ", "11": "But if we hate others, we are in the darkness; we walk in it and do not know where we are going, because the darkness has made us blind.", "12": "I write to you, my children, because your sins are forgiven for the sake of Christ. ", "13": "I write to you, fathers, because you know him who has existed from the beginning. I write to you, young people, because you have defeated the Evil One.", "14": "I write to you, my children, because you know the Father. I write to you, fathers, because you know him who has existed from the beginning. I write to you, young people, because you are strong; the word of God lives in you, and you have defeated the Evil One.", "15": "Do not love the world or anything that belongs to the world. If you love the world, you do not love the Father. ", "16": "Everything that belongs to the world—what the sinful self desires, what people see and want, and everything in this world that people are so proud of—none of this comes from the Father; it all comes from the world. ", "17": "The world and everything in it that people desire is passing away; but those who do the will of God live forever.", "18": "My children, the end is near! You were told that the Enemy of Christ would come; and now many enemies of Christ have already appeared, and so we know that the end is near. ", "19": "These people really did not belong to our fellowship, and that is why they left us; if they had belonged to our fellowship, they would have stayed with us. But they left so that it might be clear that none of them really belonged to us.", "20": "But you have had the Holy Spirit poured out on you by Christ, and so all of you know the truth. ", "21": "I write you, then, not because you do not know the truth; instead, it is because you do know it, and you also know that no lie ever comes from the truth.", "22": "Who, then, is the liar? It is those who say that Jesus is not the Messiah. Such people are the Enemy of Christ—they reject both the Father and the Son. ", "23": "For those who reject the Son reject also the Father; those who accept the Son have the Father also.", "24": "Be sure, then, to keep in your hearts the message you heard from the beginning. If you keep that message, then you will always live in union with the Son and the Father. ", "25": "And this is what Christ himself promised to give us—eternal life.", "26": "I am writing this to you about those who are trying to deceive you. ", "27": "But as for you, Christ has poured out his Spirit on you. As long as his Spirit remains in you, you do not need anyone to teach you. For his Spirit teaches you about everything, and what he teaches is true, not false. Obey the Spirit's teaching, then, and remain in union with Christ.", "28": "Yes, my children, remain in union with him, so that when he appears we may be full of courage and need not hide in shame from him on the Day he comes. ", "29": "You know that Christ is righteous; you should know, then, that everyone who does what is right is God's child."}