{"1": "The Lord said to Moses and Aaron,", "2": "“Tell the Israelites: These are the animals you can eat:", "3": "If an animal has hooves that are split into two parts, and if that animal also chews the cud, then you may eat the meat from that animal.", "4-6": "“Some animals chew the cud, but they don't have split hooves. Don't eat these animals. Camels, rock badgers, and rabbits are like that, so they are unclean for you.", "7": "Other animals have hooves that are split into two parts, but they don't chew the cud. Don't eat these animals. Pigs are like that, so they are unclean for you.", "8": "Don't eat the meat from these animals. Don't even touch their dead bodies! They are unclean for you.", "9": "“You may eat everything that lives in the sea or in a river that has fins and scales.", "10-11": "But you must not eat anything that lives in the sea or in a river and does not have fins and scales. Just the thought of eating such a creature should make you sick. This will never change. So don't ever eat meat from anything like that. Don't even touch its dead body!", "12": "It is a sickening thought for you to touch anything that lives in the water and does not have fins and scales.", "13": "“You must also treat some birds as things that are wrong to eat. Stay away from them. It is a sickening thought for you to eat any of these birds: eagles, vultures, buzzards,", "14": "kites, all kinds of falcons,", "15": "all kinds of black birds,", "16": "ostriches, nighthawks, sea gulls, all kinds of hawks,", "17": "owls, cormorants, great owls,", "18": "water hens, pelicans, carrion vultures,", "19": "storks, all kinds of herons, hoopoes, and bats.", "20": "“Don't eat insects that have wings and crawl.[a] Even the thought of eating them should make you sick!", "21": "But you may eat insects if they have legs with joints above their feet so that they can jump.", "22": "You may also eat all kinds of locusts, all kinds of winged locusts, all kinds of crickets, and all kinds of grasshoppers.", "23": "“But stay away from all the other insects that have wings and crawl.", "24": "They will make you unclean. If you touch the dead bodies of these insects, you will become unclean until evening.", "25": "If you pick up one of these dead insects, you must wash your clothes. You will be unclean until evening.", "26-27": "“Some animals have split hooves, but the hooves don't make exactly two parts. Some animals don't chew the cud. Some animals don't have hooves—they walk on their paws.[b] All these animals are unclean for you. If you touch them, you will become unclean until evening.", "28": "If you pick up the dead bodies of these unclean animals, you must wash your clothes. You will be unclean until evening. These animals are unclean for you.", "29": "“These small animals are unclean for you: moles, mice, all kinds of great lizards,", "30": "geckos, crocodiles, lizards, sand reptiles, and chameleons.", "31": "Whoever touches their dead bodies will be unclean until evening.", "32": "“If any of these unclean animals dies and falls on something, that thing will become unclean. It might be something made from wood, cloth, leather, or sackcloth. Whatever it is or is used for, it must be washed with water. It will be unclean until evening. Then it will become clean again.", "33": "If any of these unclean animals dies and falls into a clay dish, anything in the dish will become unclean. And you must break the dish.", "34": "If water from the unclean clay dish touches any food, that food will become unclean. Any drink in the unclean dish will become unclean.", "35": "If any part of a dead, unclean animal falls on something, that thing is unclean. It may be a clay oven or a clay baking pan. It must be broken into pieces. These things will remain unclean. They will always be unclean for you.", "36": "“A spring or a well that collects water will remain clean, but anyone who touches the dead bodies of any unclean animal in that water will become unclean.", "37": "If any part of a dead, unclean animal falls on seed that is to be planted, that seed is still clean.", "38": "But if you put water on some seed and if any part of a dead, unclean animal falls on those seeds, they are unclean for you.", "39": "“Also, if an animal which you use for food dies, whoever touches its dead body will be unclean until evening.", "40": "If you eat meat from this animal's body, you must wash your clothes. You will be unclean until evening. If you pick up the dead body of the animal, you must wash your clothes. You will be unclean until evening.", "41": "“You must treat all the crawling animals that live on the dirt as disgusting things that you must not eat.", "42": "You must not eat any of the reptiles that crawl on their bellies or that walk on all four feet or that have many feet. Don't eat these animals!", "43": "Don't let them make you filthy.[c] You must not become unclean,", "44": "because I am the Lord your God. I am holy, so you should keep yourselves holy. Don't make yourselves unclean with these crawling things.", "45": "I, the Lord, brought you out of Egypt so that you could be my special people and I could be your God. I am holy, so you must be holy too.”", "46": "These are the rules about all the tame animals, birds, all the animals in the sea, and all the animals that crawl on the ground.", "47": "These rules will help the people know which animals are unclean and which animals they are allowed to eat and which ones they cannot eat."}