{"1": "The Lord said to Moses,", "2": "“Tell all the Israelites: I am the Lord your God. I am holy, so you must be holy.", "3": "“Each of you must honor your mother and father and keep my special days of rest.[a] I am the Lord your God!", "4": "“Do not worship idols. Do not make statues of gods for yourselves. I am the Lord your God.", "5": "“When you offer a sacrifice of fellowship offerings to the Lord, you must offer it in the right way so that you will be accepted.", "6": "You may eat it the same day you offer it and on the next day. But if any of that sacrifice is left on the third day, you must burn it in the fire.", "7": "You must not eat any of that sacrifice on the third day. It will be unclean,[b] and it will not be accepted.", "8": "You will be guilty of sin if you do that because you did not respect the holy things that belong to the Lord. If you do that, you will be separated from your people.", "9": "“When you cut your crops at harvest time, don't cut all the way to the corners of your fields. And if grain falls on the ground, you must not gather up that grain.", "10": "Don't pick all the grapes in your vineyards or pick up the grapes that fall to the ground. You must leave those things for your poor people and for people traveling through your country. I am the Lord your God.", "11": "“You must not steal. You must not cheat people. You must not lie to each other.", "12": "You must not use my name to make false promises. If you do that, you will show that you don't respect the name of your God. I am the Lord!", "13": "“You must not cheat or rob your neighbor. You must not hold a hired worker's salary overnight until morning.[c]", "14": "“You must not curse anyone who is deaf. You must not do anything to make a blind person fall. But you must respect your God. I am the Lord.", "15": "“You must be fair in judgment. You must not show special favor to the poor. And you must not show special favor to important people. You must be fair when you judge your neighbor.", "16": "You must not go around spreading false stories against other people. Don't do anything that would put your neighbor's life in danger. I am the Lord.", "17": "“Don't secretly hate any of your neighbors. But tell them openly what they have done wrong so that you will not be just as guilty of sin as they are.", "18": "Forget about the wrong things people do to you. Don't try to get even. Love your neighbor as yourself. I am the Lord.", "19": "“You must obey my laws. You must not let your animals mate with animals of a different kind. You must not sow your field with two kinds of seed. You must not wear clothing made from two kinds of material mixed together.", "20": "“It may happen that a man has sexual relations with a woman who is the slave of another man. But this slave woman has not been bought or given her freedom. If this happens, there must be punishment. But they will not be put to death because the woman was not free.", "21": "The man must bring his guilt offering to the Lord at the entrance of the Meeting Tent. He must bring a ram for a guilt offering.", "22": "The priest will make him pure by offering the ram as a guilt offering before the Lord. The offering is for the man's sins, which will then be forgiven.", "23": "“In the future, when you enter your country, you will plant many kinds of trees for food. After planting a tree, you must wait three years before you can use any of the fruit from that tree. You must not use that fruit.", "24": "In the fourth year, the fruit from that tree will belong to the Lord, a holy offering of praise to him.", "25": "Then, in the fifth year, you can eat the fruit from that tree. And the tree will produce more and more fruit for you. I am the Lord your God.", "26": "“You must not eat any meat with blood still in it. “You must not try to use different kinds of magic to tell the future.", "27": "“You must not round off the hair that grows on the side of your face. You must not cut your beard that grows on the side of your face.", "28": "You must not cut your body as a way to remember the dead. You must not make any tattoo marks on yourselves. I am the Lord.", "29": "“Do not dishonor your daughters by making them become prostitutes. If you do that, your whole country will turn away from God and be filled with all kinds of sinful things.", "30": "“You must not work on my special days of rest. You must honor my holy place. I am the Lord.", "31": "“Do not go to mediums or wizards for advice—they will only make you unclean. I am the Lord your God.", "32": "“Show honor to old people. Stand up when they come into the room. And show respect to your leaders.[d] I am the Lord.", "33": "“Do not do bad things to foreigners living in your country.", "34": "You must treat them the same as you treat your own citizens. Love them as you love yourselves. Remember, you were foreigners in Egypt. I am the Lord your God!", "35": "“You must be fair when you judge people, and you must be fair when you measure and weigh things.", "36": "Your baskets should be the right size. Your jars should hold the right amount of liquids. Your weights and balances should weigh things correctly. I am the Lord your God. I brought you out of the land of Egypt.", "37": "“You must remember all my laws and rules. And you must obey them. I am the Lord.”"}