{"1": "The Priest might not at all times come into the most holy place. 8 The scapegoat. 14 The purging of the Sanctuary. 17 The cleansing of the Tabernacle. 21 The Priest confesseth the sins of the people. 29 The feast of cleansing sins. Furthermore the Lord spake unto Moses, after the death of the two sons of Aaron, when they came to offer before the Lord, and died:", "2": "And the Lord said unto Moses, Speak unto Aaron thy brother, that he come not at [a]all times into the holy place within the veil, before the Mercy seat, which is upon the Ark, that he die not, for I will appear in the cloud upon the Mercy seat.", "3": "After this sort shall Aaron come into the Holy place: even with a young bullock for a sin offering, and a ram for a burnt offering.", "4": "He shall put on the holy linen coat, and shall have linen breeches upon his [b]flesh, and shall be girded with a linen girdle, and shall cover his head with a linen miter, these are the holy garments: therefore shall he wash his flesh in water, when he doth put them on.", "5": "And he shall take of the Congregation of the children of Israel, two he goats for a sin offering, and a ram for a burnt offering.", "6": "Then Aaron shall offer the bullock for his sin offering, and make an atonement for himself, and for his house.", "7": "And he shall take the two he goats, and present them before the Lord at the door of the Tabernacle of the Congregation.", "8": "Then Aaron shall cast lots over the two he goats: one lot for the Lord, and the other for the [c]Scapegoat.", "9": "And Aaron shall offer the goat, upon which the Lord's lot shall fall, and make him a sin offering.", "10": "But the goat, on which the lot shall fall to be the Scapegoat, shall be presented alive before the Lord, to make reconciliation by him, and to let him go (as a Scapegoat) into the wilderness.", "11": "Thus Aaron shall offer the bullock for his sin offering, and make a reconciliation for himself, and for his house, and shall kill the bullock for his sin offering.", "12": "And he shall take a censer full of burning coals from off the altar before the Lord, and his hand full of sweet incense beaten small, and bring it within the [d]veil,", "13": "And shall put the incense upon the fire before the Lord, that the [e]cloud of the incense may cover the Mercy seat that is upon [f]the Testimony: so he shall not die.", "14": "And he shall take of the blood of the bullock, and sprinkle it with his finger upon the Mercy seat [g]Eastward: and before the Mercy seat shall he sprinkle of the blood with his finger seven times.", "15": "¶ Then shall he kill the goat that is the people's sin offering, and bring his blood within the veil and do with that blood, as he did with the blood of the bullock, and sprinkle it upon the Mercy seat, and before the Mercy seat.", "16": "So he shall purge the Holy place from the uncleanness of the children of Israel, and from their trespasses of all their sins: so shall he do also for the Tabernacle of the Congregation [h]placed with them, in the midst of their uncleanness.", "17": "And there shall be no man in the Tabernacle of the Congregation, when he goeth in to make an atonement in the Holy place, until he come out, and have made an atonement for himself, and for his household, and for all the Congregation of Israel.", "18": "After, he shall go out unto the [i]altar that is before the Lord, and make a reconciliation upon it, and shall take of the blood of the bullock, and of the blood of the goat, and put it upon the horns of the Altar round about.", "19": "So shall he sprinkle of the blood upon it with his finger seven times, and cleanse it, and hallow it from the uncleanness of the children of Israel.", "20": "¶ When he hath made an end of purging the Holy place, and the Tabernacle of the Congregation, and the Altar, then he shall bring the live goat:", "21": "And Aaron shall put both his hands upon the head of the live goat, and confess over him all the iniquities of the children of Israel, and all their trespasses in all their sins, putting them [j]upon the head of the goat, and shall send him away (by the hand of a man appointed) into the wilderness.", "22": "So the goat shall bear upon him all their iniquities into [k]the land that is not inhabited, and he shall let the goat go into the wilderness.", "23": "After, Aaron shall come into the Tabernacle of the Congregation, and put off the linen clothes, which he put on when he went into the Holy place, and leave them there.", "24": "He shall wash also his flesh with water in [l]the holy place, and put on his own raiment, and come out, and make his burnt offering and the burnt offering of the people, and make an atonement for himself, and for the people.", "25": "Also the fat of the sin offering shall he burn upon the altar.", "26": "And he that carried forth the goat called the Scapegoat, shall wash his clothes, and wash his flesh in water, and after that shall come into the host.", "27": "Also the bullock for the burnt offering, and the goat for the sin offering (whose blood was brought to make a reconciliation in the Holy place) shall one carry out without the host to be burnt in the fire, with their skins, and with their flesh, and with their dung.", "28": "And he that burneth them shall wash his clothes, and wash his flesh in water, and afterward come into the host.", "29": "¶ So this shall be an ordinance forever unto you: the tenth day of the [m]seventh month, ye shall [n]humble your souls, and do no work at all, whether it be one of the same country, or a stranger that sojourneth among you.", "30": "For that day shall the Priest make an atonement for you to cleanse you: ye shall be clean from all your sins before the Lord.", "31": "This shall be a [o]Sabbath of rest unto you, and you shall humble your souls by an ordinance forever.", "32": "And the Priest [p]whom he shall anoint, and whom he shall consecrate (to minister in his father's stead) shall make the atonement, and shall put on the linen clothes and holy vestments,", "33": "And shall purge the holy Sanctuary and the Tabernacle of the Congregation, and shall cleanse the altar, and make an atonement for the Priests and for all the people of the Congregation.", "34": "And this shall be an everlasting ordinance unto you to make an atonement for the children of Israel for all their sins once a year: and as the Lord commanded Moses, he did."}