{"1": "They that give of their seed to Molech, must die. 6 They that have recourse to sorcerers. 10 The man that committeth adultery, 11 incest, or fornication with the kindred or affinity. 24 Israel a peculiar people to the Lord. And the Lord spake unto Moses, saying,", "2": "Thou shalt say also to the children of Israel, Whosoever he be of the children of Israel, or of the strangers that dwell in Israel, that giveth his children unto [a]Molech, he shall die the death, the people of the land shall stone him to death.", "3": "And I will [b]set my face against that man and cut him off from among his people, because he hath given his children unto Molech, for to defile my Sanctuary, and to pollute mine holy Name.", "4": "And if the [c]people of the land hide their eyes, and wink at that man when he giveth his children unto Molech, and kill him not,", "5": "Then will I set my face against that man, and against his family, and will cut him off, and all that go a whoring after him to commit whoredom with Molech, from among their people.", "6": "¶ If any turn after such as work with spirits, and after soothsayers to go a [d]whoring after them, then will I set my face against that person, and will cut him off from among his people.", "7": "¶ Sanctify yourselves therefore, and be holy, for I am the Lord your God.", "8": "Keep ye therefore mine ordinances, and do them: I am the Lord which doth sanctify you.", "9": "¶ If there be any that curseth his father or his mother he shall die the death, seeing he hath cursed his father and his mother, [e]his blood shall be upon him.", "10": "¶ And the man that committeth adultery with another man's wife, because he hath committed adultery with his neighbor's wife, the adulterer and the adulteress shall die the death.", "11": "And the man that lieth with his father's wife, because he hath uncovered his father's shame, they shall both die: their blood shall be upon them.", "12": "Also the man that lieth with his daughter-in-law, they both shall die the death, they have wrought [f]abomination, their blood shall be upon them.", "13": "¶  The man also that lieth with the male, as one lieth with a woman, they have both committed abomination: they shall die the death, their blood shall be upon them.", "14": "Likewise he that taketh a wife and her mother, [g]committeth wickedness: they shall burn him and them with fire, that there be no wickedness among you.", "15": "Also the man that lieth with a beast, shall die the death, and ye shall slay the beast.", "16": "And if a woman come to any beast, and lie therewith, then thou shalt kill the woman and the beast: they shall die the death, their blood shall be upon them.", "17": "Also the man that taketh his sister, his father's daughter, or his mother's daughter, and seeth her shame, and she seeth his shame, it is villainy: therefore they shall be cut off in the sight [h]of their people, because he that uncovered his sister's shame, he shall bear his iniquity.", "18": "The man also that lieth with a woman having her [i]disease, and uncovereth her shame, and openeth her fountain, and she open the fountain of her blood, they shall be even both cut off from among their people.", "19": "Moreover, thou shalt not uncover the shame of thy mother's sister, nor of thy father's sister: because he hath uncovered his [j]kin, they shall bear their iniquity.", "20": "Likewise the man that lieth with his father's brother's wife, and uncovereth his uncle's shame: they shall bear their iniquity, and shall die [k]childless.", "21": "So the man that taketh his brother's wife, committeth filthiness, because he hath uncovered his brother's [l]shame, they shall be childless.", "22": "¶ Ye shall keep therefore all mine ordinances and all my judgments, and do them, that the land whither I bring you to dwell therein, spew you not out.", "23": "Wherefore ye shall not walk in the manners of this nation which I cast out before you: for they have committed all these things, therefore I abhorred them.", "24": "But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, even a land that [m]floweth with milk and honey: I am the Lord your God, which have separated you from other people.", "25": "Therefore shall ye put difference between clean beasts and unclean, and between unclean fowls and clean, neither shall ye [n]defile your fowls with beasts and fowls, nor with any creeping thing, that the ground bringeth forth, which I have separated from you as unclean.", "26": "Therefore shall ye be holy unto me: for I the Lord am holy, and I have separated you from other people that ye should be mine.", "27": "¶ And if a man or woman have a spirit of divination, or soothsaying in them, they shall die the death: they shall stone them to death, their blood shall be upon them."}