{"1": "Who ought to abstain from eating the things that were offered. 19 What oblation should be offered. And the Lord spake unto Moses, saying,", "2": "Speak unto Aaron, and to his sons, that they be [a]separated from the holy things of the children of Israel, and that they pollute not mine holy name in those things, which they hallow unto me: I am the Lord.", "3": "Say unto them, Whosoever he be of all your seed among your generations after you, that [b]toucheth the holy things which the children of Israel hallow unto the Lord, having his uncleanness upon him, even that person shall be cut off from my sight, I am the Lord.", "4": "Whosoever also of the seed of Aaron is a leper, or hath a running issue, he shall not eat of the holy things until he be clean: and who so toucheth any that is [c]unclean by reason of the dead, or a man whose issue of seed runneth from him,", "5": "Or the man that toucheth any creeping thing, whereby he may be made unclean, or a man by whom he may take uncleanness, [d]whatsoever uncleanness he hath,", "6": "The person that hath touched such, shall therefore be unclean until the even, and shall not eat of the holy things, [e]except he have washed his flesh with water.", "7": "But when the Sun is down, he shall be clean, and shall afterward eat of the holy things: for it is his [f]food.", "8": "Of a beast that dieth, or is rent with beasts, whereby he may be defiled, he shall not eat: I am the Lord.", "9": "Let them keep therefore mine ordinance, lest they bear their sin for it, and die for it, if they defile it: I the Lord sanctify them.", "10": "There shall no [g]stranger also eat of the holy thing, neither [h]the guest of the Priest, neither shall an hired servant eat of the holy thing:", "11": "But if the Priest buy any with money, he shall eat of it, also he that is born in his house: they shall eat of his meat.", "12": "If the Priest's daughter also be married unto a [i]stranger, she may not eat of the holy offerings.", "13": "Notwithstanding if the Priest's daughter be a widow or divorced, and have no child, but is returned unto her father's house, she shall eat of her father's bread, as she did in her youth: but there shall no stranger eat thereof.", "14": "¶ If a man eat of the holy thing unwittingly, he shall put the [j]fifth part thereunto, and give it unto the Priest with the hallowed thing.", "15": "So shall they not defile the holy things of the children of Israel, which they offer unto the Lord,", "16": "Neither cause the people to bear the iniquity of their [k]trespass, while they eat their holy thing: for I the Lord do hallow them.", "17": "¶ And the Lord spake unto Moses, saying,", "18": "Speak unto Aaron, and to his sons, and to all the children of Israel, and say unto them, Whosoever he be of the house of Israel, or of the strangers in Israel, that will offer his sacrifice for all their vows, and for all their free offerings, which they use to offer unto the Lord for a burnt offering,", "19": "Ye shall offer of your free mind a male without blemish of the beeves, of the sheep, or of the goats.", "20": "Ye shall not offer anything that hath a blemish: for that shall not be acceptable for you.", "21": "And whosoever bringeth a peace offering unto the Lord to accomplish his vow, or for a free offering of the beeves, or of the sheep, his free offering shall be perfect, no blemish shall be in it.", "22": "Blind, or broken, or maimed, or having a [l]wen, or scurvy, or scabbed: these shall ye not offer unto the Lord, nor make an offering by fire of these upon the Altar of the Lord.", "23": "Yet a bullock, or a sheep that hath any member superfluous, or lacking, such mayest thou present for a free offering, but for a vow it shall not be accepted.", "24": "Ye shall not offer unto the Lord that which is bruised or crushed, or broken, or cut away, neither shall ye make an offering thereof in your land,", "25": "Neither [m]of the hand of a stranger shall ye offer the bread of your God of any of these, because their corruption is in them, there is a blemish in them: therefore shall they not be accepted for you.", "26": "¶ And the Lord spake unto Moses, saying,", "27": "When a bullock, or a sheep, or a goat shall be brought forth, it shall be even seven days under his dam: and from the eighth day forth it shall be accepted for a sacrifice made by fire unto the Lord.", "28": "As for the cow or the ewe, ye shall not kill her, and her young both in one day.", "29": "So when ye will offer a thank offering unto the Lord, ye shall offer willingly.", "30": "The same day shall it be eaten, ye shall leave none of it to the morrow: I am the Lord.", "31": "Therefore shall ye keep my Commandments and do them: for I am the Lord.", "32": "Neither shall ye [n]pollute my holy Name, but I will be hallowed among the children of Israel. I the Lord sanctify you,", "33": "Which have brought you out of the land of Egypt, to be your God: I am the Lord."}