{"1": "The oil for the lamps. 5 The showbread.  14 The blasphemer shall be stoned. 17 He that killeth shall be killed. And the Lord spake unto Moses, saying,", "2": "[a]Command the children of Israel that they bring unto thee pure oil olive beaten, for the light, to cause the lamps to burn continually.", "3": "Without the veil [b]of the Testimony, in the Tabernacle of the Congregation, shall Aaron dress them, both even and morning before the Lord always: this shall be a law forever through your generations.", "4": "He shall dress the lamps upon the pure Candlestick before the Lord perpetually.", "5": "¶ Also thou shalt take fine flour, and bake twelve cakes thereof: two [c]tenth deals shall be in one cake.", "6": "And thou shalt set them in two rows, six in a row upon the pure table before the Lord.", "7": "Thou shalt also put pure incense upon the rows, that [d]instead of the bread it may be for a remembrance, and an offering made by fire unto the Lord.", "8": "Every Sabbath he shall put them in rows before the Lord evermore, receiving them of the children of Israel for an everlasting Covenant.", "9": "And the bread shall be Aaron's and his sons', and they shall eat it in the holy place: for it is most holy unto him of the offerings of the Lord made by fire by a perpetual ordinance.", "10": "¶ And there went [e]out among the children of Israel the son of an Israelitish woman, whose father was an Egyptian: and this son of the Israelitish woman, and a man of Israel strove together in the host.", "11": "So the Israelitish woman's son [f]blasphemed the Name of the Lord, and cursed, and they brought him unto Moses (his mother's name also was Shelomith, the daughter of Dibri of the tribe of Dan)", "12": "And they put him in ward, till he told them the mind of the Lord.", "13": "Then the Lord spake unto Moses, saying,", "14": "Bring the blasphemer without the host, and let all that heard him, put their hands upon his head, and let all the Congregation stone him.", "15": "And thou shalt speak unto the children of Israel, saying, Whosoever curseth his God, shall [g]bear his sin.", "16": "And he that blasphemeth the Name of the Lord, shall be put to death: all the Congregation shall stone him to death: as well the stranger, as he that is born in the land: when he blasphemeth the Name of the Lord, let him be slain.", "17": "¶ He also that [h]killeth any man, he shall be put to death.", "18": "And he that killeth a beast, he shall restore it, [i]beast for beast.", "19": "Also if a man cause any blemish in his neighbor: as he hath done, so shall it be done to him:", "20": "Breach for breach, eye for eye, tooth for tooth: such a blemish as he hath made in any, such shall be repaid to him.", "21": "And he that killeth a beast, shall restore it: but he that killeth a man, shall be slain.", "22": "Ye shall have one law: it shall be as well for the stranger as for one born in the country, for I am the Lord your God.", "23": "¶ Then [j]Moses told the children of Israel, and they brought the blasphemer out of the host, and stoned him with stones: so the children of Israel did as the Lord had commanded Moses."}