{"1": "The law of the trespass offering. 11 Also of the peace offering. 23 The fat and the blood may not be eaten. Likewise this is the law of the [a]trespass offering, it is most holy.", "2": "In the place [b]where they kill the burnt offering, shall they kill the trespass offering, and the blood thereof shall he sprinkle round about upon the altar.", "3": "All the fat thereof also shall [c]he offer, the rump, and the fat that covered the inwards.", "4": "After, he shall take away the two kidneys, with the fat that is on them and upon the flanks, and the caul on the liver with the kidneys.", "5": "Then the Priest shall burn them upon the altar, for an offering made by fire unto the Lord: this is a trespass offering.", "6": "All the males among the Priests shall eat thereof, it shall be eaten in the holy place for it is most holy.", "7": "As the sin offering is, so is the trespass offering, one [d]law serveth for both: [e]that wherewith the Priest shall make atonement, shall be his.", "8": "Also the Priest that offereth any man's burnt offering, shall have the skin of the burnt offering which he hath offered.", "9": "And all the meat offering that is baked in the oven, and that is dressed in the pan, and in the frying pan, shall be the Priest's that offereth it.", "10": "And every meat offering mingled with oil, and that is [f]dry, shall pertain unto all the sons of Aaron, to all alike.", "11": "Furthermore, this is the law of the peace offerings, which he shall offer unto the Lord.", "12": "If he offer it to [g]give thanks, then he shall offer for his thanks offering, unleavened cakes mingled with oil, and unleavened wafers anointed with oil, and fine flour fried with the cakes mingled with oil.", "13": "He shall offer also his offering with cakes of leavened bread, for his peace offerings, to give thanks.", "14": "And of all the sacrifice he shall offer one cake for an heave offering unto the Lord, and it shall be the Priest's that sprinkled the blood of the peace offerings.", "15": "Also the flesh of the peace offerings, for thanksgiving, shall be eaten the same day that it is offered: he shall leave nothing thereof until the morning.", "16": "But if the sacrifice of his offering be a [h]vow, or a free offering, it shall be eaten the same day that he offereth his sacrifice: and so in the morning the residue thereof shall be eaten.", "17": "But as much of the offered flesh as remaineth unto the third day, shall be burnt with fire.", "18": "For if any of the flesh of his peace offerings be eaten in the third day, he shall not be accepted that offereth it, neither shall it be reckoned unto him, but shall be an abomination: therefore the person that eateth of it shall [i]bear his iniquity.", "19": "The flesh also that toucheth any unclean [j]thing, shall not be eaten, but burnt with fire: but [k]of this flesh all that be clean shall eat thereof.", "20": "But if any eat of the flesh of the peace offerings that pertaineth to the Lord, having his uncleanness upon him, even the same person shall be cut off from his people.", "21": "Moreover, when any toucheth any unclean thing, as the uncleanness of man, or of an unclean beast, or of any filthy abomination, and eat of the flesh of the peace offerings, which pertaineth unto the Lord, even that person shall be cut off from his people.", "22": "¶ Again the Lord spake unto Moses, saying,", "23": "Speak unto the children of Israel, and say, Ye shall eat no fat of beeves, nor of sheep, nor of goats.", "24": "Yet the fat of the dead beast, and the fat of that, which is torn with beasts, shall be occupied to any use, but ye shall not eat of it.", "25": "For whosoever eateth the fat of the beast, of the which ye shall offer an offering made by fire to the Lord, even the person that eateth, shall be cut off from his people.", "26": "Neither shall ye eat any blood, either of fowl, or of beast in all your dwellings.", "27": "Every person that eateth any blood, even the same person shall be cut off from his people.", "28": "¶ And the Lord talked with Moses, saying,", "29": "Speak unto the children of Israel, and say, He that offereth his peace offerings unto the Lord, shall bring his gift unto the Lord of his peace offerings.", "30": "His [l]hands shall bring the offerings of the Lord made by fire: even the fat with the breast shall he bring, that the breast may be shaken to and fro before the Lord.", "31": "Then the Priest shall burn the fat upon the Altar, and the breast shall be Aaron's and his sons'.", "32": "And the right shoulder shall ye give unto the Priest for an heave offering, of your peace offerings.", "33": "The same that offereth the blood of the peace offerings, and the fat among the sons of Aaron, shall have the right shoulder for his part.", "34": "For the breast shaken to and fro, and the shoulder lifted up, have I taken of the children of Israel, even of their peace offerings, and have given them unto Aaron the Priest and unto his sons by a statute forever from among the children of Israel.", "35": "¶ This is the [m]anointing of Aaron, and the anointing of his sons, concerning the offerings of the Lord made by fire, in the day when he presented them to serve in the Priest's office unto the Lord.", "36": "The which portions the Lord commanded to give them in the day that he anointed them from among the children of Israel, by a statute forever in their generations.", "37": "This is also the law of the burnt offering, of the meat offering, and of the sin offering, and of the trespass offering, and of the [n]consecrations, and of the peace offerings,", "38": "Which the Lord commanded Moses in the mount Sinai, when he commanded the children of Israel to offer their gifts unto the Lord in the wilderness of Sinai."}