{"1": "So Abram went up from Egypt into the Negev.[a] He took his wife and all his possessions with him, as well as Lot.[b] ", "2": "(Now Abram was very wealthy[c] in livestock, silver, and gold.)[d]", "3": "And he journeyed from place to place[e] from the Negev as far as Bethel. He returned[f] to the place where he had pitched his tent[g] at the beginning, between Bethel and Ai. ", "4": "This was the place where he had first built the altar,[h] and there Abram worshiped the Lord.[i]", "5": "Now Lot, who was traveling[j] with Abram, also had[k] flocks, herds, and tents. ", "6": "But the land could[l] not support them while they were living side by side.[m] Because their possessions were so great, they were not able to live[n] alongside one another. ", "7": "So there were quarrels[o] between Abram's herdsmen and Lot's herdsmen.[p] (Now the Canaanites and the Perizzites were living in the land at that time.)[q]", "8": "Abram said to Lot, “Let there be no quarreling between me and you, and between my herdsmen and your herdsmen, for we are close relatives.[r] ", "9": "Is not the whole land before you? Separate yourself now from me. If you go[s] to the left, then I'll go to the right, but if you go to the right, then I'll go to the left.”", "10": "Lot looked up and saw[t] the whole region[u] of the Jordan. He noticed[v] that all of it was well watered (this was before the Lord obliterated[w] Sodom and Gomorrah)[x] like the garden of the Lord, like the land of Egypt,[y] all the way to Zoar. ", "11": "Lot chose for himself the whole region of the Jordan and traveled[z] toward the east. So the relatives separated from each other.[aa] ", "12": "Abram settled in the land of Canaan, but Lot settled among the cities of the Jordan plain[ab] and pitched his tents next to Sodom. ", "13": "(Now[ac] the people[ad] of Sodom were extremely wicked rebels against the Lord.)[ae]", "14": "After Lot had departed, the Lord said to Abram,[af] “Look[ag] from the place where you stand to the north, south, east, and west. ", "15": "I will give all the land that you see to you and your descendants[ah] forever. ", "16": "And I will make your descendants like the dust of the earth, so that if anyone is able to count the dust of the earth, then your descendants also can be counted.[ai] ", "17": "Get up and[aj] walk[ak] throughout the land,[al] for I will give it to you.”", "18": "So Abram moved his tents and went to live[am] by the oaks[an] of Mamre in Hebron, and he built an altar to the Lord there."}