{"1": "At that time[a] Amraphel king of Shinar,[b] Arioch king of Ellasar, Kedorlaomer king of Elam, and Tidal king of nations[c] ", "2": "went to war[d] against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboyim, and the king of Bela (that is, Zoar).[e] ", "3": "These last five kings[f] joined forces[g] in the Valley of Siddim (that is, the Salt Sea).[h] ", "4": "For twelve years[i] they had served Kedorlaomer, but in the thirteenth year[j] they rebelled.[k] ", "5": "In the fourteenth year, Kedorlaomer and the kings who were his allies came and defeated[l] the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim, ", "6": "and the Horites in their hill country of Seir, as far as El Paran, which is near the desert.[m] ", "7": "Then they attacked En Mishpat (that is, Kadesh) again,[n] and they conquered all the territory of the Amalekites, as well as the Amorites who were living in Hazezon Tamar.", "8": "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboyim, and the king of Bela (that is, Zoar) went out and prepared for battle. In the Valley of Siddim they met[o] ", "9": "Kedorlaomer king of Elam, Tidal king of nations,[p] Amraphel king of Shinar, and Arioch king of Ellasar. Four kings fought against[q] five. ", "10": "Now the Valley of Siddim was full of tar pits.[r] When the kings of Sodom and Gomorrah fled, they fell into them,[s] but some survivors[t] fled to the hills.[u] ", "11": "The four victorious kings[v] took all the possessions and food of Sodom and Gomorrah and left. ", "12": "They also took Abram's nephew[w] Lot and his possessions when[x] they left, for Lot[y] was living in Sodom.[z]", "13": "A fugitive[aa] came and told Abram the Hebrew.[ab] Now Abram was living by the oaks[ac] of Mamre the Amorite, the brother[ad] of Eshcol and Aner. (All these were allied by treaty[ae] with Abram.)[af] ", "14": "When Abram heard that his nephew[ag] had been taken captive, he mobilized[ah] his 318 trained men who had been born in his household, and he pursued the invaders[ai] as far as Dan.[aj] ", "15": "Then, during the night,[ak] Abram[al] divided his forces[am] against them and defeated them. He chased them as far as Hobah, which is north[an] of Damascus. ", "16": "He retrieved all the stolen property.[ao] He also brought back his nephew Lot and his possessions, as well as the women and the rest of[ap] the people.", "17": "After Abram[aq] returned from defeating Kedorlaomer and the kings who were with him, the king of Sodom went out to meet Abram[ar] in the Valley of Shaveh (known as the King's Valley).[as] ", "18": "Melchizedek king of Salem[at] brought out bread and wine. (Now he was the priest of the Most High God.)[au] ", "19": "He blessed Abram, saying, “Blessed be Abram by[av] the Most High God, Creator[aw] of heaven and earth.[ax]", "20": "Worthy of praise is[ay] the Most High God, who delivered[az] your enemies into your hand.” Abram gave Melchizedek[ba] a tenth of everything.", "21": "Then the king of Sodom said to Abram, “Give me the people and take the possessions for yourself.” ", "22": "But Abram replied to the king of Sodom, “I raise my hand[bb] to the Lord, the Most High God, Creator of heaven and earth, and vow[bc] ", "23": "that I will take nothing[bd] belonging to you, not even a thread or the strap of a sandal. That way you can never say, 'It is I[be] who made Abram rich.' ", "24": "I will take nothing[bf] except compensation for what the young men have eaten.[bg] As for the share of the men who went with me—Aner, Eshcol, and Mamre—let them take their share.”"}