{"1": "After these things the Lord's message came to Abram in a vision: “Fear not, Abram! I am your shield[a] and the one who will reward you in great abundance.”[b]", "2": "But Abram said, “O Sovereign Lord,[c] what will you give me since[d] I continue to be[e] childless, and my heir[f] is[g] Eliezer of Damascus?”[h] ", "3": "Abram added,[i] “Since[j] you have not given me a descendant, then look, one born in my house will be my heir!”[k]", "4": "But look,[l] the Lord's message came to him: “This man[m] will not be your heir, but instead[n] a son[o] who comes from your own body will be your heir.” ", "5": "The Lord[p] took him outside and said, “Gaze into the sky and count the stars—if you are able to count them!” Then he said to him, “So will your descendants be.”", "6": "Abram believed[q] the Lord, and the Lord[r] credited[s] it[t] as righteousness[u] to him.", "7": "The Lord said[v] to him, “I am the Lord[w] who brought you out from Ur of the Chaldeans[x] to give you this land to possess.” ", "8": "But[y] Abram[z] said, “O Sovereign Lord,[aa] by what[ab] can I know that I am to possess it?”", "9": "The Lord[ac] said to him, “Take for me a heifer, a goat, and a ram, each three years old, along with a dove and a young pigeon.” ", "10": "So Abram[ad] took all these for him and then cut them in two[ae] and placed each half opposite the other,[af] but he did not cut the birds in half. ", "11": "When birds of prey came down on the carcasses, Abram drove them away.", "12": "When the sun went down, Abram fell sound asleep,[ag] and great terror overwhelmed him.[ah] ", "13": "Then the Lord said to Abram, “Know for certain[ai] that your descendants will be strangers[aj] in a foreign country.[ak] They will be enslaved and oppressed[al] for 400 years. ", "14": "But I will execute judgment on the nation that they will serve.[am] Afterward they will come out with many possessions. ", "15": "But as for you,[an] you will go to your ancestors[ao] in peace and be buried at a good old age.[ap] ", "16": "In the fourth generation[aq] your descendants[ar] will return here, for the sin of the Amorites has not yet reached its limit.”[as]", "17": "When the sun had gone down and it was dark, a smoking firepot with a flaming torch[at] passed between the animal parts.[au] ", "18": "That day the Lord made a covenant[av] with Abram: “To your descendants I give[aw] this land, from the river of Egypt[ax] to the great river, the Euphrates River—", "19": "the land[ay] of the Kenites, Kenizzites, Kadmonites, ", "20": "Hittites, Perizzites, Rephaites, ", "21": "Amorites, Canaanites, Girgashites, and Jebusites.”[az]"}