{"1": "Now Sarai,[a] Abram's wife, had not given birth to any children,[b] but she had an Egyptian servant[c] named Hagar.[d] ", "2": "So Sarai said to Abram, “Since[e] the Lord has prevented me from having children, please sleep with[f] my servant. Perhaps I can have a family by her.”[g] Abram did what[h] Sarai told him.", "3": "So after Abram had lived[i] in Canaan for ten years, Sarai, Abram's wife, gave Hagar, her Egyptian servant,[j] to her husband to be his wife.[k] ", "4": "He slept with[l] Hagar, and she became pregnant.[m] Once Hagar realized she was pregnant, she despised Sarai.[n] ", "5": "Then Sarai said to Abram, “You have brought this wrong on me![o] I gave my servant into your embrace,[p] but when she realized[q] that she was pregnant, she despised me.[r] May the Lord judge between you and me!”[s]", "6": "Abram said to Sarai, “Since your[t] servant is under your authority,[u] do to her whatever you think best.”[v] Then Sarai treated Hagar[w] harshly,[x] so she ran away from Sarai.[y]", "7": "The angel of the Lord[z] found Hagar near a spring of water in the wilderness—the spring that is along the road to Shur.[aa] ", "8": "He said, “Hagar, servant of Sarai, where have you come from, and where are you going?” She replied, “I'm running away from[ab] my mistress, Sarai.”", "9": "Then the angel of the Lord said to her, “Return to your mistress and submit[ac] to her authority. ", "10": "I will greatly multiply your descendants,” the angel of the Lord added,[ad] “so that they will be too numerous to count.”[ae] ", "11": "Then the angel of the Lord said to her, “You are now[af] pregnant and are about to give birth[ag] to a son. You are to name him Ishmael,[ah] for the Lord has heard your painful groans.[ai]", "12": "He will be a wild donkey[aj] of a man. He will be hostile to everyone,[ak] and everyone will be hostile to him.[al] He will live away from[am] his brothers.”", "13": "So Hagar named the Lord who spoke to her, “You are the God who sees me,”[an] for she said, “Here I have seen one who sees me!”[ao] ", "14": "That is why the well was called[ap] Beer Lahai Roi.[aq] (It is located[ar] between Kadesh and Bered.)", "15": "So Hagar gave birth to Abram's son, whom Abram named Ishmael.[as] ", "16": "(Now[at] Abram was 86 years old[au] when Hagar gave birth to Ishmael.)[av]"}