{"1": "The two angels came to Sodom in the evening while[a] Lot was sitting in the city's gateway.[b] When Lot saw them, he got up to meet them and bowed down with his face toward the ground.", "2": "He said, “Here, my lords, please turn aside to your servant's house. Stay the night[c] and wash your feet. Then you can be on your way early in the morning.”[d] “No,” they replied, “we'll spend the night in the town square.”[e]", "3": "But he urged[f] them persistently, so they turned aside with him and entered his house. He prepared a feast for them, including bread baked without yeast, and they ate. ", "4": "Before they could lie down to sleep,[g] all the men—both young and old, from every part of the city of Sodom—surrounded the house.[h] ", "5": "They shouted to Lot,[i] “Where are the men who came to you tonight? Bring them out to us so we can take carnal knowledge of[j] them!”", "6": "Lot went outside to them, shutting the door behind him. ", "7": "He said, “No, my brothers! Don't act so wickedly![k] ", "8": "Look, I have two daughters who have never been intimate with[l] a man. Let me bring them out to you, and you can do to them whatever you please.[m] Only don't do anything to these men, for they have come under the protection[n] of my roof.”[o]", "9": "“Out of our way!”[p] they cried, “This man came to live here as a foreigner,[q] and now he dares to judge us![r] We'll do more harm[s] to you than to them!” They kept pressing in on Lot[t] until they were close enough[u] to break down the door.", "10": "So the men inside[v] reached out[w] and pulled Lot back into the house[x] as they shut the door. ", "11": "Then they struck the men who were at the door of the house, from the youngest to the oldest,[y] with blindness. The men outside[z] wore themselves out trying to find the door. ", "12": "Then the two visitors[aa] said to Lot, “Who else do you have here?[ab] Do you have[ac] any sons-in-law, sons, daughters, or other relatives in the city?[ad] Get them out of this[ae] place ", "13": "because we are about to destroy[af] it. The outcry against this place[ag] is so great before the Lord that he[ah] has sent us to destroy it.”", "14": "Then Lot went out and spoke to his sons-in-law who were going to marry his daughters.[ai] He said, “Quick, get out of this place because the Lord is about to destroy[aj] the city!” But his sons-in-law thought he was ridiculing them.[ak]", "15": "At dawn[al] the angels hurried Lot along, saying, “Get going! Take your wife and your two daughters who are here,[am] or else you will be destroyed when the city is judged!”[an] ", "16": "When Lot[ao] hesitated, the men grabbed his hand and the hands of his wife and two daughters because the Lord had compassion on them.[ap] They led them away and placed them[aq] outside the city. ", "17": "When they had brought them outside, they[ar] said, “Run[as] for your lives! Don't look[at] behind you or stop anywhere in the valley![au] Escape to the mountains or you will be destroyed!”", "18": "But Lot said to them, “No, please, Lord![av] ", "19": "Your[aw] servant has found favor with you,[ax] and you have shown me great[ay] kindness[az] by sparing[ba] my life. But I am not able to escape to the mountains because[bb] this disaster will overtake[bc] me and I'll die.[bd] ", "20": "Look, this town[be] over here is close enough to escape to, and it's just a little one.[bf] Let me go there.[bg] It's just a little place, isn't it?[bh] Then I'll survive.”[bi]", "21": "“Very well,” he replied,[bj] “I will grant this request too[bk] and will not overthrow[bl] the town you mentioned. ", "22": "Run there quickly,[bm] for I cannot do anything until you arrive there.” (This incident explains why the town was called Zoar.)[bn]", "23": "The sun had just risen[bo] over the land as Lot reached Zoar.[bp] ", "24": "Then the Lord rained down[bq] sulfur and fire[br] on Sodom and Gomorrah. It was sent down from the sky by the Lord.[bs] ", "25": "So he overthrew those cities and all that region,[bt] including all the inhabitants of the cities and the vegetation that grew from the ground.[bu] ", "26": "But Lot's[bv] wife looked back longingly[bw] and was turned into a pillar of salt.", "27": "Abraham got up early in the morning and went[bx] to the place where he had stood before the Lord. ", "28": "He looked out toward[by] Sodom and Gomorrah and all the land of that region.[bz] As he did so, he saw the smoke rising up from the land like smoke from a furnace.[ca]", "29": "So when God destroyed[cb] the cities of the region,[cc] God honored[cd] Abraham's request. He removed Lot[ce] from the midst of the destruction when he destroyed[cf] the cities Lot had lived in.", "30": "Lot went up from Zoar with his two daughters and settled in the mountains because he was afraid to live in Zoar. So he lived in a cave with his two daughters. ", "31": "Later the older daughter said[cg] to the younger, “Our father is old, and there is no man in the country[ch] to sleep with us,[ci] the way everyone does. ", "32": "Come, let's make our father drunk with wine[cj] so we can go to bed with[ck] him and preserve[cl] our family line through our father.”[cm]", "33": "So that night they made their father drunk with wine,[cn] and the older daughter[co] came in and went to bed with[cp] her father. But he was not aware of when she lay down with him or when she got up. ", "34": "So in the morning the older daughter[cq] said to the younger, “Since I went to bed with[cr] my father last night, let's make him drunk[cs] again tonight. Then you go in and go to bed with him so we can preserve our family line through our father.”[ct] ", "35": "So they made their father drunk[cu] that night as well, and the younger one came and went to bed with him.[cv] But he was not aware of when she lay down with him or when she got up.", "36": "In this way both of Lot's daughters became pregnant by their father. ", "37": "The older daughter[cw] gave birth to a son and named him Moab.[cx] He is the ancestor of the Moabites of today. ", "38": "The younger daughter also gave birth to a son and named him Ben Ammi.[cy] He is the ancestor of the Ammonites of today."}