{"1": "The heavens and the earth[a] were completed with everything that was in them.[b] ", "2": "By[c] the seventh day God finished the work that he had been doing,[d] and he ceased[e] on the seventh day all the work that he had been doing. ", "3": "God blessed the seventh day and made it holy[f] because on it he ceased all the work that he[g] had been doing in creation.[h]", "4": "This is the account[i] of the heavens and the earth[j] when they were created—when[k] the Lord God[l] made the earth and heavens.[m]", "5": "Now[n] no shrub of the field had yet grown on the earth, and no plant of the field[o] had yet sprouted, for the Lord God had not caused it to rain on the earth, and there was no man to cultivate the ground.[p] ", "6": "Springs[q] would well up[r] from the earth and water[s] the whole surface of the ground.[t] ", "7": "The Lord God formed[u] the man from the soil of the ground[v] and breathed into his nostrils the breath of life,[w] and the man became a living being.[x]", "8": "The Lord God planted an orchard[y] in the east,[z] in Eden;[aa] and there he placed the man he had formed.[ab] ", "9": "The Lord God made all kinds of trees grow from the soil,[ac] every tree that was pleasing to look at[ad] and good for food. (Now[ae] the tree of life[af] and the tree of the knowledge of good and evil[ag] were in the middle of the orchard.)", "10": "Now[ah] a river flows[ai] from Eden[aj] to water the orchard, and from there it divides[ak] into four headstreams.[al] ", "11": "The name of the first is Pishon; it runs through[am] the entire land of Havilah, where there is gold. ", "12": "(The gold of that land is pure;[an] pearls[ao] and lapis lazuli[ap] are also there). ", "13": "The name of the second river is Gihon; it runs through[aq] the entire land of Cush.[ar] ", "14": "The name of the third river is Tigris; it runs along the east side of Assyria.[as] The fourth river is the Euphrates.", "15": "The Lord God took the man and placed[at] him in the orchard in[au] Eden to care for it and to maintain it.[av] ", "16": "Then the Lord God commanded[aw] the man, “You may freely eat[ax] fruit[ay] from every tree of the orchard, ", "17": "but[az] you must not eat[ba] from the tree of the knowledge of good and evil, for when[bb] you eat from it you will surely die.”[bc]", "18": "The Lord God said, “It is not good for the man to be alone.[bd] I will make a companion[be] for him who corresponds to him.”[bf] ", "19": "The Lord God formed[bg] out of the ground every living animal of the field and every bird of the air. He brought them to the man to see what he would[bh] name them, and whatever the man called each living creature, that was its name. ", "20": "So the man named all the animals, the birds of the air, and the living creatures of the field, but for Adam[bi] no companion who corresponded to him was found.[bj] ", "21": "So the Lord God caused the man to fall into a deep sleep,[bk] and while he was asleep,[bl] he took part of the man's side[bm] and closed up the place with flesh.[bn] ", "22": "Then the Lord God made[bo] a woman from the part he had taken out of the man, and he brought her to the man. ", "23": "Then the man said, “This one at last[bp] is bone of my bones and flesh of my flesh; this one will be called[bq] 'woman,' for she was taken out of[br] man.”[bs]", "24": "That is why[bt] a man leaves[bu] his father and mother and unites with[bv] his wife, and they become one family.[bw] ", "25": "The man and his wife were both naked,[bx] but they were not ashamed.[by]"}