{"1": "Sarah lived 127 years.[a] ", "2": "Then she[b] died in Kiriath Arba (that is, Hebron) in the land of Canaan. Abraham went to mourn for Sarah and to weep for her.[c]", "3": "Then Abraham got up from mourning his dead wife[d] and said to the sons of Heth,[e] ", "4": "“I am a foreign resident, a temporary settler,[f] among you. Grant[g] me ownership[h] of a burial site among you so that I may[i] bury my dead.”[j]", "5": "The sons of Heth answered Abraham,[k] ", "6": "“Listen, sir,[l] you are a mighty prince[m] among us! You may bury your dead in the choicest of our tombs. None of us will refuse you his tomb to prevent you[n] from burying your dead.”", "7": "Abraham got up and bowed down to the local people,[o] the sons of Heth. ", "8": "Then he said to them, “If you agree[p] that I may bury my dead,[q] then hear me out.[r] Ask[s] Ephron the son of Zohar ", "9": "if he will sell[t] me the cave of Machpelah that belongs to him; it is at the end of his field. Let him sell it to me publicly[u] for the full price,[v] so that I may own it as a burial site.”", "10": "(Now Ephron was sitting among the sons of Heth.) Ephron the Hittite[w] replied to Abraham in the hearing[x] of the sons of Heth—before all who entered the gate[y] of his city—", "11": "“No, my lord! Hear me out. I sell[z] you both the field and the cave that is in it.[aa] In the presence of my people[ab] I sell it to you. Bury your dead.”", "12": "Abraham bowed before the local people ", "13": "and said to Ephron in their hearing, “Hear me, if you will. I pay[ac] to you the price[ad] of the field. Take it from me so that I may[ae] bury my dead there.”", "14": "Ephron answered Abraham, saying to him, ", "15": "“Hear me, my lord. The land is worth[af] 400 pieces of silver,[ag] but what is that between me and you? So bury your dead.”", "16": "So Abraham agreed to Ephron's price[ah] and weighed out[ai] for him[aj] the price[ak] that Ephron had quoted[al] in the hearing of the sons of Heth—400 pieces of silver, according to the standard measurement at the time.[am]", "17": "So Abraham secured[an] Ephron's field in Machpelah, next to Mamre, including the field, the cave that was in it, and all the trees that were in the field and all around its border, ", "18": "as his property in the presence of the sons of Heth before all who entered the gate of Ephron's city.[ao]", "19": "After this Abraham buried his wife Sarah in the cave in the field of Machpelah next to Mamre (that is, Hebron) in the land of Canaan. ", "20": "So Abraham secured the field and the cave that was in it as a burial site[ap] from the sons of Heth."}