{"1": "Abraham had taken[a] another[b] wife, named Keturah. ", "2": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. ", "3": "Jokshan became the father of Sheba and Dedan.[c] The descendants of Dedan were the Asshurites, Letushites, and Leummites. ", "4": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were descendants[d] of Keturah.", "5": "Everything he owned Abraham left to his son Isaac. ", "6": "But while he was still alive, Abraham gave gifts to the sons of his concubines[e] and sent them off to the east, away from his son Isaac.[f]", "7": "Abraham lived a total of[g] 175 years. ", "8": "Then Abraham breathed his last and died at a good old age, an old man who had lived a full life.[h] He joined his ancestors.[i] ", "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah[j] near Mamre, in the field of Ephron the son of Zohar, the Hittite.[k] ", "10": "This was the field Abraham had purchased from the sons of Heth.[l] There Abraham was buried with his wife Sarah. ", "11": "After Abraham's death, God blessed[m] his son Isaac. Isaac lived near Beer Lahai Roi.[n]", "12": "This is the account of Abraham's son Ishmael,[o] whom Hagar the Egyptian, Sarah's servant, bore to Abraham.", "13": "These are the names of Ishmael's sons, by their names according to their records:[p] Nebaioth (Ishmael's firstborn), Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "These are the sons of Ishmael, and these are their names by their settlements and their camps—twelve princes[q] according to their clans.", "17": "Ishmael lived a total of[r] 137 years. He breathed his last and died; then he joined his ancestors.[s] ", "18": "His descendants[t] settled from Havilah to Shur, which runs next to[u] Egypt all the way[v] to Asshur.[w] They settled[x] away from all their relatives.[y]", "19": "This is the account of Isaac,[z] the son of Abraham. Abraham became the father of Isaac. ", "20": "When Isaac was forty years old, he married Rebekah,[aa] the daughter of Bethuel the Aramean from Paddan Aram and sister of Laban the Aramean.[ab]", "21": "Isaac prayed[ac] to the Lord on behalf of his wife because she was childless. The Lord answered his prayer, and his wife Rebekah became pregnant. ", "22": "But the children struggled[ad] inside her, and she said, “Why is this happening to me?”[ae] So she asked the Lord,[af] ", "23": "and the Lord said to her, “Two nations[ag] are in your womb, and two peoples will be separated from within you. One people will be stronger than the other, and the older will serve the younger.”", "24": "When the time came for Rebekah to give birth,[ah] there were[ai] twins in her womb. ", "25": "The first came out reddish[aj] all over,[ak] like a hairy[al] garment, so they named him Esau.[am] ", "26": "When his brother came out with[an] his hand clutching Esau's heel, they named him Jacob.[ao] Isaac was sixty years old[ap] when they were born.", "27": "When the boys grew up, Esau became a skilled[aq] hunter, a man of the open fields, but Jacob was an even-tempered man, living in tents.[ar] ", "28": "Isaac loved Esau because he had a taste for fresh game,[as] but Rebekah loved[at] Jacob.", "29": "Now Jacob cooked some stew,[au] and when Esau came in from the open fields, he was famished. ", "30": "So Esau said to Jacob, “Feed[av] me some of the red stuff—yes, this red stuff—because I'm starving!” (That is why he was also called[aw] Edom.)[ax]", "31": "But Jacob replied, “First[ay] sell me your birthright.” ", "32": "“Look,” said Esau, “I'm about to die! What use is the birthright to me?”[az] ", "33": "But Jacob said, “Swear an oath to me now.”[ba] So Esau[bb] swore an oath to him and sold his birthright[bc] to Jacob.", "34": "Then Jacob gave Esau some bread and lentil stew; Esau ate and drank, then got up and went out.[bd] So Esau despised his birthright.[be]"}