{"1": "There was a famine in the land, subsequent to the earlier famine that occurred[a] in the days of Abraham.[b] Isaac went to Abimelech king of the Philistines at Gerar. ", "2": "The Lord appeared to Isaac and said, “Do not go down to Egypt;[c] settle down in the land that I will point out to you.[d] ", "3": "Stay[e] in this land. Then I will be with you and will bless you,[f] for I will give all these lands to you and to your descendants,[g] and I will fulfill[h] the solemn promise I made[i] to your father Abraham. ", "4": "I will multiply your descendants so they will be as numerous as the stars in the sky, and I will give them[j] all these lands. All the nations of the earth will pronounce blessings on one another using the name of your descendants.[k] ", "5": "All this will come to pass[l] because Abraham obeyed me[m] and kept my charge, my commandments, my statutes, and my laws.”[n] ", "6": "So Isaac settled in Gerar.", "7": "When the men of that place asked him about his wife, he replied, “She is my sister.”[o] He was afraid to say, “She is my wife,” for he thought to himself,[p] “The men of this place will kill me to get[q] Rebekah because she is very beautiful.”", "8": "After Isaac[r] had been there a long time,[s] Abimelech king of the Philistines happened to look out a window and observed[t] Isaac caressing[u] his wife Rebekah. ", "9": "So Abimelech summoned Isaac and said, “She is really[v] your wife! Why did you say, 'She is my sister'?” Isaac replied, “Because I thought someone might kill me to get her.”[w]", "10": "Then Abimelech exclaimed, “What in the world have you done to us?[x] One of the men[y] nearly took your wife to bed,[z] and you would have brought guilt on us!” ", "11": "So Abimelech commanded all the people, “Whoever touches[aa] this man or his wife will surely be put to death.”[ab]", "12": "When Isaac planted in that land, he reaped in the same year a hundred times what he had sown,[ac] because the Lord blessed him.[ad] ", "13": "The man became wealthy.[ae] His influence continued to grow[af] until he became very prominent. ", "14": "He had[ag] so many sheep[ah] and cattle[ai] and such a great household of servants that the Philistines became jealous of[aj] him. ", "15": "So the Philistines took dirt and filled up[ak] all the wells that his father's servants had dug back in the days of his father Abraham.", "16": "Then Abimelech said to Isaac, “Leave us and go elsewhere,[al] for you have become much more powerful[am] than we are.” ", "17": "So Isaac left there and settled in the Gerar Valley.[an] ", "18": "Isaac reopened[ao] the wells that had been dug[ap] back in the days of his father Abraham, for the Philistines had stopped them up[aq] after Abraham died. Isaac[ar] gave these wells[as] the same names his father had given them.[at]", "19": "When Isaac's servants dug in the valley and discovered a well with fresh flowing[au] water there, ", "20": "the herdsmen of Gerar quarreled[av] with Isaac's herdsmen, saying, “The water belongs to us!” So Isaac[aw] named the well Esek[ax] because they argued with him about it.[ay] ", "21": "His servants[az] dug another well, but they quarreled over it too, so Isaac named it[ba] Sitnah.[bb] ", "22": "Then he moved away from there and dug another well. They did not quarrel over it, so Isaac[bc] named it[bd] Rehoboth,[be] saying, “For now the Lord has made room for us, and we will prosper in the land.”", "23": "From there Isaac[bf] went up to Beer Sheba. ", "24": "The Lord appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bless you and multiply your descendants for the sake of my servant Abraham.” ", "25": "Then Isaac built an altar there and worshiped[bg] the Lord. He pitched his tent there, and his servants dug a well.[bh]", "26": "Now Abimelech had come[bi] to him from Gerar along with[bj] Ahuzzah his friend[bk] and Phicol the commander of his army. ", "27": "Isaac asked them, “Why have you come to me? You hate me[bl] and sent me away from you.” ", "28": "They replied, “We could plainly see[bm] that the Lord is with you. So we decided there should be[bn] a pact between us[bo]—between us[bp] and you. Allow us to make[bq] a treaty with you ", "29": "so that[br] you will not do us any harm, just as we have not harmed[bs] you, but have always treated you well[bt] before sending you away[bu] in peace. Now you are blessed by the Lord.”[bv]", "30": "So Isaac[bw] held a feast for them and they celebrated.[bx] ", "31": "Early in the morning the men made a treaty with each other.[by] Isaac sent them off; they separated on good terms.[bz]", "32": "That day Isaac's servants came and told him about the well they had dug. “We've found water,” they reported.[ca] ", "33": "So he named it Shibah;[cb] that is why the name of the city has been Beer Sheba[cc] to this day.", "34": "When[cd] Esau was forty years old,[ce] he married[cf] Judith the daughter of Beeri the Hittite, as well as Basemath the daughter of Elon the Hittite. ", "35": "They caused Isaac and Rebekah great anxiety.[cg]"}