{"1": "So Isaac called for Jacob and blessed him. Then he commanded him, “You must not marry a Canaanite woman![a] ", "2": "Leave immediately[b] for Paddan Aram! Go to the house of Bethuel, your mother's father, and find yourself a wife there, among the daughters of Laban, your mother's brother. ", "3": "May the Sovereign God[c] bless you! May he make you fruitful and give you a multitude of descendants![d] Then you will become[e] a large nation.[f] ", "4": "May he give you and your descendants the blessing he gave to Abraham[g] so that you may possess the land[h] God gave to Abraham, the land where you have been living as a temporary resident.”[i] ", "5": "So Isaac sent Jacob on his way, and he went to Paddan Aram, to Laban son of Bethuel the Aramean and brother of Rebekah, the mother of Jacob and Esau.", "6": "Esau saw that Isaac had blessed Jacob and sent him off to Paddan Aram to find a wife there.[j] As he blessed him,[k] Isaac commanded him, “You must not marry a Canaanite woman.”[l] ", "7": "Jacob obeyed his father and mother and left for Paddan Aram. ", "8": "Then Esau realized[m] that the Canaanite women[n] were displeasing to[o] his father Isaac. ", "9": "So Esau went to Ishmael and married[p] Mahalath, the sister of Nebaioth and daughter of Abraham's son Ishmael, along with the wives he already had.", "10": "Meanwhile Jacob left Beer Sheba and set out for Haran. ", "11": "He reached a certain place[q] where he decided to camp because the sun had gone down.[r] He took one of the stones[s] and placed it near his head.[t] Then he fell asleep[u] in that place ", "12": "and had a dream.[v] He saw[w] a stairway[x] erected on the earth with its top reaching to the heavens. The angels of God were going up and coming down it ", "13": "and the Lord stood at its top. He said, “I am the Lord, the God of your grandfather Abraham and the God of your father Isaac.[y] I will give you and your descendants the ground[z] you are lying on. ", "14": "Your descendants will be like the dust of the earth,[aa] and you will spread out[ab] to the west, east, north, and south. And so all the families of the earth may receive blessings[ac] through you and through your descendants. ", "15": "I am with you![ad] I will protect you wherever you go and will bring you back to this land. I will not leave you until I have done what I promised you!”", "16": "Then Jacob woke up[ae] and thought,[af] “Surely the Lord is in this place, but I did not realize it!” ", "17": "He was afraid and said, “What an awesome place this is! This is nothing else than the house of God! This is the gate of heaven!”", "18": "Early[ag] in the morning Jacob[ah] took the stone he had placed near his head[ai] and set it up as a sacred stone.[aj] Then he poured oil on top of it. ", "19": "He called that place Bethel,[ak] although the former name of the town was Luz. ", "20": "Then Jacob made a vow, saying, “If God is with me and protects me on this journey I am taking and gives me food[al] to eat and clothing to wear, ", "21": "and I return safely to my father's home,[am] then the Lord will become my God. ", "22": "Then this stone[an] that I have set up as a sacred stone will be the house of God, and I will surely[ao] give you back a tenth of everything you give me.”[ap]"}