{"1": "So Jacob moved on[a] and came to the land of the eastern people.[b] ", "2": "He saw[c] in the field a well with[d] three flocks of sheep lying beside it, because the flocks were watered from that well. Now[e] a large stone covered the mouth of the well. ", "3": "When all the flocks were gathered there, the shepherds[f] would roll the stone off the mouth of the well and water the sheep. Then they would put the stone back in its place over the well's mouth.", "4": "Jacob asked them, “My brothers, where are you from?” They replied, “We're from Haran.” ", "5": "So he said to them, “Do you know Laban, the grandson[g] of Nahor?” “We know him,”[h] they said. ", "6": "“Is he well?”[i] Jacob asked. They replied, “He is well.[j] Now look, here comes his daughter Rachel with the sheep.” ", "7": "Then Jacob[k] said, “Since it is still the middle of the day,[l] it is not time for the flocks to be gathered. You should water the sheep and then go and let them graze some more.”[m] ", "8": "“We can't,” they said, “until all the flocks are gathered and the stone is rolled off the mouth of the well. Then we water[n] the sheep.”", "9": "While he was still speaking with them, Rachel arrived with her father's sheep, for she was tending them.[o] ", "10": "When Jacob saw Rachel, the daughter of his uncle Laban,[p] and the sheep of his uncle Laban, he[q] went over[r] and rolled the stone off the mouth of the well and watered the sheep of his uncle Laban.[s] ", "11": "Then Jacob kissed Rachel and began to weep loudly.[t] ", "12": "When Jacob explained[u] to Rachel that he was a relative of her father[v] and the son of Rebekah, she ran and told her father. ", "13": "When Laban heard this news about Jacob, his sister's son, he rushed out to meet him. He embraced him and kissed him and brought him to his house. Jacob[w] told Laban how he was related to him.[x] ", "14": "Then Laban said to him, “You are indeed my own flesh and blood.”[y] So Jacob[z] stayed with him for a month.[aa]", "15": "Then Laban said to Jacob, “Should you work[ab] for me for nothing because you are my relative?[ac] Tell me what your wages should be.” ", "16": "(Now Laban had two daughters;[ad] the older one was named Leah, and the younger one Rachel. ", "17": "Leah's eyes were tender,[ae] but Rachel had a lovely figure and beautiful appearance.)[af] ", "18": "Since Jacob had fallen in love with[ag] Rachel, he said, “I'll serve you seven years in exchange for your younger daughter Rachel.” ", "19": "Laban replied, “I'd rather give her to you than to another man.[ah] Stay with me.” ", "20": "So Jacob worked for seven years to acquire Rachel.[ai] But they seemed like only a few days to him[aj] because his love for her was so great.[ak]", "21": "Finally Jacob said[al] to Laban, “Give me my wife, for my time of service is up.[am] And I want to sleep with her.”[an] ", "22": "So Laban invited all the people[ao] of that place and prepared a feast. ", "23": "In the evening he brought his daughter Leah[ap] to Jacob,[aq] and he slept with her.[ar] ", "24": "(Laban gave his female servant Zilpah to his daughter Leah to be her servant.)[as]", "25": "In the morning Jacob discovered it was Leah![at] So Jacob[au] said to Laban, “What in the world have you done to me?[av] Didn't I work for you in exchange for Rachel? Why have you tricked[aw] me?” ", "26": "“It is not our custom here,”[ax] Laban replied, “to give the younger daughter in marriage[ay] before the firstborn. ", "27": "Complete my older daughter's bridal week.[az] Then we will give you the younger one[ba] too, in exchange for seven more years of work.”[bb]", "28": "Jacob did as Laban said.[bc] When Jacob[bd] completed Leah's bridal week,[be] Laban gave him his daughter Rachel to be his wife.[bf] ", "29": "(Laban gave his female servant Bilhah to his daughter Rachel to be her servant.)[bg] ", "30": "Jacob[bh] slept with[bi] Rachel as well. He also loved Rachel more than Leah. Then he worked for Laban[bj] for seven more years.", "31": "When the Lord saw that Leah was unloved,[bk] he enabled her to become pregnant[bl] while Rachel remained childless. ", "32": "So Leah became pregnant[bm] and gave birth to a son. She named him Reuben,[bn] for she said, “The Lord has looked with pity on my oppressed condition.[bo] Surely my husband will love me now.”", "33": "She became pregnant again and had another son. She said, “Because the Lord heard that I was unloved,[bp] he gave me this one too.” So she named him Simeon.[bq]", "34": "She became pregnant again and had another son. She said, “Now this time my husband will show me affection,[br] because I have given birth to three sons for him.” That is why he was named Levi.[bs]", "35": "She became pregnant again and had another son. She said, “This time I will praise the Lord.” That is why she named him Judah.[bt] Then she stopped having children."}