{"1": "Now[a] the serpent[b] was shrewder[c] than any of the wild animals[d] that the Lord God had made. He said to the woman, “Is it really true that[e] God[f] said, 'You must not eat from any tree of the orchard'?”[g] ", "2": "The woman said to the serpent, “We may eat[h] of the fruit from the trees of the orchard; ", "3": "but concerning the fruit of the tree that is in the middle of the orchard God said, 'You must not eat from it, and you must not touch it,[i] or else you will die.'”[j] ", "4": "The serpent said to the woman, “Surely you will not die,[k] ", "5": "for God knows that when you eat from it your eyes will open[l] and you will be like God, knowing[m] good and evil.”[n]", "6": "When[o] the woman saw that the tree produced fruit that was good for food,[p] was attractive[q] to the eye, and was desirable for making one wise,[r] she took some of its fruit and ate it.[s] She also gave some of it to her husband who was with her, and he ate it.[t] ", "7": "Then the eyes of both of them opened, and they knew they were naked; so they sewed fig leaves together and made coverings for themselves.", "8": "Then the man and his wife heard the sound of the Lord God moving about[u] in the orchard at the breezy time[v] of the day, and they hid[w] from the Lord God among the trees of the orchard. ", "9": "But the Lord God called to[x] the man and said to him, “Where are you?”[y] ", "10": "The man replied,[z] “I heard you moving about[aa] in the orchard, and I was afraid because I was naked, so I hid.” ", "11": "And the Lord God[ab] said, “Who told you that you were naked?[ac] Did you eat from the tree that I commanded you not to eat from?”[ad] ", "12": "The man said, “The woman whom you gave me, she gave[ae] me some fruit[af] from the tree and I ate it.” ", "13": "So the Lord God said to the woman, “What is this[ag] you have done?” And the woman replied, “The serpent[ah] tricked[ai] me, and I ate.”", "14": "The Lord God said to the serpent,[aj] “Because you have done this, cursed[ak] are you above all the cattle and all the living creatures of the field! On your belly you will crawl[al] and dust you will eat[am] all the days of your life.", "15": "And I will put hostility[an] between you and the woman and between your offspring and her offspring;[ao] he[ap] will strike your head, and[aq] you[ar] will strike[as] his heel.”[at]", "16": "To the woman he said, “I will greatly increase[au] your labor pains;[av] with pain you will give birth to children. You will want to control your husband,[aw] but he will dominate[ax] you.”", "17": "But to Adam[ay] he said, “Because you obeyed[az] your wife and ate from the tree about which I commanded you, 'You must not eat from it,' the ground is cursed[ba] because of you; in painful toil you will eat[bb] of it all the days of your life.", "18": "It will produce thorns and thistles for you, but you will eat the grain[bc] of the field.", "19": "By the sweat of your brow[bd] you will eat food until you return to the ground,[be] for out of it you were taken; for you are dust, and to dust you will return.”[bf]", "20": "The man[bg] named his wife Eve,[bh] because[bi] she was the mother of all the living.[bj] ", "21": "The Lord God made garments from skin[bk] for Adam and his wife, and clothed them. ", "22": "And the Lord God said, “Now[bl] that the man has become like one of us,[bm] knowing[bn] good and evil, he must not be allowed[bo] to stretch out his hand and take also from the tree of life and eat, and live forever.” ", "23": "So the Lord God expelled him[bp] from the orchard in Eden to cultivate the ground from which he had been taken. ", "24": "When he drove[bq] the man out, he placed on the eastern side[br] of the orchard in Eden angelic sentries[bs] who used the flame of a whirling sword[bt] to guard the way to the tree of life."}