{"1": "Jacob heard that Laban's sons were complaining,[a] “Jacob has taken everything that belonged to our father! He has gotten rich[b] at our father's expense!”[c] ", "2": "When Jacob saw the look on Laban's face, he could tell his attitude toward him had changed.[d]", "3": "The Lord said to Jacob, “Return to the land of your fathers[e] and to your relatives. I will be with you.”[f] ", "4": "So Jacob sent a message for Rachel and Leah[g] to come to the field[h] where his flocks were.[i] ", "5": "There he said to them, “I can tell that your father's attitude toward me has changed,[j] but the God of my father has been with me. ", "6": "You know that I've worked for your father as hard as I could,[k] ", "7": "but your father has humiliated[l] me and changed my wages ten times. But God has not permitted him to do me any harm. ", "8": "If he said,[m] 'The speckled animals[n] will be your wage,' then the entire flock gave birth to speckled offspring. But if he said, 'The streaked animals will be your wage,' then the entire flock gave birth to streaked offspring. ", "9": "In this way God has snatched away your father's livestock and given them to me.", "10": "“Once[o] during breeding season I saw[p] in a dream that the male goats mating with[q] the flock were streaked, speckled, and spotted. ", "11": "In the dream the angel of God said to me, 'Jacob!' 'Here I am!' I replied. ", "12": "Then he said, 'Observe that[r] all the male goats mating with[s] the flock are streaked, speckled, or spotted, for I have observed all that Laban has done to you. ", "13": "I am the God of Bethel, where you anointed[t] the sacred stone and made a vow to me.[u] Now leave this land immediately[v] and return to your native land.'”", "14": "Then Rachel and Leah replied to him, “Do we still have any portion or inheritance[w] in our father's house? ", "15": "Hasn't he treated us like foreigners? He not only sold us, but completely wasted[x] the money paid for us![y] ", "16": "Surely all the wealth that God snatched away from our father belongs to us and to our children. So now do everything God has told you.”", "17": "So Jacob immediately put his children and his wives on the camels.[z] ", "18": "He took away[aa] all the livestock he had acquired in Paddan Aram and all his moveable property that he had accumulated. Then he set out toward the land of Canaan to return to his father Isaac.[ab]", "19": "While Laban had gone to shear his sheep,[ac] Rachel stole the household idols[ad] that belonged to her father. ", "20": "Jacob also deceived[ae] Laban the Aramean by not telling him that he was leaving.[af] ", "21": "He left[ag] with all he owned. He quickly crossed[ah] the Euphrates River[ai] and headed for[aj] the hill country of Gilead.", "22": "Three days later Laban discovered Jacob had left.[ak] ", "23": "So he took his relatives[al] with him and pursued Jacob[am] for seven days.[an] He caught up with[ao] him in the hill country of Gilead. ", "24": "But God came to Laban the Aramean in a dream at night and warned him,[ap] “Be careful[aq] that you neither bless nor curse Jacob.”[ar]", "25": "Laban overtook Jacob, and when Jacob pitched his tent in the hill country of Gilead, Laban and his relatives set up camp there too.[as] ", "26": "“What have you done?” Laban demanded of Jacob. “You've deceived me[at] and carried away my daughters as if they were captives of war![au] ", "27": "Why did you run away secretly[av] and deceive me?[aw] Why didn't you tell me so I could send you off with a celebration complete with singing, tambourines, and harps?[ax] ", "28": "You didn't even allow me to kiss my daughters and my grandchildren[ay] goodbye. You have acted foolishly! ", "29": "I have the power[az] to do you harm, but the God of your father told me last night, 'Be careful[ba] that you neither bless nor curse Jacob.'[bb] ", "30": "Now I understand that[bc] you have gone away[bd] because you longed desperately[be] for your father's house. Yet why did you steal my gods?”[bf]", "31": "“I left secretly because I was afraid!”[bg] Jacob replied to Laban. “I thought[bh] you might take your daughters away from me by force.[bi] ", "32": "Whoever has taken your gods will be put to death![bj] In the presence of our relatives[bk] identify whatever is yours and take it.”[bl] (Now Jacob did not know that Rachel had stolen them.)[bm]", "33": "So Laban entered Jacob's tent, and Leah's tent, and the tent of the two female servants, but he did not find the idols.[bn] Then he left Leah's tent and entered Rachel's.[bo] ", "34": "(Now Rachel had taken the idols and put them inside her camel's saddle[bp] and sat on them.)[bq] Laban searched the whole tent, but did not find them.[br] ", "35": "Rachel[bs] said to her father, “Don't be angry,[bt] my lord. I cannot stand up[bu] in your presence because I am having my period.”[bv] So he searched thoroughly,[bw] but did not find the idols.", "36": "Jacob became angry[bx] and argued with Laban. “What did I do wrong?” he demanded of Laban.[by] “What sin of mine prompted you to chase after me in hot pursuit?[bz] ", "37": "When you searched through all my goods, did you find anything that belonged to you?[ca] Set it here before my relatives and yours,[cb] and let them settle the dispute between the two of us![cc]", "38": "“I have been with you for the past twenty years. Your ewes and female goats have not miscarried, nor have I eaten rams from your flocks. ", "39": "Animals torn by wild beasts I never brought to you; I always absorbed the loss myself.[cd] You always made me pay for every missing animal,[ce] whether it was taken by day or at night. ", "40": "I was consumed by scorching heat[cf] during the day and by piercing cold[cg] at night, and I went without sleep.[ch] ", "41": "This was my lot[ci] for twenty years in your house: I worked like a slave[cj] for you—fourteen years for your two daughters and six years for your flocks—but you changed my wages ten times! ", "42": "If the God of my father—the God of Abraham, the one whom Isaac fears[ck]—had not been with me, you would certainly have sent me away empty-handed! But God saw how I was oppressed and how hard I worked,[cl] and he rebuked you last night.”", "43": "Laban replied[cm] to Jacob, “These women[cn] are my daughters, these children are my grandchildren,[co] and these flocks are my flocks. All that you see belongs to me. But how can I harm these daughters of mine today[cp] or the children to whom they have given birth? ", "44": "So now, come, let's make a formal agreement,[cq] you and I, and it will be[cr] proof that we have made peace.”[cs]", "45": "So Jacob took a stone and set it up as a memorial pillar. ", "46": "Then he[ct] said to his relatives, “Gather stones.” So they brought stones and put them in a pile.[cu] They ate there by the pile of stones. ", "47": "Laban called it Jegar Sahadutha,[cv] but Jacob called it Galeed.[cw]", "48": "Laban said, “This pile of stones is a witness of our agreement[cx] today.” That is why it was called Galeed. ", "49": "It was also called Mizpah[cy] because he said, “May the Lord watch[cz] between us[da] when we are out of sight of one another.[db] ", "50": "If you mistreat my daughters or if you take wives besides my daughters, although no one else is with us, realize[dc] that God is witness to your actions.”[dd]", "51": "“Here is this pile of stones and this pillar I have set up between me and you,” Laban said to Jacob.[de] ", "52": "“This pile of stones and the pillar are reminders that I will not pass beyond this pile to come to harm you and that you will not pass beyond this pile and this pillar to come to harm me.[df] ", "53": "May the God of Abraham and the god of Nahor,[dg] the gods of their father, judge between us.” Jacob took an oath by the God whom his father Isaac feared.[dh] ", "54": "Then Jacob offered a sacrifice[di] on the mountain and invited his relatives to eat the meal.[dj] They ate the meal and spent the night on the mountain.", "55": "(32:1)[dk] Early in the morning Laban kissed[dl] his grandchildren[dm] and his daughters goodbye and blessed them. Then Laban left and returned home.[dn]"}