{"1": "So Jacob went on his way and the angels of God[a] met him. ", "2": "When Jacob saw them, he exclaimed,[b] “This is the camp of God!” So he named that place Mahanaim.[c]", "3": "Jacob sent messengers on ahead[d] to his brother Esau in the land of Seir, the region[e] of Edom. ", "4": "He commanded them, “This is what you must say to my lord Esau: 'This is what your servant[f] Jacob says: I have been staying with Laban until now.[g] ", "5": "I have oxen, donkeys, sheep, and male and female servants. I have sent[h] this message[i] to inform my lord, so that I may find favor in your sight.'”", "6": "The messengers returned to Jacob and said, “We went to your brother Esau. He is coming to meet you and has 400 men with him.” ", "7": "Jacob was very afraid and upset. So he divided the people who were with him into two camps, as well as the flocks, herds, and camels. ", "8": "“If Esau attacks one camp,”[j] he thought,[k] “then the other camp will be able to escape.”[l]", "9": "Then Jacob prayed,[m] “O God of my father Abraham, God of my father Isaac, O Lord, you said[n] to me, 'Return to your land and to your relatives and I will make you prosper.'[o] ", "10": "I am not worthy of all the faithful love[p] you have shown[q] your servant. With only my walking stick[r] I crossed the Jordan,[s] but now I have become two camps. ", "11": "Rescue me,[t] I pray, from the hand[u] of my brother Esau,[v] for I am afraid he will come[w] and attack me, as well as the mothers with their children.[x] ", "12": "But you[y] said, 'I will certainly make you prosper[z] and will make[aa] your descendants like the sand on the seashore, too numerous to count.'”[ab]", "13": "Jacob[ac] stayed there that night. Then he sent[ad] as a gift[ae] to his brother Esau ", "14": "female goats and 20 male goats, 200 ewes and 20 rams, ", "15": "female camels with their young, 40 cows and 10 bulls, and 20 female donkeys and 10 male donkeys. ", "16": "He entrusted them to[af] his servants, who divided them into herds.[ag] He told his servants, “Pass over before me, and keep some distance between one herd and the next.” ", "17": "He instructed the servant leading the first herd,[ah] “When my brother Esau meets you and asks, 'To whom do you belong?[ai] Where are you going? Whose herds are you driving?'[aj] ", "18": "then you must say,[ak] 'They belong[al] to your servant Jacob.[am] They have been sent as a gift to my lord Esau.[an] In fact Jacob himself is behind us.'”[ao]", "19": "He also gave these instructions to the second and third servants, as well as all those who were following the herds, saying, “You must say the same thing to Esau when you meet him.[ap] ", "20": "You must also say, 'In fact your servant Jacob is behind us.'”[aq] Jacob thought,[ar] “I will first appease him[as] by sending a gift ahead of me.[at] After that I will meet him.[au] Perhaps he will accept me.”[av] ", "21": "So the gifts were sent on ahead of him[aw] while he spent that night in the camp.[ax]", "22": "During the night Jacob quickly took[ay] his two wives, his two female servants, and his eleven sons[az] and crossed the ford of the Jabbok.[ba] ", "23": "He took them and sent them across the stream along with all his possessions.[bb] ", "24": "So Jacob was left alone. Then a man[bc] wrestled[bd] with him until daybreak.[be] ", "25": "When the man[bf] saw that he could not defeat Jacob,[bg] he struck[bh] the socket of his hip so the socket of Jacob's hip was dislocated while he wrestled with him.", "26": "Then the man[bi] said, “Let me go, for the dawn is breaking.”[bj] “I will not let you go,” Jacob replied,[bk] “unless you bless me.”[bl] ", "27": "The man asked him,[bm] “What is your name?”[bn] He answered, “Jacob.” ", "28": "“No longer will your name be Jacob,” the man told him,[bo] “but Israel,[bp] because you have fought[bq] with God and with men and have prevailed.”", "29": "Then Jacob asked, “Please tell me your name.”[br] “Why[bs] do you ask my name?” the man replied.[bt] Then he blessed[bu] Jacob[bv] there. ", "30": "So Jacob named the place Peniel,[bw] explaining,[bx] “Certainly[by] I have seen God face to face[bz] and have survived.”[ca]", "31": "The sun rose[cb] over him as he crossed over Penuel,[cc] but[cd] he was limping because of his hip. ", "32": "That is why to this day[ce] the Israelites do not eat the sinew which is attached to the socket of the hip, because he struck[cf] the socket of Jacob's hip near the attached sinew."}