{"1": "Jacob looked up[a] and saw that Esau was coming[b] along with 400 men. So he divided the children among Leah, Rachel, and the two female servants. ", "2": "He put the servants and their children in front, with Leah and her children behind them, and Rachel and Joseph behind them.[c] ", "3": "But Jacob[d] himself went on ahead of them, and he bowed toward the ground seven times as he approached[e] his brother. ", "4": "But Esau ran to meet him, embraced him, hugged his neck, and kissed him. Then they both wept. ", "5": "When Esau[f] looked up[g] and saw the women and the children, he asked, “Who are these people with you?” Jacob[h] replied, “The children whom God has graciously given[i] your servant.” ", "6": "The female servants came forward with their children and bowed down.[j] ", "7": "Then Leah came forward with her children and they bowed down. Finally Joseph and Rachel came forward and bowed down.", "8": "Esau[k] then asked, “What did you intend[l] by sending all these herds to meet me?”[m] Jacob[n] replied, “To find favor in your sight, my lord.” ", "9": "But Esau said, “I have plenty, my brother. Keep what belongs to you.” ", "10": "“No, please take them,” Jacob said.[o] “If I have found favor in your sight, accept[p] my gift from my hand. Now that I have seen your face and you have accepted me,[q] it is as if I have seen the face of God.[r] ", "11": "Please take my present[s] that was brought to you, for God has been generous[t] to me and I have all I need.”[u] When Jacob urged him, he took it.[v]", "12": "Then Esau[w] said, “Let's be on our way![x] I will go in front of you.” ", "13": "But Jacob[y] said to him, “My lord knows that the children are young,[z] and that I have to look after the sheep and cattle that are nursing their young.[aa] If they are driven too hard for even a single day, all the animals will die. ", "14": "Let my lord go on ahead of his servant. I will travel more slowly, at the pace of the herds and the children,[ab] until I come to my lord at Seir.”", "15": "So Esau said, “Let me leave some of my men with you.”[ac] “Why do that?” Jacob replied.[ad] “My lord has already been kind enough to me.”[ae]", "16": "So that same day Esau made his way back[af] to Seir. ", "17": "But[ag] Jacob traveled to Sukkoth[ah] where he built himself a house and made shelters for his livestock. That is why the place was called[ai] Sukkoth.[aj]", "18": "After he left Paddan Aram, Jacob came safely to the city of Shechem in the land of Canaan, and he camped near[ak] the city. ", "19": "Then he purchased the portion of the field where he had pitched his tent; he bought it[al] from the sons of Hamor, Shechem's father, for 100 pieces of money.[am] ", "20": "There he set up an altar and called it “The God of Israel is God.”[an]"}