{"1": "But Jacob lived in the land where his father had stayed,[a] in the land of Canaan.[b]", "2": "This is the account of Jacob. Joseph, his seventeen-year-old son,[c] was taking care of[d] the flocks with his brothers. Now he was a youngster[e] working with the sons of Bilhah and Zilpah, his father's wives.[f] Joseph brought back a bad report about them[g] to their father.", "3": "Now Israel loved Joseph more than all his sons[h] because he was a son born to him late in life,[i] and he made a special[j] tunic for him. ", "4": "When Joseph's[k] brothers saw that their father loved him more than any of them,[l] they hated Joseph[m] and were not able to speak to him kindly.[n]", "5": "Joseph[o] had a dream,[p] and when he told his brothers about it[q] they hated him even more.[r] ", "6": "He said to them, “Listen to this dream I had:[s] ", "7": "There we were,[t] binding sheaves of grain in the middle of the field. Suddenly my sheaf rose up and stood upright and your sheaves surrounded my sheaf and bowed down[u] to it!” ", "8": "Then his brothers asked him, “Do you really think you will rule over us or have dominion over us?”[v] They hated him even more[w] because of his dream and because of what he said.[x]", "9": "Then he had another dream,[y] and told it to his brothers. “Look,”[z] he said. “I had another dream. The sun, the moon, and eleven stars were bowing down to me.” ", "10": "When he told his father and his brothers, his father rebuked him, saying, “What is this dream that you had?[aa] Will I, your mother, and your brothers really come and bow down to you?”[ab] ", "11": "His brothers were jealous[ac] of him, but his father kept in mind what Joseph said.[ad]", "12": "When his brothers had gone to graze their father's flocks near Shechem, ", "13": "Israel said to Joseph, “Your brothers[ae] are grazing the flocks near Shechem. Come, I will send you to them.” “I'm ready,”[af] Joseph replied.[ag] ", "14": "So Jacob[ah] said to him, “Go now and check on[ai] the welfare[aj] of your brothers and of the flocks, and bring me word.” So Jacob[ak] sent him from the valley of Hebron.", "15": "When Joseph reached Shechem,[al] a man found him wandering[am] in the field, so the man asked him, “What are you looking for?” ", "16": "He replied, “I'm looking for my brothers. Please tell[an] me where they are grazing their flocks.” ", "17": "The man said, “They left this area,[ao] for I heard them say, 'Let's go to Dothan.'” So Joseph went after his brothers and found them at Dothan.", "18": "Now Joseph's brothers[ap] saw him from a distance, and before he reached them, they plotted to kill him. ", "19": "They said to one another, “Here comes this master of dreams![aq] ", "20": "Come now, let's kill him, throw him into one of the cisterns, and then say that a wild[ar] animal ate him. Then we'll see how his dreams turn out!”[as]", "21": "When Reuben heard this, he rescued Joseph[at] from their hands,[au] saying,[av] “Let's not take his life!”[aw] ", "22": "Reuben continued,[ax] “Don't shed blood! Throw him into this cistern that is here in the wilderness, but don't lay a hand on him.”[ay] (Reuben said this[az] so he could rescue Joseph[ba] from them[bb] and take him back to his father.)", "23": "When Joseph reached his brothers, they stripped him[bc] of his tunic, the special tunic that he wore. ", "24": "Then they took him and threw him into the cistern. (Now the cistern was empty;[bd] there was no water in it.)", "25": "When they sat down to eat their food, they looked up[be] and saw[bf] a caravan of Ishmaelites coming from Gilead. Their camels were carrying spices, balm, and myrrh down to Egypt.[bg] ", "26": "Then Judah said to his brothers, “What profit is there if we kill our brother and cover up his blood? ", "27": "Come, let's sell him to the Ishmaelites, but let's not lay a hand on him,[bh] for after all, he is our brother, our own flesh.” His brothers agreed.[bi] ", "28": "So when the Midianite[bj] merchants passed by, Joseph's brothers pulled[bk] him[bl] out of the cistern and sold him to the Ishmaelites for twenty pieces of silver. The Ishmaelites[bm] then took Joseph to Egypt.", "29": "Later Reuben returned to the cistern to find that Joseph was not in it![bn] He tore his clothes, ", "30": "returned to his brothers, and said, “The boy isn't there! And I, where can I go?” ", "31": "So they took Joseph's tunic, killed a young goat,[bo] and dipped the tunic in the blood. ", "32": "Then they brought the special tunic to their father[bp] and said, “We found this. Determine now whether it is your son's tunic or not.”", "33": "He recognized it and exclaimed, “It is my son's tunic! A wild animal has eaten him![bq] Joseph has surely been torn to pieces!” ", "34": "Then Jacob tore his clothes, put on sackcloth,[br] and mourned for his son many days. ", "35": "All his sons and daughters stood by[bs] him to console him, but he refused to be consoled. “No,” he said, “I will go to the grave mourning my son.”[bt] So Joseph's[bu] father wept for him.", "36": "Now[bv] in Egypt the Midianites[bw] sold Joseph[bx] to Potiphar, one of Pharaoh's officials, the captain of the guard.[by]"}