{"1": "At that time Judah left[a] his brothers and stayed[b] with an Adullamite man[c] named Hirah. ", "2": "There Judah saw the daughter of a Canaanite man named Shua.[d] Judah acquired her as a wife[e] and slept with her.[f] ", "3": "She became pregnant[g] and had a son. Judah named[h] him Er. ", "4": "She became pregnant again and had another son, whom she named Onan. ", "5": "Then she had[i] yet another son, whom she named Shelah. She gave birth to him in Kezib.[j]", "6": "Judah acquired[k] a wife for Er his firstborn; her name was Tamar. ", "7": "But Er, Judah's firstborn, was evil in the Lord's sight, so the Lord killed him.", "8": "Then Judah said to Onan, “Sleep with[l] your brother's wife and fulfill the duty of a brother-in-law to her so that you may raise up[m] a descendant for your brother.”[n] ", "9": "But Onan knew that the child[o] would not be considered his.[p] So whenever[q] he slept with[r] his brother's wife, he wasted his emission on the ground[s] so as not to give his brother a descendant. ", "10": "What he did was evil in the Lord's sight, so the Lord[t] killed him too.", "11": "Then Judah said to his daughter-in-law Tamar, “Live as a widow in your father's house until Shelah my son grows up.” For he thought,[u] “I don't want him to die like his brothers.”[v] So Tamar went and lived in her father's house.", "12": "After some time[w] Judah's wife, the daughter of Shua, died. After Judah was consoled, he left for Timnah to visit his sheepshearers, along with[x] his friend Hirah the Adullamite. ", "13": "Tamar was told,[y] “Look, your father-in-law is going up[z] to Timnah to shear his sheep.” ", "14": "So she removed her widow's clothes and covered herself with a veil. She wrapped herself and sat at the entrance to Enaim which is on the way to Timnah. (She did this because[aa] she saw that she had not been given to Shelah as a wife, even though he had now grown up.)[ab]", "15": "When Judah saw her, he thought she was a prostitute[ac] because she had covered her face. ", "16": "He turned aside to her along the road and said, “Come, please, I want to sleep with you.”[ad] (He did not realize it was his daughter-in-law.) She asked, “What will you give me so that you may sleep with me?” ", "17": "He replied, “I'll send you a young goat from the flock.” She asked, “Will you give me a pledge until you send it?”[ae] ", "18": "He said, “What pledge should I give you?” She replied, “Your seal, your cord, and the staff that's in your hand.” So he gave them to her, then slept with her,[af] and she became pregnant by him. ", "19": "She left immediately,[ag] removed her veil, and put on her widow's clothes.", "20": "Then Judah had his friend Hirah[ah] the Adullamite take a young goat to get back from the woman the items he had given in pledge,[ai] but Hirah[aj] could not find her. ", "21": "He asked the men who were there,[ak] “Where is the cult prostitute[al] who was at Enaim by the road?” But they replied, “There has been no cult prostitute here.” ", "22": "So he returned to Judah and said, “I couldn't find her. Moreover, the men of the place said, 'There has been no cult prostitute here.'” ", "23": "Judah said, “Let her keep the things[am] for herself. Otherwise we will appear to be dishonest.[an] I did indeed send this young goat, but you couldn't find her.”", "24": "After three months Judah was told,[ao] “Your daughter-in-law Tamar has turned to prostitution,[ap] and as a result she has become pregnant.”[aq] Judah said, “Bring her out and let her be burned!” ", "25": "While they were bringing her out, she sent word[ar] to her father-in-law: “I am pregnant by the man to whom these belong.”[as] Then she said, “Identify[at] the one to whom the seal, cord, and staff belong.” ", "26": "Judah recognized them and said, “She is more upright[au] than I am, because I wouldn't give her to Shelah my son.” He was not physically intimate with her again.[av]", "27": "When it was time for her to give birth, there were twins in her womb. ", "28": "While she was giving birth, one child[aw] put out his hand, and the midwife took a scarlet thread and tied it on his hand, saying, “This one came out first.” ", "29": "But then he drew back his hand, and his brother came out before him.[ax] She said, “How you have broken out of the womb!”[ay] So he was named Perez.[az] ", "30": "Afterward his brother came out—the one who had the scarlet thread on his hand—and he was named Zerah.[ba]"}