{"1": "Now Joseph had been brought down to Egypt.[a] An Egyptian named Potiphar, an official of Pharaoh and the captain of the guard,[b] purchased him from[c] the Ishmaelites who had brought him there. ", "2": "The Lord was with Joseph. He was successful[d] and lived[e] in the household of his Egyptian master. ", "3": "His master observed that the Lord was with him and that the Lord made everything he was doing successful.[f] ", "4": "So Joseph found favor in his sight and became his personal attendant.[g] Potiphar appointed Joseph[h] overseer of his household and put him in charge[i] of everything he owned. ", "5": "From the time[j] Potiphar[k] appointed him over his household and over all that he owned, the Lord blessed[l] the Egyptian's household for Joseph's sake. The blessing of the Lord was on everything that he had, both[m] in his house and in his fields.[n] ", "6": "So Potiphar[o] left[p] everything he had in Joseph's care;[q] he gave no thought[r] to anything except the food he ate.[s] Now Joseph was well built and good-looking.[t] ", "7": "Soon after these things, his master's wife took notice of[u] Joseph and said, “Come to bed with me.”[v] ", "8": "But he refused, saying[w] to his master's wife, “Look, my master does not give any thought[x] to his household with me here,[y] and everything that he owns he has put into my care.[z] ", "9": "There is no one greater in this household than I am. He has withheld nothing from me except you because you are his wife. So how could I do[aa] such a great evil and sin against God?” ", "10": "Even though she continued to speak[ab] to Joseph day after day, he did not respond[ac] to her invitation to go to bed with her.[ad]", "11": "One day[ae] he went into the house to do his work when none of the household servants[af] were there in the house. ", "12": "She grabbed him by his outer garment, saying, “Come to bed[ag] with me!” But he left his outer garment in her hand and ran[ah] outside.[ai] ", "13": "When she saw that he had left his outer garment in her hand and had run outside, ", "14": "she called for her household servants and said to them, “See, my husband brought[aj] in a Hebrew man[ak] to us to humiliate us.[al] He tried to go to bed with me,[am] but I screamed loudly.[an] ", "15": "When he heard me raise[ao] my voice and scream, he left his outer garment beside me and ran outside.”", "16": "So she laid his outer garment beside her until his master came home. ", "17": "This is what she said to him:[ap] “That Hebrew slave[aq] you brought to us tried to humiliate me,[ar] ", "18": "but when I raised my voice and screamed, he left his outer garment and ran outside.”", "19": "When his master heard his wife say,[as] “This is the way[at] your slave treated me,”[au] he became furious.[av] ", "20": "Joseph's master took him and threw him into the prison,[aw] the place where the king's prisoners were confined. So he was there in the prison.[ax]", "21": "But the Lord was with Joseph and showed him kindness.[ay] He granted him favor in the sight of the prison warden.[az] ", "22": "The warden put all the prisoners under Joseph's care. He was in charge of whatever they were doing.[ba] ", "23": "The warden did not concern himself[bb] with anything that was in Joseph's[bc] care because the Lord was with him and whatever he was doing the Lord was making successful."}