{"1": "When Jacob heard[a] there was grain in Egypt, he[b] said to his sons, “Why are you looking at each other?”[c] ", "2": "He then said, “Look, I hear that there is grain in Egypt. Go down there and buy grain for us[d] so that we may live[e] and not die.”[f]", "3": "So ten of Joseph's brothers went down to buy grain from Egypt. ", "4": "But Jacob did not send Joseph's brother Benjamin with his brothers,[g] for he said,[h] “What if some accident[i] happens[j] to him?” ", "5": "So Israel's sons came to buy grain among the other travelers,[k] for the famine was severe in the land of Canaan.", "6": "Now Joseph was the ruler of the country, the one who sold grain to all the people of the country.[l] Joseph's brothers came and bowed down[m] before him with[n] their faces to the ground. ", "7": "When Joseph saw his brothers, he recognized them, but he pretended to be a stranger[o] to them and spoke to them harshly. He asked, “Where do you come from?” They answered,[p] “From the land of Canaan, to buy grain for food.”[q]", "8": "Joseph recognized his brothers, but they did not recognize him. ", "9": "Then Joseph remembered the dreams he had dreamed about them, and he said to them, “You are spies;[r] you have come to see if our land is vulnerable!”[s]", "10": "But they exclaimed,[t] “No, my lord! Your servants have come to buy grain for food! ", "11": "We are all the sons of one man; we are honest men! Your servants are not spies.”", "12": "“No,” he insisted, “but you have come to see if our land is vulnerable.”[u] ", "13": "They replied, “Your servants are from a family of twelve brothers.[v] We are the sons of one man in the land of Canaan. The youngest is with our father at this time,[w] and one is no longer alive.”[x]", "14": "But Joseph told them, “It is just as I said to you:[y] You are spies! ", "15": "You will be tested in this way: As surely as Pharaoh lives,[z] you will not depart from this place unless your youngest brother comes here. ", "16": "One of you must go and get[aa] your brother, while[ab] the rest of you remain in prison.[ac] In this way your words may be tested to see if[ad] you are telling the truth.[ae] If not, then, as surely as Pharaoh lives, you are spies!” ", "17": "He imprisoned[af] them all for three days. ", "18": "On the third day Joseph said to them, “Do as I say[ag] and you will live,[ah] for I fear God.[ai] ", "19": "If you are honest men, leave one of your brothers confined here in prison[aj] while the rest of you go[ak] and take grain back for your hungry families.[al] ", "20": "But you must bring[am] your youngest brother to me. Then[an] your words will be verified[ao] and you will not die.” They did as he said.[ap]", "21": "They said to one another,[aq] “Surely we're being punished[ar] because of our brother, because we saw how distressed he was[as] when he cried to us for mercy, but we refused to listen. That is why this distress[at] has come on us!” ", "22": "Reuben said to them, “Didn't I say to you, 'Don't sin against the boy,' but you wouldn't listen? So now we must pay for shedding his blood!”[au] ", "23": "(Now[av] they did not know that Joseph could understand them,[aw] for he was speaking through an interpreter.)[ax] ", "24": "He turned away from them and wept. When he turned around and spoke to them again,[ay] he had Simeon taken[az] from them and tied up[ba] before their eyes.", "25": "Then Joseph gave orders to fill[bb] their bags with grain, to return each man's money to his sack, and to give them provisions for the journey. His orders were carried out.[bc] ", "26": "So they loaded their grain on their donkeys and left.[bd]", "27": "When one of them[be] opened his sack to get feed for his donkey at their resting place,[bf] he saw his money in the mouth of his sack.[bg] ", "28": "He said to his brothers, “My money was returned! Here it is in my sack!” They were dismayed;[bh] they turned trembling to one another[bi] and said, “What in the world has God done to us?”[bj]", "29": "They returned to their father Jacob in the land of Canaan and told him all the things that had happened to them, saying, ", "30": "“The man, the lord of the land, spoke harshly to us and treated us[bk] as if we were[bl] spying on the land. ", "31": "But we said to him, 'We are honest men; we are not spies! ", "32": "We are from a family of twelve brothers; we are the sons of one father.[bm] One is no longer alive,[bn] and the youngest is with our father at this time[bo] in the land of Canaan.'", "33": "“Then the man, the lord of the land, said to us, 'This is how I will find out if you are honest men. Leave one of your brothers with me, and take grain[bp] for your hungry households and go. ", "34": "But bring your youngest brother back to me so I will know[bq] that you are honest men and not spies.[br] Then I will give your brother back to you and you may move about freely in the land.'”[bs]", "35": "When they were emptying their sacks, there was each man's bag of money in his sack! When they and their father saw the bags of money, they were afraid. ", "36": "Their father Jacob said to them, “You are making me childless! Joseph is gone.[bt] Simeon is gone.[bu] And now you want to take[bv] Benjamin! Everything is against me.”", "37": "Then Reuben said to his father, “You may[bw] put my two sons to death if I do not bring him back to you. Put him in my care[bx] and I will bring him back to you.” ", "38": "But Jacob[by] replied, “My son will not go down there with you, for his brother is dead and he alone is left.[bz] If an accident happens to him on the journey you have to make, then you will bring down my gray hair[ca] in sorrow to the grave.”[cb]"}