{"1": "Now the famine was severe in the land.[a] ", "2": "When they finished eating the grain they had brought from Egypt, their father said to them, “Return, buy us a little more food.”", "3": "But Judah said to him, “The man solemnly warned[b] us, 'You will not see my face[c] unless your brother is with you.' ", "4": "If you send[d] our brother with us, we'll go down and buy food for you. ", "5": "But if you will not send him, we won't go down there because the man said to us, 'You will not see my face unless your brother is with you.'”", "6": "Israel said, “Why did you bring this trouble[e] on me by telling[f] the man you had one more brother?”", "7": "They replied, “The man questioned us[g] thoroughly[h] about ourselves and our family, saying, 'Is your father still alive? Do you have another brother?'[i] So we answered him in this way.[j] How could we possibly know[k] that he would say,[l] 'Bring your brother down'?”", "8": "Then Judah said to his father Israel, “Send the boy with me and we will go immediately.[m] Then we will live[n] and not die—we and you and our little ones. ", "9": "I myself pledge security[o] for him; you may hold me liable. If I do not bring him back to you and place him here before you, I will bear the blame before you all my life.[p] ", "10": "But if we had not delayed, we could have traveled there and back[q] twice by now!”", "11": "Then their father Israel said to them, “If it must be so, then do this: Take some of the best products of the land in your bags, and take a gift down to the man—a little balm and a little honey, spices and myrrh, pistachios and almonds. ", "12": "Take double the money with you;[r] you must take back[s] the money that was returned in the mouths of your sacks—perhaps it was an oversight. ", "13": "Take your brother too, and go right away[t] to the man.[u] ", "14": "May the Sovereign God[v] grant you mercy before the man so that he may release[w] your other brother[x] and Benjamin! As for me, if I lose my children I lose them.”[y]", "15": "So the men took these gifts, and they took double the money with them, along with Benjamin. Then they hurried down to Egypt[z] and stood before Joseph. ", "16": "When Joseph saw Benjamin with them, he said to the servant who was over his household, “Bring the men to the house. Slaughter an animal and prepare it, for the men will eat with me at noon.” ", "17": "The man did just as Joseph said; he[aa] brought the men into Joseph's house.[ab]", "18": "But the men were afraid when they were brought to Joseph's house. They said, “We are being brought in because of[ac] the money that was returned in our sacks last time.[ad] He wants to capture us,[ae] make us slaves, and take[af] our donkeys!” ", "19": "So they approached the man who was in charge of Joseph's household and spoke to him at the entrance to the house. ", "20": "They said, “My lord, we did indeed come down[ag] the first time[ah] to buy food. ", "21": "But when we came to the place where we spent the night, we opened our sacks and each of us found his money—the full amount[ai]—in the mouth of his sack. So we have returned it.[aj] ", "22": "We have brought additional money with us to buy food. We do not know who put the money in our sacks!”", "23": "“Everything is fine,”[ak] the man in charge of Joseph's household told them. “Don't be afraid. Your God and the God of your father has given you treasure in your sacks.[al] I had your money.”[am] Then he brought Simeon out to them.", "24": "The servant in charge[an] brought the men into Joseph's house. He gave them water, and they washed their feet. Then he gave food to their donkeys. ", "25": "They got their gifts ready for Joseph's arrival[ao] at noon, for they had heard[ap] that they were to have a meal[aq] there.", "26": "When Joseph came home, they presented him with the gifts they had brought inside,[ar] and they bowed down to the ground before him. ", "27": "He asked them how they were doing.[as] Then he said, “Is your aging father well, the one you spoke about? Is he still alive?” ", "28": "“Your servant our father is well,” they replied. “He is still alive.” They bowed down in humility.[at]", "29": "When Joseph looked up[au] and saw his brother Benjamin, his mother's son, he said, “Is this your youngest brother, whom you told me about?” Then he said, “May God be gracious to you, my son.”[av] ", "30": "Joseph hurried out, for he was overcome by affection for his brother[aw] and was at the point of tears.[ax] So he went to his room and wept there.", "31": "Then he washed his face and came out. With composure he said,[ay] “Set out the food.” ", "32": "They set a place for him, a separate place for his brothers,[az] and another for the Egyptians who were eating with him. (The Egyptians are not able to eat with Hebrews, for the Egyptians think it is disgusting[ba] to do so.)[bb] ", "33": "They sat before him, arranged by order of birth, beginning with the firstborn and ending with the youngest.[bc] The men looked at each other in astonishment.[bd] ", "34": "He gave them portions of the food set before him,[be] but the portion for Benjamin was five times greater than the portions for any of the others. They drank with Joseph until they all became drunk.[bf]"}