{"1": "He instructed the servant who was over his household, “Fill the sacks of the men with as much food as they can carry and put each man's money in the mouth of his sack. ", "2": "Then put[a] my cup—the silver cup—in the mouth of the youngest one's sack, along with the money for his grain.” He did as Joseph instructed.[b]", "3": "When morning came,[c] the men and their donkeys were sent off.[d] ", "4": "They had not gone very far from the city[e] when Joseph said[f] to the servant who was over his household, “Pursue the men at once![g] When you overtake[h] them, say to them, 'Why have you repaid good with evil? ", "5": "Doesn't my master drink from this cup[i] and use it for divination?[j] You have done wrong!'”[k]", "6": "When the man[l] overtook them, he spoke these words to them. ", "7": "They answered him, “Why does my lord say such things?[m] Far be it from your servants to do such a thing![n] ", "8": "Look, the money that we found in the mouths of our sacks we brought back to you from the land of Canaan. Why then would we steal silver or gold from your master's house? ", "9": "If one of us has it,[o] he will die, and the rest of us will become my lord's slaves!”", "10": "He replied, “You have suggested your own punishment![p] The one who has it will become my slave,[q] but the rest of[r] you will go free.”[s] ", "11": "So each man quickly lowered[t] his sack to the ground and opened it. ", "12": "Then the man[u] searched. He began with the oldest and finished with the youngest. The cup was found in Benjamin's sack! ", "13": "They all tore their clothes! Then each man loaded his donkey, and they returned to the city.", "14": "So Judah and his brothers[v] came back to Joseph's house. He was still there,[w] and they threw themselves to the ground before him. ", "15": "Joseph said to them, “What did you think you were doing?[x] Don't you know that a man like me can find out things like this by divination?”[y]", "16": "Judah replied, “What can we say[z] to my lord? What can we speak? How can we clear ourselves?[aa] God has exposed the sin of your servants![ab] We are now my lord's slaves, we and the one in whose possession the cup was found.”", "17": "But Joseph said, “Far be it from me to do this! The man in whose hand the cup was found will become my slave, but the rest of[ac] you may go back[ad] to your father in peace.”", "18": "Then Judah approached him and said, “My lord, please allow your servant to speak a word with you.[ae] Please do not get angry with your servant,[af] for you are just like Pharaoh.[ag] ", "19": "My lord asked his servants, 'Do you have a father or a brother?' ", "20": "We said to my lord, 'We have an aged father, and there is a young boy who was born when our father was old.[ah] The boy's[ai] brother is dead. He is the only one of his mother's sons left,[aj] and his father loves him.'", "21": "“Then you told your servants, 'Bring him down to me so I can see[ak] him.'[al] ", "22": "We said to my lord, 'The boy cannot leave his father. If he leaves his father, his father[am] will die.'[an] ", "23": "But you said to your servants, 'If your youngest brother does not come down with you, you will not see my face again.' ", "24": "When we returned to your servant my father, we told him the words of my lord.", "25": "“Then our father said, 'Go back and buy us a little food.' ", "26": "But we replied, 'We cannot go down there.[ao] If our youngest brother is with us, then we will go,[ap] for we won't be permitted to see the man's face if our youngest brother is not with us.'", "27": "“Then your servant my father said to us, 'You know that my wife gave me two sons.[aq] ", "28": "The first disappeared[ar] and I said, “He has surely been torn to pieces.” I have not seen him since. ", "29": "If you take[as] this one from me too and an accident happens to him, then you will bring down my gray hair[at] in tragedy[au] to the grave.'[av]", "30": "“So now, when I return to your servant my father, and the boy is not with us—his very life is bound up in his son's life.[aw] ", "31": "When he sees the boy is not with us,[ax] he will die, and your servants will bring down the gray hair of your servant our father in sorrow to the grave. ", "32": "Indeed,[ay] your servant pledged security for the boy with my father, saying, 'If I do not bring him back to you, then I will bear the blame before my father all my life.'", "33": "“So now, please let your servant remain as my lord's slave instead of the boy. As for the boy, let him go back with his brothers. ", "34": "For how can I go back to my father if the boy is not with me? I couldn't bear to see[az] my father's pain.”[ba]"}