{"1": "Joseph went and told Pharaoh, “My father, my brothers, their flocks and herds, and all that they own have arrived from the land of Canaan. They are now[a] in the land of Goshen.” ", "2": "He took five of his brothers and introduced them to Pharaoh.[b]", "3": "Pharaoh said to Joseph's[c] brothers, “What is your occupation?” They said to Pharaoh, “Your servants take care of flocks, just as our ancestors did.”[d] ", "4": "Then they said to Pharaoh, “We have come to live as temporary residents[e] in the land. There is no[f] pasture for your servants' flocks because the famine is severe in the land of Canaan. So now, please let your servants live in the land of Goshen.”", "5": "Pharaoh said to Joseph, “Your father and your brothers have come to you. ", "6": "The land of Egypt is before you; settle your father and your brothers in the best region of the land. They may live in the land of Goshen. If you know of any highly capable men[g] among them, put them in charge[h] of my livestock.”", "7": "Then Joseph brought in his father Jacob and presented him[i] before Pharaoh. Jacob blessed[j] Pharaoh. ", "8": "Pharaoh said to Jacob, “How long have you lived?”[k] ", "9": "Jacob said to Pharaoh, “All[l] the years of my travels[m] are 130. All[n] the years of my life have been few and painful;[o] the years of my travels are not as long as those of my ancestors.”[p] ", "10": "Then Jacob blessed Pharaoh and went out from his presence.[q]", "11": "So Joseph settled his father and his brothers. He gave them territory[r] in the land of Egypt, in the best region of the land, the land of Rameses,[s] just as Pharaoh had commanded. ", "12": "Joseph also provided food for his father, his brothers, and all his father's household, according to the number of their little children.", "13": "But there was no food in all the land because the famine was very severe; the land of Egypt and the land of Canaan wasted away[t] because of the famine. ", "14": "Joseph collected all the money that could be found in the land of Egypt and in the land of Canaan as payment[u] for the grain they were buying. Then Joseph brought the money into Pharaoh's palace.[v] ", "15": "When the money from the lands of Egypt and Canaan was used up, all the Egyptians[w] came to Joseph and said, “Give us food! Why should we die[x] before your very eyes because our money has run out?”", "16": "Then Joseph said, “If your money is gone, bring your livestock, and I will give you food[y] in exchange for[z] your livestock.” ", "17": "So they brought their livestock to Joseph, and Joseph gave them food in exchange for their horses, the livestock of their flocks and herds, and their donkeys.[aa] He got them through that year by giving them food in exchange for all their livestock.", "18": "When that year was over, they came to him the next year and said to him, “We cannot hide from our[ab] lord that the money is used up and the livestock and the animals belong to our lord. Nothing remains before our lord except our bodies and our land. ", "19": "Why should we die before your very eyes, both we and our land? Buy us and our land in exchange for food, and we, with our land, will become[ac] Pharaoh's slaves.[ad] Give us seed that we may live[ae] and not die. Then the land will not become desolate.”[af]", "20": "So Joseph bought all the land of Egypt for Pharaoh. Each[ag] of the Egyptians sold his field, for the famine was severe.[ah] So the land became Pharaoh's. ", "21": "Joseph[ai] made all the people slaves[aj] from one end of Egypt's border to the other end of it. ", "22": "But he did not purchase the land of the priests because the priests had an allotment from Pharaoh and they ate from their allotment that Pharaoh gave them. That is why they did not sell their land.", "23": "Joseph said to the people, “Since I have bought you and your land today for Pharaoh, here is seed for you. Cultivate[ak] the land. ", "24": "When the crop comes in, give[al] one-fifth of it to Pharaoh. The remaining four-fifths will be yours for seed for the fields and for you to eat, including those in your households and your little children.” ", "25": "They replied, “You have saved our lives! You are showing us favor,[am] and we will be Pharaoh's slaves.”[an]", "26": "So Joseph made it a statute,[ao] which is in effect[ap] to this day throughout the land of Egypt: One-fifth belongs to Pharaoh. Only the land of the priests did not become Pharaoh's.", "27": "Israel settled in the land of Egypt, in the land of Goshen, and they owned land there. They were fruitful and increased rapidly in number.", "28": "Jacob lived in the land of Egypt seventeen years; the years[aq] of Jacob's life were 147 in all. ", "29": "The time[ar] for Israel to die approached, so he called for his son Joseph and said to him, “If now I have found favor in your sight, put your hand under my thigh[as] and show me kindness and faithfulness.[at] Do not bury me in Egypt, ", "30": "but when I rest[au] with my fathers, carry me out of Egypt and bury me in their burial place.” Joseph[av] said, “I will do as you say.”", "31": "Jacob[aw] said, “Swear to me that you will do so.”[ax] So Joseph[ay] gave him his word.[az] Then Israel bowed down[ba] at the head of his bed.[bb]"}