{"1": "After these things Joseph was told,[a] “Your father is weakening.” So he took his two sons Manasseh and Ephraim with him. ", "2": "When Jacob was told,[b] “Your son Joseph has just[c] come to you,” Israel regained strength and sat up on his bed. ", "3": "Jacob said to Joseph, “The Sovereign God[d] appeared to me at Luz in the land of Canaan and blessed me. ", "4": "He said to me, 'I am going to make you fruitful[e] and will multiply you.[f] I will make you into a group of nations, and I will give this land to your descendants[g] as an everlasting possession.'[h]", "5": "“Now, as for your two sons, who were born to you in the land of Egypt before I came to you in Egypt, they will be mine.[i] Ephraim and Manasseh will be mine just as Reuben and Simeon are. ", "6": "Any children that you father[j] after them will be yours; they will be listed[k] under the names of their brothers in their inheritance.[l] ", "7": "But as for me, when I was returning from Paddan, Rachel died—to my sorrow[m]—in the land of Canaan. It happened along the way, some distance from Ephrath. So I buried her there on the way to Ephrath” (that is, Bethlehem).", "8": "When Israel saw Joseph's sons, he asked, “Who are these?” ", "9": "Joseph said to his father, “They are the[n] sons God has given me in this place.” His father[o] said, “Bring them to me so I may bless them.”[p] ", "10": "Now Israel's eyes were failing[q] because of his age; he was not able to see well. So Joseph[r] brought his sons[s] near to him, and his father[t] kissed them and embraced them. ", "11": "Israel said to Joseph, “I never expected[u] to see you[v] again, but now God has allowed me to see your children[w] too.”", "12": "So Joseph moved them from Israel's knees[x] and bowed down with his face to the ground. ", "13": "Joseph positioned them;[y] he put Ephraim on his right hand across from Israel's left hand, and Manasseh on his left hand across from Israel's right hand. Then Joseph brought them closer to his father.[z] ", "14": "Israel stretched out his right hand and placed it on Ephraim's head, although he was the younger.[aa] Crossing his hands, he put his left hand on Manasseh's head, for Manasseh was the firstborn.", "15": "Then he blessed Joseph and said, “May the God before whom my fathers Abraham and Isaac walked— the God who has been my shepherd[ab] all my life long to this day,", "16": "the angel[ac] who has protected me[ad] from all harm— bless these boys. May my name be named in them,[ae] and the name of my fathers Abraham and Isaac. May they grow into a multitude on the earth.”", "17": "When Joseph saw that his father placed his right hand on Ephraim's head, it displeased him.[af] So he took his father's hand to move it from Ephraim's head to Manasseh's head. ", "18": "Joseph said to his father, “Not so, my father, for this is the firstborn. Put your right hand on his head.”", "19": "But his father refused and said, “I know, my son, I know. He too will become a nation and he too will become great. In spite of this, his younger brother will be even greater and his descendants will become a multitude[ag] of nations.” ", "20": "So he blessed them that day, saying, “By you[ah] will Israel bless,[ai] saying, 'May God make you like Ephraim and Manasseh.'” Thus he put Ephraim before Manasseh.[aj]", "21": "Then Israel said to Joseph, “I am about to die, but God will be with you[ak] and will bring you back to the land of your fathers. ", "22": "As one who is above your[al] brothers, I give to you the mountain slope,[am] which I took from the Amorites with my sword and my bow.”"}