{"1": "And so, my brothers, I love you and want very much to be with you. I am very happy about you. And you are like a prize I have won in a race. My dear people, keep on standing firm and strong in the Lord.", "2": "I beg Euodia and Syntyche to agree to work together. I ask them to be of the same mind in the Lord.", "3": "I beg you, my real helper, to help these women. They worked hard with me in telling the good news. Clement and my other helpers worked hard with me too. Their names are in God's Book of Life.", "4": "Always be glad for what the Lord has done, I will say it again, be glad.", "5": "Let everyone know that you think kindly of others before yourselves. The Lord is near.", "6": "Do not worry about anything. Talk to God about everything. Thank him for what you have. Ask him for what you need.", "7": "Then God will give you peace, a peace which is too wonderful to understand. That peace will keep your hearts and minds safe as you trust in Christ Jesus.", "8": "Here, my brothers, are some things I want you to think about. Think about things that are true, honest, right, clean and pure, things that are lovely, and things that are good to talk about. If they are good, and if they bring praise to God, think about these things.", "9": "I taught you, and you learned things from me. You heard the things I said, and you saw the things I did. Do these same things yourselves. Then God who gives peace will be with you.", "10": "The Lord made me very happy to know that you were thinking about me again. Yes, I know you were thinking of me before, but you had no way to help me.", "11": "I do not mean that I needed it. I have learned to be satisfied with what I have. I am happy with whatever happens to me.", "12": "I know how to live when I am poor, and I know how to live when I am rich. No matter how things are, I have learned how to live: when I have plenty of food, or when I am hungry; when I have more things than I need, and when I do not have enough.", "13": "I can do all things because Christ gives me strength.", "14": "But you were kind to help me when I was in trouble.", "15": "When I first told the good news after I left the country of Macedonia, you were the only church people who helped me. You sent me money to pay my expenses.", "16": "Even when I was in the city of Thessalonica, you sent money to help me more than once.", "17": "It is not that I want the gift. But I want you to have more and more blessing because you give.", "18": "I have all I need and more. Yes, I have plenty because Epaphroditus gave me what you sent me. Your gift was like a sweet-smelling offering to God. It was a sacrifice which God took and it pleased him.", "19": "My God will give you everything you need. He has wonderful riches in heaven because of Christ Jesus.", "20": "Praise God our Father for ever. Yes, he will do it.", "21": "Please give my greetings to every one who belongs to Christ Jesus. The Christian brothers who are with me greet you.", "22": "All of God's people send greetings to you, especially the people of Caesar's house.", "23": "The loving kindness of our Lord Jesus Christ be with you all. Amen, may it be so!"}