{"1": "Then God gave the people all these instructions[a]:", "2": "“I am the Lord your God, who rescued you from the land of Egypt, the place of your slavery.", "3": "“You must not have any other god but me.", "4": "“You must not make for yourself an idol of any kind or an image of anything in the heavens or on the earth or in the sea.", "5": "You must not bow down to them or worship them, for I, the Lord your God, am a jealous God who will not tolerate your affection for any other gods. I lay the sins of the parents upon their children; the entire family is affected—even children in the third and fourth generations of those who reject me.", "6": "But I lavish unfailing love for a thousand generations on those[b] who love me and obey my commands.", "7": "“You must not misuse the name of the Lord your God. The Lord will not let you go unpunished if you misuse his name.", "8": "“Remember to observe the Sabbath day by keeping it holy.", "9": "You have six days each week for your ordinary work,", "10": "but the seventh day is a Sabbath day of rest dedicated to the Lord your God. On that day no one in your household may do any work. This includes you, your sons and daughters, your male and female servants, your livestock, and any foreigners living among you.", "11": "For in six days the Lord made the heavens, the earth, the sea, and everything in them; but on the seventh day he rested. That is why the Lord blessed the Sabbath day and set it apart as holy.", "12": "“Honor your father and mother. Then you will live a long, full life in the land the Lord your God is giving you.", "13": "“You must not murder.", "14": "“You must not commit adultery.", "15": "“You must not steal.", "16": "“You must not testify falsely against your neighbor.", "17": "“You must not covet your neighbor's house. You must not covet your neighbor's wife, male or female servant, ox or donkey, or anything else that belongs to your neighbor.”", "18": "When the people heard the thunder and the loud blast of the ram's horn, and when they saw the flashes of lightning and the smoke billowing from the mountain, they stood at a distance, trembling with fear.", "19": "And they said to Moses, “You speak to us, and we will listen. But don't let God speak directly to us, or we will die!”", "20": "“Don't be afraid,” Moses answered them, “for God has come in this way to test you, and so that your fear of him will keep you from sinning!”", "21": "As the people stood in the distance, Moses approached the dark cloud where God was.", "22": "And the Lord said to Moses, “Say this to the people of Israel: You saw for yourselves that I spoke to you from heaven.", "23": "Remember, you must not make any idols of silver or gold to rival me.", "24": "“Build for me an altar made of earth, and offer your sacrifices to me—your burnt offerings and peace offerings, your sheep and goats, and your cattle. Build my altar wherever I cause my name to be remembered, and I will come to you and bless you.", "25": "If you use stones to build my altar, use only natural, uncut stones. Do not shape the stones with a tool, for that would make the altar unfit for holy use.", "26": "And do not approach my altar by going up steps. If you do, someone might look up under your clothing and see your nakedness."}