{"1": "Lord, listen to my prayer; let my cry for help come to you.", "2": "Do not hide from me in my time of trouble. Pay attention to me. When I cry for help, answer me quickly.", "3": "My life is passing away like smoke, and my bones are burned up with fire.", "4": "My heart is like grass that has been cut and dried. I forget to eat.", "5": "Because of my grief, my skin hangs on my bones.", "6": "I am like a desert owl, like an owl living among the ruins.", "7": "I lie awake. I am like a lonely bird on a housetop.", "8": "All day long enemies insult me; those who make fun of me use my name as a curse.", "9": "I eat ashes for food, and my tears fall into my drinks.", "10": "Because of your great anger, you have picked me up and thrown me away.", "11": "My days are like a passing shadow; I am like dried grass.", "12": "But, Lord, you rule forever, and your fame goes on and on.", "13": "You will come and have mercy on Jerusalem, because the time has now come to be kind to her; the right time has come.", "14": "Your servants love even her stones; they even care about her dust.", "15": "Nations will fear the name of the Lord, and all the kings on earth will honor you.", "16": "The Lord will rebuild Jerusalem; there his glory will be seen.", "17": "He will answer the prayers of the needy; he will not reject their prayers.", "18": "Write these things for the future so that people who are not yet born will praise the Lord.", "19": "The Lord looked down from his holy place above; from heaven he looked down at the earth.", "20": "He heard the moans of the prisoners, and he freed those sentenced to die.", "21": "The name of the Lord will be heard in Jerusalem; his praise will be heard there.", "22": "People will come together, and kingdoms will serve the Lord.", "23": "God has made me tired of living; he has cut short my life.", "24": "So I said, “My God, do not take me in the middle of my life. Your years go on and on.", "25": "In the beginning you made the earth, and your hands made the skies.", "26": "They will be destroyed, but you will remain. They will all wear out like clothes. And, like clothes, you will change them and throw them away.", "27": "But you never change, and your life will never end.", "28": "Our children will live in your presence, and their children will remain with you.”"}