{"1": "My whole being, praise the Lord. Lord my God, you are very great. You are clothed with glory and majesty;", "2": "you wear light like a robe. You stretch out the skies like a tent.", "3": "You build your room above the clouds. You make the clouds your chariot, and you ride on the wings of the wind.", "4": "You make the winds your messengers, and flames of fire are your servants.", "5": "You built the earth on its foundations so it can never be moved.", "6": "You covered the earth with oceans; the water was above the mountains.", "7": "But at your command, the water rushed away. When you thundered your orders, it hurried away.", "8": "The mountains rose; the valleys sank. The water went to the places you made for it.", "9": "You set borders for the seas that they cannot cross, so water will never cover the earth again.", "10": "You make springs pour into the ravines; they flow between the mountains.", "11": "They water all the wild animals; the wild donkeys come there to drink.", "12": "Wild birds make nests by the water; they sing among the tree branches.", "13": "You water the mountains from above. The earth is full of the things you made.", "14": "You make the grass for cattle and vegetables for the people. You make food grow from the earth.", "15": "You give us wine that makes happy hearts and olive oil that makes our faces shine. You give us bread that gives us strength.", "16": "The Lord's trees have plenty of water; they are the cedars of Lebanon, which he planted.", "17": "The birds make their nests there; the stork's home is in the fir trees.", "18": "The high mountains belong to the wild goats. The rocks are hiding places for the badgers.", "19": "You made the moon to mark the seasons, and the sun always knows when to set.", "20": "You make it dark, and it becomes night. Then all the wild animals creep around.", "21": "The lions roar as they attack. They look to God for food.", "22": "When the sun rises, they leave and go back to their dens to lie down.", "23": "Then people go to work and work until evening.", "24": "Lord, you have made many things; with your wisdom you made them all. The earth is full of your riches.", "25": "Look at the sea, so big and wide, with creatures large and small that cannot be counted.", "26": "Ships travel over the ocean, and there is the sea monster Leviathan, which you made to play there.", "27": "All these things depend on you to give them their food at the right time.", "28": "When you give it to them, they gather it up. When you open your hand, they are filled with good food.", "29": "When you turn away from them, they become frightened. When you take away their breath, they die and turn to dust.", "30": "When you breathe on them, they are created, and you make the land new again.", "31": "May the glory of the Lord be forever. May the Lord enjoy what he has made.", "32": "He just looks at the earth, and it shakes. He touches the mountains, and they smoke.", "33": "I will sing to the Lord all my life; I will sing praises to my God as long as I live.", "34": "May my thoughts please him; I am happy in the Lord.", "35": "Let sinners be destroyed from the earth, and let the wicked live no longer. My whole being, praise the Lord. Praise the Lord."}