{"1": "Give thanks to the Lord and pray to him. Tell the nations what he has done.", "2": "Sing to him; sing praises to him. Tell about all his miracles.", "3": "Be glad that you are his; let those who seek the Lord be happy.", "4": "Depend on the Lord and his strength; always go to him for help.", "5": "Remember the miracles he has done; remember his wonders and his decisions.", "6": "You are descendants of his servant Abraham, the children of Jacob, his chosen people.", "7": "He is the Lord our God. His laws are for all the world.", "8": "He will keep his agreement forever; he will keep his promises always.", "9": "He will keep the agreement he made with Abraham and the promise he made to Isaac.", "10": "He made it a law for the people of Jacob; he made it an agreement with Israel to last forever.", "11": "The Lord said, “I will give you the land of Canaan, and it will belong to you.”", "12": "Then God's people were few in number. They were strangers in the land.", "13": "They went from one nation to another, from one kingdom to another.", "14": "But the Lord did not let anyone hurt them; he warned kings not to harm them.", "15": "He said, “Don't touch my chosen people, and don't harm my prophets.”", "16": "God ordered a time of hunger in the land, and he destroyed all the food.", "17": "Then he sent a man ahead of them— Joseph, who was sold as a slave.", "18": "They put chains around his feet and an iron ring around his neck.", "19": "Then the time he had spoken of came, and the Lord's words proved that Joseph was right.", "20": "The king of Egypt sent for Joseph and freed him; the ruler of the people set him free.", "21": "He made him the master of his house; Joseph was in charge of his riches.", "22": "He could order the princes as he wished. He taught the older men to be wise.", "23": "Then his father Israel came to Egypt; Jacob[a] lived in Egypt.[b]", "24": "The Lord made his people grow in number, and he made them stronger than their enemies.", "25": "He caused the Egyptians to hate his people and to make plans against his servants.", "26": "Then he sent his servant Moses, and Aaron, whom he had chosen.", "27": "They did many signs among the Egyptians and worked wonders in Egypt.", "28": "The Lord sent darkness and made the land dark, but the Egyptians turned against what he said.", "29": "So he changed their water into blood and made their fish die.", "30": "Then their country was filled with frogs, even in the bedrooms of their rulers.", "31": "The Lord spoke and flies came, and gnats were everywhere in the country.", "32": "He made hail fall like rain and sent lightning through their land.", "33": "He struck down their grapevines and fig trees, and he destroyed every tree in the country.", "34": "He spoke and grasshoppers came; the locusts were too many to count.", "35": "They ate all the plants in the land and everything the earth produced.", "36": "The Lord also killed all the firstborn sons in the land, the oldest son of each family.", "37": "Then he brought his people out, and they carried with them silver and gold. Not one of his people stumbled.", "38": "The Egyptians were glad when they left, because the Egyptians were afraid of them.", "39": "The Lord covered them with a cloud and lit up the night with fire.", "40": "When they asked, he brought them quail and filled them with bread from heaven.", "41": "God split the rock, and water flowed out; it ran like a river through the desert.", "42": "He remembered his holy promise to his servant Abraham.", "43": "So God brought his people out with joy, his chosen ones with singing.", "44": "He gave them lands of other nations, so they received what others had worked for.", "45": "This was so they would keep his orders and obey his teachings. Praise the Lord!"}