{"1": "Thank the Lord because he is good. His love continues forever.", "2": "That is what those whom the Lord has saved should say. He has saved them from the enemy", "3": "and has gathered them from other lands, from east and west, north and south.", "4": "Some people had wandered in the desert lands. They found no city in which to live.", "5": "They were hungry and thirsty, and they were discouraged.", "6": "In their misery they cried out to the Lord, and he saved them from their troubles.", "7": "He led them on a straight road to a city where they could live.", "8": "Let them give thanks to the Lord for his love and for the miracles he does for people.", "9": "He satisfies the thirsty and fills up the hungry.", "10": "Some sat in gloom and darkness; they were prisoners suffering in chains.", "11": "They had turned against the words of God and had refused the advice of God Most High.", "12": "So he broke their pride by hard work. They stumbled, and no one helped.", "13": "In their misery they cried out to the Lord, and he saved them from their troubles.", "14": "He brought them out of their gloom and darkness and broke their chains.", "15": "Let them give thanks to the Lord for his love and for the miracles he does for people.", "16": "He breaks down bronze gates and cuts apart iron bars.", "17": "Some fools turned against God and suffered for the evil they did.", "18": "They refused to eat anything, so they almost died.", "19": "In their misery they cried out to the Lord, and he saved them from their troubles.", "20": "God gave the command and healed them, so they were saved from dying.", "21": "Let them give thanks to the Lord for his love and for the miracles he does for people.", "22": "Let them offer sacrifices to thank him. With joy they should tell what he has done.", "23": "Others went out to sea in ships and did business on the great oceans.", "24": "They saw what the Lord could do, the miracles he did in the deep oceans.", "25": "He spoke, and a storm came up, which blew up high waves.", "26": "The ships were tossed as high as the sky and fell low to the depths. The storm was so bad that they lost their courage.", "27": "They stumbled and fell like people who were drunk. They did not know what to do.", "28": "In their misery they cried out to the Lord, and he saved them from their troubles.", "29": "He stilled the storm and calmed the waves.", "30": "They were happy that it was quiet, and God guided them to the port they wanted.", "31": "Let them give thanks to the Lord for his love and for the miracles he does for people.", "32": "Let them praise his greatness in the meeting of the people; let them praise him in the meeting of the elders.", "33": "He changed rivers into a desert and springs of water into dry ground.", "34": "He made fertile land salty, because the people there did evil.", "35": "He changed the desert into pools of water and dry ground into springs of water.", "36": "He had the hungry settle there so they could build a city in which to live.", "37": "They planted seeds in the fields and vineyards, and they had a good harvest.", "38": "God blessed them, and they grew in number. Their cattle did not become fewer.", "39": "Because of disaster, troubles, and sadness, their families grew smaller and weaker.", "40": "He showed he was displeased with their leaders and made them wander in a pathless desert.", "41": "But he lifted the poor out of their suffering and made their families grow like flocks of sheep.", "42": "Good people see this and are happy, but the wicked say nothing.", "43": "Whoever is wise will remember these things and will think about the love of the Lord."}