{"1": "God, I praise you. Do not be silent.", "2": "Wicked people and liars have spoken against me; they have told lies about me.", "3": "They have said hateful things about me and attack me for no reason.", "4": "They attacked me, even though I loved them and prayed for them.", "5": "I was good to them, but they repay me with evil. I loved them, but they hate me in return.", "6": "They say about me, “Have an evil person work against him, and let an accuser stand against him.", "7": "When he is judged, let him be found guilty, and let even his prayers show his guilt.", "8": "Let his life be cut short, and let another man replace him as leader.", "9": "Let his children become orphans and his wife a widow.", "10": "Make his children wander around, begging for food. Let them be forced out of the ruins in which they live.", "11": "Let the people to whom he owes money take everything he owns, and let strangers steal everything he has worked for.", "12": "Let no one show him love or have mercy on his orphaned children.", "13": "Let all his descendants die and be forgotten by those who live after him.", "14": "Lord, remember how wicked his ancestors were, and don't let the sins of his mother be wiped out.", "15": "Lord, always remember their sins. Then make people forget about them completely.", "16": "“He did not remember to be loving. He hurt the poor, the needy, and those who were sad until they were nearly dead.", "17": "He loved to put curses on others, so let those same curses fall on him. He did not like to bless others, so do not let good things happen to him.", "18": "He cursed others as often as he wore clothes. Cursing others filled his body and his life, like drinking water and using olive oil.", "19": "So let curses cover him like clothes and wrap around him like a belt.”", "20": "May the Lord do these things to those who accuse me, to those who speak evil against me.", "21": "But you, Lord God, be kind to me so others will know you are good. Because your love is good, save me.", "22": "I am poor and helpless and very sad.", "23": "I am dying like an evening shadow; I am shaken off like a locust.", "24": "My knees are weak from fasting, and I have grown thin.", "25": "My enemies insult me; they look at me and shake their heads.", "26": "Lord my God, help me; because you are loving, save me.", "27": "Then they will know that your power has done this; they will know that you have done it, Lord.", "28": "They may curse me, but you bless me. They may attack me, but they will be disgraced. Then I, your servant, will be glad.", "29": "Let those who accuse me be disgraced and covered with shame like a coat.", "30": "I will thank the Lord very much; I will praise him in front of many people.", "31": "He defends the helpless and saves them from those who accuse them."}