{"1": "Lord, I trust in you; let me never be disgraced. Save me because you do what is right.", "2": "Listen to me and save me quickly. Be my rock of protection, a strong city to save me.", "3": "You are my rock and my protection. For the good of your name, lead me and guide me.", "4": "Set me free from the trap they set for me, because you are my protection.", "5": "I give you my life. Save me, Lord, God of truth.", "6": "I hate those who worship false gods. I trust only in the Lord.", "7": "I will be glad and rejoice in your love, because you saw my suffering; you knew my troubles.", "8": "You have not handed me over to my enemies but have set me in a safe place.", "9": "Lord, have mercy, because I am in misery. My eyes are weak from so much crying, and my whole being is tired from grief.", "10": "My life is ending in sadness, and my years are spent in crying. My troubles are using up my strength, and my bones are getting weaker.", "11": "Because of all my troubles, my enemies hate me, and even my neighbors look down on me. When my friends see me, they are afraid and run.", "12": "I am like a piece of a broken pot. I am forgotten as if I were dead.", "13": "I have heard many insults. Terror is all around me. They make plans against me and want to kill me.", "14": "Lord, I trust you. I have said, “You are my God.”", "15": "My life is in your hands. Save me from my enemies and from those who are chasing me.", "16": "Show your kindness to me, your servant. Save me because of your love.", "17": "Lord, I called to you, so do not let me be disgraced. Let the wicked be disgraced and lie silent in the grave.", "18": "With pride and hatred they speak against those who do right. So silence their lying lips.", "19": "How great is your goodness that you have stored up for those who fear you, that you have given to those who trust you. You do this for all to see.", "20": "You protect them by your presence from what people plan against them. You shelter them from evil words.", "21": "Praise the Lord. His love to me was wonderful when my city was attacked.", "22": "In my distress, I said, “God cannot see me!” But you heard my prayer when I cried out to you for help.", "23": "Love the Lord, all you who belong to him. The Lord protects those who truly believe, but he punishes the proud as much as they have sinned.", "24": "All you who put your hope in the Lord be strong and brave."}