{"1": "Lord, battle with those who battle with me. Fight against those who fight against me.", "2": "Pick up the shield and armor. Rise up and help me.", "3": "Lift up your spears, both large and small, against those who chase me. Tell me, “I will save you.”", "4": "Make those who want to kill me be ashamed and disgraced. Make those who plan to harm me turn back and run away.", "5": "Make them like chaff blown by the wind as the angel of the Lord forces them away.", "6": "Let their road be dark and slippery as the angel of the Lord chases them.", "7": "For no reason they spread out their net to trap me; for no reason they dug a pit for me.", "8": "So let ruin strike them suddenly. Let them be caught in their own nets; let them fall into the pit and die.", "9": "Then I will rejoice in the Lord; I will be happy when he saves me.", "10": "Even my bones will say, “Lord, who is like you? You save the weak from the strong, the weak and poor from robbers.”", "11": "Men without mercy stand up to testify. They ask me things I do not know.", "12": "They repay me with evil for the good I have done, and they make me very sad.", "13": "Yet when they were sick, I put on clothes of sadness and showed my sorrow by fasting. But my prayers were not answered.", "14": "I acted as if they were my friends or brothers. I bowed in sadness as if I were crying for my mother.", "15": "But when I was in trouble, they gathered and laughed; they gathered to attack before I knew it. They insulted me without stopping.", "16": "They made fun of me and were cruel to me and ground their teeth at me in anger.", "17": "Lord, how long will you watch this happen? Save my life from their attacks; save me from these people who are like lions.", "18": "I will praise you in the great meeting. I will praise you among crowds of people.", "19": "Do not let my enemies laugh at me; they hate me for no reason. Do not let them make fun of me; they have no cause to hate me.", "20": "Their words are not friendly but are lies about peace-loving people.", "21": "They speak against me and say, “Aha! We saw what you did!”", "22": "Lord, you have been watching. Do not keep quiet. Lord, do not leave me alone.", "23": "Wake up! Come and defend me! My God and Lord, fight for me!", "24": "Lord my God, defend me with your justice. Don't let them laugh at me.", "25": "Don't let them think, “Aha! We got what we wanted!” Don't let them say, “We destroyed him.”", "26": "Let them be ashamed and embarrassed, because they were happy when I hurt. Cover them with shame and disgrace, because they thought they were better than I was.", "27": "May my friends sing and shout for joy. May they always say, “Praise the greatness of the Lord, who loves to see his servants do well.”", "28": "I will tell of your goodness and will praise you every day."}