{"1": "Don't be upset because of evil people. Don't be jealous of those who do wrong,", "2": "because like the grass, they will soon dry up. Like green plants, they will soon die away.", "3": "Trust the Lord and do good. Live in the land and feed on truth.", "4": "Enjoy serving the Lord, and he will give you what you want.", "5": "Depend on the Lord; trust him, and he will take care of you.", "6": "Then your goodness will shine like the sun, and your fairness like the noonday sun.", "7": "Wait and trust the Lord. Don't be upset when others get rich or when someone else's plans succeed.", "8": "Don't get angry. Don't be upset; it only leads to trouble.", "9": "Evil people will be sent away, but those who trust the Lord will inherit the land.", "10": "In a little while the wicked will be no more. You may look for them, but they will be gone.", "11": "People who are not proud will inherit the land and will enjoy complete peace.", "12": "The wicked make evil plans against good people. They grind their teeth at them in anger.", "13": "But the Lord laughs at the wicked, because he sees that their day is coming.", "14": "The wicked draw their swords and bend their bows to kill the poor and helpless, to kill those who are honest.", "15": "But their swords will stab their own hearts, and their bows will break.", "16": "It is better to have little and be right than to have much and be wrong.", "17": "The power of the wicked will be broken, but the Lord supports those who do right.", "18": "The Lord watches over the lives of the innocent, and their reward will last forever.", "19": "They will not be ashamed when trouble comes. They will be full in times of hunger.", "20": "But the wicked will die. The Lord's enemies will be like the flowers of the fields; they will disappear like smoke.", "21": "The wicked borrow and don't pay back, but those who do right give freely to others.", "22": "Those whom the Lord blesses will inherit the land, but those he curses will be sent away.", "23": "When people's steps follow the Lord, God is pleased with their ways.", "24": "If they stumble, they will not fall, because the Lord holds their hand.", "25": "I was young, and now I am old, but I have never seen good people left helpless or their children begging for food.", "26": "Good people always lend freely to others, and their children are a blessing.", "27": "Stop doing evil and do good, so you will live forever.", "28": "The Lord loves justice and will not leave those who worship him. He will always protect them, but the children of the wicked will die.", "29": "Good people will inherit the land and will live in it forever.", "30": "Good people speak with wisdom, and they say what is fair.", "31": "The teachings of their God are in their heart, so they do not fail to keep them.", "32": "The wicked watch for good people so that they may kill them.", "33": "But the Lord will not take away his protection or let good people be judged guilty.", "34": "Wait for the Lord's help and follow him. He will honor you and give you the land, and you will see the wicked sent away.", "35": "I saw a wicked and cruel man who looked strong like a healthy tree in good soil.", "36": "But he died and was gone; I looked for him, but he couldn't be found.", "37": "Think of the innocent person, and watch the honest one. The man who has peace will have children to live after him.", "38": "But sinners will be destroyed; in the end the wicked will die.", "39": "The Lord saves good people; he is their strength in times of trouble.", "40": "The Lord helps them and saves them; he saves them from the wicked, because they trust in him for protection."}