{"1": "God, we have heard about you. Our ancestors told us what you did in their days, in days long ago.", "2": "With your power you forced the nations out of the land and placed our ancestors here. You destroyed those other nations, but you made our ancestors grow strong.", "3": "It wasn't their swords that took the land. It wasn't their power that gave them victory. But it was your great power and strength. You were with them because you loved them.", "4": "My God, you are my King. Your commands led Jacob's people to victory.", "5": "With your help we pushed back our enemies. In your name we trampled those who came against us.", "6": "I don't trust my bow to help me, and my sword can't save me.", "7": "You saved us from our foes, and you made our enemies ashamed.", "8": "We will praise God every day; we will praise your name forever. Selah", "9": "But you have rejected us and shamed us. You don't march with our armies anymore.", "10": "You let our enemies push us back, and those who hate us have taken our wealth.", "11": "You gave us away like sheep to be eaten and have scattered us among the nations.", "12": "You sold your people for nothing and made no profit on the sale.", "13": "You made us a joke to our neighbors; those around us laugh and make fun of us.", "14": "You made us a joke to the other nations; people shake their heads.", "15": "I am always in disgrace, and I am covered with shame.", "16": "My enemy is getting even with insults and curses.", "17": "All these things have happened to us, but we have not forgotten you or failed to keep our agreement with you.", "18": "Our hearts haven't turned away from you, and we haven't stopped following you.", "19": "But you crushed us in this place where wild dogs live, and you covered us with deep darkness.", "20": "If we had forgotten our God or lifted our hands in prayer to foreign gods,", "21": "God would have known, because he knows what is in our hearts.", "22": "But for you we are in danger of death all the time. People think we are worth no more than sheep to be killed.", "23": "Wake up, Lord! Why are you sleeping? Get up! Don't reject us forever.", "24": "Why do you hide from us? Have you forgotten our pain and troubles?", "25": "We have been pushed down into the dirt; we are flat on the ground.", "26": "Get up and help us. Because of your love, save us."}