{"1": "God, listen to my prayer and do not ignore my cry for help.", "2": "Pay attention to me and answer me. I am troubled and upset", "3": "by what the enemy says and how the wicked look at me. They bring troubles down on me, and in anger they attack me.", "4": "I am frightened inside; the terror of death has attacked me.", "5": "I am scared and shaking, and terror grips me.", "6": "I said, “I wish I had wings like a dove. Then I would fly away and rest.", "7": "I would wander far away and stay in the desert. Selah", "8": "I would hurry to my place of escape, far away from the wind and storm.”", "9": "Lord, destroy and confuse their words, because I see violence and fighting in the city.", "10": "Day and night they are all around its walls, and evil and trouble are everywhere inside.", "11": "Destruction is everywhere in the city; trouble and lying never leave its streets.", "12": "It was not an enemy insulting me. I could stand that. It was not someone who hated me. I could hide from him.", "13": "But it is you, a person like me, my companion and good friend.", "14": "We had a good friendship and walked together to God's Temple.", "15": "Let death take away my enemies. Let them die while they are still young because evil lives with them.", "16": "But I will call to God for help, and the Lord will save me.", "17": "Morning, noon, and night I am troubled and upset, but he will listen to me.", "18": "Many are against me, but he keeps me safe in battle.", "19": "God who lives forever will hear me and punish them. Selah But they will not change; they do not fear God.", "20": "The one who was my friend attacks his friends and breaks his promises.", "21": "His words are slippery like butter, but war is in his heart. His words are smoother than oil, but they cut like knives.", "22": "Give your worries to the Lord, and he will take care of you. He will never let good people down.", "23": "But, God, you will bring down the wicked to the grave. Murderers and liars will live only half a lifetime. But I will trust in you."}