{"1": "Let God rise up and scatter his enemies; let those who hate him run away from him.", "2": "Blow them away as smoke is driven away by the wind. As wax melts before a fire, let the wicked be destroyed before God.", "3": "But those who do right should be glad and should rejoice before God; they should be happy and glad.", "4": "Sing to God; sing praises to his name. Prepare the way for him who rides through the desert, whose name is the Lord. Rejoice before him.", "5": "God is in his holy Temple. He is a father to orphans, and he defends the widows.", "6": "God gives the lonely a home. He leads prisoners out with joy, but those who turn against God will live in a dry land.", "7": "God, you led your people out when you marched through the desert. Selah", "8": "The ground shook and the sky poured down rain before God, the God of Mount Sinai, before God, the God of Israel.", "9": "God, you sent much rain; you refreshed your tired land.", "10": "Your people settled there. God, in your goodness you took care of the poor.", "11": "The Lord gave the command, and a great army told the news:", "12": "“Kings and their armies run away. In camp they divide the wealth taken in war.", "13": "Those who stayed by the campfires will share the riches taken in battle.”", "14": "The Almighty scattered kings like snow on Mount Zalmon.", "15": "The mountains of Bashan are high; the mountains of Bashan have many peaks.", "16": "Why do you mountains with many peaks look with envy on the mountain that God chose for his home? The Lord will live there forever.", "17": "God comes with millions of chariots; the Lord comes from Mount Sinai to his holy place.", "18": "When you went up to the heights, you led a parade of captives. You received gifts from the people, even from those who turned against you. And the Lord God will live there.", "19": "Praise the Lord, God our Savior, who helps us every day. Selah", "20": "Our God is a God who saves us; the Lord God saves us from death.", "21": "God will crush his enemies' heads, the hairy skulls of those who continue to sin.", "22": "The Lord said, “I will bring the enemy back from Bashan; I will bring them back from the depths of the sea.", "23": "Then you can stick your feet in their blood, and your dogs can lick their share.”", "24": "God, people have seen your victory march; God my King marched into the holy place.", "25": "The singers are in front and the instruments are behind. In the middle are the girls with the tambourines.", "26": "Praise God in the meeting place; praise the Lord in the gathering of Israel.", "27": "There is the smallest tribe, Benjamin, leading them. And there are the leaders of Judah with their group. There also are the leaders of Zebulun and of Naphtali.", "28": "God, order up your power; show the mighty power you have used for us before.", "29": "Kings will bring their wealth to you, to your Temple in Jerusalem.", "30": "Punish Egypt, the beast in the tall grass along the river. Punish the leaders of nations, those bulls among the cows. Defeated, they will bring you their silver. Scatter those nations that love war.", "31": "Messengers will come from Egypt; the people of Cush will pray to God.", "32": "Kingdoms of the earth, sing to God; sing praises to the Lord. Selah", "33": "Sing to the one who rides through the skies, which are from long ago. He speaks with a thundering voice.", "34": "Announce that God is powerful. He rules over Israel, and his power is in the skies.", "35": "God, you are wonderful in your Temple. The God of Israel gives his people strength and power. Praise God!"}