{"1": "But among the people there were also false prophets, just as there will be false teachers among you. Under false pretenses they will introduce destructive heresies, even denying the Master who bought them, and thus bring on themselves swift destruction. ", "2": "Many will follow their debaucheries; and because of them, the true Way will be maligned. ", "3": "In their greed they will exploit you with fabricated stories. Their punishment, decreed long ago, is not idle; their destruction is not asleep! ", "4": "For God did not spare the angels who sinned; on the contrary, he put them in gloomy dungeons lower than Sh'ol to be held for judgment. ", "5": "And he did not spare the ancient world; on the contrary, he preserved Noach, a herald of righteousness, with seven others, and brought the Flood upon a world of ungodly people. ", "6": "And he condemned the cities of S'dom and 'Amora, reducing them to ashes and ruin, as a warning to those in the future who would live ungodly lives; ", "7": "but he rescued Lot, a righteous man who was distressed by the debauchery of those unprincipled people; ", "8": "for the wicked deeds which that righteous man saw and heard, as he lived among them, tormented his righteous heart day after day. ", "9": "So the Lord knows how to rescue the godly from trials and how to hold the wicked until the Day of Judgment while continuing to punish them, ", "10": "especially those who follow their old natures in lust for filth and who despise authority. Presumptuous and self-willed, these false teachers do not tremble at insulting angelic beings; ", "11": "whereas angels, though stronger and more powerful, do not bring before the Lord an insulting charge against them. ", "12": "But these people, acting without thinking, like animals without reason, born to be captured and destroyed, insult things about which they have no knowledge. When they are destroyed, their destruction will be total — ", "13": "they will be paid back harm as wages for the harm they are doing. Their idea of pleasure is carousing in broad daylight; they are spots and defects reveling in their deceptions as they share meals with you — ", "14": "for they have eyes always on the lookout for a woman who will commit adultery, eyes that never stop sinning; and they have a heart that has exercised itself in greed; so that they seduce unstable people. What a cursed brood!", "15": "These people have left the straight way and wandered off to follow the way of Bil'am Ben-B'or, who loved the wages of doing harm ", "16": "but was rebuked for his sin — a dumb beast of burden spoke out with a human voice and restrained the prophet's insanity! ", "17": "Waterless springs they are, mists driven by a gust of wind; for them has been reserved the blackest darkness. ", "18": "Mouthing grandiosities of nothingness, they play on the desires of the old nature, in order to seduce with debaucheries people who have just begun to escape from those whose way of life is wrong.", "19": "They promise them freedom, but they themselves are slaves of corruption; for a person is slave to whatever has defeated him. ", "20": "Indeed, if they have once escaped the pollutions of the world through knowing our Lord and Deliverer, Yeshua the Messiah, and then have again become entangled and defeated by them, their latter condition has become worse than their former. ", "21": "It would have been better for them not to have known the Way of righteousness than, fully knowing, to turn from the holy command delivered to them. ", "22": "What has happened to them accords with the true proverb, “A dog returns to its own vomit.”[a] Yes, “The pig washed itself, only to wallow in the mud!”"}