{"1": "Dear friends, I am writing you now this second letter; and in both letters I am trying to arouse you to wholesome thinking by means of reminders; ", "2": "so that you will keep in mind the predictions of the holy prophets and the command given by the Lord and Deliverer through your emissaries.", "3": "First, understand this: during the Last Days, scoffers will come, following their own desires ", "4": "and asking, “Where is this promised 'coming' of his? For our fathers have died, and everything goes on just as it has since the beginning of creation.” ", "5": "But, wanting so much to be right about this, they overlook the fact that it was by God's Word that long ago there were heavens, and there was land which arose out of water and existed between the waters, ", "6": "and that by means of these things the world of that time was flooded with water and destroyed. ", "7": "It is by that same Word that the present heavens and earth, having been preserved, are being kept for fire until the Day of Judgment, when ungodly people will be destroyed.", "8": "Moreover, dear friends, do not ignore this: with the Lord, one day is like a thousand years and a thousand years like one day[a] ", "9": "The Lord is not slow in keeping his promise, as some people think of slowness; on the contrary, he is patient with you; for it is not his purpose that anyone should be destroyed, but that everyone should turn from his sins. ", "10": "However, the Day of the Lord will come “like a thief.” On that Day the heavens will disappear with a roar, the elements will melt and disintegrate, and the earth and everything in it will be burned up.", "11": "Since everything is going to be destroyed like this, what kind of people should you be? You should lead holy and godly lives, ", "12": "as you wait for the Day of God and work to hasten its coming. That Day will bring on the destruction of the heavens by fire, and the elements will melt from the heat; ", "13": "but we, following along with his promise, wait for new heavens and a new earth,[b] in which righteousness will be at home. ", "14": "Therefore, dear friends, as you look for these things, do everything you can to be found by him without spot or defect and at peace. ", "15": "And think of our Lord's patience as deliverance, just as our dear brother Sha'ul also wrote you, following the wisdom God gave him. ", "16": "Indeed, he speaks about these things in all his letters. They contain some things that are hard to understand, things which the uninstructed and unstable distort, to their own destruction, as they do the other Scriptures.", "17": "But you, dear friends, since you know this in advance, guard yourselves; so that you will not be led away by the errors of the wicked and fall from your own secure position. ", "18": "And keep growing in grace and knowledge of our Lord and Deliverer, Yeshua the Messiah. To him be the glory, both now and forever! Amen."}