{"1": "These are the kings of the land whom the sons of Israel won the war against east of the Jordan. They took their land from the Arnon valley to Mount Hermon, and all the Arabah to the east. ", "2": "There was Sihon king of the Amorites, who lived in Heshbon. He ruled from Aroer on the side of the Arnon valley, and from the center of the valley and half of Gilead as far as the river Jabbok, beside the Ammonites. ", "3": "And he ruled the Arabah as far as the Sea of Chinneroth in the east, and as far as the sea of the Arabah, the Salt Sea, east toward Beth-jeshimoth and south to the bottom of the hills of Pisgah. ", "4": "And they took the land of Og, king of Bashan, one of the Rephaim who were still living. Og lived at Ashtaroth and Edrei. ", "5": "He ruled over Mount Hermon and Salecah and all Bashan. He ruled as far as the land of the Geshurites, the Maacathites, and half of Gilead, as far as the land of Sihon, king of Heshbon. ", "6": "The Lord's servant Moses and the people of Israel won the war against them. Moses the Lord's servant gave their land to the Reubenites, the Gadites and the half-family group of Manasseh.", "7": "These are the kings of the land whom Joshua and the sons of Israel won the war against west of the Jordan, from Baal-gad in the valley of Lebanon as far as Mount Halak which goes up to Seir. (Joshua gave their land as a gift to the family groups of Israel, by each one's share. ", "8": "He gave them the hill country, the valleys, the Arabah, the hill-sides, the desert, and the Negev. It was the land of the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite and the Jebusite.) ", "9": "There was the king of Jericho, the king of Ai which is beside Bethel, ", "10": "the king of Jerusalem, the king of Hebron, ", "11": "the king of Jarmuth, the king of Lachish, ", "12": "the king of Eglon, and the king of Gezer. ", "13": "There was the king of Debir, the king of Geder, ", "14": "the king of Horman, the king of Arad, ", "15": "the king of Libnah, the king of Adullam, ", "16": "the king of Makkedah, and the king of Bethel. ", "17": "There was the king of Tappuah, the king of Hepher, ", "18": "the king of Aphek, the king of Lasharon, ", "19": "the king of Madon, the king of Hazor, ", "20": "the king of Shimron-meron, and the king of Achshaph. ", "21": "There was the king of Taanach, the king of Megiddo, ", "22": "the king of Kedesh, the king of Jokneam in Carmel, ", "23": "the king of Dor in the high-lands of Dor, the king of Goiim in Gilgal, ", "24": "and the king of Tirzah. There were thirty-one kings in all."}