{"1": "The second name drawn was for the families of the people of Simeon. Their land was in the center of the land of the people of Judah. ", "2": "They had in their land the cities of Beersheba, Sheba, Moladah, ", "3": "Hazarshual, Balah, Ezem, ", "4": "Eltolad, Bethul, Hormah, ", "5": "Ziklag, Beth-marcaboth, Hazar-susah, ", "6": "Beth-lebaoth, and Sharuhen, thirteen cities with the towns around them. ", "7": "There were Ain, Rimmon, Ether, and Ashan, four cities with their towns. ", "8": "And they had all the towns around these cities as far as Baalath-beer, also known as Ramah of the Negev. This was the land given to the families of the people of Simeon. ", "9": "The land of the people of Simeon was taken from the land of the people of Judah. For the share of the people of Judah was too large for them. So the people of Simeon received a share of land in the center of Judah's land.", "10": "The third name drawn was for the families of the people of Zebulun. The share of their land was as far as Sarid. ", "11": "The side of their land went from there west to Marealah, touched Dabbesheth, and on to the river by Jokneam. ", "12": "It turned east from Sarid toward the sunrise as far as the land of Chisloth-tabor, then on to Daberath and up to Japhia. ", "13": "From there it went east toward the sunrise to Gath-hepher, Eth-kazin, and on to Rimmon, turning toward Neah. ", "14": "Then the side of their land turned north to Hannathon, and ended at the valley of Iphtahel. ", "15": "In their land were Kattah, Nahalal, Shimron, Idalah, and Bethlehem. In all there were twelve cities with the towns around them. ", "16": "This is what was given to the families of the people of Zebulun, these cities with the towns around them.", "17": "The fourth name drawn was for the families of the people of Issachar. ", "18": "Their land spread to Jezreel. In it were Chesulloth, Shunem, ", "19": "Hapharaim, Shion, Anaharath, ", "20": "Rabbith, Kishion, Ebez, ", "21": "Remeth, En-gannim, En-haddah, and Bethpazzez. ", "22": "Their land spread to Tabor, Shahazumah, Beth-shemesh, and ended at the Jordan, with sixteen cities and their towns. ", "23": "This is what was given to the families of the people of Issachar, the cities with the towns around them.", "24": "The fifth name drawn was for the families of the people of Asher. ", "25": "In their land were Helkath, Hali, Beten, Achshaph, ", "26": "Allammelech, Amad, and Mishal. It spread west to Carmel and Shihor-libnath. ", "27": "It turned east to Beth-dagon and to Zebulun along the valley of Iphtahel north to Bethemek and Neiel. Then it went on north to Cabul, ", "28": "Ebron, Rehob, Hammon, and Kanah, as far as the big city of Sidon. ", "29": "From there the side of their land turned toward Ramah and then to the strong city of Tyre, turned again to Hosah, and ended at the sea near Achzib, ", "30": "Ummah, Aphek and Rehob. There were twenty-two cities with the towns around them. ", "31": "This is what was given to the families of the people of Asher, these cities with the towns around them.", "32": "The sixth name drawn was for the people of Naphtali, for the families of the people of Naphtali. ", "33": "Their land spread from Heleph, from the big tree in Zaanannim. It went through Adami-nekeb and Jabneel as far as Lakkum. And it ended at the Jordan. ", "34": "The side of their land turned from there west to Aznoth-tabor, and went on to Hukkok. It spread to Zebulun in the south, Asher in the west, and to Judah at the Jordan in the east. ", "35": "The strong cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth, ", "36": "Adamah, Ramah, Hazor, ", "37": "Kedesh, Edrei, En-hazor, ", "38": "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh. There were nineteen cities with their towns. ", "39": "This is what was given to the families of the people of Naphtali, the cities with their towns.", "40": "The seventh name drawn was for the families of the people of Dan. ", "41": "In their land were Zorah, Eshtaol, Ir-shemesh, ", "42": "Shaalabbin, Aijalon, Ithlah, ", "43": "Elon, Timnah, Ekron, ", "44": "Eltekeh, Gibbethon, Baalath, ", "45": "Jehud, Bene-berak, Gath-rimmon, ", "46": "Me-jarkon and Rakkon, with the land near Joppa. ", "47": "The people of Dan needed more land. So they went up and fought with Leshem and took it with the sword. They took it for themselves and lived in it. And they gave it the name Leshem Dan after the name of Dan their father. ", "48": "This is what was given to the families of the people of Dan, these cities with their towns.", "49": "When they finished dividing the land and giving to each family group their share, then the people of Israel gave some land among them to Joshua the son of Nun. ", "50": "As the Lord had told them, they gave him the city he asked for. They gave him Timnath-serah in the hill country of Ephraim. So he built the city and lived in it.", "51": "This is the land which was given by Eleazar the religious leader, Joshua the son of Nun, and the heads of the houses of the families of the people of Israel. It was given by drawing names in Shiloh before the Lord at the door of the meeting tent. So they finished dividing the land."}