{"1": "Then Joshua the son of Nun sent two men from Shittim to go in secret to learn about the land. He said to them, “Go and spy out the land, and Jericho.” So they went and came to the house of Rahab, a woman who sold the use of her body, and they stayed there. ", "2": "Then the king of Jericho was told, “See, men of Israel have come here to spy out the land.” ", "3": "So the king of Jericho sent word to Rahab, saying, “Bring out the men who have come to you and have gone into your house. For they have come to spy out all the land.” ", "4": "But the woman had taken the two men and hidden them. She said, “Yes, the men came to me. But I did not know where they were from. ", "5": "When it was time for the gate to be shut after dark, the men went out. I do not know where they went. Be quick to go after them, for you will catch them.” ", "6": "But she had brought them up to the roof and had hidden them under the grain she had put up there. ", "7": "The men went after them on the road to the Jordan as far as the river crossing. As soon as those going after them had gone out, they shut the gate.", "8": "Before they lay down, she came up to them on the roof. ", "9": "And she said to the men, “I know that the Lord has given you the land. The fear of you has come upon us. All the people living in the land have become weak with fear because of you. ", "10": "For we have heard how the Lord dried up the water of the Red Sea for you when you came out of Egypt. We have heard how you destroyed the two kings of the Amorites, Sihon and Og, on the other side of the Jordan. ", "11": "When we heard it, our hearts became weak. No man had strength of heart any more because of you. For the Lord your God is God in heaven above and on earth below. ", "12": "Now I have shown you kindness. So I beg of you, promise me by the Lord that you will show kindness to those of my father's house. Give me something to show that you will be faithful. ", "13": "Do not kill my father and mother and my brothers and sisters, and all who belong to them. Save us from death.” ", "14": "So the men said to her, “Our life for yours! If you do not tell anyone what we are doing, we will be faithful and show you kindness when the Lord gives us the land.”", "15": "Then she let them down by a rope through the window. She lived in her house that was built on top of the city wall. ", "16": "She said to them, “Go to the hill country, or those who are looking for you might find you. For three days hide yourselves there until those who are looking for you return. Then you may go on your way.” ", "17": "The men said to her, “We will be free from this promise you have made us swear ", "18": "unless, when we come into the land, you tie this red rope in the window you let us down through. Bring your father and mother, your brothers and all those of your father's house into your house. ", "19": "If anyone goes out through the doors of your house into the street, his blood will be on his own head. We will not be guilty for his death. But if a hand is laid upon anyone who is with you in the house, his blood will be on our head. ", "20": "And we will be free from the promise you made us swear if you tell anyone what we are doing.” ", "21": "She said, “Let it be as you have said.” Then she sent them away, and tied the red rope in the window.", "22": "They left and came to the hill country and stayed there for three days until those who were looking for them returned. The men had looked for them all along the road, but had not found them. ", "23": "Then the two men came down from the hill country, crossed over the Jordan, and came to Joshua the son of Nun. They told him all that had happened to them. ", "24": "They said to Joshua, “For sure the Lord has given all the land into our hands. All the people living in the land have become weak with fear because of us.”"}