{"1": "Then Joshua gathered all the families of Israel to Shechem. He called for the leaders of Israel, the heads of the families and those who judged between what is right or wrong. And they showed themselves before God. ", "2": "Joshua said to all the people, “This is what the Lord, the God of Israel, says: 'Long ago your fathers lived on the other side of the River. There was Terah, the father of Abraham and Nahor. And they worshiped other gods. ", "3": "Then I took your father Abraham from the other side of the River. I led him through all the land of Canaan. I gave him many children, and I gave him Isaac. ", "4": "To Isaac I gave Jacob and Esau. I gave Mount Seir to Esau for his own. But Jacob and his children went down to Egypt. ", "5": "I sent Moses and Aaron. I had to bring trouble upon Egypt by what I did among them. Then I brought you out. ", "6": "I brought your fathers out of Egypt to the Sea. Egypt went after your fathers to the Red Sea with war-wagons and horsemen. ", "7": "But when they cried out to the Lord, He put darkness between you and the Egyptians. He brought the sea upon them and covered them. Your own eyes saw what I did in Egypt. And you lived in the desert for a long time. ", "8": "I brought you into the land of the Amorites who lived on the east side of the Jordan. They fought with you, and I gave them to you. You took their land for your own when I destroyed them in front of you.", "9": "'Then Balak the son of Zippor, king of Moab, came and fought against Israel. He sent for Balaam the son of Beor to curse you. ", "10": "But I would not listen to Balaam. So he had to pray for good to come to you. And I saved you from his hand.", "11": "'You crossed the Jordan and came to Jericho. The people of Jericho fought against you. And the Amorite, the Perizzite, the Canaanite, the Hittite, the Girgashite, the Hivite and the Jebusite fought against you. So I gave them into your hand. ", "12": "I sent the hornets ahead of you. They drove out the people and the two kings of the Amorites from in front of you. You did not do it by your sword or bow. ", "13": "I gave you a land you did not work for. You live in cities you did not build. You are eating from vines and olive trees you did not plant.'", "14": "“So fear the Lord. Serve Him in faith and truth. Put away the gods your fathers served on the other side of the river and in Egypt. Serve the Lord. ", "15": "If you think it is wrong to serve the Lord, choose today whom you will serve. Choose the gods your fathers worshiped on the other side of the river, or choose the gods of the Amorites in whose land you are living. But as for me and my family, we will serve the Lord.”", "16": "The people answered, “May it never be that we turn away from the Lord and serve other gods. ", "17": "For the Lord our God is the One Who brought us and our fathers out of the land of Egypt, from the house where we were made to work. He did these powerful works in front of our eyes. He kept us safe everywhere we went, among all the nations we passed through. ", "18": "The Lord drove away from in front of us all the nations, even the Amorites who lived in the land. So we will serve the Lord. For He is our God.”", "19": "Then Joshua said to the people, “You will not be able to serve the Lord. For He is a holy God. He is a jealous God. He will not forgive your wrong-doing or your sins. ", "20": "If you turn away from the Lord and serve strange gods, He will turn and punish you. He will destroy you after He has been good to you.” ", "21": "The people said to Joshua, “Not so, for we will serve the Lord.” ", "22": "Then Joshua said to the people, “You have spoken for yourselves that you have chosen to serve the Lord.” And they said, “We have spoken for ourselves.” ", "23": "Joshua said, “So put away the strange gods that are among you. Give your hearts to the Lord, the God of Israel.” ", "24": "The people said to Joshua, “We will serve the Lord our God. We will obey His voice.” ", "25": "So Joshua made an agreement with the people that day. And he made Laws for them in Shechem. ", "26": "Joshua wrote these words in the book of the Law of God. Then he took a large stone and set it up there under the tree that was by the holy place of the Lord. ", "27": "Joshua said to all the people, “See, this stone will be here to speak against us. For it has heard all the words the Lord spoke to us. So it will be here to speak against you, if you do not stay true to your God.” ", "28": "Then Joshua sent the people away, each to his own land.", "29": "After this, Joshua the son of Nun, the Lord's servant, died. He was 110 years old. ", "30": "They buried him in the land he was given in Timnath-serah, in the hill country of Ephraim, north of Mount Gaash. ", "31": "Israel served the Lord all the days of Joshua, and of the leaders who lived after him who had known all the works the Lord had done for Israel.", "32": "The people of Israel brought the bones of Joseph from Egypt. They buried them in Shechem, in the piece of ground Jacob had bought from the sons of Hamor the father of Shechem for 100 pieces of money. It became the land of Joseph's children.", "33": "Eleazar the son of Aaron died also. They buried him on the hill at Gibeah that was given to his son Phinehas in the hill country of Ephraim."}