{"1": "When all the nation had crossed the Jordan, the Lord said to Joshua, ", "2": "“Choose twelve men from the people, one man from each family. ", "3": "Tell them, 'Take twelve stones from the middle of the Jordan. Take them from the place where the religious leaders' feet are standing. Carry them over with you, and lay them down in the place where you stay tonight.'” ", "4": "So Joshua called the twelve men he had chosen from the sons of Israel, one man from each family. ", "5": "And Joshua said to them, “Go into the middle of the Jordan in front of the special box of the agreement of the Lord your God. Each of you take a stone on his shoulder, one for each of the twelve family groups of Israel. ", "6": "Let this be something special among you. Your children will ask you later, 'What do these stones mean to you?' ", "7": "Then you will tell them that the water of the Jordan was cut off before the special box of the agreement of the Lord. When it crossed the Jordan, the water of the Jordan was cut off. So these stones will become something to remember to the people of Israel forever.”", "8": "The sons of Israel did as Joshua told them. They took up twelve stones from the middle of the Jordan, just as the Lord told Joshua. There was one stone for each family group of the sons of Israel. They carried them over with them to the place where they stayed, and put them down there. ", "9": "Then Joshua set up twelve stones at the place where the feet of the religious leaders who carried the special box of the agreement were standing in the middle of the Jordan. They are there to this day. ", "10": "The religious leaders who carried the special box of the agreement stood in the middle of the Jordan. They stood there until everything was finished that the Lord told Joshua to tell the people, all that Moses had told Joshua. The people crossed in a hurry. ", "11": "When all the people were over, they watched the religious leaders carry the special box of the agreement to the other side. ", "12": "The sons of Reuben and Gad and the half-family group of Manasseh crossed over ready for battle before the people of Israel, just as Moses had told them. ", "13": "About 40,000 soldiers ready for battle crossed before the Lord to the desert plains of Jericho. ", "14": "On that day the Lord gave Joshua honor in the eyes of all Israel. So they honored him as a great man just as they had honored Moses all the days of his life.", "15": "The Lord said to Joshua, ", "16": "“Tell the religious leaders who carry the special box of the agreement to come up from the Jordan.” ", "17": "So Joshua told the religious leaders to come up from the Jordan. ", "18": "The religious leaders who carried the special box of the agreement of the Lord came up from the middle of the Jordan. When their feet stepped on dry ground, the water of the Jordan returned to its place. It flowed over its sides as before.", "19": "The people came up from the Jordan on the tenth day of the first month. Then they stayed at Gilgal on the east side of Jericho. ", "20": "Joshua set up at Gilgal the twelve stones they had taken from the Jordan. ", "21": "He said to the people of Israel, “Your children will ask their fathers some time in the future, 'What do these stones mean?' ", "22": "Then let your children know that Israel crossed this Jordan on dry ground. ", "23": "For the Lord your God dried up the water of the Jordan before you until you had crossed. It was just as the Lord your God had done to the Red Sea, which He dried up before us until we had crossed. ", "24": "Now all the people of the earth may know that the hand of the Lord is powerful, so that you may fear the Lord your God forever.”"}