{"1": "But the people of Israel sinned with the things that were to be destroyed. Achan, the son of Carmi, the son of Zabdi, the son of Zerah, from the family of Judah, took some of the things that were to be destroyed. So the Lord was very angry with the people of Israel.", "2": "Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel. He said to them, “Go and spy out the land in secret.” So the men went and spied out Ai. ", "3": "When they returned to Joshua, they said, “Do not have all the people go there. Only about 2,000 or 3,000 men need to go to Ai. Do not make the whole army fight, for the people of Ai are few.” ", "4": "So about 3,000 men of Israel went, but they ran away from the men of Ai. ", "5": "The men of Ai killed about thirty-six of their men and ran after them from the gate as far as Shebarim. And they killed more on the way down. So the hearts of the people became weak. They became like water.", "6": "Then Joshua and the leaders of Israel tore their clothes. They fell with their faces on the ground in front of the special box of the agreement until evening. And they put dust on their heads. ", "7": "Joshua said, “O Lord God, why did You ever bring this nation over the Jordan, only to give us into the hand of the Amorites to be destroyed? If only we had been willing to live on the other side of the Jordan! ", "8": "O Lord, what can I say? Israel has turned their backs in front of those who fight against them. ", "9": "The Canaanites and all the people living in the land will hear of it. They will gather around us and destroy our name from the earth. Then what will You do for Your great name?”", "10": "The Lord said to Joshua, “Get up! Why have you fallen on your face? ", "11": "Israel has sinned. They have gone against My agreement which I told them to keep. They have even taken some of the things that were to be destroyed. They have stolen and lied. And they have put them among their own things. ", "12": "That is why the people of Israel cannot stand in front of those who fight against them. They turn their backs in front of those who hate them because they are being punished. I will not be with you any more unless you destroy the things among you that should be destroyed. ", "13": "Get up! Set apart the people and say, 'Make yourselves holy for tomorrow. For the Lord, the God of Israel, has said, “There are things among you which should be destroyed, O Israel. You cannot stand in front of those who fight against you until you take away the things among you which should be destroyed.” ", "14": "In the morning you must come near by your family groups. Then the family group which the Lord takes must come near by families. The family which the Lord takes must come near by tents. And the tent which the Lord takes must come near man by man. ", "15": "Then the one who is taken with the things which should have been destroyed must be burned with fire, he and all that belongs to him because he has sinned against the agreement of the Lord. He has done an act of shame in Israel.'”", "16": "So Joshua got up early in the morning and brought Israel near by family groups. The family group of Judah was taken. ", "17": "He brought the family group of Judah near. And he took the family of the Zerahites. He brought the family of the Zerahites near man by man. Zabdi was taken. ", "18": "Then he brought those of Zabdi's tent near man by man. And Achan, son of Carmi, son of Zabdi, son of Zerah, from the family of Judah, was taken. ", "19": "Joshua said to Achan, “My son, I beg you, give honor and praise to the Lord, the God of Israel. Tell me now what you have done. Do not hide it from me.” ", "20": "Achan answered Joshua, saying, “It is true. I have sinned against the Lord, the God of Israel. This is what I did. ", "21": "I saw among what was left of the city a beautiful coat from Shinar. I saw 200 pieces of silver, and a large piece of gold as heavy as fifty pieces of silver. I had a desire for them and took them. See, they are hidden in the ground inside my tent, with the silver under it.”", "22": "So Joshua sent men to the tent. There they found it, with the silver under it. ", "23": "They took these things from inside the tent and brought them to Joshua and all the people of Israel. And they laid them down before the Lord. ", "24": "Then Joshua and all Israel took Achan the son of Zerah, the silver, the coat, the large piece of gold, his sons and daughters, his cattle, donkeys, sheep, tent and all that belonged to him. They brought them to the valley of Achor. ", "25": "And Joshua said, “Why have you brought trouble upon us? The Lord will trouble you this day.” Then all Israel threw stones at them. After that they burned them with fire. ", "26": "They put many stones over him that stand to this day. Then the Lord was no longer angry. The name of that place has been called the Valley of Achor to this day."}