{"1": "The kings west of the Jordan, in the hill country and the valleys and beside the Great Sea toward Lebanon all heard what had happened. These kings were of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites. ", "2": "They gathered together as one to fight against Joshua and Israel. ", "3": "The people of Gibeon heard what Joshua had done to Jericho and Ai. ", "4": "So they went out to fool him, as men from another land. They took old bags on their donkeys, and skin bags of wine that were old and torn and mended. ", "5": "They wore old and mended shoes on their feet, and old clothes on themselves. All their bread was dry and broken. ", "6": "They went to Joshua among the tents at Gilgal. And they said to him and the men of Israel, “We have come from a far country. Now make an agreement with us.” ", "7": "The men of Israel said to the Hivites, “It may be that you are living within our land. How then can we make an agreement with you?” ", "8": "But they said to Joshua, “We are your servants.” Then Joshua said to them, “Who are you? Where do you come from?” ", "9": "They said to him, “Your servants have come from a very far country because of the name of the Lord your God. For we have heard about Him and all He did in Egypt. ", "10": "We heard what He did to the two kings of the Amorites east of the Jordan, to Sihon king of Heshbon and to Og king of Bashan who was at Ashtaroth. ", "11": "So our leaders and all the people of our country said to us, 'Take what you need for traveling. Go to meet them and tell them, “We are your servants. Now make an agreement with us.'” ", "12": "Our bread was warm when we took it along with what we needed from our houses on the day we left to come to you. But now look, it is dry and broken. ", "13": "These skin bags that we filled with wine were new. Now look, they are torn. And our clothes and shoes have become old because of the very long way we had to travel.” ", "14": "So the men of Israel took some of their food. They did not ask the Lord what they should do. ", "15": "Joshua made peace with them and made an agreement with them, to let them live. And the leaders of the people made a promise to them.", "16": "But three days after they had made an agreement with them, they heard that they were neighbors who lived in their land. ", "17": "Then the people of Israel left that place and came to their cities on the third day. Their cities were Gibeon, Chephirah, Beeroth and Kiriath-jearim. ", "18": "But the people of Israel did not kill them because the leaders of the people had made a promise to them by the Lord the God of Israel. All the people complained against the leaders. ", "19": "Then all the leaders said to all the people, “We have made a promise to them by the Lord, the God of Israel. Now we cannot touch them. ", "20": "This is what we will do to them. We will let them live, or anger would be upon us for the promise we swore to them.” ", "21": "And the leaders said to them, “Let them live.” So they cut wood and brought water for all the people, as the leaders had told them.", "22": "Joshua called them and said, “Why have you lied to us, saying, 'We are very far from you,' when you are living within our land? ", "23": "Now you are cursed. You will never stop being servants, cutting wood and bringing water, for the house of my God.” ", "24": "They answered Joshua, “Because it was told to your servants that the Lord your God had told His servant Moses to give you all the land and kill all the people of the land in front of you. We were very much afraid for our lives because of you. That is why we have done this thing. ", "25": "Now see, we are in your hands. Do to us whatever you think is good and right in your eyes.” ", "26": "So he did this to them. He saved them from the hands of the people of Israel. They did not kill them. ", "27": "But on that day Joshua made them cut wood and bring water for the people of Israel and for the altar of the Lord, at whatever place He chooses. That was to be their work to this day."}