{"1": "Jesus began to speak to them [the chief priests, scribes and elders who were questioning Him] in parables: “A man planted a vineyard and put a [a]wall around it, and dug a pit for the wine press and built a tower; and he rented it out to tenant farmers and left the country. ", "2": "When the harvest season came he sent a [b]servant to the tenants, in order to collect from them some of the fruit of the vineyard. ", "3": "They took him and beat him and sent him away empty-handed. ", "4": "Again he sent them another servant, and they [threw stones and] wounded him in the head, and treated him disgracefully. ", "5": "And he sent another, and that one they killed; then many others—some they beat and some they killed. ", "6": "He still had one man left to send, a beloved son; he sent him last of all to them, saying, 'They will respect my son.' ", "7": "But those tenants said to each other, 'This man is the heir! Come on, let us kill him [and destroy the evidence], and his inheritance will be ours!' ", "8": "So they took him and killed him, and threw his body outside the vineyard. ", "9": "What will the owner of the vineyard do? He will come and destroy the tenants, and will give the vineyard to others. ", "10": "Have you not even read this Scripture: 'The stone which the builders regarded as unworthy and rejected, This [very stone] has become the chief Cornerstone", "11": "  This came about from the Lord, And it is marvelous and wonderful in our eyes'?”", "12": "And they were looking for a way to seize Him, but they were afraid of the crowd; for they knew that He spoke this parable in reference to [and as a charge against] them. And so they left Him and went away.", "13": "Then they sent some of the [c]Pharisees and Herodians to Jesus in order to trap Him into making a statement [that they could use against Him]. ", "14": "They came and said to Him, “Teacher, we know that You are truthful and have no personal bias toward anyone; for You are not influenced by outward appearances or social status, but in truth You teach the way of God. Is it lawful [according to Jewish law and tradition] to pay the [d]poll-tax to [[e]Tiberius] Caesar, or not? ", "15": "Should we pay [the tax] or should we not pay?” But knowing their hypocrisy, He asked them, “Why are you testing Me? Bring Me a [f]coin (denarius) to look at.” ", "16": "So they brought one. Then He asked them, “Whose image and inscription is this?” They said to Him, “Caesar's.” ", "17": "Jesus said to them, “Pay to Caesar the things that are Caesar's, and to God the things that are God's.” And they were greatly amazed at Him.", "18": "Some Sadducees (who say that there is no resurrection) came to Him, and began questioning Him, saying, ", "19": "“Teacher, Moses wrote for us [a law] that if a man's brother dies and leaves a wife but leaves no child, his brother is to [g]marry the widow and raise up children for his brother. ", "20": "There were seven brothers; the first [one] took a wife, and died leaving no children. ", "21": "The second brother married her, and died leaving no children; and the third likewise; ", "22": "and so all seven [married her and died, and] left no children. Last of all the woman died also. ", "23": "In the resurrection, whose wife will she be? For all seven [brothers] were married to her.” ", "24": "Jesus said to them, “Is this not why you are wrong, because you know neither the Scriptures [that teach the resurrection] nor the power of God [who is able to raise the dead]? ", "25": "For when they rise from the dead, they do not marry nor are they given in marriage, but are like angels in heaven. ", "26": "But concerning the raising of the dead, have you not read in the book of Moses, in the passage about the burning bush, how God spoke to him, saying, 'I am the God of Abraham, and the God of Isaac, and the God of Jacob'? ", "27": "He is not the God of the dead, but of the living; you are greatly mistaken and you are deceiving yourselves!”", "28": "Then one of the scribes [an expert in Mosaic Law] came up and listened to them arguing [with one another], and noticing that Jesus answered them well, asked Him, “Which commandment is first and most important of all?” ", "29": "Jesus answered, “The first and most important one is: 'Hear, O Israel, the Lord our God is one Lord; ", "30": "and you shall love the Lord your God with all your heart, and with all your soul (life), and with all your mind (thought, understanding), and with all your strength.' ", "31": "This is the second: 'You shall [unselfishly] [h]love your neighbor as yourself.' There is no other commandment greater than these.” ", "32": "The scribe said to Him, “Admirably answered, Teacher; You truthfully stated that He is One, and there is no other but Him; ", "33": "and to love Him with all the heart and with all the understanding and with all the strength, and to [unselfishly] love one's neighbor as oneself, is much more than all burnt offerings and sacrifices.” ", "34": "When Jesus saw that he answered thoughtfully and intelligently, He said to him, “You are not far from the kingdom of God.” And after that, no one would dare to ask Him any more questions.", "35": "Jesus began to say, as He taught in [a portico or court of] the temple, “[i]How can the scribes say that the Christ is the son of David? ", "36": "David himself said [when inspired] by the Holy Spirit, 'The Lord (the Father) said to my Lord (the Son, the Messiah), “Sit at My right hand, Until I put Your enemies under Your feet.”'", "37": "David himself calls Him (the Son, the Messiah) 'Lord'; so how can it be that He is [j]David's Son?” The large crowd enjoyed hearing Jesus and listened to Him with delight.", "38": "In [the course of] His teaching He was saying, “Beware of the scribes, who like to walk around in long robes [displaying their prominence], and like to receive respectful greetings in the market places, ", "39": "and [they love] the [k]chief seats in the synagogues and the places of distinction and honor at banquets, ", "40": "[these scribes] who devour (confiscate) widows' houses, and offer long prayers for appearance's sake [to impress others]. These men will receive greater condemnation.”", "41": "And He sat down opposite the [temple] treasury, and began watching how the people were putting money into the [l]treasury. And many rich people were putting in [m]large sums. ", "42": "A poor widow came and put in two small copper coins, which amount to a [n]mite. ", "43": "Calling His disciples to Him, He said to them, “I assure you and most solemnly say to you, this poor widow put in [proportionally] more than all the contributors to the treasury. ", "44": "For they all contributed from their surplus, but she, from her poverty, put in all she had, all she had to live on.”"}