{"1": "Again Jesus went into a synagogue; and a man was there whose hand was [a]withered. ", "2": "The Pharisees were watching Jesus closely to see if He would heal him on the Sabbath, so that they might accuse Him [in the Jewish high court]. ", "3": "He said to the man whose hand was withered, “Get up and come forward!” ", "4": "He asked them, “Is it lawful on the Sabbath to do good or to do evil, to save a life or to kill?” But they kept silent. ", "5": "After looking around at them with anger, grieved at the hardness and arrogance of their hearts, He told the man, “Hold out your hand.” And he held it out, and his hand was [completely] restored. ", "6": "Then the Pharisees went out and immediately began conspiring with the [b]Herodians [to plot] against Him, as to how [c]they might [fabricate some legal grounds to] put Him to death.", "7": "Jesus withdrew to the sea with His disciples; and a large crowd from Galilee followed Him; and also people from Judea, ", "8": "and from Jerusalem, and from Idumea, and [from the region] beyond the Jordan, and around Tyre and Sidon; a vast number of people came to Him because they were hearing about all [the things] that He was doing. ", "9": "And He told His disciples to have a small boat stand ready for Him because of the many people, so that they would not crowd Him; ", "10": "for He had healed many, and as a result all who had diseases pressed around Him to touch Him. ", "11": "Whenever the unclean spirits saw Him, they fell down before Him and screamed out, “You are the Son of God!” ", "12": "Jesus sternly warned them [again and again] not to tell who He was.", "13": "He went up on the hillside and called those whom He Himself wanted and chose; and they came to Him. ", "14": "And He appointed [d]twelve [disciples], so that they would be with Him [for instruction] and so that He could send them out to preach [the gospel as apostles—that is, as His special messengers, personally chosen representatives], ", "15": "and to have authority and power to cast out demons. ", "16": "He appointed the twelve: Simon (to whom He gave the name Peter), ", "17": "and James, the son of [e]Zebedee, and John the brother of James (to them He gave the name Boanerges, that is, “Sons of Thunder”); ", "18": "and [He also appointed] Andrew, and Philip, and Bartholomew (Nathanael), and Matthew (Levi the tax collector), and Thomas, and [f]James the son of Alphaeus, and Thaddaeus (Judas the son of James), and Simon the Zealot; ", "19": "and Judas Iscariot, who betrayed Him.", "20": "Then He came to a [g]house [in Capernaum], and a crowd formed again, so [many people] that Jesus and His disciples could not even eat a meal [together]. ", "21": "When His own family heard this they went to take custody of Him; for they were saying, “He is out of His mind.” ", "22": "The scribes who came down from Jerusalem were saying, “He is possessed by [h]Beelzebul (Satan),” and “He is driving out the demons by the [power of the] ruler of the demons.” ", "23": "So He called them to Himself and spoke to them in [i]parables, “How can Satan drive out Satan? ", "24": "If a kingdom is divided [split into factions and rebelling] against itself, that kingdom cannot stand. ", "25": "And if a house is divided against itself, that house cannot stand. ", "26": "And if Satan has risen up against himself and is divided, he cannot stand, but is coming to an end. ", "27": "But no one can go into a strong man's house and steal his property unless he first overpowers and ties up the strong man, and then he will ransack and rob his house.", "28": "“I assure you and most solemnly say to you, all sins will be forgiven the sons of men, and all the abusive and blasphemous things they say; ", "29": "but whoever [j]blasphemes against the Holy Spirit and His power [by attributing the miracles done by Me to Satan] never has forgiveness, but is guilty of an everlasting sin [a sin which is unforgivable in this present age as well as in the age to come]”— ", "30": "[Jesus said this] because the scribes and Pharisees were [attributing His miracles to Satan by] saying, “He has an unclean spirit.”", "31": "Then His mother and His brothers arrived, and standing outside they sent word to Him and called for Him. ", "32": "A crowd was sitting around Him, and they said to Him, “Look! Your mother and Your brothers are outside asking for You.” ", "33": "And He replied, “Who are My mother and My brothers?” ", "34": "Looking at those who were sitting in a circle around Him, He said, “Here are My mother and My brothers! ", "35": "For [k]whoever does the will of God [by believing in Me, and following Me], he is My brother and sister and mother.”"}