{"1": "The [mournful, inspired] oracle ([a]a burden to be carried) concerning Babylon which Isaiah the son of Amoz saw [in a prophetic vision]:", "2": "  Lift up a signal banner on the bare mountain, Summon them [the Medes and Persians] with a loud voice, Wave the [beckoning] hand so that they may enter the doorways of the [Babylonian] nobles.", "3": "  I [the Lord] have commanded My consecrated ones, I have even called My great warriors, My proudly exulting ones [the Medes and the Persians who triumph for My honor]— To execute My anger.", "4": "  A sound of tumult on the mountains, Like that of many people! A sound of the uproar of the kingdoms, Of nations gathered together! The Lord of hosts is mustering an army for battle.", "5": "  They are coming from a distant country, From the end of heaven [the farthest horizon]— The Lord and the weapons of His indignation— To destroy the whole land.", "6": "  Wail, for the day of the Lord is at hand! It will come as [b]destruction from the [c]Almighty (All Sufficient One—Invincible God)!", "7": "  Therefore [d]all hands will fall limp, And every man's heart will melt.", "8": "  They [of Babylon] will be shocked and terrified, Pains and anguish will grip them; They will be in pain like a woman in childbirth. They will stare aghast and horrified at one another, Their faces aflame [from the effects of the unprecedented warfare].", "9": "  Listen carefully, the day of the Lord is coming, Cruel, with wrath and raging anger, To make the land a horror [of devastation]; And He shall exterminate its sinners from it.", "10": "  For the stars of heaven and their constellations Will not flash with their light; The sun will be dark when it rises, And the moon will not shed its light.", "11": "  In this way I will punish the world for its evil And the wicked for their wickedness [their sin, their injustice, their wrongdoing]; I will also put an end to the arrogance of the proud And will abase the arrogance of the tyrant.", "12": "  I will make mortal man more rare than fine gold, And mankind [scarcer] than the pure gold of Ophir.", "13": "  Therefore I will make the heavens tremble; And the earth will be shaken from its place At the wrath of the Lord of hosts In the day of His burning anger.", "14": "  And like the hunted gazelle, Or like sheep that no man gathers, Each [foreign resident] will turn [and go back] to his own people, And each one flee to his own land.", "15": "  Anyone who is found will be pierced through, And anyone who is captured will fall by the sword.", "16": "  Their children also will be smashed to pieces Before their eyes; Their houses will be looted And their wives ravished.", "17": "  Listen carefully, I will put the Medes [in motion] against them, Who have no regard for silver and do not delight in gold [and therefore cannot be bribed].", "18": "  Their bows will cut down the young men [of Babylon]; They will take no pity on the fruit of the womb, Their eyes will not look with compassion on the children.", "19": "  And Babylon, the glory of kingdoms, the beauty of the [e]Chaldeans' pride, Will be like Sodom and Gomorrah when God overthrew them.", "20": "  Babylon will never be inhabited or lived in from generation to generation; Nor will the Arab pitch his tent there, Nor will the shepherds let their sheep lie down there.", "21": "  But desert creatures will lie down there, And their houses will be full of owls; Ostriches also will live there, and [f]wild goats will dance there.", "22": "  [g]Hyenas will howl in their castles, And jackals in their luxurious palaces. Babylon's time has nearly come, And her days will not be prolonged."}