{"1": "Send lambs to the ruler of the land [[a]you Moabites], From Sela [that is, Petra in Edom] through the wilderness to the mountain of the Daughter of Zion (Jerusalem).", "2": "  For like wandering birds or scattered nestlings, The daughters of Moab will be at the fords of the [river] Arnon.", "3": "  [Say to the ruler] “Give us advice, make a decision [for Moab, king of Judah]; Cast your shadow [over us] like night in the midst of noon; Hide the outcasts, do not betray the fugitive [to his pursuer].", "4": "  “Let our outcasts of Moab live among you; Be a [sheltered] hiding place to them from the destroyer.” For the extortioner has come to an end, destruction has ceased, Oppressors [who trample men] have completely disappeared from the land,", "5": "  A throne will be established in lovingkindness, And One will sit on it in faithfulness in the tent (dynasty, family) of David; Judging and seeking justice And being prompt to do righteousness.", "6": "  We have heard of the pride of Moab, an excessive pride— Even of his arrogance, his conceit, his rage, His untruthful boasting.", "7": "  Therefore Moab will wail for Moab; everyone will wail. You will mourn for the raisin cakes of Kir-hareseth, As those who are utterly stricken and discouraged.", "8": "  For the fields of Heshbon have languished and withered, and the vines of Sibmah as well; The lords of the nations have trampled down [Moab's] choice vine branches, Which reached as far as Jazer and wandered into the wilderness; Its tendrils stretched out, they passed over [the shores of] the [Dead] Sea.", "9": "  Therefore I (Isaiah) will weep bitterly for Jazer, for the vines of Sibmah. I will drench you with my tears, O Heshbon and Elealeh; For the war-cry [of the enemy] has fallen on your summer fruits and your harvest.", "10": "  Gladness and joy are taken away from the fruitful field; In the vineyards there will be no singing or joyful sound; No treader treads out wine in the presses, For I (God) put an end to the joyful shouting.", "11": "  Therefore my heart sounds like a harp [in mournful compassion] for Moab, And my inner being mourns for Kir-hareseth.", "12": "  So it will come to pass when Moab presents himself, When he wearies himself [worshiping] on his high place [of idolatry] And comes to his sanctuary [of Chemosh, god of Moab] to pray, That he will not prevail.", "13": "This is the word which the Lord spoke earlier concerning Moab [when Moab's pride and resistance to God were first known]. ", "14": "But now the Lord speaks, saying, “Within [b]three years, as the years of a hired man [who will not serve longer than the agreed time], the glory of Moab will be degraded along with all [c]the great population, and the remnant [that survives] will be very small and of no account.”"}