{"1": "The [mournful, inspired] oracle ([a]a burden to be carried) concerning the Valley of Vision: What is the matter with you now, that you have all gone up to the housetops,", "2": "  You [Jerusalem] who were full of noise, A tumultuous city, a joyous and exuberant city; Your slain were not slain [in a glorious death] with the sword, Nor did they die in battle.", "3": "  All your leaders have fled together [with your king], And have been captured without the bow [which they had thrown away]; All of you who were found were taken captive together, Though they had fled far away.", "4": "  Therefore I say, “Look away from me; Let me weep bitterly. Do not try to comfort me over the destruction of the daughter of my people.”", "5": "  For the Lord God of hosts has a day of panic and of tumult, of trampling, of confusion In the Valley of Vision, A [day of] breaking down walls And a crying [for help] to the mountain.", "6": "  Elam took up the quiver With the chariots, infantry and horsemen; And Kir uncovered the shield.", "7": "  And it came to pass that your choicest valleys were full of chariots, And the horsemen took their fixed positions [in an offensive array] at the gate [of Jerusalem].", "8": "  Then God removed the [protective] covering of Judah; And in that day you looked to the weapons of the House of the Forest (Solomon's armory).", "9": "  You saw that the breaches In the wall of the City of David [the citadel of Zion] were many; You collected [within the city's walls] the waters of the Lower Pool (Siloam).", "10": "  Then you counted the houses of Jerusalem And you tore down the houses [to get materials] to fortify the city wall [by extending it].", "11": "  You also made a reservoir between the two walls For the waters of the [b]Old Pool, But you did not look to its Maker, Nor did you recognize Him who planned it long ago.", "12": "  Therefore in that day the Lord God of hosts called you to weeping, to mourning, To shaving the head and to wearing sackcloth [in humiliation].", "13": "  Instead, there is joy and jubilation, Killing of oxen and slaughtering of sheep, Eating meat and drinking wine, saying, “Let us eat and drink, for tomorrow we may die.”", "14": "  But the Lord of hosts revealed Himself in my ears, “This sin absolutely will not be forgiven you Until you die,” says the Lord God of hosts.", "15": "  For the Lord God of hosts says this, “Go to this [contemptible] steward, To [c]Shebna, who is in charge of the royal household [but is building himself a tomb worthy of a king, and say to him],", "16": "  'What business do you have here? And whom do you have here, That you have hewn out a tomb here for yourself, You who hew a sepulcher on the height, You who carve a resting place for yourself in the rock?", "17": "  'Listen carefully, the Lord is about to hurl you away violently, O man; And He is about to grasp you firmly", "18": "  And roll you up tightly like a ball And toss you into a vast country; There you will die And there your splendid chariots will be, You shame of your master's house.'", "19": "  “I will depose you from your office, And you will be pulled down from your position [of importance].", "20": "  “Then it will come to pass in that day That I will summon My servant Eliakim the son of Hilkiah.", "21": "  “And I will clothe him with your tunic [of distinction] And tie your sash securely around him. I will entrust him with your authority; He will become a father to the inhabitants of Jerusalem and to the house of Judah.", "22": "  “Then I will set on his shoulder the key of the house of David; When he opens no one will shut, When he shuts no one will open.", "23": "  “I will drive him like a peg in a firm place, And he will become a throne of honor and glory to his father's house.", "24": "“So they will hang on him all the honor and glory [the complete responsibility] of his father's house, offspring and issue [of the family, high and low], all the least of the articles, from the bowls to all the jars. ", "25": "In that day,” declares the Lord of hosts, “the peg (Eliakim) that was driven into the firm place will give way; it will even break off and fall, and the burden hanging on it will be cut off, for the Lord has spoken.”"}