{"1": "“Woe (judgment is coming) to the rebellious children,” declares the Lord, “Who carry out a plan, but not Mine, And make an alliance [by pouring out a libation], but not of My Spirit, In order to add sin to sin;", "2": "  Who proceed down to Egypt Without consulting [a]Me, To take refuge in the stronghold of Pharaoh And to take shelter in the shadow of Egypt!", "3": "  “Therefore the safety and protection of Pharaoh will be your shame And the refuge in the shadow of Egypt, your humiliation and disgrace.", "4": "  “For his princes are at Zoan And his ambassadors arrive at Hanes [in Egypt].", "5": "  “All will be ashamed because of a people (the Egyptians) who cannot benefit them, Who are not a help or benefit, but a shame and also a disgrace.”", "6": "A [mournful, inspired] oracle ([b]a burden to be carried) concerning the beasts of the Negev (the South): Through a land of trouble and anguish, From [c]where come lioness and lion, viper and [fiery] flying serpent, They carry their riches on the shoulders of young donkeys And their treasures on the humps of camels, To a people (Egyptians) who cannot benefit them.", "7": "  For Egypt's help is worthless and good for nothing. Therefore, I have called her “Rahab Who Has Been Exterminated.”", "8": "  Now, go, write it on a tablet before them And inscribe it on a scroll, So that it may serve in the time to come As a witness [against them] forevermore.", "9": "  For this is a rebellious people, lying sons, Sons who refuse to listen to The law and instruction of the Lord;", "10": "  Who say to the seers, “You must not see visions from God”; And to the prophets, “You must not prophesy to us what is right! Speak to us pleasant things and smooth words, Prophesy [deceitful] illusions [that we will enjoy].", "11": "  “Get out of the [true] way, turn aside from the path [of God], Stop bothering us with the Holy One of Israel.”", "12": "Therefore, the Holy One of Israel says this, “Because you have refused and rejected this word [of Mine] And have put your trust in oppression and guile, and have relied on them,", "13": "  Therefore this wickedness [this sin, this injustice, this wrongdoing] will be to you Like a crack [in a wall] about to fall, A bulge in a high wall, Whose collapse comes suddenly in an instant,", "14": "  “Whose collapse is like the smashing of a potter's jar, Crushed so savagely that there cannot be found among its pieces a potsherd [large enough] To take [coals of] fire from a fireplace, Or to scoop water from a cistern.”", "15": "For the Lord God, the Holy One of Israel has said this, “In returning [to Me] and rest you shall be saved, In quietness and confident trust is your strength.” But you were not willing,", "16": "  And you said, “No! We will flee on horses!” Therefore you will flee [from your enemies]! And [you said], “We will ride on swift horses!” Therefore those who pursue you shall be swift.", "17": "  A thousand of you will flee at the threat of one man; You will flee at the threat of five, Until you are left like a flag on the top of a mountain, And like a signal on a hill.", "18": "  Therefore the Lord waits [expectantly] and longs to be gracious to you, And therefore He waits on high to have compassion on you. [d]For the Lord is a God of justice; Blessed (happy, fortunate) are all those who long for Him [since He will never fail them].", "19": "[e]O people in Zion, inhabitant in Jerusalem, you will weep no longer. He will most certainly be gracious to you at the sound of your cry for help; when He hears it, He will answer you. ", "20": "Though the Lord gives you the bread of adversity and the water of oppression, yet your Teacher will no longer hide Himself, but your eyes will [constantly] see your Teacher. ", "21": "Your ears will hear a word behind you, “This is the way, walk in it,” whenever you turn to the right or to the left. ", "22": "And you will defile your carved images overlaid with silver, and your cast images plated with gold. You will scatter them like a bloodstained cloth, and will say to them, “Be gone!”", "23": "Then He will give you rain for the seed with which you sow the ground, and bread [grain] from the produce of the ground, and it will be rich and plentiful. In that day your livestock will graze in large and roomy pastures. ", "24": "Also the oxen and the young donkeys that work the ground will eat salted fodder, which has been winnowed with shovel and pitchfork. ", "25": "On every lofty mountain and on every high hill there will be streams of water on the day of the great slaughter (the day of the Lord), when the towers fall [and all His enemies are destroyed]. ", "26": "The light of the full moon will be like the light of the sun, and the light of the sun will be seven times brighter, like the light of seven days [concentrated in one], in the day the Lord binds up the fracture of His people and heals the wound He has inflicted [because of their sins].", "27": "  Now look, the [f]name of the Lord comes from far away, Burning with His anger, and heavy with [g]smoke; His lips are full of [h]indignation, And His tongue is like a consuming fire.", "28": "  His breath is like an overflowing river, Which reaches to the neck, To sift the nations back and forth in a sieve [of disaster], And to put in the jaws of the peoples the bridle which leads to ruin.", "29": "  You will have a song as in the night when a holy feast is kept, And joy of heart as when one marches [in procession] with a flute, To go to the [temple on the] mountain of the Lord, to the Rock of Israel.", "30": "  And the Lord will make His majestic voice heard, And show the descending of His arm [striking] in [His] fierce anger, And in the flame of a devouring fire, In the crashing sound of heavy rain, cloudburst, and hailstones.", "31": "  For at the voice of the Lord the Assyrians will be terrified, When He strikes [them] with the rod.", "32": "  And every blow of the rod of punishment, Which the Lord will lay on them, Will be to the music of Israel's tambourines and lyres; And in battles, brandishing weapons, He will fight Assyria.", "33": "  For [i]Topheth [in Hinnom] has long been ready; Indeed, it has been prepared for the [Assyrian] king. He has made it deep and wide, A pit of fire with plenty of wood; The breath of the Lord, like a river of brimstone (blazing sulfur), kindles and fans it."}