{"1": "But now, this is what the Lord, your Creator says, O Jacob, And He who formed you, O Israel, “Do not fear, for I have redeemed you [from captivity]; I have called you by name; you are Mine!", "2": "  “When you pass through the waters, I will be with you; And through the rivers, they will not overwhelm you. When you walk through fire, you will not be scorched, Nor will the flame burn you.", "3": "  “For I am the Lord your God, The Holy One of Israel, your Savior; I have given Egypt [to the Babylonians] as your ransom, Cush (ancient Ethiopia) and Seba [its province] in exchange for you.", "4": "  “Because you are precious in My sight, You are honored and I love you, I will give other men in return for you and other peoples in exchange for your life.", "5": "  “Do not fear, for I am with you; I will bring your offspring from the east [where they are scattered], And gather you from the west.", "6": "  “I will say to the north, 'Give them up!' And to the south, 'Do not hold them back.' Bring My sons from far way And My daughters from the ends of the earth,", "7": "  Everyone who is called by My Name, Whom I have created for My glory, Whom I have formed, even whom I have made.”", "8": "  Bring out the people who are blind, even though they have eyes, And the deaf, even though they have ears.", "9": "  All the nations have gathered together So that the peoples may be assembled. Who among them (the idolaters) can [a]predict this [that Judah would return from captivity] And proclaim to us the former events? Let them provide their witnesses so that they may be justified, Or let them hear and say [in acknowledgement], “It is the truth.”", "10": "  “You are My witnesses,” declares the Lord, “And My servant whom I have chosen, That you may know and believe Me And understand that I am He. Before Me there was no God formed, And there will be none after Me.", "11": "  “I, [only] I, am the Lord, And there is no Savior besides Me.", "12": "  “I have declared [the future] and saved [the nation] and proclaimed [that I am God], And there was no strange (alien) god among you; Therefore you are My witnesses [among the pagans],” declares the Lord, “That I am God.", "13": "  “Even from eternity I am He, And there is no one who can rescue from My hand; I act, and who can revoke or reverse it?”", "14": "This is what the Lord your Redeemer, the Holy One of Israel says, “For your sake I have sent [one] to Babylon, And I will bring down all of them as fugitives, Even the Chaldeans [who reign in Babylon], into the ships [b]over which they rejoiced.", "15": "  “I am the Lord, your Holy One, The Creator of Israel, your King.”", "16": "This is what the Lord says, He who makes a way through the sea And a path through the mighty waters,", "17": "  He who brings out the chariot and the horse, The army and the mighty warrior, (They will lie down together, they will not rise again; They have been extinguished, they have been put out like a lamp's wick):", "18": "  “Do not remember the former things, Or ponder the things of the past.", "19": "  “Listen carefully, I am about to do a new thing, Now it will spring forth; Will you not be aware of it? I will even put a road in the wilderness, Rivers in the desert.", "20": "  “The beasts of the field will honor Me, Jackals and ostriches, Because I have given waters in the wilderness And rivers in the desert, To give drink to My people, My chosen.", "21": "  “The people whom I formed for Myself Will make known My praise.", "22": "  “Yet you have not called on Me [in prayer and worship], O Jacob; But you have grown weary of Me, O Israel.", "23": "  “You have not brought Me your sheep or goats for your burnt offerings, Nor honored Me with your sacrifices. I have not burdened you with offerings, Nor wearied you with [demands for offerings of] incense.", "24": "  “You have not bought Me sweet cane with money, Nor have you filled Me with the fat of your sacrifices; But you have burdened Me with your sins, You have wearied Me with your wickedness.", "25": "  “I, only I, am He who wipes out your transgressions for My own sake, And I will not remember your sins.", "26": "  “[c]Remind Me [of your merits with a thorough report], let us plead and argue our case together; State your position, that you may be proved right.", "27": "  “Your first father [Jacob] sinned, And your spokesmen [the priests and the prophets—your mediators] have transgressed against Me.", "28": "  “So I will [d]profane the officials of the sanctuary, And I will consign Jacob to destruction and [I will subject] Israel to defamation and abuse."}