{"1": "This is what the Lord says to His anointed, to Cyrus [king of Persia], Whose right hand I have held To subdue nations before him, And I will ungird the loins of kings [disarming them]; To open doors before him so that gates will not be shut:", "2": "  “I will go before you and level the mountains; I will shatter the doors of bronze and cut through the bars of iron.", "3": "  “I will give you the treasures of darkness [the hoarded treasures] And the hidden riches of secret places, So that you may know that it is I, The Lord, the God of Israel, who calls you (Cyrus the Great) by your name.", "4": "  “For the sake of Jacob My servant, And of Israel My chosen, I have also called you by your name; I have given you an honorable name Though you have not known Me.", "5": "  “I am the Lord, and there is no one else; There is no God except Me. I will embrace and arm you, though you have not known Me,", "6": "  That people may know from the rising to the setting of the sun [the world over] That there is no one except Me. I am the Lord, and there is no other,", "7": "  The One forming light and creating darkness, Causing peace and creating disaster; I am the Lord who does all these things.", "8": "  “Rain down, O heavens, from above, Let the clouds pour down righteousness [all the blessings of God]; Let the earth open up, let salvation bear fruit, And righteousness spring up with it; I, the Lord, have created it.", "9": "  “Woe (judgment is coming) to him who quarrels with his Maker— A [worthless] piece of broken pottery among other broken pieces [equally worthless]! Shall the clay say to the potter, 'What are you doing?' Or does the thing say, 'He has no hands'?", "10": "  “Woe (judgment is coming) to him who says to a father, 'What are you fathering?' Or to a woman, 'With what are you in labor?'”", "11": "For the Lord, the Holy One of Israel, and its Maker says this, “Ask Me about the things to come concerning My sons, And give Me orders concerning the work of My hands.", "12": "  “I made the earth and created man upon it. My hands, stretched out the heavens, And I commanded all their host.", "13": "  “I have stirred up Cyrus and put him into action in righteousness [to accomplish My purpose] And I will make all his ways smooth; He will build My city and let My exiles go, Without any payment or reward,” says the Lord of hosts.", "14": "For this is what the Lord says, “The products of Egypt and the merchandise of Cush (ancient Ethiopia) And the Sabeans, men of stature, Will come over to you and they will be yours; They will walk behind you, in chains [of subjection to you] they will come over, And they will bow down before you; They will make supplication to you, [humbly and earnestly] saying, [a]'Most certainly God is with you, and there is no other, No other God [besides Him].'”", "15": "  Truly, You are a God who hides Himself, O God of Israel, Savior!", "16": "  They will be put to shame and also humiliated, all of them; They who make idols will go away together in humiliation.", "17": "  Israel has been saved by the Lord With an everlasting salvation; You will not be put to shame or humiliated for all eternity.", "18": "For the Lord, who created the heavens [b](He is God, who formed the earth and made it; He established it and did not create it to be a wasteland, but formed it to be inhabited) says this, “I am the Lord, and there is no one else.", "19": "  “I have not spoken in secret, In a corner of a land of darkness; I did not say to the descendants of Jacob, 'Seek Me in vain [with no benefit for yourselves].' I, the Lord, speak righteousness [the truth—trustworthy, a straightforward correlation between deeds and words], Declaring things that are upright.", "20": "  “Assemble yourselves and come; Come together, you survivors of the nations! They are ignorant, Who carry around their wooden idols [in religious processions or into battle] And keep on praying to a god that cannot save them.", "21": "  “Declare and present your defense of idols; Indeed, let them consult together. Who announced this [rise of Cyrus and his conquests] long before it happened? Who declared it long ago? Was it not I, the Lord? And there is no other God besides Me, A [consistently and uncompromisingly] just and righteous God and a Savior; There is none except Me.", "22": "  “Turn to Me and be saved, all the ends of the earth; For I am God, and there is no other.", "23": "  “I have sworn [an oath] by Myself, The word is gone out of My mouth in righteousness And shall not return, That to Me every knee shall bow, every tongue shall swear [allegiance].", "24": "  “It shall be said of Me, 'Only in the Lord are righteousness and strength.' To Him people will come, And all who were angry at Him will be put to shame.", "25": "  “In the Lord all the offspring of Israel Will be justified (declared free of guilt) and will glory [in God].”"}