{"1": "This is what the Lord says, “Maintain justice and do righteousness, For My salvation is soon to come, And My righteousness and justice is soon to be revealed.", "2": "  “Blessed (happy, fortunate) is the man who does this, And the son of man who takes hold of it, Who keeps the Sabbath without profaning it, And keeps his hand from doing any evil.”", "3": "  Do not let the foreigner who has joined himself to the Lord say, “The Lord will most certainly separate me from His people.” And do not let the eunuch say, “Look, I am a dry tree.”", "4": "This is what the Lord says, “To the eunuchs who keep My Sabbaths And choose what pleases Me, And hold firmly to My covenant,", "5": "  To them I will give in My house and within My walls a memorial, And a name better than that of sons and daughters; I will give them an everlasting name which will not be cut off.", "6": "  “Also the foreigners who join themselves to the Lord, To minister to Him, and to love the name of the Lord, To be His servants, everyone who keeps the Sabbath without profaning it And holds fast to My covenant [by conscientious obedience];", "7": "  All these I will bring to My holy mountain And make them joyful in My house of prayer. Their burnt offerings and their sacrifices will [a]be accepted on My altar; For My house will be called a house of prayer for all the peoples.”", "8": "  The Lord God, who gathers the dispersed of Israel, declares: “I will gather yet others to them (Israel), to those [already] gathered.”", "9": "  All you beasts of the field, All you beasts (hostile nations) in the forest, Come to eat.", "10": "  Israel's watchmen are blind, They are all without knowledge. They are all mute dogs, they cannot bark; Panting, lying down, they love to slumber.", "11": "  And the dogs are greedy; they [b]never have enough. They are shepherds who have no understanding; They have all turned to their own way, Each one to his unlawful gain, without exception.", "12": "  “Come,” [they say,] “let us get wine, and let us fill ourselves with strong drink; And tomorrow will be like today, very great indeed.”"}