{"1": "In the year that King Uzziah died, I saw [in a vision] the Lord sitting on a throne, high and exalted, with the train of His royal robe filling the [most holy part of the] temple. ", "2": "Above Him seraphim (heavenly beings) stood; each one had six wings: with two wings he covered his face, with two wings he covered his feet, and with two wings he flew. ", "3": "And one called out to another, saying, “Holy, Holy, Holy is the Lord of hosts; The whole earth is filled with His glory.”", "4": "And the foundations of the thresholds trembled at the voice of him who called out, and the temple was filling with smoke. ", "5": "Then I said, “Woe is me! For I am ruined, Because I am a man of [ceremonially] unclean lips, And I live among a people of unclean lips; For my eyes have seen the King, the Lord of hosts.”", "6": "Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs. ", "7": "He touched my mouth with it and said, “Listen carefully, this has touched your lips; your wickedness [your sin, your injustice, your wrongdoing] is taken away and your sin atoned for and forgiven.”", "8": "Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!” ", "9": "And He said, “Go, and tell this people: 'Keep on listening, but do not understand; Keep on looking, but do not comprehend.'", "10": "  “Make the heart of this people insensitive, Their ears dull, And their eyes dim, Otherwise they might see with their eyes, Hear with their ears, Understand with their hearts, And return and be healed.”", "11": "Then I said, “Lord, how long?” And He answered, “Until cities are devastated and without inhabitant, And houses are without people And the land is utterly desolate,", "12": "  The Lord has removed [His] people far away, And there are many deserted places in the midst of the land.", "13": "  “And though a tenth [of the people] remain in the land, It will again be subject to destruction [consumed and burned], Like a massive terebinth tree or like an oak Whose stump remains when it is chopped down. The holy seed [the elect remnant] is its stump [the substance of Israel].”"}