{"1": "This is what the Lord says, “Heaven is My throne and the earth is My footstool. Where, then, is a house that you could build for Me? And where will My resting place be?", "2": "  “For all these things My hand has made, So all these things came into being [by and for Me],” declares the Lord. “But to this one I will look [graciously], To him who is humble and contrite in spirit, and who [reverently] trembles at My word and honors My commands.", "3": "  “He who kills an ox [for pagan sacrifice] is [as guilty] as one who kills a man; He who sacrifices a lamb, as one who breaks a dog's neck; He who offers a grain offering, as one who offers swine's blood; He who offers incense, as one who blesses an idol. Such people have chosen their own ways, And their soul delights in their repulsive acts;", "4": "  So I will choose their punishments, And will bring the things they dread upon them Because I called, but no one answered; I spoke, but they did not listen or obey. But they did evil in My sight And chose that in which I did not delight.”", "5": "  Hear the word of the Lord, you who tremble [with awe-filled reverence] at His word: “Your brothers who hate you, who exclude you for My Name's sake, Have said, 'Let the Lord be glorified, that we may see your joy.' But they will be put to shame.", "6": "  “The sound of an uproar from the city! A voice from the temple! The voice of the Lord, providing retribution to His enemies.", "7": "  “Before she (Zion) was in labor, she gave birth; Before her labor pain came, she gave birth to a boy.", "8": "  “Who has heard of such a thing? Who has seen such things? Can a land [a]be born in one day? Or can a nation be brought forth in a moment? As soon as Zion was in labor, she also brought forth her sons.", "9": "  “Shall I bring to the moment of birth and not give delivery?” says the Lord. “Or shall I who gives delivery shut the womb?” says your God.", "10": "  “Rejoice with Jerusalem and be glad for her, all you who love her; Rejoice greatly with her, all you who mourn over her,", "11": "  That you may nurse and be satisfied with her comforting breasts, That you may drink deeply and be delighted with her bountiful bosom.”", "12": "  For the Lord says this, “Behold, I extend peace to her (Jerusalem) like a river, And the glory of the nations like an overflowing stream; And you will be nursed, you will be carried on her hip and [playfully] rocked on her knees.", "13": "  “As one whom his mother comforts, so I will comfort you; And you will be comforted in Jerusalem.”", "14": "  When you see this, your heart will rejoice; Your bones will flourish like new grass. And the [powerful] hand of the Lord will be revealed to His servants, But His indignation will be toward His enemies.", "15": "  For indeed, the Lord will come in fire And His chariots will be like the stormy wind, To render His anger with rage, And His rebuke with flames of fire.", "16": "  For the Lord will execute judgment by fire And by His sword on all mankind, And those slain by the Lord will be many.", "17": "  “Those who [vainly attempt to] sanctify and cleanse themselves to go to the gardens [to sacrifice to idols], Following after [b]one in the center, Who eat swine's flesh, [c]detestable things and mice, Will come to an end together,” says the Lord.", "18": "“For I know their works and their thoughts. The time is coming to gather all nations and languages, and they will come and see My glory. ", "19": "I will set up a [miraculous] sign among them, and from them I will send survivors to the nations: Tarshish, Pul (Put), Lud, Meshech, Tubal and Javan, to the distant islands and coastlands that have not heard of My fame nor seen My glory. And they will declare and proclaim My glory among the nations. ", "20": "Then they shall bring all your countrymen (children of Israel) from all the nations as a grain offering to the Lord—on horses, in chariots, in litters, on mules and on camels—to My holy mountain Jerusalem,” says the Lord, “just as the sons of Israel bring their grain offering in a clean vessel to the house of the Lord. ", "21": "I will also take some of them as priests and Levites,” says the Lord.", "22": "  “For just as the new heavens and the new earth Which I make will remain and endure before Me,” declares the Lord, “So your offspring and your name will remain and endure.", "23": "  “And it shall be that from New Moon to New Moon And from Sabbath to Sabbath, All mankind will come to bow down and worship before Me,” says the Lord.", "24": "  “Then they will go forth and look Upon the dead bodies of the [rebellious] men Who have transgressed against Me; For their worm (maggot) will not die, And their fire will not go out; And they will be an abhorrence to all mankind.”"}