{"1": "From Paul, an apostle of Christ Jesus by God's will, and from our brother Timothy— To the church of God in Corinth, and to all God's people throughout Achaia:", "2": "May God our Father and the Lord Jesus Christ give you grace and peace.", "3": "Let us give thanks to the God and Father of our Lord Jesus Christ, the merciful Father, the God from whom all help comes! ", "4": "He helps us in all our troubles, so that we are able to help others who have all kinds of troubles, using the same help that we ourselves have received from God. ", "5": "Just as we have a share in Christ's many sufferings, so also through Christ we share in God's great help. ", "6": "If we suffer, it is for your help and salvation; if we are helped, then you too are helped and given the strength to endure with patience the same sufferings that we also endure. ", "7": "So our hope in you is never shaken; we know that just as you share in our sufferings, you also share in the help we receive.", "8": "We want to remind you, friends, of the trouble we had in the province of Asia. The burdens laid upon us were so great and so heavy that we gave up all hope of staying alive. ", "9": "We felt that the death sentence had been passed on us. But this happened so that we should rely, not on ourselves, but only on God, who raises the dead. ", "10": "From such terrible dangers of death[a] he saved us, and will save us; and we have placed our hope in him that he will save us again, ", "11": "as you help us by means of your prayers for us. So it will be that the many prayers for us will be answered, and God will bless us; and many will raise their voices to him in thanksgiving for us.", "12": "We are proud that our conscience assures us that our lives in this world, and especially our relations with you, have been ruled by God-given frankness[b] and sincerity, by the power of God's grace and not by human wisdom. ", "13-14": "We write to you only what you can read and understand. But even though you now understand us only in part, I hope that you will come to understand us completely, so that in the Day of our Lord Jesus you can be as proud of us as we shall be of you.", "15": "I was so sure of all this that I made plans at first to visit you, in order that you might be blessed twice. ", "16": "For I planned to visit you on my way to Macedonia and again on my way back, in order to get help from you for my trip to Judea. ", "17": "In planning this, did I appear fickle? When I make my plans, do I make them from selfish motives, ready to say “Yes, yes” and “No, no” at the same time? ", "18": "As surely as God speaks the truth, my promise to you was not a “Yes” and a “No.” ", "19": "For Jesus Christ, the Son of God, who was preached among you by Silas, Timothy, and myself, is not one who is “Yes” and “No.” On the contrary, he is God's “Yes”; ", "20": "for it is he who is the “Yes” to all of God's promises. This is why through Jesus Christ our “Amen” is said to the glory of God. ", "21": "It is God himself who makes us, together with you, sure of our life in union with Christ; it is God himself who has set us apart, ", "22": "who has placed his mark of ownership upon us, and who has given us the Holy Spirit in our hearts as the guarantee of all that he has in store for us.", "23": "I call God as my witness—he knows my heart! It was in order to spare you that I decided not to go to Corinth. ", "24": "We are not trying to dictate to you what you must believe; we know that you stand firm in the faith. Instead, we are working with you for your own happiness."}