{"1": "I, Paul, make a personal appeal to you—I who am said to be meek and mild when I am with you, but harsh with you when I am away. By the gentleness and kindness of Christ ", "2": "I beg you not to force me to be harsh when I come; for I am sure I can deal harshly with those who say that we act from worldly motives. ", "3": "It is true that we live in the world, but we do not fight from worldly motives. ", "4": "The weapons we use in our fight are not the world's weapons but God's powerful weapons, which we use to destroy strongholds. We destroy false arguments; ", "5": "we pull down every proud obstacle that is raised against the knowledge of God; we take every thought captive and make it obey Christ. ", "6": "And after you have proved your complete loyalty, we will be ready to punish any act of disloyalty.", "7": "You are looking at the outward appearance of things. Are there some there who reckon themselves to belong to Christ? Well, let them think again about themselves, because we belong to Christ just as much as they do. ", "8": "For I am not ashamed, even if I have boasted somewhat too much about the authority that the Lord has given us—authority to build you up, not to tear you down. ", "9": "I do not want it to appear that I am trying to frighten you with my letters. ", "10": "Someone will say, “Paul's letters are severe and strong, but when he is with us in person, he is weak, and his words are nothing!” ", "11": "Such a person must understand that there is no difference between what we write in our letters when we are away and what we will do when we are there with you.", "12": "Of course we would not dare classify ourselves or compare ourselves with those who rate themselves so highly. How stupid they are! They make up their own standards to measure themselves by, and they judge themselves by their own standards! ", "13": "As for us, however, our boasting will not go beyond certain limits; it will stay within the limits of the work which God has set for us, and this includes our work among you. ", "14": "And since you are within those limits, we were not going beyond them when we came to you, bringing the Good News about Christ. ", "15": "So we do not boast about the work that others have done beyond the limits God set for us. Instead, we hope that your faith may grow and that we may be able to do a much greater work among you, always within the limits that God has set. ", "16": "Then we can preach the Good News in other countries beyond you and shall not have to boast about work already done in someone else's field.", "17": "But as the scripture says, “Whoever wants to boast must boast about what the Lord has done.” ", "18": "For it is when the Lord thinks well of us that we are really approved, and not when we think well of ourselves."}