{"1": "This is now the third time that I am coming to visit you. “Any accusation must be upheld by the evidence of two or more witnesses”—as the scripture says. ", "2": "I want to tell those of you who have sinned in the past, and all the others; I said it before during my second visit to you, but I will say it again now that I am away: the next time I come nobody will escape punishment. ", "3": "You will have all the proof you want that Christ speaks through me. When he deals with you, he is not weak; instead, he shows his power among you. ", "4": "For even though it was in weakness that he was put to death on the cross, it is by God's power that he lives. In union with him we also are weak; but in our relations with you we shall share God's power in his life.", "5": "Put yourselves to the test and judge yourselves, to find out whether you are living in faith. Surely you know that Christ Jesus is in you?—unless you have completely failed. ", "6": "I trust you will know that we are not failures. ", "7": "We pray to God that you will do no wrong—not in order to show that we are a success, but so that you may do what is right, even though we may seem to be failures. ", "8": "For we cannot do a thing against the truth, but only for it. ", "9": "We are glad when we are weak but you are strong. And so we also pray that you will become perfect. ", "10": "That is why I write this while I am away from you; it is so that when I arrive I will not have to deal harshly with you in using the authority that the Lord has given me—authority to build you up, not to tear you down.", "11": "And now, my friends, good-bye! Strive for perfection; listen to my appeals; agree with one another; live in peace. And the God of love and peace will be with you.", "12": "Greet one another with the kiss of peace. All of God's people send you their greetings.", "13": "The grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit be with you all."}