{"1": "For we know that when this tent we live in—our body here on earth—is torn down, God will have a house in heaven for us to live in, a home he himself has made, which will last forever. ", "2": "And now we sigh, so great is our desire that our home which comes from heaven should be put on over us; ", "3": "by being clothed with it we shall not be without a body. ", "4": "While we live in this earthly tent, we groan with a feeling of oppression; it is not that we want to get rid of our earthly body, but that we want to have the heavenly one put on over us, so that what is mortal will be transformed by life. ", "5": "God is the one who has prepared us for this change, and he gave us his Spirit as the guarantee of all that he has in store for us.", "6": "So we are always full of courage. We know that as long as we are at home in the body we are away from the Lord's home. ", "7": "For our life is a matter of faith, not of sight. ", "8": "We are full of courage and would much prefer to leave our home in the body and be at home with the Lord. ", "9": "More than anything else, however, we want to please him, whether in our home here or there. ", "10": "For all of us must appear before Christ, to be judged by him. We will each receive what we deserve, according to everything we have done, good or bad, in our bodily life.", "11": "We know what it means to fear the Lord, and so we try to persuade others. God knows us completely, and I hope that in your hearts you know me as well. ", "12": "We are not trying again to recommend ourselves to you; rather, we are trying to give you a good reason to be proud of us, so that you will be able to answer those who boast about people's appearance and not about their character. ", "13": "Are we really insane? It is for God's sake. Or are we sane? Then it is for your sake. ", "14": "We are ruled by the love of Christ, now that we recognize that one man died for everyone, which means that they all share in his death. ", "15": "He died for all, so that those who live should no longer live for themselves, but only for him who died and was raised to life for their sake.", "16": "No longer, then, do we judge anyone by human standards. Even if at one time we judged Christ according to human standards, we no longer do so. ", "17": "Anyone who is joined to Christ is a new being; the old is gone, the new has come. ", "18": "All this is done by God, who through Christ changed us from enemies into his friends and gave us the task of making others his friends also. ", "19": "Our message is that God was making all human beings his friends through Christ.[a] God did not keep an account of their sins, and he has given us the message which tells how he makes them his friends.", "20": "Here we are, then, speaking for Christ, as though God himself were making his appeal through us. We plead on Christ's behalf: let God change you from enemies into his friends! ", "21": "Christ was without sin, but for our sake God made him share our sin in order that in union with him we might share the righteousness of God."}