{"1": "In our work together with God, then, we beg you who have received God's grace not to let it be wasted. ", "2": "Hear what God says: “When the time came for me to show you favor, I heard you; when the day arrived for me to save you, I helped you.” Listen! This is the hour to receive God's favor; today is the day to be saved!", "3": "We do not want anyone to find fault with our work, so we try not to put obstacles in anyone's way. ", "4": "Instead, in everything we do we show that we are God's servants by patiently enduring troubles, hardships, and difficulties. ", "5": "We have been beaten, jailed, and mobbed; we have been overworked and have gone without sleep or food. ", "6": "By our purity, knowledge, patience, and kindness we have shown ourselves to be God's servants—by the Holy Spirit, by our true love, ", "7": "by our message of truth, and by the power of God. We have righteousness as our weapon, both to attack and to defend ourselves. ", "8": "We are honored and disgraced; we are insulted and praised. We are treated as liars, yet we speak the truth; ", "9": "as unknown, yet we are known by all; as though we were dead, but, as you see, we live on. Although punished, we are not killed; ", "10": "although saddened, we are always glad; we seem poor, but we make many people rich; we seem to have nothing, yet we really possess everything.", "11": "Dear friends in Corinth! We have spoken frankly to you; we have opened our hearts wide. ", "12": "It is not we who have closed our hearts to you; it is you who have closed your hearts to us. ", "13": "I speak now as though you were my children: show us the same feelings that we have for you. Open your hearts wide!", "14": "Do not try to work together as equals with unbelievers, for it cannot be done. How can right and wrong be partners? How can light and darkness live together? ", "15": "How can Christ and the Devil agree? What does a believer have in common with an unbeliever? ", "16": "How can God's temple come to terms with pagan idols? For we are the temple of the living God! As God himself has said, “I will make my home with my people and live among them; I will be their God, and they shall be my people.”", "17": "And so the Lord says, “You must leave them and separate yourselves from them. Have nothing to do with what is unclean, and I will accept you.", "18": "I will be your father, and you shall be my sons and daughters, says the Lord Almighty.”"}