{"1": "All these promises are made to us, my dear friends. So then, let us purify ourselves from everything that makes body or soul unclean, and let us be completely holy by living in awe of God.", "2": "Make room for us in your hearts. We have wronged no one; we have ruined no one, nor tried to take advantage of anyone. ", "3": "I do not say this to condemn you; for, as I have said before, you are so dear to us that we are always together, whether we live or die. ", "4": "I am so sure of you; I take such pride in you! In all our troubles I am still full of courage; I am running over with joy.", "5": "Even after we arrived in Macedonia, we did not have any rest. There were troubles everywhere, quarrels with others, fears in our hearts. ", "6": "But God, who encourages the downhearted, encouraged us with the coming of Titus. ", "7": "It was not only his coming that cheered us, but also his report of how you encouraged him. He told us how much you want to see me, how sorry you are, how ready you are to defend me; and so I am even happier now.", "8": "For even if that letter of mine made you sad, I am not sorry I wrote it. I could have been sorry when I saw that it made you sad for a while. ", "9": "But now I am happy—not because I made you sad, but because your sadness made you change your ways. That sadness was used by God, and so we caused you no harm. ", "10": "For the sadness that is used by God brings a change of heart that leads to salvation—and there is no regret in that! But sadness that is merely human causes death. ", "11": "See what God did with this sadness of yours: how earnest it has made you, how eager to prove your innocence! Such indignation, such alarm, such feelings, such devotion, such readiness to punish wrongdoing! You have shown yourselves to be without fault in the whole matter.", "12": "So, even though I wrote that letter, it was not because of the one who did wrong or the one who was wronged. Instead, I wrote it to make plain to you, in God's sight, how deep your devotion to us really is. ", "13": "That is why we were encouraged. Not only were we encouraged; how happy Titus made us with his happiness over the way in which all of you helped to cheer him up! ", "14": "I did boast of you to him, and you have not disappointed me. We have always spoken the truth to you, and in the same way the boast we made to Titus has proved true. ", "15": "And so his love for you grows stronger, as he remembers how all of you were ready to obey his instructions, how you welcomed him with fear and trembling. ", "16": "How happy I am that I can depend on you completely!"}