{"1": "Job's reply:", "2": "“Yes, I realize you know everything! All wisdom will die with you! ", "3": "Well, I know a few things myself—you are no better than I am. And who doesn't know these things you've been saying? ", "4": "I, the man who begged God for help, and God answered him, have become a laughingstock to my neighbors. Yes, I, a righteous man, am now the man they scoff at. ", "5": "Meanwhile, the rich mock those in trouble and are quick to despise all those in need. ", "6": "For robbers prosper. Go ahead and provoke God—it makes no difference! He will supply your every need anyway!", "7-9": "“Who doesn't know that the Lord does things like that? Ask the dumbest beast—he knows that it is so; ask the birds—they will tell you; or let the earth teach you, or the fish of the sea. ", "10": "For the soul of every living thing is in the hand of God, and the breath of all mankind. ", "11": "Just as my mouth can taste good food, so my mind tastes truth when I hear it. ", "12": "And as you say, older men like me[a] are wise. They understand. ", "13": "But true wisdom and power are God's. He alone knows what we should do; he understands.", "14": "“And how great is his might! What he destroys can't be rebuilt. When he closes in on a man, there is no escape. ", "15": "He withholds the rain, and the earth becomes a desert; he sends the storms and floods the ground. ", "16": "Yes, with him is strength and wisdom. Deceivers and deceived are both his slaves.", "17": "“He makes fools of counselors and judges. ", "18": "He reduces kings to slaves and frees their servants. ", "19": "Priests are led away as slaves. He overthrows the mighty. ", "20": "He takes away the voice of orators and the insight of the elders. ", "21": "He pours contempt upon princes and weakens the strong. ", "22": "He floods the darkness with light, even the dark shadow of death. ", "23": "He raises up a nation and then destroys it. He makes it great, and then reduces it to nothing. ", "24-25": "He takes away the understanding of presidents and kings, and leaves them wandering, lost and groping, without a guiding light."}