{"1": "Job's reply:", "2": "“I have heard all this before. What miserable comforters all of you are. ", "3": "Won't you ever stop your flow of foolish words? What have I said that makes you speak so endlessly? ", "4": "But perhaps I'd sermonize the same as you—if you were I and I were you. I would spout off my criticisms against you and shake my head at you. ", "5": "But no! I would speak in such a way that it would help you. I would try to take away your grief.", "6": "“But now my grief remains no matter how I defend myself; nor does it help if I refuse to speak. ", "7": "For God has ground me down and taken away my family. ", "8": "O God, you have turned me to skin and bones—as a proof, they say, of my sins. ", "9": "God hates me and angrily tears at my flesh; he has gnashed upon me with his teeth and watched to snuff out any sign of life. ", "10": "These 'comforters' have gaping jaws to swallow me; they slap my cheek. My enemies gather themselves against me. ", "11": "And God has delivered me over to sinners, into the hands of the wicked.", "12": "“I was living quietly until he broke me apart. He has taken me by the neck and dashed me to pieces, then hung me up as his target. ", "13": "His archers surround me, letting fly their arrows, so that the ground is wet from my blood. ", "14": "Again and again he attacks me, running upon me like a giant. ", "15": "Here I sit in sackcloth; and have laid all hope in the dust. ", "16": "My eyes are red with weeping, and on my eyelids is the shadow of death.", "17": "“Yet I am innocent, and my prayer is pure. ", "18": "O Earth, do not conceal my blood. Let it protest on my behalf.", "19": "“Yet even now the witness to my innocence is there in heaven; my advocate is there on high. ", "20": "My friends scoff at me, but I pour out my tears to God, ", "21": "pleading that he will listen as a man would listen to his neighbor. ", "22": "For all too soon I must go down that road from which I shall never return."}