{"1": "The reply of Job:", "2": "“How long are you going to trouble me, and try to break me with your words? ", "3": "Ten times now you have declared I am a sinner. Why aren't you ashamed to deal with me so harshly? ", "4": "And if indeed I was wrong, you have yet to prove it. ", "5": "You think yourselves so great? Then prove my guilt!", "6": "“The fact of the matter is that God has overthrown me and caught me in his net. ", "7": "I scream for help and no one hears me. I shriek, but get no justice. ", "8": "God has blocked my path and turned my light to darkness. ", "9": "He has stripped me of my glory and removed the crown from my head. ", "10": "He has broken me down on every side, and I am done for. He has destroyed all hope. ", "11": "His fury burns against me; he counts me as an enemy. ", "12": "He sends his troops to surround my tent.", "13": "“He has sent away my brothers and my friends. ", "14": "My relatives have failed me; my friends have all forsaken me. ", "15": "Those living in my home, even my servants, regard me as a stranger. I am like a foreigner to them. ", "16": "I call my servant, but he doesn't come; I even beg him! ", "17": "My own wife and brothers refuse to recognize me. ", "18": "Even young children despise me. When I stand to speak, they mock.", "19": "“My best friends abhor me. Those I loved have turned against me. ", "20": "I am skin and bones and have escaped death by the skin of my teeth.", "21": "“Oh, my friends, pity me, for the angry hand of God has touched me. ", "22": "Why must you persecute me as God does? Why aren't you satisfied with my anguish? ", "23-24": "Oh, that I could write my plea with an iron pen in the rock forever.", "25": "“But as for me, I know that my Redeemer lives, and that he will stand upon the earth at last. ", "26": "And I know that after this body has decayed, this body shall see God![a] ", "27": "Then he will be on my side! Yes, I shall see him, not as a stranger, but as a friend! What a glorious hope!", "28": "“How dare you go on persecuting me, as though I were proven guilty? ", "29": "I warn you, you yourselves are in danger of punishment for your attitude.”"}