{"1": "Now the angels[a] came again to present themselves before the Lord, and Satan was with them.", "2": "“Where have you come from?” the Lord asked Satan. “From earth, where I've been watching everything that's going on,” Satan replied.", "3": "“Well, have you noticed my servant Job?” the Lord asked. “He is the finest man in all the earth—a good man who fears God and turns away from all evil. And he has kept his faith in me despite the fact that you persuaded me to let you harm him without any cause.”", "4-5": "“Skin for skin,” Satan replied. “A man will give anything to save his life. Touch his body with sickness, and he will curse you to your face!”", "6": "“Do with him as you please,” the Lord replied; “only spare his life.”", "7": "So Satan went out from the presence of the Lord and struck Job with a terrible case of boils from head to foot. ", "8": "Then Job took a broken piece of pottery to scrape himself and sat among the ashes.", "9": "His wife said to him, “Are you still trying to be godly when God has done all this to you? Curse him and die.”", "10": "But he replied, “You talk like some heathen woman. What? Shall we receive only pleasant things from the hand of God and never anything unpleasant?” So in all this Job said nothing wrong.", "11": "When three of Job's friends heard of all the tragedy that had befallen him, they got in touch with each other and traveled from their homes to comfort and console him. Their names were Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. ", "12": "Job was so changed that they could scarcely recognize him. Wailing loudly in despair, they tore their robes and threw dust into the air and put earth on their heads to demonstrate their sorrow. ", "13": "Then they sat upon the ground with him silently for seven days and nights, no one speaking a word; for they saw that his suffering was too great for words."}