{"1": "The speech of Zophar the Naamathite:", "2": "“I hasten to reply, for I have the answer for you. ", "3": "You have tried to make me feel ashamed of myself for calling you a sinner, but my spirit won't let me stop.", "4": "“Don't you realize that ever since man was first placed upon the earth, ", "5": "the triumph of the wicked has been short-lived, and the joy of the godless but for a moment? ", "6": "Though the godless be proud as the heavens and walk with his nose in the air, ", "7": "yet he shall perish forever, cast away like his own dung. Those who knew him will wonder where he has gone. ", "8": "He will fade like a dream. ", "9": "Neither his friends nor his family will ever see him again.", "10": "“His children shall beg from the poor, their hard labor shall repay his debts. ", "11": "Though still a young man, his bones shall lie in the dust.", "12": "“He enjoyed the taste of his wickedness, letting it melt in his mouth, ", "13": "sipping it slowly, lest it disappear.", "14": "“But suddenly the food he has eaten turns sour within him. ", "15": "He will vomit the plunder he gorged. God won't let him keep it down. ", "16": "It is like poison and death to him. ", "17": "He shall not enjoy the goods he stole; they will not be butter and honey to him after all. ", "18": "His labors shall not be rewarded; wealth will give him no joy. ", "19": "For he has oppressed the poor and foreclosed their homes; he will never recover. ", "20": "Though he was always greedy, now he has nothing; of all the things he dreamed of—none remain. ", "21": "Because he stole at every opportunity, his prosperity shall not continue.", "22": "“He shall run into trouble at the peak of his powers; all the wicked shall destroy him. ", "23": "Just as he is about to fill his belly, God will rain down wrath upon him. ", "24": "He will be chased and struck down. ", "25": "The arrow is pulled from his body—and the glittering point comes out from his gall. The terrors of death are upon him.", "26": "“His treasures will be lost in deepest darkness. A raging fire will devour his goods, consuming all he has left. ", "27": "The heavens will reveal his sins, and the earth will give testimony against him. ", "28": "His wealth will disappear beneath the wrath of God. ", "29": "This is what awaits the wicked man, for God prepares it for him.”"}