{"1": "Another address from Eliphaz:", "2": "“Is mere man of any worth to God? Even the wisest is of value only to himself! ", "3": "Is it any pleasure to the Almighty if you are righteous? Would it be any gain to him if you were perfect? ", "4": "Is it because you are good that he is punishing you? ", "5": "Not at all! It is because of your wickedness! Your sins are endless!", "6": "“For instance, you must have refused to loan money to needy friends unless they gave you all their clothing as a pledge—yes, you must have stripped them to the bone. ", "7": "You must have refused water to the thirsty and bread to the starving. ", "8": "But no doubt you gave men of importance anything they wanted and let the wealthy live wherever they chose. ", "9": "You sent widows away without helping them and broke the arms of orphans. ", "10-11": "That is why you are now surrounded by traps and sudden fears, and darkness and waves of horror.", "12": "“God is so great—higher than the heavens, higher than the stars. ", "13": "But you reply, 'That is why he can't see what I am doing! How can he judge through the thick darkness? ", "14": "For thick clouds swirl about him so that he cannot see us. He is way up there, walking on the vault of heaven.'", "15-16": "“Don't you realize that those treading the ancient paths of sin are snatched away in youth, and the foundations of their lives washed out forever? ", "17": "For they said to God, 'Go away, God! What can you do for us?' ", "18": "(God forbid that I should say a thing like that.) Yet they forgot that he had filled their homes with good things. ", "19": "And now the righteous shall see them destroyed; the innocent shall laugh the wicked to scorn. ", "20": "'See,' they will say, 'the last of our enemies have been destroyed in the fire.'", "21": "“Quit quarreling with God! Agree with him and you will have peace at last! His favor will surround you if you will only admit that you were wrong. ", "22": "Listen to his instructions and store them in your heart. ", "23": "If you return to God and put right all the wrong in your home, then you will be restored. ", "24": "If you give up your lust for money and throw your gold away, ", "25": "then the Almighty himself shall be your treasure; he will be your precious silver!", "26": "“Then you will delight yourself in the Lord and look up to God. ", "27": "You will pray to him, and he will hear you, and you will fulfill all your promises to him. ", "28": "Whatever you wish will happen! And the light of heaven will shine upon the road ahead of you. ", "29": "If you are attacked and knocked down, you will know that there is someone who will lift you up again. Yes, he will save the humble ", "30": "and help even sinners by your pure hands.”"}