{"1": "“Why doesn't God open the court and listen to my case? Why must the godly wait for him in vain? ", "2": "For a crime wave has engulfed us—landmarks are moved, flocks of sheep are stolen, ", "3": "and even the donkeys of the poor and fatherless are taken. Poor widows must surrender the little they have as a pledge to get a loan. ", "4": "The needy are kicked aside; they must get out of the way. ", "5": "Like the wild donkeys in the desert, the poor must spend all their time just getting barely enough to keep soul and body together. They are sent into the desert to search for food for their children. ", "6": "They eat what they find that grows wild and must even glean the vineyards of the wicked. ", "7": "All night they lie naked in the cold, without clothing or covering. ", "8": "They are wet with the showers of the mountains and live in caves for want of a home.", "9": "“The wicked snatch fatherless children from their mother's breasts, and take a poor man's baby as a pledge before they will loan him any money or grain. ", "10": "That is why they must go about naked, without clothing, and are forced to carry food while they are starving. ", "11": "They are forced to press out the olive oil without tasting it and to tread out the grape juice as they suffer from thirst. ", "12": "The bones of the dying cry from the city; the wounded cry for help; yet God does not respond to their moaning.", "13": "“The wicked rebel against the light and are not acquainted with the right and the good. ", "14-15": "They are murderers who rise in the early dawn to kill the poor and needy; at night they are thieves and adulterers, waiting for the twilight 'when no one will see me,' they say. They mask their faces so no one will know them. ", "16": "They break into houses at night and sleep in the daytime—they are not acquainted with the light. ", "17": "The black night is their morning; they ally themselves with the terrors of the darkness.", "18": "“But how quickly they disappear from the face of the earth. Everything they own is cursed. They leave no property for their children. ", "19": "Death consumes sinners as drought and heat consume snow. ", "20": "Even the sinner's own mother shall forget him. Worms shall feed sweetly on him. No one will remember him anymore. For wicked men are broken like a tree in the storm. ", "21": "For they have taken advantage of the childless who have no protecting sons. They refuse to help the needy widows.", "22-23": "“Yet sometimes[a] it seems as though God preserves the rich by his power and restores them to life when anyone else would die. God gives them confidence and strength, and helps them in many ways. ", "24": "But though they are very great now, yet in a moment they shall be gone like all others, cut off like heads of grain. ", "25": "Can anyone claim otherwise? Who can prove me a liar and claim that I am wrong?”"}