{"1": "“Men know how to mine silver and refine gold, ", "2": "to dig iron from the earth and melt copper from stone. ", "3-4": "Men know how to put light into darkness so that a mine shaft can be sunk into the earth, and the earth searched and its deep secrets explored. Into the black rock, shadowed by death, men descend on ropes, swinging back and forth.", "5": "“Men know how to obtain food from the surface of the earth, while underneath there is fire.", "6": "“They know how to find sapphires and gold dust—", "7": "treasures that no bird of prey can see, no eagle's eye observe—", "8": "for they are deep within the mines. No wild animal has ever walked upon those treasures; no lion has set his paw there. ", "9": "Men know how to tear apart flinty rocks and how to overturn the roots of mountains. ", "10": "They drill tunnels in the rocks and lay bare precious stones. ", "11": "They dam up streams of water and pan the gold.[a]", "12": "“But though men can do all these things, they don't know where to find wisdom and understanding. ", "13": "They not only don't know how to get it, but, in fact, it is not to be found among the living.", "14": "“'It's not here,' the oceans say; and the seas reply, 'Nor is it here.'", "15": "“It cannot be bought for gold or silver, ", "16": "nor for all the gold of Ophir or precious onyx stones or sapphires. ", "17": "Wisdom is far more valuable than gold and glass. It cannot be bought for jewels mounted in fine gold. ", "18": "Coral or crystal is worthless in trying to get it; its price is far above rubies. ", "19": "Topaz from Ethiopia cannot purchase it, nor even the purest gold.", "20": "“Then where can we get it? Where can it be found? ", "21": "For it is hid from the eyes of all mankind; even the sharp-eyed birds in the sky cannot discover it.", "22": "“But Destruction and Death speak of knowing something about it! ", "23-24": "And God surely knows where it is to be found, for he looks throughout the whole earth, under all the heavens. ", "25": "He makes the winds blow and sets the boundaries of the oceans. ", "26": "He makes the laws of the rain and a path for the lightning. ", "27": "He knows where wisdom is and declares it to all who will listen. He established it and examined it thoroughly. ", "28": "And this is what he says to all mankind: 'Look, to fear the Lord is true wisdom; to forsake evil is real understanding.'”"}