{"1": "Job continues:", "2": "“Oh, for the years gone by when God took care of me, ", "3": "when he lighted the way before me and I walked safely through the darkness; ", "4": "yes, in my early years, when the friendship of God was felt in my home; ", "5": "when the Almighty was still with me and my children were around me; ", "6": "when my projects prospered and even the rock poured out streams of olive oil to me!", "7": "“Those were the days when I went out to the city gate and took my place among the honored elders. ", "8": "The young saw me and stepped aside, and even the aged rose and stood up in respect at my coming. ", "9": "The princes stood in silence and laid their hands upon their mouths. ", "10": "The highest officials of the city stood in quietness. ", "11": "All rejoiced in what I said. All who saw me spoke well of me.", "12": "“For I, as an honest judge,[a] helped the poor in their need and the fatherless who had no one to help them. ", "13": "I helped those who were ready to perish, and they blessed me. And I caused the widows' hearts to sing for joy. ", "14": "All I did was just and honest, for righteousness was my clothing! ", "15": "I served as eyes for the blind and feet for the lame. ", "16": "I was as a father to the poor and saw to it that even strangers received a fair trial. ", "17": "I knocked out the fangs of the godless oppressors and made them drop their victims.", "18": "“I thought, 'Surely I shall die quietly in my nest after a long, good life.' ", "19": "For everything I did prospered; the dew lay all night upon my fields and watered them. ", "20": "Fresh honors were constantly given me, and my abilities were constantly refreshed and renewed. ", "21": "Everyone listened to me and valued my advice, and was silent until I spoke. ", "22": "And after I spoke, they spoke no more, for my counsel satisfied them. ", "23": "They longed for me to speak as those in drought-time long for rain. They waited eagerly with open mouths. ", "24": "When they were discouraged, I smiled and that encouraged them and lightened their spirits. ", "25": "I told them what they should do and corrected them as their chief, or as a king instructs his army, and as one who comforts those who mourn."}