{"1": "“I made a covenant with my eyes not to look with lust upon a girl. ", "2-3": "I know full well that Almighty God above sends calamity on those who do. ", "4": "He sees everything I do and every step I take.", "5": "“If I have lied and deceived—", "6": "but God knows that I am innocent—", "7-8": "or if I have stepped off God's pathway, or if my heart has lusted for what my eyes have seen, or if I am guilty of any other sin, then let someone else reap the crops I have sown and let all that I have planted be rooted out.", "9": "“Or if I have longed for another man's wife, ", "10": "then may I die, and may my wife be in another man's home and someone else become her husband. ", "11": "For lust is a shameful sin, a crime that should be punished. ", "12": "It is a devastating fire that destroys to hell and would root out all I have planted.", "13": "“If I have been unfair to my servants, ", "14": "how could I face God? What could I say when he questioned me about it? ", "15": "For God made me and made my servant too. He created us both.", "16": "“If I have hurt the poor, or caused widows to weep, ", "17": "or refused food to hungry orphans—", "18": "(but we have always cared for orphans in our home, treating them as our own children)—", "19-20": "or if I have seen anyone freezing and not given him clothing or fleece from my sheep to keep him warm, ", "21": "or if I have taken advantage of an orphan because I thought I could get away with it—", "22": "if I have done any of these things, then let my arm be torn from its socket! Let my shoulder be wrenched out of place! ", "23": "Rather that than face the judgment sent by God; that I dread more than anything else. For if the majesty of God opposes me, what hope is there?", "24": "“If I have put my trust in money, ", "25": "if my happiness depends on wealth, ", "26": "or if I have looked at the sun shining in the skies or the moon walking down her silver pathway ", "27": "and my heart has been secretly enticed, and I have worshiped them by kissing my hand to them, ", "28": "this, too, must be punished by the judges. For if I had done such things, it would mean that I denied the God of heaven.", "29": "“If I have rejoiced at harm to an enemy—", "30": "(but actually I have never cursed anyone nor asked for revenge)—", "31": "or if any of my servants have ever gone hungry—", "32": "(actually I have never turned away even a stranger but have opened my doors to all)—", "33": "or if, like Adam, I have tried to hide my sins, ", "34": "fearing the crowd and its contempt so that I refused to acknowledge my sin and do not go out of my way to help others—", "35": "(oh, that there were someone who would listen to me and try to see my side of this argument. Look, I will sign my signature to my defense; now let the Almighty show me that I am wrong; let him approve the indictments made against me by my enemies. ", "36": "I would treasure it like a crown. ", "37": "Then I would tell him exactly what I have done and why, presenting my defense as one he listens to).", "38-39": "“Or if my land accuses me because I stole the fruit it bears, or if I have murdered its owners to get their land for myself, ", "40": "then let thistles grow on that land instead of wheat, and weeds instead of barley.” Job's words are ended."}