{"1": "Elihu continued:", "2": "“Let me go on and I will show you the truth of what I am saying. For I have not finished defending God! ", "3": "I will give you many illustrations of the righteousness of my Maker. ", "4": "I am telling you the honest truth, for I am a man of well-rounded knowledge.", "5": "“God is almighty and yet does not despise anyone! And he is perfect in his understanding. ", "6": "He does not reward the wicked with his blessings, but gives them their full share of punishment. ", "7": "He does not ignore the good men but honors them by placing them upon eternal, kingly thrones. ", "8": "If troubles come upon them and they are enslaved and afflicted, ", "9": "then he takes the trouble to point out to them the reason, what they have done that is wrong, or how they have behaved proudly. ", "10": "He helps them hear his instruction to turn away from their sin.", "11": "“If they listen and obey him, then they will be blessed with prosperity throughout their lives. ", "12": "If they won't listen to him, they shall perish in battle and die because of their lack of good sense. ", "13": "But the godless reap his anger. They do not even return to him when he punishes them. ", "14": "They die young after lives of dissipation and depravity. ", "15": "He delivers by distress! This makes them listen to him!", "16": "“How he wanted to lure you away from danger into a wide and pleasant valley and to prosper you there. ", "17": "But you are too preoccupied with your imagined grievances against others. ", "18": "Watch out! Don't let your anger at others lead you into scoffing at God! Don't let your suffering embitter you at the only one who can deliver you. ", "19": "Do you really think that if you shout loudly enough against God, he will be ashamed and repent? Will this put an end to your chastisement?", "20": "“Do not desire the nighttime, with its opportunities for crime. ", "21": "Turn back from evil, for it was to prevent you from getting into a life of evil that God sent this suffering.", "22": "“Look, God is all-powerful. Who is a teacher like him? ", "23": "Who can say that what he does is absurd or evil? ", "24": "Instead, glorify him for his mighty works for which he is so famous. ", "25": "Everyone has seen these things from a distance.", "26": "“God is so great that we cannot begin to know him. No one can begin to understand eternity. ", "27": "He draws up the water vapor and then distills it into rain, ", "28": "which the skies pour down. ", "29": "Can anyone really understand the spreading of the clouds and the thunders within? ", "30": "See how he spreads the lightning around him, and blankets the tops of the mountains. ", "31": "By his fantastic powers in nature he punishes or blesses the people, giving them food in abundance. ", "32": "He fills his hands with lightning bolts. He hurls each at its target. ", "33": "We feel his presence in the thunder. Even the cattle know when a storm is coming."}