{"1": "Then the Lord answered Job from the whirlwind:", "2": "“Why are you using your ignorance to deny my providence? ", "3": "Now get ready to fight, for I am going to demand some answers from you, and you must reply.", "4": "“Where were you when I laid the foundations of the earth? Tell me, if you know so much. ", "5": "Do you know how its dimensions were determined, and who did the surveying? ", "6-7": "What supports its foundations, and who laid its cornerstone as the morning stars sang together and all the angels shouted for joy?", "8-9": "“Who decreed the boundaries of the seas when they gushed from the depths? Who clothed them with clouds and thick darkness ", "10": "and barred them by limiting their shores, ", "11": "and said, 'Thus far and no farther shall you come, and here shall your proud waves stop'?", "12": "“Have you ever once commanded the morning to appear and caused the dawn to rise in the east? ", "13": "Have you ever told the daylight to spread to the ends of the earth, to end the night's wickedness? ", "14": "Have you ever robed the dawn in red, ", "15": "and disturbed the haunts of wicked men, and stopped the arm raised to strike?", "16": "“Have you explored the springs from which the seas come, or walked in the sources of their depths? ", "17-18": "Has the location of the gates of death been revealed to you? Do you realize the extent of the earth? Tell me about it if you know! ", "19": "Where does the light come from, and how do you get there? Or tell me about the darkness. Where does it come from? ", "20": "Can you find its boundaries, or go to its source? ", "21": "But of course you know all this! For you were born before it was all created, and you are so very experienced!", "22-23": "“Have you visited the treasuries of the snow, or seen where hail is made and stored? For I have reserved it for the time when I will need it in war. ", "24": "Where is the path to the distribution point of light? Where is the home of the east wind? ", "25-27": "Who dug the valleys for the torrents of rain? Who laid out the path for the lightning, causing the rain to fall upon the barren deserts, so that the parched and barren ground is satisfied with water and tender grass springs up?", "28": "“Has the rain a father? Where does dew come from? ", "29": "Who is the mother of the ice and frost? ", "30": "For the water changes and turns to ice as hard as rock.", "31": "“Can you hold back the stars? Can you restrain Orion or Pleiades? ", "32": "Can you ensure the proper sequence of the seasons, or guide the constellation of the Bear with her satellites across the heavens? ", "33": "Do you know the laws of the universe and how the heavens influence the earth? ", "34": "Can you shout to the clouds and make it rain? ", "35": "Can you make lightning appear and cause it to strike as you direct it?", "36": "“Who gives intuition and instinct?[a] ", "37-38": "Who is wise enough to number all the clouds? Who can tilt the water jars of heaven, when everything is dust and clods? ", "39-40": "Can you stalk prey like a lioness, to satisfy the young lions' appetites as they lie in their dens or lie in wait in the jungle? ", "41": "Who provides for the ravens when their young cry out to God as they try to struggle up from their nest in hunger?"}