{"1": "“Do you know how mountain goats give birth? Have you ever seen them giving birth to their young? ", "2-3": "Do you know how many months of pregnancy they have before they bow themselves to give birth to their young and carry their burden no longer? ", "4": "Their young grow up in the open field, then leave their parents and return to them no more.", "5": "“Who makes the wild donkeys wild? ", "6": "I have placed them in the wilderness and given them salt plains to live in. ", "7": "For they hate the noise of the city and want no drivers shouting at them! ", "8": "The mountain ranges are their pastureland; there they search for every blade of grass.", "9": "“Will the wild ox be your happy servant? Will he stay beside your feeding crib? ", "10": "Can you use a wild ox to plow with? Will he pull the harrow for you? ", "11": "Because he is so strong, will you trust him? Will you let him decide where to work? ", "12": "Can you send him out to bring in the grain from the threshing floor?", "13": "“The ostrich flaps her wings grandly but has no true motherly love. ", "14": "She lays her eggs on top of the earth, to warm them in the dust. ", "15": "She forgets that someone may step on them and crush them, or the wild animals destroy them. ", "16": "She ignores her young as though they weren't her own and is unconcerned though they die, ", "17": "for God has deprived her of wisdom. ", "18": "But whenever she jumps up to run, she passes the swiftest horse with its rider.", "19": "“Have you given the horse strength or clothed his neck with a quivering mane? ", "20": "Have you made him able to leap forward like a locust? His majestic snorting is something to hear! ", "21-23": "He paws the earth and rejoices in his strength, and when he goes to war, he is unafraid and does not run away though the arrows rattle against him, or the flashing spear and javelin. ", "24": "Fiercely he paws the ground and rushes forward into battle when the trumpet blows. ", "25": "At the sound of the bugle he shouts, 'Aha!' He smells the battle when far away. He rejoices at the shouts of battle and the roar of the captain's commands.", "26": "“Do you know how a hawk soars and spreads her wings to the south? ", "27": "Is it at your command that the eagle rises high upon the cliffs to make her nest? ", "28": "She lives upon the cliffs, making her home in her mountain fortress. ", "29": "From there she spies her prey, from a very great distance. ", "30": "Her nestlings gulp down blood, for she goes wherever the slain are.”"}