{"1": "“Can you catch a crocodile[a] with a hook and line? Or put a noose around his tongue? ", "2": "Can you tie him with a rope through the nose, or pierce his jaw with a spike? ", "3": "Will he beg you to desist or try to flatter you from your intentions? ", "4": "Will he agree to let you make him your slave for life? ", "5": "Can you make a pet of him like a bird, or give him to your little girls to play with? ", "6": "Do fishing partners sell him to the fishmongers? ", "7": "Will his hide be hurt by darts, or his head with a harpoon?", "8": "“If you lay your hands upon him, you will long remember the battle that ensues and you will never try it again! ", "9": "No, it's useless to try to capture him. It is frightening even to think about it! ", "10": "No one dares to stir him up, let alone try to conquer him. And if no one can stand before him, who can stand before me? ", "11": "I owe no one anything. Everything under the heaven is mine.", "12": "“I should mention, too, the tremendous strength in his limbs and throughout his enormous frame. ", "13": "Who can penetrate his hide, or who dares come within reach of his jaws? ", "14": "For his teeth are terrible. ", "15-17": "His overlapping scales are his pride, making a tight seal so no air can get between them, and nothing can penetrate.", "18": "“When he sneezes, the sunlight sparkles like lightning across the vapor droplets. His eyes glow like sparks. ", "19": "Fire leaps from his mouth. ", "20": "Smoke flows from his nostrils, like steam from a boiling pot that is fired by dry rushes. ", "21": "Yes, his breath would kindle coals—flames leap from his mouth.", "22": "“The tremendous strength in his neck strikes terror wherever he goes. ", "23": "His flesh is hard and firm, not soft and fat. ", "24": "His heart is hard as rock, just like a millstone. ", "25": "When he stands up, the strongest are afraid. Terror grips them. ", "26": "No sword can stop him, nor spear nor dart nor pointed shaft. ", "27-28": "Iron is nothing but straw to him, and brass is rotten wood. Arrows cannot make him flee. Sling stones are as ineffective as straw. ", "29": "Clubs do no good, and he laughs at the javelins hurled at him. ", "30": "His belly is covered with scales as sharp as shards; they tear up the ground as he drags through the mud.", "31-32": "“He makes the water boil with his commotion. He churns the depths. He leaves a shining wake of froth behind him. One would think the sea was made of frost! ", "33": "There is nothing else so fearless anywhere on earth. ", "34": "Of all the beasts, he is the proudest—monarch of all that he sees.”"}