{"1": "“They cry for help but no one listens; they turn to their gods, but none gives them aid. ", "2": "They die in helpless frustration, overcome by their own anger. ", "3": "Those who turn from God may be successful for the moment, but then comes sudden disaster. ", "4": "Their children are cheated, with no one to defend them. ", "5": "Their harvests are stolen, and their wealth slakes the thirst of many others, not themselves! ", "6": "Misery comes upon them to punish them for sowing seeds of sin. ", "7": "Mankind heads for sin and misery as predictably as flames shoot upwards from a fire.", "8": "“My advice to you is this: Go to God and confess your sins to him.[a] ", "9": "For he does wonderful miracles, marvels without number. ", "10": "He sends the rain upon the earth to water the fields, ", "11": "and gives prosperity to the poor and humble, and takes sufferers to safety.", "12": "“He frustrates the plans of crafty men. ", "13": "They are caught in their own traps; he thwarts their schemes. ", "14": "They grope like blind men in the daylight; they see no better in the daytime than at night.", "15": "“God saves the fatherless and the poor from the grasp of these oppressors. ", "16": "And so at last the poor have hope, and the fangs of the wicked are broken.", "17": "“How enviable the man whom God corrects! Oh, do not despise the chastening of the Lord when you sin. ", "18": "For though he wounds, he binds and heals again. ", "19": "He will deliver you again and again so that no evil can touch you.", "20": "“He will keep you from death in famine and from the power of the sword in time of war.", "21": "“You will be safe from slander; no need to fear the future.", "22": "“You shall laugh at war and famine; wild animals will leave you alone. ", "23": "Dangerous animals will be at peace with you.", "24": "“You need not worry about your home while you are gone; nothing shall be stolen from your barns.", "25": "“Your sons shall become important men; your descendants shall be as numerous as grass! ", "26": "You shall live a long, good life; like standing grain, you'll not be harvested until it's time! ", "27": "I have found from experience that all of this is true. For your own good, listen to my counsel.”"}