{"1": "Mordecai Refuses to Honor Haman. 1 After these events King Ahasuerus promoted Haman, son of Hammedatha the Agagite, to high rank, seating him above all his fellow officials. ", "2": "All the king's servants who were at the royal gate would kneel and bow down to Haman, for that is what the king had ordered in his regard. Mordecai, however, would not kneel and bow down.[a] ", "3": "The king's servants who were at the royal gate said to Mordecai, “Why do you disobey the king's order?” ", "4": "When they had reminded him day after day and he would not listen to them, they informed Haman, to see whether Mordecai's explanation would prevail, since he had told them that he was a Jew.", "5": "Haman's Reprisal. 5 When Haman observed that Mordecai would not kneel and bow down to him, he was filled with anger. ", "6": "But he thought it was beneath him to attack only Mordecai. Since they had told Haman of Mordecai's nationality, he sought to destroy all the Jews, Mordecai's people, throughout the realm of King Ahasuerus. ", "7": "In the first month, Nisan, in the twelfth year of King Ahasuerus, the pur, or lot,[b] was cast in Haman's presence to determine the day and the month for the destruction of Mordecai's people on a single day, and the lot fell on the thirteenth day of the twelfth month, Adar.", "8": "Decree Against the Jews. 8 Then Haman said to King Ahasuerus: “Dispersed among the nations throughout the provinces of your kingdom, there is a certain people living apart. Their laws differ from those of every other people and they do not obey the laws of the king; so it is not proper for the king to tolerate them. ", "9": "If it please the king, let a decree be issued to destroy them; and I will deliver to the procurators ten thousand silver talents for deposit in the royal treasury.” ", "10": "The king took the signet ring[c] from his hand and gave it to Haman, son of Hammedatha the Agagite, the enemy of the Jews. ", "11": "The king said to Haman, “The silver is yours, as well as the people, to do with as you please.”[d]", "12": "So the royal scribes were summoned on the thirteenth day of the first month, and they wrote, at the dictation of Haman, an order to the royal satraps, the governors of every province, and the officials of every people, to each province in its own script and to each people in its own language. It was written in the name of King Ahasuerus and sealed with the royal signet ring. ", "13": "Letters were sent by couriers to all the royal provinces, to destroy, kill and annihilate all the Jews, young and old, including women and children in one day, the thirteenth day of the twelfth month, Adar, and to seize their goods as spoil. This is a copy of the letter: “The great King Ahasuerus writes to the satraps of the hundred and twenty-seven provinces from India to Ethiopia, and the governors subordinate to them, as follows: 2 When I came to rule many peoples and to hold sway over the whole world, not being carried away by a sense of my own authority but always acting fairly and with mildness, I determined to provide for my subjects a life of lasting tranquility; and, by making my kingdom civilized and safe for travel to its farthest borders, to restore the peace desired by all people. 3 When I consulted my counselors as to how this might be accomplished, Haman, who excels among us in discretion, who is outstanding for constant good will and steadfast loyalty, and who has gained a place in the kingdom second only to me, 4 brought it to our attention that, mixed among all the nations throughout the world, there is one people of ill will, which by its laws is opposed to every other people and continually disregards the decrees of kings, so that the unity of empire blamelessly designed by us cannot be established. “Having noted, therefore, that this nation, and it alone, is continually at variance with all people, lives by divergent and alien laws, is inimical to our government, and does all the harm it can to undermine the stability of the kingdom, 6 we hereby decree that all those who are indicated to you in the letters of Haman, who is in charge of the administration and is a second father to us, shall, together with their wives and children, be utterly destroyed by the swords of their enemies, without any pity or mercy, on the fourteenth day[e] of the twelfth month, Adar, of the current year; 7 so that when these people, whose present ill will is of long standing, have gone down into Hades by a violent death on a single day, they may leave our government completely stable and undisturbed for the future.”", "14": "A copy of the decree to be promulgated as law in every province was published to all the peoples, that they might be prepared for that day. ", "15": "The couriers set out in haste at the king's command; meanwhile, the decree was promulgated in the royal precinct of Susa. The king and Haman then sat down to drink, but the city of Susa was thrown into confusion."}