{"1": "Mordecai Exhorts Esther. 1 When Mordecai learned all that was happening, he tore his garments, put on sackcloth and ashes, and went through the city crying out loudly and bitterly, ", "2": "till he came before the royal gate, which no one clothed in sackcloth might enter. ", "3": "Likewise in each of the provinces, wherever the king's decree and law reached, the Jews went into deep mourning, with fasting, weeping, and lament; most of them lay on sackcloth and ashes.", "4": "Esther's maids and eunuchs came and told her. Overwhelmed with anguish, the queen sent garments for Mordecai to put on, so that he might take off his sackcloth; but he refused. ", "5": "Esther then summoned Hathach, one of the king's eunuchs whom he had placed at her service, and commanded him to find out what this action of Mordecai meant and the reason for it. ", "6": "So Hathach went out to Mordecai in the public square in front of the royal gate, ", "7": "and Mordecai recounted all that had happened to him, as well as the exact amount of silver Haman had promised to pay to the royal treasury for the slaughter of the Jews. ", "8": "He also gave him a copy of the written decree for their destruction that had been promulgated in Susa, to show and explain to Esther. Hathach was to instruct her to go to the king and to plead and intercede with him on behalf of her people.[a]", "9": "Hathach returned to Esther and told her what Mordecai had said. ", "10": "Then Esther replied to Hathach and gave him this message for Mordecai: ", "11": "“All the servants of the king and the people of his provinces know that any man or woman who goes to the king in the inner court without being summoned is subject to the same law—death. Only if the king extends the golden scepter will such a person live. Now as for me, I have not been summoned to the king for thirty days.”", "12": "When Esther's words were reported to Mordecai, ", "13": "he had this reply brought to her: “Do not imagine that you are safe in the king's palace, you alone of all the Jews. ", "14": "Even if you now remain silent, relief and deliverance will come to the Jews from another source;[b] but you and your father's house will perish. Who knows—perhaps it was for a time like this that you became queen?”", "15": "Esther sent back to Mordecai the response: ", "16": "“Go and assemble all the Jews who are in Susa; fast on my behalf, all of you, not eating or drinking night or day for three days. I and my maids will also fast in the same way. Thus prepared, I will go to the king, contrary to the law. If I perish, I perish!” ", "17": "Mordecai went away and did exactly as Esther had commanded. Prayer of Mordecai. 1 Recalling all that the Lord had done, Mordecai prayed to the Lord 2 and said: “Lord, Lord, King and Ruler of all, everything is in your power, and there is no one to oppose you when it is your will to save Israel. 3 You made heaven and earth and every wonderful thing under heaven. 4 You are Lord of all, and there is no one who can resist you, the Lord. 5 You know all things. You know, Lord, that it was not out of insolence or arrogance or desire for glory that I acted thus in not bowing down to the arrogant Haman. 6 I would have gladly kissed the soles of his feet for the salvation of Israel. 7 But I acted as I did so as not to place the honor of a mortal above that of God. I will not bow down to anyone but you, my Lord. It is not out of arrogance that I am acting thus. 8 And now, Lord God, King, God of Abraham, spare your people, for our enemies regard us with deadly envy and are bent upon destroying the inheritance that was yours from the beginning. 9 Do not spurn your portion, which you redeemed for yourself out of the land of Egypt. 10 Hear my prayer; have pity on your inheritance and turn our mourning into feasting, that we may live to sing praise to your name, Lord. Do not silence the mouths of those who praise you.” All Israel, too, cried out with all their strength, for death was staring them in the face. Prayer of Esther. 12 Queen Esther, seized with mortal anguish, fled to the Lord for refuge. 13 Taking off her splendid garments, she put on garments of distress and mourning. In place of her precious ointments she covered her head with dung and ashes. She afflicted her body severely and in place of her festive adornments, her tangled hair covered her. Then she prayed to the Lord, the God of Israel, saying: “My Lord, you alone are our King. Help me, who am alone and have no help but you, 15 for I am taking my life in my hand. 16 From birth, I have heard among my people that you, Lord, chose Israel from among all nations, and our ancestors from among all their forebears, as a lasting inheritance, and that you fulfilled all your promises to them. 17 But now we have sinned in your sight, and you have delivered us into the hands of our enemies, 18 because we worshiped their gods. You are just, O Lord. 19 But now they are not satisfied with our bitter servitude, but have sworn an oath to their idols 20 to do away with the decree you have pronounced, to destroy your inheritance, to close the mouths of those who praise you, to extinguish the glory of your house and your altar, 21 to open the mouths of the nations to acclaim their worthless gods, and to extol a mortal king forever. “Lord, do not relinquish your scepter to those who are nothing. Do not let our foes gloat over our ruin, but turn their own counsel against them and make an example of the one who began this against us. 23 Be mindful of us, Lord. Make yourself known in the time of our distress and give me courage, King of gods and Ruler of every power. 24 Put in my mouth persuasive words in the presence of the lion, and turn his heart to hatred for our enemy, so that he and his co-conspirators may perish. 25 Save us by your power, and help me, who am alone and have no one but you, Lord. “You know all things. You know that I hate the pomp of the lawless, and abhor the bed of the uncircumcised or of any foreigner. 27 You know that I am under constraint, that I abhor the sign of grandeur that rests on my head when I appear in public. I abhor it like a polluted rag, and do not wear it in private. 28 I, your servant, have never eaten at the table of Haman, nor have I graced the banquet of the king or drunk the wine of libations.[c] 29 From the day I was brought here till now, your servant has had no joy except in you, Lord, God of Abraham. 30 O God, whose power is over all, hear the voice of those in despair. Save us from the power of the wicked, and deliver me from my fear.” Esther Goes to Ahasuerus.[d] 1 On the third day, ending her prayers, she took off her prayer garments and arrayed herself in her splendid attire. 2 In making her appearance, after invoking the all-seeing God and savior, she took with her two maids; 3 on the one she leaned gently for support, 4 while the other followed her, bearing her train. 5 She glowed with perfect beauty and her face was as joyous as it was lovely, though her heart was pounding with fear. 6 She passed through all the portals till she stood before the king, who was seated on his royal throne, clothed in full robes of state, and covered with gold and precious stones, so that he inspired great awe. 7 As he looked up in extreme anger, his features fiery and majestic, the queen staggered, turned pale and fainted, collapsing against the maid in front of her. 8 But God changed the king's anger to gentleness. In great anxiety he sprang from his throne, held her in his arms until she recovered, and comforted her with reassuring words. 9 “What is it, Esther?” he said to her. “I am your brother.[e] Take courage! 10 You shall not die; this order of ours applies only to our subjects. 11 Come near!” 12 Raising the golden scepter, he touched her neck with it, embraced her, and said, “Speak to me.” She replied: “I saw you, my lord, as an angel of God, and my heart was shaken by fear of your majesty. 14 For you are awesome, my lord, though your countenance is full of mercy.” 15 As she said this, she fainted. 16 The king was shaken and all his attendants tried to revive her."}