{"1": "[a][Now on the third day, Esther put on her royal garments and stood in the inner courtyard, looking toward the royal palace, while the king was seated on his royal throne in the audience chamber, facing the palace doorway. ", "2": "When he saw Queen Esther standing in the courtyard, she won his favor and he extended toward her the golden scepter he held. She came up to him, and touched the top of the scepter.]", "3": "Then the king said to her, “What is it, Queen Esther? What is your request? Even if it is half of my kingdom, it shall be granted you.” ", "4": "Esther replied, “If it please your majesty, come today with Haman to a banquet I have prepared.” ", "5": "The king ordered, “Have Haman make haste to fulfill the wish of Esther.” First Banquet of Esther. So the king went with Haman to the banquet Esther had prepared. ", "6": "During the drinking of the wine, the king said to Esther, “Whatever you ask for shall be granted, and whatever request you make shall be honored, even if it is for half my kingdom.” ", "7": "Esther replied: “This is my petition and request: ", "8": "if I have found favor with the king and if it pleases your majesty to grant my petition and honor my request, let the king come with Haman tomorrow to a banquet I will prepare; and tomorrow I will do as the king asks.”", "9": "Haman's Plot Against Mordecai. 9 That day Haman left happy and in good spirits. But when he saw that Mordecai at the royal gate did not rise, and showed no fear of him, he was filled with anger toward him. ", "10": "Haman restrained himself, however, and went home, where he summoned his friends and his wife Zeresh. ", "11": "He recounted the greatness of his riches, the large number of his sons, and how the king had promoted him and placed him above the officials and royal servants. ", "12": "“Moreover,” Haman added, “Queen Esther invited no one but me to come with the king to the banquet she prepared; again tomorrow I am to be her guest with the king. ", "13": "Yet none of this satisfies me as long as I continue to see the Jew Mordecai sitting at the royal gate.” ", "14": "His wife Zeresh and all his friends said to him, “Have a stake set up, fifty cubits in height, and in the morning ask the king to have Mordecai impaled on it. Then go to the banquet with the king in good spirits.” This suggestion pleased Haman, and he had the stake erected."}