{"1": "Mordecai's Reward from the King. 1 That night the king, unable to sleep, asked that the chronicle of notable events be brought in. While this was being read to him, ", "2": "the passage occurred in which Mordecai reported Bigthan and Teresh, two of the royal eunuchs who guarded the entrance, for seeking to assassinate King Ahasuerus. ", "3": "The king asked, “What was done to honor and exalt Mordecai for this?” The king's attendants replied, “Nothing was done for him.”", "4": "[a]“Who is in the court?” the king asked. Now Haman had entered the outer court of the king's palace to suggest to the king that Mordecai should be impaled on the stake he had raised for him. ", "5": "The king's attendants answered him, “Haman is waiting in the court.” The king said, “Let him come in.” ", "6": "When Haman entered, the king said to him, “What should be done for the man whom the king wishes to reward?” Now Haman thought to himself, “Whom would the king wish to honor more than me?” ", "7": "So he replied to the king: “For the man whom the king wishes to honor ", "8": "there should be brought the royal robe the king wore and the horse the king rode with the royal crest placed on its head. ", "9": "The robe and the horse should be given to one of the noblest of the king's officials, who must clothe the man the king wishes to reward, have him ride on the horse in the public square of the city, and cry out before him, 'This is what is done for the man whom the king wishes to honor!'” ", "10": "Then the king said to Haman: “Hurry! Take the robe and horse as you have proposed, and do this for the Jew Mordecai, who is sitting at the royal gate. Do not omit anything you proposed.” ", "11": "So Haman took the robe and horse, clothed Mordecai, had him ride in the public square of the city, and cried out before him, “This is what is done for the man whom the king wishes to honor!”", "12": "Mordecai then returned to the royal gate, while Haman hurried home grieving, with his head covered. ", "13": "When he told his wife Zeresh and all his friends everything that had happened to him, his advisers and his wife Zeresh said to him, “If Mordecai, before whom you are beginning to fall, is of Jewish ancestry, you will not prevail against him, but will surely be defeated by him.”", "14": "Esther's Second Banquet. 14 While they were speaking with him, the king's eunuchs arrived and hurried Haman off to the banquet Esther had prepared."}