{"1": "Now Joshua was old and advanced in years when Adonai said to him, “You are old and getting on in years, yet very much of the land is still left to possess. ", "2": "This is the land still left: all the regions of the Philistines and all the Geshurites; ", "3": "from the Shihor which is near Egypt to the territory of Ekron northward (counted as Canaanite); the five Philistine lords of Gaza, Ashdod, Ashkelon, Gath and Ekron; also the Avvim ", "4": "in the south, all the land of the Canaanites—from Mearah of the Sidonians to Aphek, as far as the border of the Amorites; ", "5": "the land of the Gebalites; and all Lebanon toward the sunrise, from Baal-gad at the foot of Mount Hermon to the entrance of Hamath; ", "6": "all the inhabitants of the hill country from Lebanon to Misrephoth-maim, all the Sidonians. “I Myself will drive them out from before Bnei-Yisrael. Only allot it to Israel for an inheritance, as I have commanded you. ", "7": "So now, divide this land as an inheritance for the nine tribes and the half-tribe of Manasseh.”", "8": "With the half-tribe, the Reubenites and the Gadites received their inheritance, which Moses gave them beyond the Jordan eastward, just as Moses the servant of Adonai gave them; ", "9": "from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the flatland from Medeba to Dibon; ", "10": "and all the cities of King Sihon of the Amorites, who reigned in Heshbon, up to the border of the children of Ammon; ", "11": "and Gilead, and the territory of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan up to Salcah; ", "12": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (he was left of the remnant of the Rephaim), for Moses defeated them and drove them out. ", "13": "Nevertheless, Bnei-Yisrael did not drive out the Geshurites or the Maacathites; but Geshur and Maacath lived among Israel to this day.", "14": "Only to the tribe of Levi he gave no inheritance—the fire offerings of Adonai God of Israel are his inheritance, as He spoke to him.", "15": "To the tribe of the children of Reuben according to their clans, Moses gave as ", "16": "their territory: from Aroer on the edge of the Arnon Valley, along with the city in the middle of the valley, and all the tableland up to Medeba, ", "17": "Heshbon and all its towns on the tableland, Dibon, Bamoth-baal, Beth-baal-meon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathhaim, Sibmah and Zereth-shahar on the hill of the valley, ", "20": "Beth-peor, the slopes of Pisgah, and Beth-Jeshimoth—", "21": "all the towns of the tableland and the entire kingdom of King Sihon of the Amorites, who reigned in Heshbon. (Moses defeated him with the chiefs of Midian, Evi, Rekem, Zur, Hur and Reba, the princes of Sihon who were living in the land, ", "22": "and Balaam son of Beor the diviner, whom Bnei-Yisrael killed with the sword among the rest of their slain. ", "23": "As for the border of the children of Reuben, the Jordan was their border. This was the inheritance of the children of Reuben according to their clans, the towns and their villages.", "24": "To the tribe of Gad, Moses gave the children of Gad according to their clans ", "25": "as their territory: Jazer, all the towns of Gilead, half the land of the children of Ammon up to Aroer which is near Rabbah, ", "26": "from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the border of Lidbir. ", "27": "In the valley, Beth-haram, Beth-nimrah, Succoth and Zaphon—that is, the rest of the kingdom of King Sihon of Heshbon, with the Jordan as its border, to the lowest part of the Sea of Chinneroth beyond the Jordan eastward. ", "28": "This is the inheritance of the children of Gad according to their clans, the towns and their villages.", "29": "To the half-tribe of Manasseh, Moses also gave inheritance. For the half-tribe of the children of Manasseh according to their clans, ", "30": "their territory was from Mahanaim all of Bashan, the entire kingdom of King Og of Bashan and all the tent-villages of Jair which are in Bashan—60 towns; ", "31": "also half of Gilead, with Ashtaroth and Edrei, the cities of the kingdom of Og in Bashan, were for the children of Machir son of Manasseh, for half of the children of Machir according to their clans.", "32": "These are the inheritances that Moses apportioned in the plains of Moab, across the Jordan to the east of Jericho. ", "33": "But to the tribe of Levi Moses gave no inheritance—Adonai God of Israel is their inheritance, as He had spoken to them."}