{"1": "Now this was the allotment for the tribe of Manasseh, the firstborn of Joseph. To Machir the firstborn of Manasseh, the father of Gilead, since he was a man of war, he got Gilead and Bashan. ", "2": "So for the rest of the children of Manasseh according to their clans—for the sons of Abiezer, Helek, Asriel, Shechem, Hepher and Shemida—these were the male children of Manasseh son of Joseph according to their clans. ", "3": "But Zelophehad, son of Hepher, son of Gilead, son of Machir, son of Manasseh, had no sons but only daughters—these were the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "4": "So they appeared before Eleazar the kohen, before Joshua son of Nun and before the leaders saying: “Adonai commanded Moses to give us an inheritance among our kinsmen.” Therefore according to the commandment of Adonai he gave them a portion among their father's kinsmen. ", "5": "Thus ten shares fell to Manasseh, besides the land of Gilead and Bashan that is beyond the Jordan, ", "6": "because the daughters of Manasseh received a portion among his sons. Meanwhile the land of Gilead belonged to the rest of the sons of Manasseh.", "7": "The border of Manasseh ran from Asher to Michmethath, which is facing Shechem. Then the border went along southward to the inhabitants of En-tappuah. ", "8": "The land of Tappuah belonged to Manasseh, but Tappuah on the border of Manasseh belonged to the children of Ephraim. ", "9": "Next the border went down to the Wadi Kanah, south of the wadi, by towns belonging to Ephraim among Manasseh's towns. But the border of Manasseh was on the north side of the wadi, and ended at the sea. ", "10": "The south side belonged to Ephraim and the north side belonged to Manasseh, and the sea was its border. They reached to Asher on the north and to Issachar on the east. ", "11": "Within Issachar and Asher, Manasseh possessed Beth-shean and its villages, Ibleam and its villages, the inhabitants of Dor and its villages, the inhabitants of En-dor and its villages, the inhabitants of Taanach and its villages, and the inhabitants of Megiddo and its villages—three regions.", "12": "Yet the children of Manasseh could not take possession of these towns, because the Canaanites were resolved to live in that land. ", "13": "But when Bnei-Yisrael became stronger, that they put the Canaanites to forced labor, but did not utterly dispossess them.", "14": "Then the children of Joseph spoke to Joshua saying: “Why have you given us only one allotment and one portion for an inheritance? For we are a numerous people whom Adonai has thus far blessed?”", "15": "So Joshua said to them, “If you have so many people, go you up to the forest and clear a place for yourself there in the land of the Perizzites and the Rephaim, since the hill country of Ephraim is too narrow for you.”", "16": "“The hill country will not be enough for us,” the children of Joseph replied. “But all the Canaanites who inhabit the valley land have iron chariots—both those who are in Beth-shean and its villages and those who are in the Jezreel Valley.”", "17": "But Joshua spoke to the house of Joseph, to Ephraim and to Manasseh saying: “You are a numerous people with great strength! You shouldn't have just one allotment, ", "18": "because the hill country should be yours. Though it is a forest, you will clear it, and to its farthest borders it will be yours—for you will drive out the Canaanites, even though they have iron chariots and even though they are strong.”"}