{"1": "Then the whole congregation of Bnei-Yisrael assembled at Shiloh and set up the Tent of Meeting there, after the land was now subdued before them. ", "2": "Yet there remained among Bnei-Yisrael seven tribes that still had not received their portions. ", "3": "So Joshua said to Bnei-Yisrael, “How long will you be slack about going in to possess the land which Adonai, the God of your fathers, has given you? ", "4": "Appoint for yourselves three men from each tribe, and I will send them, and they will arise and walk through the land, and describe it according to their inheritance, and then return to me. ", "5": "They are to divide it into seven portions: Judah will remain within its territory in the south, and the house of Joseph will remain within their territory in the north. ", "6": "After you have described the seven portions of land, bring the description here to me. Then I will cast lots for you here before Adonai our God. ", "7": "But the Levites have no portion among you—for the priesthood of Adonai is their inheritance. Also Gad, Reuben and the half-tribe of Manasseh have received their inheritance beyond the Jordan eastward, which Moses the servant of Adonai gave them.”", "8": "So the men arose and went, and Joshua charged those who went to write a description of the land, saying: “Go and walk through the land and describe it, then return to me, and I will cast lots for you here before Adonai in Shiloh.” ", "9": "So the men went, passing through the land, and described it in a scroll, town by town, in seven parts. Then they came to Joshua at the camp at Shiloh. ", "10": "Then Joshua cast lots for them in Shiloh before Adonai, and there Joshua apportioned the land to Bnei-Yisrael according to their divisions.", "11": "Now the lot of the tribe of the children of Benjamin came up, for their clans. The territory of their allotment lay between the children of Judah and the children of Joseph. ", "12": "Now their border on the north side was from the Jordan—the border went up to the side of Jericho on the north, and went up through the hill country westward, and it ended at the wilderness of Beth-aven. ", "13": "Then the border passed from there to Luz, to the side of Luz (that is, Bethel) southward. Next the border went down to Atroth-addar, near the mountain that lies to the south of Lower Beth-horon.", "14": "On the west side, from the hill facing Beth-horon southward, the border curved, turning about southward, and ended at Kiriath-baal (that is, Kiriath-jearim), a town of the children of Judah. This was the west side.", "15": "Then the south side was from the outskirts of Kiriath-jearim, then the border went westward, going to the spring of the Waters of Nephtoah. ", "16": "Then the border went down to the foot of the mountain by the Valley of Ben-hinnom, which is at the northern end of the Valley of Rephaim. Then it went down to the Valley of Hinnom, to the slope of the Jebusite southward, and went down to En-rogel. ", "17": "Then it curved north, and went to En-shemesh and ran to Geliloth opposite the Ascent of Adummim, and went down to the Stone of Bohan son of Reuben. ", "18": "Next it passed northward to the slope facing the Arabah (of the Jordan Valley), and went down to the Arabah. ", "19": "Then the border passed along the side of Beth-hoglah northward, and the border ended at the northern bay of the Salt Sea, at the south end of the Jordan. This was the southern border.", "20": "The Jordan was to be the border on the east side. This was the inheritance of the children of Benjamin, and its borders all around according to their clans.", "21": "Now the towns of the tribe of the children of Benjamin according to their clans were: Jericho, Beth-hoglah, Emek-keziz, ", "22": "Beth-arabah, Zemaraim, Bethel, ", "23": "Avvim, Parah, Ophrah, ", "24": "Chephar-ammonah, Ophni, and Geba—12 towns with their villages. ", "25": "Gibeon, Ramah, Beerot, ", "26": "Mizpeh, Chephirah, Mozah, ", "27": "Rekem, Irpeel, Taralah, ", "28": "Zela, Eleph, and Jebus (that is, Jerusalem), Gibeah, and Kiriath—14 towns with their villages. This is the inheritance of the children of Benjamin according to their clans."}