{"1": "Then Joshua son of Nun secretly sent out two spies from Shittim saying: “Go, explore the land, especially Jericho.” So they went and came to the house of a prostitute whose name was Rahab, and lodged there.[a]", "2": "The king of Jericho was told, “Some men from Bnei-Yisrael have just come here tonight to spy out the land.”", "3": "So the king of Jericho sent word to Rahab saying: “Bring out the men who came to you, who entered your house—for they have come to spy out all the land.”", "4": "But the woman took the two men and hid them, and said: “Yes, the men did come to me, but I didn't know where they were from. ", "5": "So when it was time to shut the gate at dark, the men went out, and I don't know where they went. Pursue them quickly, for you may overtake them.” ", "6": "But she had brought them up to the roof and hidden them in the stalks of flax that she had spread out on the roof. ", "7": "So the men pursued them on the road to the fords of the Jordan. As soon as the pursuers had gone out, they shut the gate.", "8": "Now before they lay down, she came up to them on the roof, ", "9": "and she said to the men: “I know that Adonai has given you the land—dread of you has fallen on us and all the inhabitants of the land are melting in fear before you. ", "10": "For we have heard how Adonai dried up the water of the Sea of Reeds before you when you came out of Egypt, and what you did to the two kings of the Amorites that were beyond the Jordan, to Sihon and Og, whom you utterly destroyed. ", "11": "When we heard about it, our hearts melted, and no spirit remained any more in anyone because of you. For Adonai your God, He is God, in heaven above and on earth beneath. ", "12": "So now, please swear to me by Adonai, since I have dealt kindly with you, that you also will deal kindly with my father's house. Give me a true sign ", "13": "that you will spare the lives of my father, my mother, my brothers, my sisters and all who belong to them, and save our lives from death.”", "14": "The men said to her: “Our life for yours, if you don't report this business of ours. Then it will be when Adonai gives us the land that we will deal kindly and loyally with you.”", "15": "So she lowered them down by a rope through the window—for her house was in the wall; she was living in the wall. ", "16": "Then she said to them: “Go to the hill country, lest the pursuers meet you, and hide yourselves there for three days, until the pursuers return. Afterward, you may go your way.”", "17": "Then the men said to her: “We will be released from this oath that you have made us swear, ", "18": "unless when we come into the land, you tie this line of scarlet thread in the window through which you lowered us down, and gather to yourself in the house your father, your mother, your brothers and all your father's household—", "19": "whoever goes out of the doors of your house into the street, his blood will be on his head and we will be innocent, but whoever is with you in the house, his blood will be on our head if any hand is laid on him. ", "20": "But if you divulge this business of ours, then we will be released from your oath you have made us swear.”", "21": "So she said: “According to your words, so be it.” Then she sent them away. After they had gone, she tied the scarlet cord to the window. ", "22": "Then they departed and came to the hill country. They stayed there for three days until the pursuers returned. Now the pursuers had looked for them all along the road, but had not found them. ", "23": "Then the two men returned, came down from the hill country, crossed over and came to Joshua son of Nun. They reported to him all that had befallen them. ", "24": "“Surely Adonai has given all the land into our hands,” they said to Joshua. “Indeed, all the inhabitants of the land have melted in fear before us.”"}