{"1": "Then Joshua summoned the Reubenites, Gadites and half-tribe of Manasseh, ", "2": "and said to them: “You have kept all that Moses the servant of Adonai commanded you, and have listened to my voice in all that I commanded you. ", "3": "You have not abandoned your kinsmen these many days to this day, but have kept the charge of the commandment of Adonai your God. ", "4": "So now Adonai your God has given rest to your kinsmen, as He said to them. So now, turn and go to your tents, to the land that is your possession, which Moses the servant of Adonai gave you beyond the Jordan. ", "5": "Only be very careful to observe the mitzvah and the Torah which Moses the servant of Adonai commanded you, to love Adonai your God and walk in all His ways, and to keep His mitzvot, cling to Him and worship Him with all your heart and with all your soul.”", "6": "So Joshua blessed them and sent them away, and they went to their tents. ", "7": "Now to the one half-tribe of Manasseh Moses had given inheritance in Bashan, but to the other half Joshua gave territory among their kinsmen to the west of the Jordan. Moreover, when Joshua sent them away to their tents, he blessed them ", "8": "and spoke to them saying: “Return to your tents with great wealth and with very much cattle, with silver, gold, bronze, iron and with very many clothes. Share the spoil of your enemies with your brothers.”", "9": "So the children of Reuben, the children of Gad and the half-tribe of Manasseh returned and departed from Bnei-Yisrael at Shiloh in the land of Canaan, to go to the land of Gilead, to the land of their inheritance that they had possessed, according to the mouth of Adonai by Moses' hand.", "10": "Now when they came to the region near the Jordan in the land of Canaan, the children of Reuben, the children of Gad and the half-tribe of Manasseh built there an altar by the Jordan—a large, conspicuous altar. ", "11": "Then Bnei-Yisrael heard about it and said: “Behold, the children of Reuben, the children of Gad and the half-tribe of Manasseh have built an altar opposite the land of Canaan, in the region of the Jordan, across from Bnei-Yisrael.” ", "12": "And when Bnei-Yisrael heard of it, the whole congregation of Bnei-Yisrael assembled at Shiloh to go up against them in war. ", "13": "So Bnei-Yisrael sent word to the children of Reuben, the children of Gad and the half-tribe of Manasseh, into the land of Gilead, Phinehas son of Eleazar the kohen, ", "14": "and with him ten chieftains, one chieftain from each ancestral house of each of the tribes of Israel. Every one of them was the head of his ancestral house among the thousands of Israel.", "15": "So they came to the children of Reuben, the children of Gad and the half-tribe of Manasseh in the land of Gilead, and spoke with them saying: ", "16": "“Thus says the whole congregation of Adonai: 'What is this treachery that you have committed today against the God of Israel, by turning away from following Adonai, building yourselves an altar, rebelling this day against Adonai? ", "17": "Is the iniquity of Peor too little for us, from which we have not cleansed ourselves to this day, although a plague came on the congregation of Adonai, ", "18": "that you would turn away this day from following Adonai? Now you rebel against Adonai today, tomorrow He will be angry with the whole congregation of Israel! ", "19": "If, however, the land of your possession is unclean, then cross over to the land of the possession of Adonai, where Adonai's Tabernacle stands. Acquire holdings among us, but do not rebel against Adonai or against us by building an altar for yourselves other than the altar of Adonai our God. ", "20": "Did not Achan son of Zerah act unfaithfully concerning the things under the ban, and so wrath fell on the entire community of Israel? Nor did that man perish alone in his iniquity.'”", "21": "Then the children of Reuben, the children of Gad and the half-tribe of Manasseh answered, and spoke to the heads of the thousands of Israel: ", "22": "“God of gods is Adonai! God of gods is Adonai! He knows, and may Israel itself know! If we acted in rebellion or in treachery against Adonai, don't spare us this day! ", "23": "If we have built an altar to turn away from following Adonai, or if it was to offer burnt offering or grain offering on it, or to offer sacrifices of fellowship offerings on it, let Adonai Himself require it. ", "24": "But we have done this rather out of anxious concern, for a reason, saying: 'In the future, your children might say to our children: “What have you to do with Adonai, God of Israel? ", "25": "For Adonai has made the Jordan a border between us and you, you children of Reuben and children of Gad—you have no share in Adonai!” So your children may make our children stop fearing Adonai.", "26": "“Therefore we said: 'Let's now build an altar for ourselves—not for burnt offering or for sacrifice—", "27": "but as a witness between us and you, and between our generations after us, so that we may do the service of Adonai before Him with our burnt offerings, with our sacrifices and with our fellowship offerings. Then your children may not say to our children in times to come. “You have no share in Adonai!”' ", "28": "Therefore we said: 'If they say such to us or to our future generations, then we will say, “See the replica of the altar of Adonai which our fathers made—not for burnt offering or for sacrifice, but as a witness between us and you.”' ", "29": "Far be it from us that we should rebel against Adonai and turn away this day from following Adonai, by building an altar for burnt offering, for grain offering or for sacrifice, besides the altar of Adonai our God that stands before His Tabernacle.”", "30": "So when Phinehas the kohen and the leaders of the congregation—the heads of the thousands of Israel who were with him—heard the words that the children of Reuben, the children of Gad and the children of Manasseh spoke, it pleased them well. ", "31": "So Phinehas son of Eleazar the kohen said to the children of Reuben, the children of Gad and the children of Manasseh, “Today we know that Adonai is in the midst of us, because you have not committed this treachery against Adonai. Now you have delivered Bnei-Yisrael from the hand of Adonai.”", "32": "Then Phinehas son of Eleazar the kohen and the leaders returned from the children of Reuben and from the children of Gad, from the land of Gilead, to the land of Canaan, to Bnei-Yisrael, and brought back a report to them. ", "33": "The report pleased Bnei-Yisrael, and Bnei-Yisrael blessed God, and they did not speak of going up against them in war, to destroy the land in which the children of Reuben and the children of Gad were living. ", "34": "So the children of Reuben and the children of Gad named the altar, “for it is a witness between us that Adonai is God.”"}