{"1": "Then Joshua assembled all the tribes of Israel to Shechem, and summoned Israel's elders, heads, judges and officials. So they presented themselves before God. ", "2": "Then Joshua said to all the people: “Thus says Adonai, God of Israel: 'From ancient times your fathers—Terah, the father of Abraham and the father of Nahor—lived beyond the River and worshipped other gods. ", "3": "Then I took your father Abraham from beyond the River and led him through the entire land of Canaan and multiplied his offspring. I gave him Isaac, ", "4": "then to Isaac I gave Jacob and Esau. To Esau I gave Mount Seir to possess it as his own, but Jacob and his children went down to Egypt.", "5": "“So I sent Moses and Aaron, and I plagued Egypt with what I did in its midst, and afterward I brought you out. ", "6": "I brought your fathers out of Egypt. When you came to the sea, the Egyptians pursued your fathers to the Sea of Reeds with chariots and horsemen. ", "7": "But when they cried out to Adonai, He put darkness between you and the Egyptians, then He brought the sea upon them, and it covered them; and your eyes saw what I did to the Egyptians. Then you stayed in the wilderness for a long time.", "8": "“Then I brought you to the land of the Amorites who were living beyond the Jordan. Though they fought against you, I gave them into your hand, and you possessed their land when I destroyed them from before you. ", "9": "Then Balak son of Zippor, king of Moab, rose and fought against Israel. He even sent and called for Balaam son of Beor to curse you. ", "10": "But I refused to listen to Balaam; instead, he had to keep blessing you. Thus I delivered you from his hand.", "11": "“Then you crossed over the Jordan and came to Jericho, but the men of Jericho fought against you—the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites and the Jebusites—but I delivered them into your hand. ", "12": "Then I sent the hornet before you and it drove them out from before you—the two kings of the Amorites—not by your sword or your bow. ", "13": "I gave you a land on which you had not labored, and cities that you had not built and you have settled in them, vineyards and olive groves that you had not planted, that you are eating.", "14": "“Now therefore, fear Adonai and worship Him in sincerity and in truth. Get rid of the gods that your fathers had worshipped beyond the River and in Egypt, and worship Adonai. ", "15": "If it seems bad to you to worship Adonai, then choose for yourselves today whom you will serve—whether the gods that your fathers worshipped that were beyond the River or the gods of the Amorites in whose land you are living. But as for me and my household, we will worship Adonai!”", "16": "Then the people answered and said: “Far be it from us that we should forsake Adonai to worship other gods! ", "17": "For it was Adonai our God who brought us and our fathers up from the land of Egypt, from the house of bondage, and who did those great signs in our sight and preserved us all along the way that we travelled and among all the peoples through whose midst we passed. ", "18": "It was Adonai who drove out from before us all the peoples, the Amorites that lived in the land. Therefore we also will worship Adonai, for He is our God.”", "19": "But Joshua said to the people, “You will not be able to worship Adonai, for He is a holy God. He is a jealous God. He will not pardon your transgression and your sins. ", "20": "If you forsake Adonai and worship foreign gods, then He will turn and do you harm and consume you, after He has done good to you.”", "21": "But the people said to Joshua, “No! For we will worship Adonai.”", "22": "So Joshua said to the people, “You are witnesses to yourselves that you have chosen for yourselves Adonai, to worship Him.” “We are witnesses,” they responded.", "23": "“Now therefore, get rid of the foreign gods that are in your midst, and incline your hearts to Adonai, God of Israel.” ", "24": "And the people said to Joshua, “We will worship none but Adonai our God, and we will obey none but His voice.”", "25": "So Joshua cut a covenant with the people that day, and set for them a statute and an ordinance in Shechem. ", "26": "Then Joshua wrote these words in the scroll of the Torah of God. Also he took a great stone and set it up there under the oak that was by the Sanctuary of Adonai. ", "27": "Joshua said to all the people, “Behold, this stone will be a witness to us. For it has heard all the words of Adonai which He has spoken to us. So it will be a witness to you, lest you deny your God.”", "28": "Joshua then dismissed the people, each to his own inheritance.", "29": "Now it came to pass after these things that Joshua son of Nun, the servant of Adonai, died at the age of 110 years. ", "30": "So they buried him in the territory of his own portion in Timnath-serah, which is in the hill country of Ephraim, north of Mount Gaash. ", "31": "Israel worshipped Adonai all the days of Joshua and all the days of the elders who outlived Joshua and had known all the work of Adonai that He had done for Israel.", "32": "Joseph's bones, which Bnei-Yisrael had brought up from Egypt, they buried in Shechem, in the parcel of ground that Jacob had bought from the sons of Hamor the father of Shechem for 100 pieces of silver.[a] It became the inheritance of the children of Joseph.", "33": "Then Eleazar son of Aaron died, and they buried him in Gibeah, which had been given to Phinehas his son, in the hill country of Ephraim."}