{"1": "Then Joshua rose up early in the morning, and he and all Bnei-Yisrael set out from Shittim and came to the Jordan. They lodged there before crossing over. ", "2": "Now it came about after three days that the officials went through the camp ", "3": "and they charged the people saying, “When you see the ark of the covenant of Adonai your God and the Levitical kohanim carrying it, then you must set out from your place and follow it. ", "4": "Yet keep a distance between you and it of about 2,000 cubits by measure. Don't come near it, so you may know the way by which you should go, for you haven't travelled this way before.”", "5": "Then Joshua told the people, “Consecrate yourselves, for tomorrow Adonai will do wonders in your midst.” ", "6": "Joshua spoke to the kohanim saying: “Take up the ark of the covenant and cross over ahead of the people.” So they took up the ark of the covenant and went ahead of the people.", "7": "Now Adonai said to Joshua, “This day I will begin to exalt you in the eyes of all Israel, so they may know that just as I was with Moses, so I will be with you. ", "8": "You are to command the kohanim who are carrying the ark of the covenant saying: 'When you reach the edge of the waters of the Jordan, you are to stand still in the Jordan.'”", "9": "So Joshua said to Bnei-Yisrael, “Come here, and listen to the words of Adonai your God.” ", "10": "Joshua said, “By this you will know that the living God is among you, and that He will certainly drive out from before you the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite and the Jebusite. ", "11": "Behold, the ark of the covenant of the Sovereign of all the earth is advancing before you into the Jordan. ", "12": "So now, take for yourselves twelve men out of the tribes of Israel, one man for each tribe. ", "13": "It will come to pass when the soles of the feet of the kohanim who are carrying the ark of Adonai, Sovereign of all the earth, rest in the waters of the Jordan, the Jordan's waters will be cut off. The waters coming downstream will stand up in one heap.”", "14": "So it came to pass. When the people set out from their tents to cross over the Jordan, the kohanim were carrying the ark of the covenant ahead of the people. ", "15": "Now the Jordan overflows all its banks throughout the harvest season. But as soon as those who were carrying the ark came into the Jordan and the feet of the kohanim carrying the ark dipped in the edge of the water, ", "16": "the waters which were flowing down from above stood and rose up in one heap, a great distance away at Adam, the town next to Zarethan. What was flowing down to the sea of the Arabah (the Salt Sea) was completely cut off. So the people crossed over opposite Jericho. ", "17": "Yet the kohanim carrying the ark of the covenant of Adonai stood firmly on dry ground in the middle of the Jordan, while all Israel crossed over on dry ground, until the entire nation had finished crossing over the Jordan."}