{"1": "Now it came about when all the Amorite kings beyond the Jordan westward and all the Canaanite kings by the sea heard how Adonai had dried up the waters of the Jordan before Bnei-Yisrael until they had crossed, their heart melted, nor was there any spirit in them anymore, because of Bnei-Yisrael.", "2": "At that time Adonai said to Joshua, “Make yourself flint knives and circumcise again Bnei-Yisrael a second time.” ", "3": "So Joshua made flint knives and circumcised Bnei-Yisrael at Gibeath-ha-araloth. ", "4": "Now this is the reason why Joshua circumcised: all the people that came out of Egypt who were males—all the men of war—had died in the wilderness along the way after they came out of Egypt. ", "5": "Though all the people that came out were circumcised, none of the people who were born in the wilderness along the way as they came out of Egypt had been circumcised. ", "6": "For Bnei-Yisrael walked 40 years in the wilderness, until all the nation's men of war who came out of Egypt died out, because they had not listened to the voice of Adonai. To them Adonai had sworn that He would never let them see the land which Adonai had sworn to their fathers that He would give us, a land flowing with milk and honey. ", "7": "But He raised up their children in their place. Joshua circumcised them, for they were uncircumcised, since they had not been circumcised along the way. ", "8": "Now it came to pass after they had finished circumcising the entire nation, they remained in their places in the camp until they recovered.", "9": "Then Adonai said to Joshua, “This day I have rolled away the reproach of Egypt from you.” Therefore the name of that place has been called Gilgal to this day. ", "10": "While Bnei-Yisrael camped at Gilgal[a], they observed Passover on the evening of the fourteenth day of the month in the plains of Jericho. ", "11": "On the day after the Passover, on that very day, they ate of the produce of the land, matzot and roasted grain.", "12": "Then the manna ceased on the day after they had eaten of the produce of the land. Bnei-Yisrael had manna no longer, but ate some of the yield of the land of Canaan that year.", "13": "Now it came to pass when Joshua was near Jericho that he lifted up his eyes and looked, and behold, there was a man standing in front of him with his sword drawn in his hand. Joshua approached him and said to him: “Are you for us or for our adversaries?”", "14": "“Neither,” he said. “Rather, I have now come as commander of Adonai's army.” Then Joshua fell on his face to the ground and worshipped. Then he asked him, “What is my lord saying to his servant?”", "15": "Then the commander of Adonai's army replied to Joshua, “Take your sandal off of your foot, for the place where you are standing is holy.” And Joshua did so."}