{"1": "But Bnei-Yisrael unfaithfully violated the ban. Achan son of Carmi son of Zabdi son of Zerah, of the tribe of Judah, took some of the banned things[a]. So Adonai's anger burned against Bnei-Yisrael.", "2": "Now Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and spoke to them saying: “Go up and spy out the land.” So the men went up and spied out Ai.", "3": "When they returned to Joshua, they reported to him: “Let not all the people go up—only about two or three thousand men need go up and strike Ai, so don't wear out all the people there, for they are just a few.” ", "4": "So about 3,000 men from the people went up there, but they fled before the men of Ai. ", "5": "The men of Ai struck down about 36 of their men, and they chased them from outside the gate as far as Shebarim,[b] striking them down on the slope. So the hearts of the people melted and became like water.", "6": "Joshua then tore his clothes and fell to the ground on his face before the ark of Adonai until evening, both he and the elders of Israel, and they put dust on their heads. ", "7": "“Alas, Adonai Elohim!” Joshua said. “Why did You ever bring this people across the Jordan? Is it to deliver us into the hand of the Amorites—to destroy us? If only we had been content and dwelled beyond the Jordan! ", "8": "Oh my Lord, what can I say, now that Israel has turned its back before its enemies? ", "9": "For when the Canaanites and all the inhabitants of the land hear of it, they will surround us and cut off our name from the earth. Then what will You do for Your great Name?”", "10": "Then Adonai said to Joshua, “Arise! Why are you fallen on your face? ", "11": "Israel has sinned. Yes, they have also transgressed My covenant, which I commanded them. Now they have even taken of the things under the ban of destruction. So they have also stolen and even deceived, and even put them among their own possessions. ", "12": "So Bnei-Yisrael cannot stand before their enemies. So they turn their necks before their enemies, because they have come under the ban. I will not be with you any more unless you destroy whatever is under the ban from among you. ", "13": "Arise! Consecrate the people and say, 'Consecrate yourselves for tomorrow, for thus says Adonai, the God of Israel: Something under the ban is in the midst of you, Israel. You will not be able to stand up before your enemies until you remove whatever is under the ban from among you. ", "14": "In the morning you will approach by your tribes. It will be that the tribe that Adonai takes will come forward by families, and the family that Adonai takes will come forward by households, and the household that Adonai takes will come forward man by man. ", "15": "Then whoever is taken with whatever is under the ban must be burned with fire, he and all belonging to him, because he has transgressed the covenant of Adonai, and because he has committed a disgrace in Israel.'”", "16": "So Joshua rose up early in the morning and brought Israel forward by their tribes, and the tribe of Judah was taken. ", "17": "Then he brought forward the clans of Judah, and He took the family of the Zerahites. Then he brought forward the family of the Zerahites man by man, and Zabdi was taken. ", "18": "Then he brought forward his household man by man, and Achan son of Carmi son of Zabdi son of Zerah of the tribe of Judah was taken. ", "19": "So Joshua said to Achan, “My son, give glory now to Adonai, God of Israel, and give praise to Him, and confess to me now what you have done—hide nothing from me.”", "20": "Achan responded to Joshua and said: “It's true! I have sinned against Adonai, God of Israel! This is what I have done: ", "21": "When I saw among the spoil a beautiful Shinar mantle and 200 shekels of silver and a wedge of gold 50 shekels in weight, I coveted them and took them. Look, they are buried in the ground in the middle of my tent, with the silver under it.”", "22": "So Joshua sent messengers who ran to the tent, and behold, it was buried in his tent with the silver underneath it. ", "23": "Then they took them from the middle of the tent and brought them to Joshua and to all Bnei-Yisrael, and they laid them down before Adonai. ", "24": "Then Joshua, and all Israel with him, took Achan son of Zerah, the silver, the mantle, the wedge of gold, his sons, his daughters, his oxen, his donkeys, his sheep and his tent, and all that he had, and they brought them up to the Valley of Achor.", "25": "Then Joshua said, “Why have you brought trouble on us? Adonai will trouble you this day.” Then all Israel stoned him with stones, burned them with fire and stoned them with stones. ", "26": "They raised over him a great heap of stones that stands to this day. Then Adonai turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor to this day."}