{"1": "Now when all the kings who were west of the Jordan, in the hill country, in the lowland and along the shore of the Great Sea to the vicinity of Lebanon—the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites and the Jebusites—heard about it, ", "2": "they gathered themselves together as a unified alliance to fight against Joshua and Israel.", "3": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai, ", "4": "they acted craftily. They went and traveled as ambassadors, took worn-out sacks for their donkeys and worn-out wine skins, cracked and patched up, ", "5": "along with worn-out, patched up sandals on their feet and worn-out clothes on them. All the bread of their provision was dry and had become crumbly. ", "6": "Then they went to Joshua in the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country. So now, make a treaty-covenant with us.”", "7": "Then the men of Israel said to the Hivites: “Perhaps you are living among us. How then should we make a covenant with you?”", "8": "But they said to Joshua, “We are your servants.” Then Joshua asked them, “Who are you? Where do you come from?”", "9": "So they replied to him: “Your servants have come from a very distant country because of the Name of Adonai your God. For we have heard the report of Him and all that He did in Egypt, ", "10": "and all that He did to the two kings of the Amorites who were beyond the Jordan—to King Sihon of Heshbon and to King Og of Bashan, who was at Ashtaroth. ", "11": "So our elders and all the inhabitants of our country spoke to us saying, 'Take provisions in your hand for the journey, go to meet them and say to them: “We will be your subjects, so now make a treaty-covenant with us.'” ", "12": "This is our bread, which was hot when we took it for our provision from our homes on the day we left to come to you, but now behold, it is dry and crumbly. ", "13": "And these wineskins, which we were new when we filled them, but now see, they are cracked. Also these our garments and our sandals are worn-out because of the very long journey.”", "14": "So the men of Israel took some of their provisions, and did not seek counsel from Adonai's mouth. ", "15": "So Joshua made peace with them and cut a covenant with them, to let them live, and the leaders of the community swore to them.", "16": "But it came about at the end of three days after they had cut a covenant with them, they heard that they were their neighbors, and were living among them. ", "17": "So Bnei-Yisrael journeyed and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim. ", "18": "But Bnei-Yisrael did not strike them, because the leaders of the community had sworn to them by Adonai, God of Israel. Then the entire community murmured against the leaders, ", "19": "but all the leaders answered the entire community, “We have sworn to them by Adonai, God of Israel, so now we cannot touch them. ", "20": "This is what we will do to them: We will let them live, lest wrath be upon us because of the oath which we swore to them.” ", "21": "“Yes, let them live,” the leaders said further, “but let them chop wood and draw water for the entire community.” So the leaders decreed concerning them.", "22": "Then Joshua summoned them and he spoke to them saying: “Why have you deceived us saying: 'We are very far from you,' when you are living among us? ", "23": "Now therefore, you are cursed, and you will never cease to be servants, wood-choppers and water-carriers for the House of my God.”", "24": "So they answered Joshua and said: “It was because your servants were clearly told that Adonai your God had commanded His servant Moses to give you all the land and to destroy all the inhabitants of the land before you. So we were very afraid for our lives because of you, and so we did this. ", "25": "Now behold, we are in your hand. Whatever seems good and right in your eyes to do to us, do.”", "26": "Thus he did to them, delivering them from the hand of Bnei-Yisrael, so they did not slay them. ", "27": "On that day Joshua made them wood-choppers and water-carriers for the community, and for the altar of Adonai in the place which He would choose. So it is to this day."}