{"1": "Mordecai giveth the Queen knowledge of the cruel decree of the king against the Jews. 16 She willeth that they pray for her. Now when Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth, and ashes, and went out into the midst of the city, and cried with a great cry, and a bitter.", "2": "And he came even before the King's [a]gate, but he might not enter within the king's gate, being clothed with sackcloth.", "3": "And in every province and place, whither the king's charge and his commission came, there was great sorrow among the Jews, and fasting, and weeping, and mourning, and [b]many lay in sackcloth and in ashes.", "4": "¶ Then Esther's maids and her Eunuchs came and told it her: therefore the queen was very heavy, and she sent raiment to clothe Mordecai, and to take away his sackcloth from him, but he received it not.", "5": "Then called Esther Hathach one of the King's eunuchs, whom he [c]had appointed to serve her, and gave him a commandment unto Mordecai, to know what it was, and why it was.", "6": "So Hathach went forth to Mordecai unto the street of the city, which was before the king's gate.", "7": "And Mordecai told him of all that which had come unto him, and of the [d]sum of the silver that Haman had promised to pay unto the King's treasures, because of the Jews, for to destroy them.", "8": "Also he gave him the [e]copy of the writing and commission that was given at Shushan, to destroy them, that he might show it unto Esther and declare it unto her, and to charge her that she should go in to the king, and make petition and supplication before him for her people.", "9": "¶ So when Hathach came, he told Esther the words of Mordecai.", "10": "Then Esther said unto Hathach, and commanded him to say unto Mordecai,", "11": "All the king's servants and the people of the King's provinces do know, That whosoever, man or woman, that cometh to the king into the inner court, which is not called, there is a law of his, that he shall die, except him to whom the king holdeth out the golden rod, that he may live. Now I have not been called to come unto the king these thirty days.", "12": "And they certified Mordecai of Esther's words.", "13": "And Mordecai said, that they should answer Esther thus, Think not with thyself that thou shalt escape in the king's house, more than all the Jews.", "14": "For if thou holdest thy peace at this time, [f]comfort and deliverance [g]shall appear to the Jews out of another place, but thou and thy father's house shall perish: and who knoweth whether thou art come to the kingdom for [h]such a time?", "15": "Then Esther commanded to answer Mordecai,", "16": "Go, and assemble all the Jews that are found in Shushan, and fast ye for me, and eat not, nor drink in three days, day nor night. I also and my maids will fast likewise, and so will I go in to the King, which is not according to the law: and if I perish, [i]I perish.", "17": "So Mordecai went his way, and did according to all that Esther had commanded him."}