{"1": "Esther entereth to the King, and biddeth him and Haman to a feast. 14 Haman prepareth a gallows for Mordecai. And on the third [a]day Esther put on her royal apparel, and stood in the court of the King's palace within, over against the King's house: and the King sat upon his royal throne in the king's palace over against the gate of the house.", "2": "And when the King saw Esther the Queen standing in the court, she found favor in his sight: and the King [b]held out the golden scepter that was in his hand: so Esther drew near, and touched the top of the scepter.", "3": "Then said the King unto her, What wilt thou, Queen Esther? and what is thy request? it shall be even [c]given thee to the half of the kingdom.", "4": "Then said Esther, If it please the king, let the King and Haman come this day unto the banquet, that I have prepared for him.", "5": "And the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared.", "6": "And the king said unto Esther at the banquet of [d]wine, What is thy petition, that it may be given thee? and what is thy request? it shall even be performed unto the half of the kingdom.", "7": "Then answered Esther, and said, My petition, and my request is,", "8": "If I have found favor in the sight of the king, and if it please the king to give me my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do tomorrow according to the king's [e]saying.", "9": "¶ Then went Haman forth the same day joyful, and with a glad heart. But when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, then was Haman full of indignation at Mordecai.", "10": "Nevertheless, Haman refrained himself: and when he came home, he sent, and called for his friends, and Zeresh his wife.", "11": "And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had [f]promoted him, and how that he had set him above the princes and servants of the king.", "12": "Haman said moreover, Yea, Esther the queen did let no man come in with the king to the banquet that she had prepared, save me: and tomorrow am I bidden unto her also with the king.", "13": "But all this doth nothing avail me, as long as I see Mordecai the Jew sitting at the king's gate.", "14": "Then said Zeresh his wife and all his friends unto him, Let them make a tree of fifty [g]cubits high, and tomorrow speak thou unto the king, that Mordecai may be hanged thereon: then shalt thou go joyfully with the king unto the banquet. And the thing pleased Haman, and he caused to make the tree."}