{"1": "The king turneth over the Chronicles, and findeth the fidelity of Mordecai, 10 and commandeth Haman to cause Mordecai to be had in honor. The same night [a]the king slept not, and he commanded to bring the book of the Records, and the Chronicles: and they were read before the king.", "2": "Then it was found written that Mordecai had told of Bigthana and Teresh, two of the king's eunuchs keepers of the door, who sought to lay hands on the King Ahasuerus.", "3": "Then the king said, What honor and dignity hath been given to Mordecai [b]for this? And the king's servants that ministered unto him, said, There is nothing done for him.", "4": "And the king said, Who is in the court? (Now Haman was come into the inner court of the king's house, that he might speak unto the king to [c]hang Mordecai on the tree that he had prepared for him.)", "5": "And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.", "6": "And when Haman came in, the king said unto him, What shall be done unto the man whom the king will honor? Then Haman thought in his heart, To whom would the king do honor more than to me?", "7": "And Haman answered the king, The man whom the king would honor,", "8": "Let them bring for him royal apparel, which the king useth to wear, and the [d]horse that the king rideth upon, and that the crown royal may be set upon his head.", "9": "And let the raiment and the horse be delivered by the hand of one of the king's most noble princes, and let them apparel the man (whom the king will honor) and cause him to ride upon the horse through the street of the city, and proclaim before him, Thus shall it be done unto the man whom the king will honor.", "10": "Then the king said to Haman, Make haste, take the raiment and the horse, as thou hast said, and do so unto Mordecai the Jew, that sitteth at the king's gate: let nothing fail of all that thou hast spoken.", "11": "So Haman took the raiment and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done to the man whom the king will honor.", "12": "And Mordecai came again to the king's gate, but Haman hasted home mourning and his head covered.", "13": "And Haman told Zeresh his wife, and all his friends, all that had befallen him. Then said his wise men, and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, [e]but shalt surely fall before him.", "14": "And while they were yet talking with him, came the king's eunuchs and hasted to bring Haman unto the banquet that Esther had prepared."}