{"1": "See what kind of love the Father has given us: We are called God's children—and that is what we are![a] For this reason the world does not recognize us, because it did not recognize him, either.", "2": "Dear friends, we are now God's children, but what we will be like has not been revealed yet. We know that when the Messiah[b] is revealed, we will be like him, because we will see him as he is. ", "3": "And everyone who has this hope based on him keeps himself pure, just as the Messiah[c] is pure. ", "4": "Everyone who keeps living in sin also practices disobedience. In fact, sin is disobedience. ", "5": "You know that the Messiah[d] was revealed to take away sins,[e] and there is not any sin in him. ", "6": "No one who remains in union with him keeps on sinning. The one who keeps on sinning hasn't seen him or known him.", "7": "Little children, don't let anyone deceive you. The person who practices righteousness is righteous, just as the Messiah[f] is righteous. ", "8": "The person who practices sin belongs to the evil one, because the Devil has been sinning from the beginning. The reason that the Son of God was revealed was to destroy what the Devil has been doing. ", "9": "No one who has been born from God practices sin, because God's[g] seed abides in him. Indeed, he cannot go on sinning, because he has been born from God. ", "10": "This is how God's children and the Devil's children are distinguished.[h] No person who fails to practice righteousness and to love his brother is from God.", "11": "This is the message that you have heard from the beginning: We should love one another. ", "12": "Do not be like Cain,[i] who was from the evil one and murdered his brother. And why did he murder him? Because what he was doing was evil and his brother's actions[j] were righteous. ", "13": "So do not be surprised, brothers, if the world hates you.", "14": "We know that we have passed from death to life, because we love one another. The person who does not love[k] remains spiritually[l] dead. ", "15": "Everyone who hates his brother is a murderer, and you know that no murderer has eternal life present in him. ", "16": "This is how we have come to know love: the Messiah[m] gave his life for us. We, too, ought to give our lives for our brothers. ", "17": "Whoever has earthly possessions and notices a brother in need and yet withholds his compassion from him, how can the love of God be present in him? ", "18": "Little children, we must stop expressing love merely by our words and manner of speech; we must love[n] also in action[o] and in truth. ", "19": "This is how we will know that we belong to the truth and how we will be able to keep ourselves[p] strong in his presence.", "20": "If our hearts condemn us, God is greater than our hearts and knows everything. ", "21": "Dear friends, if our hearts do not condemn us, we have confidence in the presence of God. ", "22": "Whatever we request we receive from him, because we keep his commandments and do what pleases him. ", "23": "And this is his commandment: to believe in the name of his Son, Jesus the Messiah,[q] and to love one another as he commanded us. ", "24": "The person who keeps his commandments abides in God,[r] and God abides in him.[s] This is how we can be sure that he remains in us: he has given us his Spirit."}