{"1": "Everything that happens in this world happens at the time God chooses.", "2": "He sets the time for birth and the time for death, the time for planting and the time for pulling up,", "3": "the time for killing and the time for healing, the time for tearing down and the time for building.", "4": "He sets the time for sorrow and the time for joy, the time for mourning and the time for dancing,", "5": "the time for making love and the time for not making love, the time for kissing and the time for not kissing.", "6": "He sets the time for finding and the time for losing, the time for saving and the time for throwing away,", "7": "the time for tearing and the time for mending, the time for silence and the time for talk.", "8": "He sets the time for love and the time for hate, the time for war and the time for peace.", "9": "What do we gain from all our work? ", "10": "I know the heavy burdens that God has laid on us. ", "11": "He has set the right time for everything. He has given us a desire to know the future, but never gives us the satisfaction of fully understanding what he does. ", "12": "So I realized that all we can do is be happy and do the best we can while we are still alive. ", "13": "All of us should eat and drink and enjoy what we have worked for. It is God's gift.", "14": "I know that everything God does will last forever. You can't add anything to it or take anything away from it. And one thing God does is to make us stand in awe of him. ", "15": "Whatever happens or can happen has already happened before. God makes the same thing happen again and again.", "16": "In addition, I have also noticed that in this world you find wickedness where justice and right ought to be. ", "17": "I told myself, “God is going to judge the righteous and the evil alike, because every thing, every action, will happen at its own set time.”[a] ", "18": "I decided that God is testing us, to show us that we are no better than animals. ", "19": "After all, the same fate awaits human beings and animals alike. One dies just like the other. They are the same kind of creature. A human being is no better off than an animal, because life has no meaning for either. ", "20": "They are both going to the same place—the dust. They both came from it; they will both go back to it. ", "21": "How can anyone be sure that the human spirit goes upward while an animal's spirit goes down into the ground? ", "22": "So I realized then that the best thing we can do is enjoy what we have worked for. There is nothing else we can do.[b] There is no way for us to know what will happen after we die."}