{"1": "I thought long and hard about all this and saw that God controls the actions of wise and righteous people, even their love and their hate. No one knows anything about what lies ahead. ", "2": "It makes no difference.[a] The same fate comes to the righteous and the wicked, to the good and the bad,[b] to those who are religious and those who are not, to those who offer sacrifices and those who do not. A good person is no better off than a sinner; one who takes an oath is no better off than one who does not. ", "3": "One fate comes to all alike, and this is as wrong as anything that happens in this world. As long as people live, their minds are full of evil and madness, and suddenly they die. ", "4": "But anyone who is alive in the world of the living has some hope; a live dog is better off than a dead lion. ", "5": "Yes, the living know they are going to die, but the dead know nothing. They have no further reward; they are completely forgotten. ", "6": "Their loves, their hates, their passions, all died with them. They will never again take part in anything that happens in this world.", "7": "Go ahead—eat your food and be happy; drink your wine and be cheerful. It's all right with God. ", "8": "Always look happy and cheerful. ", "9": "Enjoy life with the one you love, as long as you live the useless life that God has given you in this world. Enjoy every useless day of it, because that is all you will get for all your trouble. ", "10": "Work hard at whatever you do, because there will be no action, no thought, no knowledge, no wisdom in the world of the dead—and that is where you are going.", "11": "I realized another thing, that in this world fast runners do not always win the races, and the brave do not always win the battles. The wise do not always earn a living, intelligent people do not always get rich, and capable people do not always rise to high positions. Bad luck happens to everyone. ", "12": "You never know when your time is coming. Like birds suddenly caught in a trap, like fish caught in a net, we are trapped at some evil moment when we least expect it.", "13": "There is something else I saw, a good example of how wisdom is regarded in this world. ", "14": "There was a little town without many people in it. A powerful king attacked it. He surrounded it and prepared to break through the walls. ", "15": "Someone lived there who was poor, but so clever that he could have saved the town. But no one thought about him.[c] ", "16": "I have always said that wisdom is better than strength, but no one thinks of the poor as wise or pays any attention to what they say. ", "17": "It is better to listen to the quiet words of someone wise than to the shouts of a ruler at a council of fools. ", "18": "Wisdom does more good than weapons, but one sinner can undo a lot of good."}