{"1": "A while later, when King Achashverosh's anger had subsided, he remembered Vashti, what she had done and what had been decreed against her. ", "2": "The king's servants attending him said, “A search should be made for young, good-looking virgins. ", "3": "The king should appoint officials in all the provinces of the kingdom to gather all the young, good-looking virgins to the house for the harem, in Shushan the capital. They should be put under the care of Hegai the king's officer in charge of the women, and he should give them the cosmetics they require. ", "4": "Then, the girl who seems best to the king should become queen instead of Vashti.” This proposal pleased the king, so he acted accordingly.", "5": "There was in Shushan the capital a man who was a Jew, whose name was Mordekhai the son of Ya'ir, the son of Shim'i, the son of Kish, a Binyamini. ", "6": "He had been exiled from Yerushalayim with the captives exiled with Y'khanyah king of Y'hudah, whom N'vukhadnetzar king of Bavel had carried off. ", "7": "He had raised Hadassah, that is, Ester, his uncle's daughter; because she had neither father nor mother. The girl was shapely and good-looking; after her father's and mother's death, Mordekhai had adopted her as his own daughter.", "8": "When the king's order and decree were proclaimed, and many girls assembled in Shushan the capital under the care of Hegai, Ester too was taken into the king's house and put under the care of Hegai, who was in charge of the women. ", "9": "The girl pleased him and won his favor, so that he lost no time in giving her her cosmetics, her portions [of special food] and seven girls from the king's palace to attend her; he also promoted her and the girls attending her to the best place in the harem's quarters. ", "10": "Ester did not disclose her people or family ties, because Mordekhai had instructed her not to tell anyone. ", "11": "Every day Mordekhai would walk around in front of the courtyard of the harem's house in order to know how Ester was doing and what was happening to her.", "12": "Each girl had her turn to appear before King Achashverosh after she had undergone the full twelve-month preparation period prescribed for the women, consisting of a six-month treatment with oil of myrrh and six months with perfumes and other cosmetics for women. ", "13": "Then, when the girl went to see the king, whatever she wanted would be given to her as she went from the harem's house to the king's palace. ", "14": "She would go in the evening, and on the following day she would return to another part of the harem's house and be under the care of Sha'ashgaz the king's officer in charge of the concubines. She would not go to the king again unless he was especially pleased with her and had her summoned by name.", "15": "When the turn came for Ester the daughter of Avichayil, whom Mordekhai had adopted as his own daughter, to appear before the king, she didn't ask for anything other than what Hegai the king's officer in charge of the harem advised. Yet Ester was admired by all who saw her. ", "16": "She was brought to King Achashverosh in his royal palace in the tenth month, Tevet, during the seventh year of his reign. ", "17": "The king liked Ester more than any of his wives; none of the other virgins obtained such favor and approval from him. So he put the royal crown on her head and made her queen in place of Vashti.", "18": "The king then gave a great banquet in Ester's honor for all his officers and servants, decreed a holiday for the provinces and distributed gifts worthy of royal bounty.", "19": "When the girls would gather on other occasions, Mordekhai would sit at the King's Gate. ", "20": "Ester had not yet revealed her family ties or her people, as Mordekhai had ordered her; for Ester continued obeying what Mordekhai told her to do, as she had when he was raising her. ", "21": "On one of those occasions, when Mordekhai was sitting at the King's Gate, two of the king's officers, Bigtan and Teresh, from the group in charge of the private entryways, became angry and conspired to assassinate King Achashverosh. ", "22": "But Mordekhai learned about it and told Ester the queen. Ester reported it to the king, crediting Mordekhai. ", "23": "The matter was investigated, found to be true, and both were hanged on a stake. All this was recorded in the daily journal that was kept with the king."}