{"1": "That night, the king couldn't sleep; so he ordered the records of the daily journal brought, and they were read to the king. ", "2": "It was found written that Mordekhai had told about Bigtana and Teresh, two of the king's officers from the group in charge of the private entryways, who had conspired to assassinate King Achashverosh. ", "3": "The king asked, “What honor or distinction was conferred on Mordekhai for this?” The king's servants answered, “Nothing was done for him.” ", "4": "The king then asked, “Who's that in the courtyard?” For Haman had come into the outer courtyard of the king's palace to speak to the king about hanging Mordekhai on the gallows he had prepared for him. ", "5": "The king's servants told him, “It's Haman standing there in the courtyard.” The king said, “Have him come in.” ", "6": "So Haman came in. The king said to him, “What should be done for a man that the king wants to honor?” Haman thought to himself, “Whom would the king want to honor more than me?” ", "7": "So Haman answered the king, “For a man the king wants to honor, ", "8": "have royal robes brought which the king himself wears and the horse the king himself rides, with a royal crown on its head. ", "9": "The robes and the horse should be handed over to one of the king's most respected officials, and they should put the robes on the man the king wants to honor and lead him on horseback through the streets of the city, proclaiming ahead of him, 'This is what is done for a man whom the king wants to honor.'” ", "10": "The king said to Haman, “Hurry, and take the robes and the horse, as you said, and do this for Mordekhai the Jew, who sits at the King's Gate. Don't leave out anything you mentioned.”", "11": "So Haman took the robes and the horse, dressed Mordekhai and led him riding through the streets of the city, as he proclaimed ahead of him, “This is what is done for a man whom the king wants to honor.” ", "12": "Then Mordekhai returned to the King's Gate; but Haman rushed home with his head covered in mourning.", "13": "After Haman had told Zeresh his wife and all his friends everything that had happened to him, his advisers and his wife Zeresh said to him, “If Mordekhai, before whom you have begun to fall, is a Jew, you will not get the better of him; on the contrary, your downfall before him is certain.”", "14": "While they were still talking with him, the king's officials came, hurrying to bring Haman to the banquet Ester had prepared."}