{"1": "He called his twelve disciples and gave them authority over unclean spirits to throw them out and to heal every disease and every sickness.", "2": "Here are the names of the twelve apostles: first, Simon, who is called Peter; and Andrew his brother; James the son of Zebedee; and John his brother;", "3": "Philip; and Bartholomew; Thomas; and Matthew the tax collector; James the son of Alphaeus; and Thaddaeus;", "4": "Simon the Cananaean;[a] and Judas, who betrayed Jesus.", "5": "Jesus sent these twelve out and commanded them, “Don't go among the Gentiles or into a Samaritan city.", "6": "Go instead to the lost sheep, the people of Israel.", "7": "As you go, make this announcement: 'The kingdom of heaven has come near.'", "8": "Heal the sick, raise the dead, cleanse those with skin diseases, and throw out demons. You received without having to pay. Therefore, give without demanding payment.", "9": "Workers deserve to be fed, so don't gather gold or silver or copper coins for your money belts to take on your trips.", "10": "Don't take a backpack for the road or two shirts or sandals or a walking stick.", "11": "Whatever city or village you go into, find somebody in it who is worthy and stay there until you go on your way.", "12": "When you go into a house, say, 'Peace!'", "13": "If the house is worthy, give it your blessing of peace. But if the house isn't worthy, take back your blessing.", "14": "If anyone refuses to welcome you or listen to your words, shake the dust off your feet as you leave that house or city.", "15": "I assure you that it will be more bearable for the land of Sodom and Gomorrah on Judgment Day than it will be for that city.", "16": "“Look, I'm sending you as sheep among wolves. Therefore, be wise as snakes and innocent as doves.", "17": "Watch out for people—because they will hand you over to councils and they will beat you in their synagogues.", "18": "They will haul you in front of governors and even kings because of me so that you may give your testimony to them and to the Gentiles.", "19": "Whenever they hand you over, don't worry about how to speak or what you will say, because what you can say will be given to you at that moment.", "20": "You aren't doing the talking, but the Spirit of my Father is doing the talking through you.", "21": "Brothers and sisters will hand each other over to be executed. A father will turn his child in. Children will defy their parents and have them executed.", "22": "Everyone will hate you on account of my name. But whoever stands firm until the end will be saved.", "23": "Whenever they harass you in one city, escape to the next, because I assure that you will not go through all the cities of Israel before the Human One[b] comes.", "24": "“Disciples aren't greater than their teacher, and slaves aren't greater than their master.", "25": "It's enough for disciples to be like their teacher and slaves like their master. If they have called the head of the house Beelzebul, it's certain that they will call the members of his household by even worse names.", "26": "“Therefore, don't be afraid of those people because nothing is hidden that won't be revealed, and nothing secret that won't be brought out into the open.", "27": "What I say to you in the darkness, tell in the light; and what you hear whispered, announce from the rooftops.", "28": "Don't be afraid of those who kill the body but can't kill the soul. Instead, be afraid of the one who can destroy both body and soul in hell.", "29": "Aren't two sparrows sold for a small coin? But not one of them will fall to the ground without your Father knowing about it already.", "30": "Even the hairs of your head are all counted.", "31": "Don't be afraid. You are worth more than many sparrows.", "32": "“Therefore, everyone who acknowledges me before people, I also will acknowledge before my Father who is in heaven.", "33": "But everyone who denies me before people, I also will deny before my Father who is in heaven.", "34": "“Don't think that I've come to bring peace to the earth. I haven't come to bring peace but a sword.", "35": "I've come to turn a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law.", "36": "People's enemies are members of their own households.[c]", "37": "“Those who love father or mother more than me aren't worthy of me. Those who love son or daughter more than me aren't worthy of me.", "38": "Those who don't pick up their crosses and follow me aren't worthy of me.", "39": "Those who find their lives will lose them, and those who lose their lives because of me will find them.", "40": "“Those who receive you are also receiving me, and those who receive me are receiving the one who sent me.", "41": "Those who receive a prophet as a prophet will receive a prophet's reward. Those who receive a righteous person as a righteous person will receive a righteous person's reward.", "42": "I assure you that everybody who gives even a cup of cold water to these little ones because they are my disciples will certainly be rewarded.”"}