{"1": "When Jesus finished teaching his twelve disciples, he went on from there to teach and preach in their cities.", "2": "Now when John heard in prison about the things the Christ was doing, he sent word by his disciples to Jesus, asking,", "3": "“Are you the one who is to come, or should we look for another?”", "4": "Jesus responded, “Go, report to John what you hear and see.", "5": "Those who were blind are able to see. Those who were crippled are walking. People with skin diseases are cleansed. Those who were deaf now hear. Those who were dead are raised up. The poor have good news proclaimed to them.[a]", "6": "Happy are those who don't stumble and fall because of me.”", "7": "When John's disciples had gone, Jesus spoke to the crowds about John: “What did you go out to the wilderness to see? A stalk blowing in the wind?", "8": "What did you go out to see? A man dressed up in refined clothes? Look, those who wear refined clothes are in royal palaces.", "9": "What did you go out to see? A prophet? Yes, I tell you, and more than a prophet.", "10": "He is the one of whom it is written: Look, I'm sending my messenger before you, who will prepare your way before you.[b]", "11": "“I assure you that no one who has ever been born is greater than John the Baptist. Yet whoever is least in the kingdom of heaven is greater than he.", "12": "From the days of John the Baptist until now the kingdom of heaven is violently attacked as violent people seize it.", "13": "All the Prophets and the Law prophesied until John came.", "14": "If you are willing to accept it, he is Elijah who is to come.", "15": "Let the person who has ears, hear.", "16": "“To what will I compare this generation? It is like a child sitting in the marketplaces calling out to others,", "17": "'We played the flute for you and you didn't dance. We sang a funeral song and you didn't mourn.'", "18": "For John came neither eating nor drinking, and they say, 'He has a demon.'", "19": "Yet the Human One[c] came eating and drinking, and they say, 'Look, a glutton and a drunk, a friend of tax collectors and sinners.' But wisdom is proved to be right by her works.”", "20": "Then he began to scold the cities where he had done his greatest miracles because they didn't change their hearts and lives.", "21": "“How terrible it will be for you, Chorazin! How terrible it will be for you, Bethsaida! For if the miracles done among you had been done in Tyre and Sidon, they would have changed their hearts and lives and put on funeral clothes and ashes a long time ago.", "22": "But I say to you that Tyre and Sidon will be better off on Judgment Day than you.", "23": "And you, Capernaum, will you be honored by being raised up to heaven? No, you will be thrown down to the place of the dead. After all, if the miracles that were done among you had been done in Sodom, it would still be here today.", "24": "But I say to you that it will be better for the land of Sodom on the Judgment Day than it will be for you.”", "25": "At that time Jesus said, “I praise you, Father, Lord of heaven and earth, because you've hidden these things from the wise and intelligent and have shown them to babies.", "26": "Indeed, Father, this brings you happiness.", "27": "“My Father has handed all things over to me. No one knows the Son except the Father. And nobody knows the Father except the Son and anyone to whom the Son wants to reveal him.", "28": "“Come to me, all you who are struggling hard and carrying heavy loads, and I will give you rest.", "29": "Put on my yoke, and learn from me. I'm gentle and humble. And you will find rest for yourselves.", "30": "My yoke is easy to bear, and my burden is light.”"}