{"1": "At that time Jesus went through the wheat fields on the Sabbath. His disciples were hungry so they were picking heads of wheat and eating them.", "2": "When the Pharisees saw this, they said to him, “Look, your disciples are breaking the Sabbath law.”", "3": "But he said to them, “Haven't you read what David did when he and those with him were hungry?", "4": "He went into God's house and broke the law by eating the bread of the presence, which only the priests were allowed to eat.", "5": "Or haven't you read in the Law that on the Sabbath the priests in the temple treat the Sabbath as any other day and are still innocent?", "6": "But I tell you that something greater than the temple is here.", "7": "If you had known what this means, I want mercy and not sacrifice,[a] you wouldn't have condemned the innocent.", "8": "The Human One[b] is Lord of the Sabbath.”", "9": "Jesus left that place and went into their synagogue.", "10": "A man with a withered hand was there. Wanting to bring charges against Jesus, they asked, “Does the Law allow a person to heal on the Sabbath?”", "11": "Jesus replied, “Who among you has a sheep that falls into a pit on the Sabbath and will not take hold of it and pull it out?", "12": "How much more valuable is a person than a sheep! So the Law allows a person to do what is good on the Sabbath.”", "13": "Then Jesus said to the man, “Stretch out your hand.” So he did and it was made healthy, just like the other one.", "14": "The Pharisees went out and met in order to find a way to destroy Jesus.", "15": "Jesus knew what they intended to do, so he went away from there. Large crowds followed him, and he healed them all.", "16": "But he ordered them not to spread the word about him,", "17": "so that what was spoken through Isaiah the prophet might be fulfilled:", "18": "Look, my Servant whom I chose, the one I love, in whom I find great pleasure. I'll put my Spirit upon him, and he'll announce judgment to the Gentiles.", "19": "He won't argue or shout, and nobody will hear his voice in the streets.", "20": "He won't break a bent stalk, and he won't snuff out a smoldering wick, until he makes justice win.", "21": "And the Gentiles will put their hope in his name.[c]", "22": "They brought to Jesus a demon-possessed man who was blind and unable to speak. Jesus healed him so that he could both speak and see.", "23": "All the crowds were amazed and said, “This man couldn't be the Son of David, could he?”", "24": "When the Pharisees heard, they said, “This man throws out demons only by the authority of Beelzebul, the ruler of the demons.”", "25": "Because Jesus knew what they were thinking, he replied, “Every kingdom involved in civil war becomes a wasteland. Every city or house torn apart by divisions will collapse.", "26": "If Satan throws out Satan, he is at war with himself. How then can his kingdom endure?", "27": "And if I throw out demons by the authority of Beelzebul, then by whose authority do your followers throw them out? Therefore, they will be your judges.", "28": "But if I throw out demons by the power of God's Spirit, then God's kingdom has already overtaken you.", "29": "Can people go into a house that belongs to a strong man and steal his possessions, unless they first tie up the strong man? Then they can rob his house.", "30": "Whoever isn't with me is against me, and whoever doesn't gather with me scatters.", "31": "“Therefore, I tell you that people will be forgiven for every sin and insult to God. But insulting the Holy Spirit won't be forgiven.", "32": "And whoever speaks a word against the Human One[d] will be forgiven. But whoever speaks against the Holy Spirit won't be forgiven, not in this age or in the age that is coming.", "33": "“Either consider the tree good and its fruit good, or consider the tree rotten and its fruit rotten. A tree is known by its fruit.", "34": "Children of snakes! How can you speak good things while you are evil? What fills the heart comes out of the mouth.", "35": "Good people bring out good things from their good treasure. But evil people bring out evil things from their evil treasure.", "36": "I tell you that people will have to answer on Judgment Day for every useless word they speak.", "37": "By your words you will be either judged innocent or condemned as guilty.”", "38": "At that time some of the legal experts and the Pharisees requested of Jesus, “Teacher, we would like to see a sign from you.”", "39": "But he replied, “An evil and unfaithful generation searches for a sign, but it won't receive any sign except Jonah's sign.", "40": "Just as Jonah was in the whale's belly for three days and three nights,[e] so the Human One[f] will be in the heart of the earth for three days and three nights.", "41": "The citizens of Nineveh will stand up at the judgment with this generation and condemn it as guilty, because they changed their hearts and lives in response to Jonah's preaching. And look, someone greater than Jonah is here.", "42": "The queen of the South will be raised up by God at the judgment with this generation and condemn it because she came from a distant land to hear Solomon's wisdom. And look, someone greater than Solomon is here.", "43": "“When an unclean spirit leaves a person, it wanders through dry places looking for a place to rest. But it doesn't find any.", "44": "Then it says, 'I'll go back to the house I left.' When it arrives, it finds the place vacant, cleaned up, and decorated.", "45": "Then it goes and brings with it seven other spirits more evil than itself. They go in and make their home there. That person is worse off at the end than at the beginning. This is the way it will be also for this evil generation.”", "46": "While Jesus was speaking to the crowds, his mother and brothers stood outside trying to speak with him.", "47": "Someone said to him, “Look, your mother and brothers are outside wanting to speak with you.”", "48": "Jesus replied, “Who is my mother? Who are my brothers?”", "49": "He stretched out his hand toward his disciples and said, “Look, here are my mother and my brothers.", "50": "Whoever does the will of my Father who is in heaven is my brother, sister, and mother.”"}