{"1": "That day Jesus went out of the house and sat down beside the lake.", "2": "Such large crowds gathered around him that he climbed into a boat and sat down. The whole crowd was standing on the shore.", "3": "He said many things to them in parables: “A farmer went out to scatter seed.", "4": "As he was scattering seed, some fell on the path, and birds came and ate it.", "5": "Other seed fell on rocky ground where the soil was shallow. They sprouted immediately because the soil wasn't deep.", "6": "But when the sun came up, it scorched the plants, and they dried up because they had no roots.", "7": "Other seed fell among thorny plants. The thorny plants grew and choked them.", "8": "Other seed fell on good soil and bore fruit, in one case a yield of one hundred to one, in another case a yield of sixty to one, and in another case a yield of thirty to one.", "9": "Everyone who has ears should pay attention.”", "10": "Jesus' disciples came and said to him, “Why do you use parables when you speak to the crowds?”", "11": "Jesus replied, “Because they haven't received the secrets of the kingdom of heaven, but you have.", "12": "For those who have will receive more and they will have more than enough. But as for those who don't have, even the little they have will be taken away from them.", "13": "This is why I speak to the crowds in parables: although they see, they don't really see; and although they hear, they don't really hear or understand.", "14": "What Isaiah prophesied has become completely true for them: You will hear, to be sure, but never understand; and you will certainly see but never recognize what you are seeing.", "15": "For this people's senses have become calloused, and they've become hard of hearing, and they've shut their eyes so that they won't see with their eyes or hear with their ears or understand with their minds, and change their hearts and lives that I may heal them.[a]", "16": "“Happy are your eyes because they see. Happy are your ears because they hear.", "17": "I assure you that many prophets and righteous people wanted to see what you see and hear what you hear, but they didn't.", "18": "“Consider then the parable of the farmer.", "19": "Whenever people hear the word about the kingdom and don't understand it, the evil one comes and carries off what was planted in their hearts. This is the seed that was sown on the path.", "20": "As for the seed that was spread on rocky ground, this refers to people who hear the word and immediately receive it joyfully.", "21": "Because they have no roots, they last for only a little while. When they experience distress or abuse because of the word, they immediately fall away.", "22": "As for the seed that was spread among thorny plants, this refers to those who hear the word, but the worries of this life and the false appeal of wealth choke the word, and it bears no fruit.", "23": "As for what was planted on good soil, this refers to those who hear and understand, and bear fruit and produce—in one case a yield of one hundred to one, in another case a yield of sixty to one, and in another case a yield of thirty to one.”", "24": "Jesus told them another parable: “The kingdom of heaven is like someone who planted good seed in his field.", "25": "While people were sleeping, an enemy came and planted weeds among the wheat and went away.", "26": "When the stalks sprouted and bore grain, then the weeds also appeared.", "27": "“The servants of the landowner came and said to him, 'Master, didn't you plant good seed in your field? Then how is it that it has weeds?'", "28": "“'An enemy has done this,' he answered. “The servants said to him, 'Do you want us to go and gather them?'", "29": "“But the landowner said, 'No, because if you gather the weeds, you'll pull up the wheat along with them.", "30": "Let both grow side by side until the harvest. And at harvesttime I'll say to the harvesters, “First gather the weeds and tie them together in bundles to be burned. But bring the wheat into my barn.”'”", "31": "He told another parable to them: “The kingdom of heaven is like a mustard seed that someone took and planted in his field.", "32": "It's the smallest of all seeds. But when it's grown, it's the largest of all vegetable plants. It becomes a tree so that the birds in the sky come and nest in its branches.”", "33": "He told them another parable: “The kingdom of heaven is like yeast, which a woman took and hid in a bushel of wheat flour until the yeast had worked its way through all the dough.”", "34": "Jesus said all these things to the crowds in parables, and he spoke to them only in parables.", "35": "This was to fulfill what the prophet spoke: I'll speak in parables; I'll declare what has been hidden since the beginning of the world.[b]", "36": "Jesus left the crowds and went into the house. His disciples came to him and said, “Explain to us the parable of the weeds in the field.”", "37": "Jesus replied, “The one who plants the good seed is the Human One.[c]", "38": "The field is the world. And the good seeds are the followers of the kingdom. But the weeds are the followers of the evil one.", "39": "The enemy who planted them is the devil. The harvest is the end of the present age. The harvesters are the angels.", "40": "Just as people gather weeds and burn them in the fire, so it will be at the end of the present age.", "41": "The Human One[d] will send his angels, and they will gather out of his kingdom all things that cause people to fall away and all people who sin.", "42": "He will throw them into a burning furnace. People there will be weeping and grinding their teeth.", "43": "Then the righteous will shine like the sun in their Father's kingdom. Those who have ears should hear.”", "44": "“The kingdom of heaven is like a treasure that somebody hid in a field, which someone else found and covered up. Full of joy, the finder sold everything and bought that field.", "45": "“Again, the kingdom of heaven is like a merchant in search of fine pearls.", "46": "When he found one very precious pearl, he went and sold all that he owned and bought it.", "47": "“Again, the kingdom of heaven is like a net that people threw into the lake and gathered all kinds of fish.", "48": "When it was full, they pulled it to the shore, where they sat down and put the good fish together into containers. But the bad fish they threw away.", "49": "That's the way it will be at the end of the present age. The angels will go out and separate the evil people from the righteous people,", "50": "and will throw the evil ones into a burning furnace. People there will be weeping and grinding their teeth.", "51": "“Have you understood all these things?”Jesus asked. They said to him, “Yes.”", "52": "Then he said to them, “Therefore, every legal expert who has been trained as a disciple for the kingdom of heaven is like the head of a household who brings old and new things out of their treasure chest.”", "53": "When Jesus finished these parables, he departed.", "54": "When he came to his hometown, he taught the people in their synagogue. They were surprised and said, “Where did he get this wisdom? Where did he get the power to work miracles?", "55": "Isn't he the carpenter's son? Isn't his mother named Mary? Aren't James, Joseph, Simon, and Judas his brothers?", "56": "And his sisters, aren't they here with us? Where did this man get all this?”", "57": "They were repulsed by him and fell into sin. But Jesus said to them, “Prophets are honored everywhere except in their own hometowns and in their own households.”", "58": "He was unable to do many miracles there because of their disbelief."}