{"1": "Then Pharisees and legal experts came to Jesus from Jerusalem and said,", "2": "“Why are your disciples breaking the elders' rules handed down to us? They don't ritually purify their hands by washing before they eat.”", "3": "Jesus replied, “Why do you break the command of God by keeping the rules handed down to you?", "4": "For God said, Honor your father and your mother,[a] and The person who speaks against father or mother will certainly be put to death.[b]", "5": "But you say, 'If you tell your father or mother, “Everything I'm expected to contribute to you I'm giving to God as a gift,”then you don't have to honor your father.'", "6": "So you do away with God's Law for the sake of the rules that have been handed down to you.", "7": "Hypocrites! Isaiah really knew what he was talking about when he prophesied about you,", "8": "This people honors me with their lips, but their hearts are far away from me.", "9": "Their worship of me is empty since they teach instructions that are human rules.”[c]", "10": "Jesus called the crowd near and said to them, “Listen and understand.", "11": "It's not what goes into the mouth that contaminates a person in God's sight. It's what comes out of the mouth that contaminates the person.”", "12": "Then the disciples came and said to him, “Do you know that the Pharisees were offended by what you just said?”", "13": "Jesus replied, “Every plant that my heavenly Father didn't plant will be pulled up.", "14": "Leave the Pharisees alone. They are blind people who are guides to blind people. But if a blind person leads another blind person, they will both fall into a ditch.”", "15": "Then Peter spoke up, “Explain this riddle to us.”", "16": "Jesus said, “Don't you understand yet?", "17": "Don't you know that everything that goes into the mouth enters the stomach and goes out into the sewer?", "18": "But what goes out of the mouth comes from the heart. And that's what contaminates a person in God's sight.", "19": "Out of the heart come evil thoughts, murders, adultery, sexual sins, thefts, false testimonies, and insults.", "20": "These contaminate a person in God's sight. But eating without washing hands doesn't contaminate in God's sight.”", "21": "From there, Jesus went to the regions of Tyre and Sidon.", "22": "A Canaanite woman from those territories came out and shouted, “Show me mercy, Son of David. My daughter is suffering terribly from demon possession.”", "23": "But he didn't respond to her at all. His disciples came and urged him, “Send her away; she keeps shouting out after us.”", "24": "Jesus replied, “I've been sent only to the lost sheep, the people of Israel.”", "25": "But she knelt before him and said, “Lord, help me.”", "26": "He replied, “It is not good to take the children's bread and toss it to dogs.”", "27": "She said, “Yes, Lord. But even the dogs eat the crumbs that fall off their masters' table.”", "28": "Jesus answered, “Woman, you have great faith. It will be just as you wish.” And right then her daughter was healed.", "29": "Jesus moved on from there along the shore of the Galilee Sea. He went up a mountain and sat down.", "30": "Large crowds came to him, including those who were paralyzed, blind, injured, and unable to speak, and many others. They laid them at his feet, and he healed them.", "31": "So the crowd was amazed when they saw those who had been unable to speak talking, and the paralyzed cured, and the injured walking, and the blind seeing. And they praised the God of Israel.", "32": "Now Jesus called his disciples and said, “I feel sorry for the crowd because they have been with me for three days and have nothing to eat. I don't want to send them away hungry for fear they won't have enough strength to travel.”", "33": "His disciples replied, “Where are we going to get enough food in this wilderness to satisfy such a big crowd?”", "34": "Jesus said, “How much bread do you have?” They responded, “Seven loaves and a few fish.”", "35": "He told the crowd to sit on the ground.", "36": "He took the seven loaves of bread and the fish. After he gave thanks, he broke them into pieces and gave them to the disciples, and the disciples gave them to the crowds.", "37": "Everyone ate until they were full. The disciples collected seven baskets full of leftovers.", "38": "Four thousand men ate, plus women and children.", "39": "After dismissing the crowds, Jesus got into the boat and came to the region of Magadan."}