{"1": "The Pharisees and Sadducees came to Jesus. In order to test him they asked him to show them a sign from heaven.", "2": "But he replied, “At evening you say, 'It will be nice weather because the sky is bright red.'", "3": "And in the morning you say, 'There will be bad weather today because the sky is cloudy.' You know how to make sense of the sky's appearance. But you are unable to recognize the signs that point to what the time is.", "4": "An evil and unfaithful generation searches for a sign. But it won't receive any sign except Jonah's sign.” Then he left them and went away.", "5": "When the disciples arrived on the other side of the lake, they had forgotten to bring bread.", "6": "Jesus said to them, “Watch out and be on your guard for the yeast of the Pharisees and Sadducees.”", "7": "They discussed this among themselves and said, “We didn't bring any bread.”", "8": "Jesus knew what they were discussing and said, “You people of weak faith! Why are you discussing among yourselves the fact that you don't have any bread?", "9": "Don't you understand yet? Don't you remember the five loaves that fed the five thousand and how many baskets of leftovers you gathered?", "10": "And the seven loaves that fed the four thousand and how many large baskets of leftovers you gathered?", "11": "Don't you know that I wasn't talking about bread? But be on your guard for the yeast of the Pharisees and Sadducees.”", "12": "Then they understood that he wasn't telling them to be on their guard for yeast used in making bread. No, he was telling them to watch out for the teaching of the Pharisees and Sadducees.", "13": "Now when Jesus came to the area of Caesarea Philippi, he asked his disciples, “Who do people say the Human One[a] is?”", "14": "They replied, “Some say John the Baptist, others Elijah, and still others Jeremiah or one of the other prophets.”", "15": "He said, “And what about you? Who do you say that I am?”", "16": "Simon Peter said, “You are the Christ, the Son of the living God.”", "17": "Then Jesus replied, “Happy are you, Simon son of Jonah, because no human has shown this to you. Rather my Father who is in heaven has shown you.", "18": "I tell you that you are Peter.[b] And I'll build my church on this rock. The gates of the underworld won't be able to stand against it.", "19": "I'll give you the keys of the kingdom of heaven. Anything you fasten on earth will be fastened in heaven. Anything you loosen on earth will be loosened in heaven.”", "20": "Then he ordered the disciples not to tell anybody that he was the Christ.", "21": "From that time Jesus began to show his disciples that he had to go to Jerusalem and suffer many things from the elders, chief priests, and legal experts, and that he had to be killed and raised on the third day.", "22": "Then Peter took hold of Jesus and, scolding him, began to correct him: “God forbid, Lord! This won't happen to you.”", "23": "But he turned to Peter and said, “Get behind me, Satan. You are a stone that could make me stumble, for you are not thinking God's thoughts but human thoughts.”", "24": "Then Jesus said to his disciples, “All who want to come after me must say no to themselves, take up their cross, and follow me.", "25": "All who want to save their lives will lose them. But all who lose their lives because of me will find them.", "26": "Why would people gain the whole world but lose their lives? What will people give in exchange for their lives?", "27": "For the Human One[c] is about to come with the majesty of his Father with his angels. And then he will repay each one for what that person has done.", "28": "I assure you that some standing here won't die before they see the Human One[d] coming in his kingdom.”"}