{"1": "Six days later Jesus took Peter, James, and John his brother, and brought them to the top of a very high mountain.", "2": "He was transformed in front of them. His face shone like the sun, and his clothes became as white as light.", "3": "Moses and Elijah appeared to them, talking with Jesus.", "4": "Peter reacted to all of this by saying to Jesus, “Lord, it's good that we're here. If you want, I'll make three shrines: one for you, one for Moses, and one for Elijah.”", "5": "While he was still speaking, look, a bright cloud overshadowed them. A voice from the cloud said, “This is my Son whom I dearly love. I am very pleased with him. Listen to him!”", "6": "Hearing this, the disciples fell on their faces, filled with awe.", "7": "But Jesus came and touched them. “Get up,” he said. “Don't be afraid.”", "8": "When they looked up, they saw no one except Jesus.", "9": "As they were coming down the mountain, Jesus commanded them, “Don't tell anybody about the vision until the Human One[a] is raised from the dead.”", "10": "The disciples asked, “Then why do the legal experts say that Elijah must first come?”", "11": "Jesus responded, “Elijah does come first and will restore all things.", "12": "In fact, I tell you that Elijah has already come, and they didn't know him. But they did to him whatever they wanted. In the same way the Human One[b] is also going to suffer at their hands.”", "13": "Then the disciples realized he was telling them about John the Baptist.", "14": "When they came to the crowd, a man met Jesus. He knelt before him,", "15": "saying, “Lord, show mercy to my son. He is epileptic and suffers terribly, for he often falls into the fire or the water.", "16": "I brought him to your disciples, but they couldn't heal him.”", "17": "Jesus answered, “You faithless and crooked generation, how long will I be with you? How long will I put up with you? Bring the boy here to me.”", "18": "Then Jesus spoke harshly to the demon. And it came out of the child, who was healed from that time on.", "19": "Then the disciples came to Jesus in private and said, “Why couldn't we throw the demon out?”", "20": "“Because you have little faith,” he said. “I assure you that if you have faith the size of a mustard seed, you could say to this mountain, 'Go from here to there,' and it will go. There will be nothing that you can't do.”[c]", "22": "When the disciples came together in Galilee, Jesus said to them, “The Human One[d] is about to be delivered over into human hands.", "23": "They will kill him. But he will be raised on the third day.” And they were heartbroken.", "24": "When they came to Capernaum, the people who collected the half-shekel temple tax came to Peter and said, “Doesn't your teacher pay the temple tax?”", "25": "“Yes,” he said. But when they came into the house, Jesus spoke to Peter first.“What do you think, Simon? From whom do earthly kings collect taxes, from their children or from strangers?”", "26": "“From strangers,” he said. Jesus said to him, “Then the children don't have to pay.", "27": "But just so we don't offend them, go to the lake, throw out a fishing line and hook, and take the first fish you catch. When you open its mouth, you will find a shekel coin. Take it and pay the tax for both of us.”"}