{"1": "When Jesus finished saying these things, he left Galilee and came to the area of Judea on the east side of the Jordan.", "2": "Large crowds followed him, and he healed them.", "3": "Some Pharisees came to him. In order to test him, they said, “Does the Law allow a man to divorce his wife for just any reason?”", "4": "Jesus answered, “Haven't you read that at the beginning the creator made them male and female?[a]", "5": "And God said, 'Because of this a man should leave his father and mother and be joined together with his wife, and the two will be one flesh.'[b]", "6": "So they are no longer two but one flesh. Therefore, humans must not pull apart what God has put together.”", "7": "The Pharisees said to him, “Then why did Moses command us to give a divorce certificate and divorce her?”[c]", "8": "Jesus replied, “Moses allowed you to divorce your wives because your hearts are unyielding. But it wasn't that way from the beginning.", "9": "I say to you that whoever divorces his wife, except for sexual unfaithfulness, and marries another woman commits adultery.”", "10": "His disciples said to him, “If that's the way things are between a man and his wife, then it's better not to marry.”", "11": "He replied, “Not everybody can accept this teaching, but only those who have received the ability to accept it.", "12": "For there are eunuchs who have been eunuchs from birth. And there are eunuchs who have been made eunuchs by other people. And there are eunuchs who have made themselves eunuchs because of the kingdom of heaven. Those who can accept it should accept it.”", "13": "Some people brought children to Jesus so that he would place his hands on them and pray. But the disciples scolded them.", "14": "“Allow the children to come to me,” Jesus said. “Don't forbid them, because the kingdom of heaven belongs to people like these children.”", "15": "Then he blessed the children and went away from there.", "16": "A man approached him and said, “Teacher, what good thing must I do to have eternal life?”", "17": "Jesus said, “Why do you ask me about what is good? There's only one who is good. If you want to enter eternal life, keep the commandments.”", "18": "The man said, “Which ones?” Then Jesus said, “Don't commit murder. Don't commit adultery. Don't steal. Don't give false testimony.", "19": "Honor your father and mother,[d] and love your neighbor as you love yourself.”[e]", "20": "The young man replied, “I've kept all these. What am I still missing?”", "21": "Jesus said, “If you want to be complete, go, sell what you own, and give the money to the poor. Then you will have treasure in heaven. And come follow me.”", "22": "But when the young man heard this, he went away saddened, because he had many possessions.", "23": "Then Jesus said to his disciples, “I assure you that it will be very hard for a rich person to enter the kingdom of heaven.", "24": "In fact, it's easier for a camel to squeeze through the eye of a needle than for a rich person to enter God's kingdom.”", "25": "When his disciples heard this, they were stunned. “Then who can be saved?” they asked.", "26": "Jesus looked at them carefully and said, “It's impossible for human beings. But all things are possible for God.”", "27": "Then Peter replied, “Look, we've left everything and followed you. What will we have?”", "28": "Jesus said to them, “I assure you who have followed me that, when everything is made new, when the Human One[f] sits on his magnificent throne, you also will sit on twelve thrones overseeing the twelve tribes of Israel.", "29": "And all who have left houses, brothers, sisters, father, mother, children, or farms because of my name will receive one hundred times more and will inherit eternal life.", "30": "But many who are first will be last. And many who are last will be first."}