{"1": "“The kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.", "2": "After he agreed with the workers to pay them a denarion,[a] he sent them into his vineyard.", "3": "“Then he went out around nine in the morning and saw others standing around the marketplace doing nothing.", "4": "He said to them, 'You also go into the vineyard, and I'll pay you whatever is right.'", "5": "And they went. “Again around noon and then at three in the afternoon, he did the same thing.", "6": "Around five in the afternoon he went and found others standing around, and he said to them, 'Why are you just standing around here doing nothing all day long?'", "7": "“'Because nobody has hired us,' they replied. “He responded, 'You also go into the vineyard.'", "8": "“When evening came, the owner of the vineyard said to his manager, 'Call the workers and give them their wages, beginning with the last ones hired and moving on finally to the first.'", "9": "When those who were hired at five in the afternoon came, each one received a denarion.", "10": "Now when those hired first came, they thought they would receive more. But each of them also received a denarion.", "11": "When they received it, they grumbled against the landowner,", "12": "'These who were hired last worked one hour, and they received the same pay as we did even though we had to work the whole day in the hot sun.'", "13": "“But he replied to one of them, 'Friend, I did you no wrong. Didn't I agree to pay you a denarion?", "14": "Take what belongs to you and go. I want to give to this one who was hired last the same as I give to you.", "15": "Don't I have the right to do what I want with what belongs to me? Or are you resentful because I'm generous?'", "16": "So those who are last will be first. And those who are first will be last.”", "17": "As Jesus was going up to Jerusalem, he took the Twelve aside by themselves on the road. He told them,", "18": "“Look, we are going up to Jerusalem. The Human One[b] will be handed over to the chief priests and legal experts. They will condemn him to death.", "19": "They will hand him over to the Gentiles to be ridiculed, tortured, and crucified. But he will be raised on the third day.”", "20": "Then the mother of Zebedee's sons came to Jesus along with her sons. Bowing before him, she asked a favor of him.", "21": "“What do you want?” he asked. She responded, “Say that these two sons of mine will sit, one on your right hand and one on your left, in your kingdom.”", "22": "Jesus replied, “You don't know what you're asking! Can you drink from the cup that I'm about to drink from?” They said to him, “We can.”", "23": "He said to them, “You will drink from my cup, but to sit at my right or left hand isn't mine to give. It belongs to those for whom my Father prepared it.”", "24": "Now when the other ten disciples heard about this, they became angry with the two brothers.", "25": "But Jesus called them over and said, “You know that those who rule the Gentiles show off their authority over them and their high-ranking officials order them around.", "26": "But that's not the way it will be with you. Whoever wants to be great among you will be your servant.", "27": "Whoever wants to be first among you will be your slave—", "28": "just as the Human One[c] didn't come to be served but rather to serve and to give his life to liberate many people.”", "29": "As Jesus and his disciples were going out of Jericho a large crowd followed him.", "30": "When two blind men sitting along the road heard that Jesus was passing by, they shouted, “Show us mercy, Lord, Son of David!”", "31": "Now the crowd scolded them and told them to be quiet. But they shouted even louder, “Show us mercy, Lord, Son of David!”", "32": "Jesus stopped in his tracks and called to them. “What do you want me to do for you?” he asked.", "33": "“Lord, we want to see,” they replied.", "34": "Jesus had compassion on them and touched their eyes. Immediately they were able to see, and they followed him."}