{"1": "When they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus gave two disciples a task.", "2": "He said to them, “Go into the village over there. As soon as you enter, you will find a donkey tied up and a colt with it. Untie them and bring them to me.", "3": "If anyone says anything to you, say that their master needs them.” He sent them off right away.", "4": "Now this happened to fulfill what the prophet said,", "5": "Say to Daughter Zion, “Look, your king is coming to you, humble and riding on a donkey, and on a colt the donkey's offspring.”[a]", "6": "The disciples went and did just as Jesus had ordered them.", "7": "They brought the donkey and the colt and laid their clothes on them. Then he sat on them.", "8": "Now a large crowd spread their clothes on the road. Others cut palm branches off the trees and spread them on the road.", "9": "The crowds in front of him and behind him shouted, “Hosanna to the Son of David! Blessings on the one who comes in the name of the Lord![b]Hosanna in the highest!”", "10": "And when Jesus entered Jerusalem, the whole city was stirred up. “Who is this?” they asked.", "11": "The crowds answered, “It's the prophet Jesus from Nazareth in Galilee.”", "12": "Then Jesus went into the temple and threw out all those who were selling and buying there. He pushed over the tables used for currency exchange and the chairs of those who sold doves.", "13": "He said to them, “It's written, My house will be called a house of prayer.[c] But you've made it a hideout for crooks.”", "14": "People who were blind and lame came to Jesus in the temple, and he healed them.", "15": "But when the chief priests and legal experts saw the amazing things he was doing and the children shouting in the temple, “Hosanna to the Son of David!” they were angry.", "16": "They said to Jesus, “Do you hear what these children are saying?” “Yes,” he answered. “Haven't you ever read, From the mouths of babies and infants you've arranged praise for yourself? [d]”", "17": "Then he left them and went out of the city to Bethany and spent the night there.", "18": "Early in the morning as Jesus was returning to the city, he was hungry.", "19": "He saw a fig tree along the road, but when he came to it, he found nothing except leaves. Then he said to it, “You'll never again bear fruit!” The fig tree dried up at once.", "20": "When the disciples saw it, they were amazed. “How did the fig tree dry up so fast?” they asked.", "21": "Jesus responded, “I assure you that if you have faith and don't doubt, you will not only do what was done to the fig tree. You will even say to this mountain, 'Be lifted up and thrown into the lake.' And it will happen.", "22": "If you have faith, you will receive whatever you pray for.”", "23": "When Jesus entered the temple, the chief priests and elders of the people came to him as he was teaching. They asked, “What kind of authority do you have for doing these things? Who gave you this authority?”", "24": "Jesus replied, “I have a question for you. If you tell me the answer, I'll tell you what kind of authority I have to do these things.", "25": "Where did John get his authority to baptize? Did he get it from heaven or from humans?” They argued among themselves, “If we say 'from heaven,' he'll say to us, 'Then why didn't you believe him?'", "26": "But we can't say 'from humans' because we're afraid of the crowd, since everyone thinks John was a prophet.”", "27": "Then they replied, “We don't know.” Jesus also said to them, “Neither will I tell you what kind of authority I have to do these things.", "28": "“What do you think? A man had two sons. Now he came to the first and said, 'Son, go and work in the vineyard today.'", "29": "“'No, I don't want to,' he replied. But later he changed his mind and went.", "30": "“The father said the same thing to the other son, who replied, 'Yes, sir.' But he didn't go.", "31": "“Which one of these two did his father's will?” They said, “The first one.” Jesus said to them, “I assure you that tax collectors and prostitutes are entering God's kingdom ahead of you.", "32": "For John came to you on the righteous road, and you didn't believe him. But tax collectors and prostitutes believed him. Yet even after you saw this, you didn't change your hearts and lives and you didn't believe him.", "33": "“Listen to another parable. There was a landowner who planted a vineyard. He put a fence around it, dug a winepress in it, and built a tower. Then he rented it to tenant farmers and took a trip.", "34": "When it was time for harvest, he sent his servants to the tenant farmers to collect his fruit.", "35": "But the tenant farmers grabbed his servants. They beat some of them, and some of them they killed. Some of them they stoned to death.", "36": "“Again he sent other servants, more than the first group. They treated them in the same way.", "37": "Finally he sent his son to them. 'They will respect my son,' he said.", "38": "“But when the tenant farmers saw the son, they said to each other, 'This is the heir. Come on, let's kill him and we'll have his inheritance.'", "39": "They grabbed him, threw him out of the vineyard, and killed him.", "40": "“When the owner of the vineyard comes, what will he do to those tenant farmers?”", "41": "They said, “He will totally destroy those wicked farmers and rent the vineyard to other tenant farmers who will give him the fruit when it's ready.”", "42": "Jesus said to them, “Haven't you ever read in the scriptures, The stone that the builders rejected has become the cornerstone. The Lord has done this, and it's amazing in our eyes?[e]", "43": "Therefore, I tell you that God's kingdom will be taken away from you and will be given to a people who produce its fruit.", "44": "Whoever falls on this stone will be crushed. And the stone will crush the person it falls on.”", "45": "Now when the chief priests and the Pharisees heard the parable, they knew Jesus was talking about them.", "46": "They were trying to arrest him, but they feared the crowds, who thought he was a prophet."}