{"1": "Now Jesus left the temple and was going away. His disciples came to point out to him the temple buildings.", "2": "He responded, “Do you see all these things? I assure that no stone will be left on another. Everything will be demolished.”", "3": "Now while Jesus was sitting on the Mount of Olives, the disciples came to him privately and said, “Tell us, when will these things happen? What will be the sign of your coming and the end of the age?”", "4": "Jesus replied, “Watch out that no one deceives you.", "5": "Many will come in my name, saying, 'I'm the Christ.' They will deceive many people.", "6": "You will hear about wars and reports of wars. Don't be alarmed. These things must happen, but this isn't the end yet.", "7": "Nations and kingdoms will fight against each other, and there will be famines and earthquakes in all sorts of places.", "8": "But all these things are just the beginning of the sufferings associated with the end.", "9": "They will arrest you, abuse you, and they will kill you. All nations will hate you on account of my name.", "10": "At that time many will fall away. They will betray each other and hate each other.", "11": "Many false prophets will appear and deceive many people.", "12": "Because disobedience will expand, the love of many will grow cold.", "13": "But the one who endures to the end will be delivered.", "14": "This gospel of the kingdom will be proclaimed throughout the world as a testimony to all the nations. Then the end will come.", "15": "“When you see the disgusting and destructive thing that Daniel talked about standing in the holy place (the reader should understand this),", "16": "then those in Judea must escape to the mountains.", "17": "Those on the roof shouldn't come down to grab things from their houses.", "18": "Those in the field shouldn't come back to grab their clothes.", "19": "How terrible it will be at that time for women who are pregnant and for women who are nursing their children.", "20": "Pray that it doesn't happen in winter or on the Sabbath day.", "21": "There will be great suffering such as the world has never before seen and will never again see.", "22": "If that time weren't shortened, nobody would be rescued. But for the sake of the ones whom God chose, that time will be cut short.", "23": "“Then if somebody says to you, 'Look, here's the Christ,' or 'He's over here,' don't believe it.", "24": "False christs and false prophets will appear, and they will offer great signs and wonders in order to deceive, if possible, even those whom God has chosen.", "25": "Look, I've told you ahead of time.", "26": "So if they say to you, 'Look, he's in the desert,' don't go out. And if they say, 'Look, he's in the rooms deep inside the house,' don't believe it.", "27": "Just as the lightning flashes from the east to the west, so it will be with the coming of the Human One.[a]", "28": "The vultures gather wherever there's a dead body.", "29": "“Now immediately after the suffering of that time the sun will become dark, and the moon won't give its light. The stars will fall from the sky and the planets and other heavenly bodies will be shaken.", "30": "Then the sign of the Human One[b] will appear in the sky. At that time all the tribes of the earth will be full of sadness, and they will see the Human One[c] coming in the heavenly clouds[d] with power and great splendor.", "31": "He will send his angels with the sound of a great trumpet, and they will gather his chosen ones from the four corners of the earth, from one end of the sky to the other.", "32": "“Learn this parable from the fig tree. After its branch becomes tender and it sprouts new leaves, you know that summer is near.", "33": "In the same way, when you see all these things, you know that the Human One[e] is near, at the door.", "34": "I assure you that this generation won't pass away until all these things happen.", "35": "Heaven and earth will pass away, but my words will certainly not pass away.", "36": "“But nobody knows when that day or hour will come, not the heavenly angels and not the Son. Only the Father knows.", "37": "As it was in the time of Noah, so it will be at the coming of the Human One.[f]", "38": "In those days before the flood, people were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark.", "39": "They didn't know what was happening until the flood came and swept them all away. The coming of the Human One[g] will be like that.", "40": "At that time there will be two men in the field. One will be taken and the other left.", "41": "Two women will be grinding at the mill. One will be taken and the other left.", "42": "Therefore, stay alert! You don't know what day the Lord is coming.", "43": "But you understand that if the head of the house knew at what time the thief would come, he would keep alert and wouldn't allow the thief to break into his house.", "44": "Therefore, you also should be prepared, because the Human One[h] will come at a time you don't know.", "45": "“Who then are the faithful and wise servants whom their master puts in charge of giving food at the right time to those who live in his house?", "46": "Happy are those servants whom the master finds fulfilling their responsibilities when he comes.", "47": "I assure you that he will put them in charge of all his possessions.", "48": "But suppose those bad servants should say to themselves, My master won't come until later.", "49": "And suppose they began to beat their fellow servants and to eat and drink with the drunks?", "50": "The master of those servants will come on a day when they are not expecting him, at a time they couldn't predict.", "51": "He will cut them in pieces and put them in a place with the hypocrites. People there will be weeping and grinding their teeth."}