{"1": "When Jesus finished speaking all these words, he said to his disciples,", "2": "“You know that the Passover is two days from now. And the Human One[a] will be handed over to be crucified.”", "3": "Then the chief priests and elders of the people gathered in the courtyard of Caiaphas the high priest.", "4": "They were plotting to arrest Jesus by cunning tricks and to kill him.", "5": "But they agreed that it shouldn't happen during the feast so there wouldn't be an uproar among the people.", "6": "When Jesus was at Bethany visiting the house of Simon, who had a skin disease,", "7": "a woman came to him with a vase made of alabaster containing very expensive perfume. She poured it on Jesus' head while he was sitting at dinner.", "8": "Now when the disciples saw it they were angry and said, “Why this waste?", "9": "This perfume could have been sold for a lot of money and given to the poor.”", "10": "But Jesus knew what they were thinking. He said, “Why do you make trouble for the woman? She's done a good thing for me.", "11": "You always have the poor with you, but you won't always have me.", "12": "By pouring this perfume over my body she's prepared me to be buried.", "13": "I tell you the truth that wherever in the whole world this good news is announced, what she's done will also be told in memory of her.”", "14": "Then one of the Twelve, who was called Judas Iscariot, went to the chief priests", "15": "and said, “What will you give me if I turn Jesus over to you?” They paid him thirty pieces of silver.", "16": "From that time on he was looking for an opportunity to turn him in.", "17": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus and said, “Where do you want us to prepare for you to eat the Passover meal?”", "18": "He replied, “Go into the city, to a certain man, and say, 'The teacher says, “My time is near. I'm going to celebrate the Passover with my disciples at your house.”'”", "19": "The disciples did just as Jesus instructed them. They prepared the Passover.", "20": "That evening he took his place at the table with the twelve disciples.", "21": "As they were eating he said, “I assure you that one of you will betray me.”", "22": "Deeply saddened, each one said to him, “I'm not the one, am I, Lord?”", "23": "He replied, “The one who will betray me is the one who dips his hand with me into this bowl.", "24": "The Human One[b] goes to his death just as it is written about him. But how terrible it is for that person who betrays the Human One![c] It would have been better for him if he had never been born.”", "25": "Now Judas, who would betray him, replied, “It's not me, is it, Rabbi?” Jesus answered, “You said it.”", "26": "While they were eating, Jesus took bread, blessed it, broke it, and gave it to the disciples and said, “Take and eat. This is my body.”", "27": "He took a cup, gave thanks, and gave it to them, saying, “Drink from this, all of you.", "28": "This is my blood of the covenant, which is poured out for many so that their sins may be forgiven.", "29": "I tell you, I won't drink wine again until that day when I drink it in a new way with you in my Father's kingdom.”", "30": "Then, after singing songs of praise, they went to the Mount of Olives.", "31": "Then Jesus said to his disciples, “Tonight you will all fall away because of me. This is because it is written, I will hit the shepherd, and the sheep of the flock will go off in all directions.[d]", "32": "But after I'm raised up, I'll go before you to Galilee.”", "33": "Peter replied, “If everyone else stumbles because of you, I'll never stumble.”", "34": "Jesus said to him, “I assure you that, before the rooster crows tonight, you will deny me three times.”", "35": "Peter said, “Even if I must die alongside you, I won't deny you.” All the disciples said the same thing.", "36": "Then Jesus went with his disciples to a place called Gethsemane. He said to the disciples, “Stay here while I go and pray over there.”", "37": "When he took Peter and Zebedee's two sons, he began to feel sad and anxious.", "38": "Then he said to them, “I'm very sad. It's as if I'm dying. Stay here and keep alert with me.”", "39": "Then he went a short distance farther and fell on his face and prayed, “My Father, if it's possible, take this cup of suffering away from me. However—not what I want but what you want.”", "40": "He came back to the disciples and found them sleeping. He said to Peter, “Couldn't you stay alert one hour with me?", "41": "Stay alert and pray so that you won't give in to temptation. The spirit is eager, but the flesh is weak.”", "42": "A second time he went away and prayed, “My Father, if it's not possible that this cup be taken away unless I drink it, then let it be what you want.”", "43": "Again he came and found them sleeping. Their eyes were heavy with sleep.", "44": "But he left them and again went and prayed the same words for the third time.", "45": "Then he came to his disciples and said to them, “Will you sleep and rest all night? Look, the time has come for the Human One[e] to be betrayed into the hands of sinners.", "46": "Get up. Let's go. Look, here comes my betrayer.”", "47": "While Jesus was still speaking, Judas, one of the Twelve, came. With him was a large crowd carrying swords and clubs. They had been sent by the chief priests and elders of the people.", "48": "His betrayer had given them a sign: “Arrest the man I kiss.”", "49": "Just then he came to Jesus and said, “Hello, Rabbi.” Then he kissed him.", "50": "But Jesus said to him, “Friend, do what you came to do.” Then they came and grabbed Jesus and arrested him.", "51": "One of those with Jesus reached for his sword. Striking the high priest's slave, he cut off his ear.", "52": "Then Jesus said to him, “Put the sword back into its place. All those who use the sword will die by the sword.", "53": "Or do you think that I'm not able to ask my Father and he will send to me more than twelve battle groups[f] of angels right away?", "54": "But if I did that, how would the scriptures be fulfilled that say this must happen?”", "55": "Then Jesus said to the crowds, “Have you come with swords and clubs to arrest me, like a thief? Day after day, I sat in the temple teaching, but you didn't arrest me.", "56": "But all this has happened so that what the prophets said in the scriptures might be fulfilled.” Then all the disciples left Jesus and ran away.", "57": "Those who arrested Jesus led him to Caiaphas the high priest. The legal experts and the elders had gathered there.", "58": "Peter followed him from a distance until he came to the high priest's courtyard. He entered that area and sat outside with the officers to see how it would turn out.", "59": "The chief priests and the whole council were looking for false testimony against Jesus so that they could put him to death.", "60": "They didn't find anything they could use from the many false witnesses who were willing to come forward. But finally they found two", "61": "who said, “This man said, 'I can destroy God's temple and rebuild it in three days.'”", "62": "Then the high priest stood and said to Jesus, “Aren't you going to respond to the testimony these people have brought against you?”", "63": "But Jesus was silent. The high priest said, “By the living God, I demand that you tell us whether you are the Christ, God's Son.”", "64": "“You said it,” Jesus replied. “But I say to you that from now on you'll see the Human One[g] sitting on the right side of the Almighty[h] and coming on the heavenly clouds.”[i]", "65": "Then the high priest tore his clothes and said, “He's insulting God! Why do we need any more witnesses? Look, you've heard his insult against God.", "66": "What do you think?” And they answered, “He deserves to die!”", "67": "Then they spit in his face and beat him. They hit him", "68": "and said, “Prophesy for us, Christ! Who hit you?”", "69": "Meanwhile, Peter was sitting outside in the courtyard. A servant woman came and said to him, “You were also with Jesus the Galilean.”", "70": "But he denied it in front of all of them, saying, “I don't know what you are talking about.”", "71": "When he went over to the gate, another woman saw him and said to those who were there, “This man was with Jesus, the man from Nazareth.”", "72": "With a solemn pledge, he denied it again, saying, “I don't know the man.”", "73": "A short time later those standing there came and said to Peter, “You must be one of them. The way you talk gives you away.”", "74": "Then he cursed and swore, “I don't know the man!” At that very moment the rooster crowed.", "75": "Peter remembered Jesus' words, “Before the rooster crows you will deny me three times.”And Peter went out and cried uncontrollably."}