{"1": "Early in the morning all the chief priests and the elders of the people reached the decision to have Jesus put to death.", "2": "They bound him, led him away, and turned him over to Pilate the governor.", "3": "When Judas, who betrayed Jesus, saw that Jesus was condemned to die, he felt deep regret. He returned the thirty pieces of silver to the chief priests and elders, and", "4": "said, “I did wrong because I betrayed an innocent man.” But they said, “What is that to us? That's your problem.”", "5": "Judas threw the silver pieces into the temple and left. Then he went and hanged himself.", "6": "The chief priests picked up the silver pieces and said, “According to the Law it's not right to put this money in the treasury. Since it was used to pay for someone's life, it's unclean.”", "7": "So they decided to use it to buy the potter's field where strangers could be buried.", "8": "That's why that field is called “Field of Blood” to this very day.", "9": "This fulfilled the words of Jeremiah the prophet: And I took the thirty pieces of silver, the price for the one whose price had been set by some of the Israelites,", "10": "and I gave them for the potter's field, as the Lord commanded me.[a]", "11": "Jesus was brought before the governor. The governor said, “Are you the king of the Jews?” Jesus replied, “That's what you say.”", "12": "But he didn't answer when the chief priests and elders accused him.", "13": "Then Pilate said, “Don't you hear the testimony they bring against you?”", "14": "But he didn't answer, not even a single word. So the governor was greatly amazed.", "15": "It was customary during the festival for the governor to release to the crowd one prisoner, whomever they might choose.", "16": "At that time there was a well-known prisoner named Jesus Barabbas.", "17": "When the crowd had come together, Pilate asked them, “Whom would you like me to release to you, Jesus Barabbas or Jesus who is called Christ?”", "18": "He knew that the leaders of the people had handed him over because of jealousy.", "19": "While he was serving as judge, his wife sent this message to him, “Leave that righteous man alone. I've suffered much today in a dream because of him.”", "20": "But the chief priests and the elders persuaded the crowds to ask for Barabbas and kill Jesus.", "21": "The governor said, “Which of the two do you want me to release to you?” “Barabbas,” they replied.", "22": "Pilate said, “Then what should I do with Jesus who is called Christ?” They all said, “Crucify him!”", "23": "But he said, “Why? What wrong has he done?” They shouted even louder, “Crucify him!”", "24": "Pilate saw that he was getting nowhere and that a riot was starting. So he took water and washed his hands in front of the crowd. “I'm innocent of this man's blood,” he said. “It's your problem.”", "25": "All the people replied, “Let his blood be on us and on our children.”", "26": "Then he released Barabbas to them. He had Jesus whipped, then handed him over to be crucified.", "27": "The governor's soldiers took Jesus into the governor's house, and they gathered the whole company[b] of soldiers around him.", "28": "They stripped him and put a red military coat on him.", "29": "They twisted together a crown of thorns and put it on his head. They put a stick in his right hand. Then they bowed down in front of him and mocked him, saying, “Hey! King of the Jews!”", "30": "After they spit on him, they took the stick and struck his head again and again.", "31": "When they finished mocking him, they stripped him of the military coat and put his own clothes back on him. They led him away to crucify him.", "32": "As they were going out, they found Simon, a man from Cyrene. They forced him to carry his cross.", "33": "When they came to a place called Golgotha, which means Skull Place,", "34": "they gave Jesus wine mixed with vinegar to drink. But after tasting it, he didn't want to drink it.", "35": "After they crucified him, they divided up his clothes among them by drawing lots.", "36": "They sat there, guarding him.", "37": "They placed above his head the charge against him. It read, “This is Jesus, the king of the Jews.”", "38": "They crucified with him two outlaws, one on his right side and one on his left.", "39": "Those who were walking by insulted Jesus, shaking their heads", "40": "and saying, “So you were going to destroy the temple and rebuild it in three days, were you? Save yourself! If you are God's Son, come down from the cross.”", "41": "In the same way, the chief priests, along with the legal experts and the elders, were making fun of him, saying,", "42": "“He saved others, but he can't save himself. He's the king of Israel, so let him come down from the cross now. Then we'll believe in him.", "43": "He trusts in God, so let God deliver him now if he wants to. He said, 'I'm God's Son.'”", "44": "The outlaws who were crucified with him insulted him in the same way.", "45": "From noon until three in the afternoon the whole earth was dark.", "46": "At about three Jesus cried out with a loud shout, “Eli, Eli, lama sabachthani,” which means, “My God, my God, why have you left me?”[c]", "47": "After hearing him, some standing there said, “He's calling Elijah.”", "48": "One of them ran over, took a sponge full of vinegar, and put it on a pole. He offered it to Jesus to drink.", "49": "But the rest of them said, “Let's see if Elijah will come and save him.”", "50": "Again Jesus cried out with a loud shout. Then he died.", "51": "Look, the curtain of the sanctuary was torn in two from top to bottom. The earth shook, the rocks split,", "52": "and the bodies of many holy people who had died were raised.", "53": "After Jesus' resurrection they came out of their graves and went into the holy city where they appeared to many people.", "54": "When the centurion and those with him who were guarding Jesus saw the earthquake and what had just happened, they were filled with awe and said, “This was certainly God's Son.”", "55": "Many women were watching from a distance. They had followed Jesus from Galilee to serve him.", "56": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee's sons.", "57": "That evening a man named Joseph came. He was a rich man from Arimathea who had become a disciple of Jesus.", "58": "He came to Pilate and asked for Jesus' body. Pilate gave him permission to take it.", "59": "Joseph took the body, wrapped it in a clean linen cloth,", "60": "and laid it in his own new tomb, which he had carved out of the rock. After he rolled a large stone at the door of the tomb, he went away.", "61": "Mary Magdalene and the other Mary were there, sitting in front of the tomb.", "62": "The next day, which was the day after Preparation Day, the chief priests and the Pharisees gathered before Pilate.", "63": "They said, “Sir, we remember that while that deceiver was still alive he said, 'After three days I will arise.'", "64": "Therefore, order the grave to be sealed until the third day. Otherwise, his disciples may come and steal the body and tell the people, 'He's been raised from the dead.' This last deception will be worse than the first.”", "65": "Pilate replied, “You have soldiers for guard duty. Go and make it as secure as you know how.”", "66": "Then they went and secured the tomb by sealing the stone and posting the guard."}