{"1": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary came to look at the tomb.", "2": "Look, there was a great earthquake, for an angel from the Lord came down from heaven. Coming to the stone, he rolled it away and sat on it.", "3": "Now his face was like lightning and his clothes as white as snow.", "4": "The guards were so terrified of him that they shook with fear and became like dead men.", "5": "But the angel said to the women, “Don't be afraid. I know that you are looking for Jesus who was crucified.", "6": "He isn't here, because he's been raised from the dead, just as he said. Come, see the place where they laid him.", "7": "Now hurry, go and tell his disciples, 'He's been raised from the dead. He's going on ahead of you to Galilee. You will see him there.' I've given the message to you.”", "8": "With great fear and excitement, they hurried away from the tomb and ran to tell his disciples.", "9": "But Jesus met them and greeted them. They came and grabbed his feet and worshipped him.", "10": "Then Jesus said to them, “Don't be afraid. Go and tell my brothers that I am going into Galilee. They will see me there.”", "11": "Now as the women were on their way, some of the guards came into the city and told the chief priests everything that had happened.", "12": "They met with the elders and decided to give a large sum of money to the soldiers.", "13": "They told them, “Say that Jesus' disciples came at night and stole his body while you were sleeping.", "14": "And if the governor hears about this, we will take care of it with him so you will have nothing to worry about.”", "15": "So the soldiers took the money and did as they were told. And this report has spread throughout all Judea to this very day.", "16": "Now the eleven disciples went to Galilee, to the mountain where Jesus told them to go.", "17": "When they saw him, they worshipped him, but some doubted.", "18": "Jesus came near and spoke to them, “I've received all authority in heaven and on earth.", "19": "Therefore, go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,", "20": "teaching them to obey everything that I've commanded you. Look, I myself will be with you every day until the end of this present age.”"}