{"1": "Then the Spirit led Jesus up into the wilderness so that the devil might tempt him.", "2": "After Jesus had fasted for forty days and forty nights, he was starving.", "3": "The tempter came to him and said, “Since you are God's Son, command these stones to become bread.”", "4": "Jesus replied, “It's written, People won't live only by bread, but by every word spoken by God.”[a]", "5": "After that the devil brought him into the holy city and stood him at the highest point of the temple. He said to him,", "6": "“Since you are God's Son, throw yourself down; for it is written, I will command my angels concerning you, and they will take you up in their hands so that you won't hit your foot on a stone.”[b]", "7": "Jesus replied, “Again it's written, Don't test the Lord your God.”[c]", "8": "Then the devil brought him to a very high mountain and showed him all the kingdoms of the world and their glory.", "9": "He said, “I'll give you all these if you bow down and worship me.”", "10": "Jesus responded, “Go away, Satan, because it's written,You will worship the Lord your God and serve only him.”[d]", "11": "The devil left him, and angels came and took care of him.", "12": "Now when Jesus heard that John was arrested, he went to Galilee.", "13": "He left Nazareth and settled in Capernaum, which lies alongside the sea in the area of Zebulun and Naphtali.", "14": "This fulfilled what Isaiah the prophet said:", "15": "Land of Zebulun and land of Naphtali, alongside the sea, across the Jordan, Galilee of the Gentiles,", "16": "the people who lived in the dark have seen a great light, and a light has come upon those who lived in the region and in shadow of death.[e]", "17": "From that time Jesus began to announce, “Change your hearts and lives! Here comes the kingdom of heaven!”", "18": "As Jesus walked alongside the Galilee Sea, he saw two brothers, Simon, who is called Peter, and Andrew, throwing fishing nets into the sea, because they were fishermen.", "19": "“Come, follow me,” he said, “and I'll show you how to fish for people.”", "20": "Right away, they left their nets and followed him.", "21": "Continuing on, he saw another set of brothers, James the son of Zebedee and his brother John. They were in a boat with Zebedee their father repairing their nets. Jesus called them and", "22": "immediately they left the boat and their father and followed him.", "23": "Jesus traveled throughout Galilee, teaching in their synagogues. He announced the good news of the kingdom and healed every disease and sickness among the people.", "24": "News about him spread throughout Syria. People brought to him all those who had various kinds of diseases, those in pain, those possessed by demons, those with epilepsy, and those who were paralyzed, and he healed them.", "25": "Large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from the areas beyond the Jordan River."}