{"1": "“Be careful that you don't practice your religion in front of people to draw their attention. If you do, you will have no reward from your Father who is in heaven.", "2": "“Whenever you give to the poor, don't blow your trumpet as the hypocrites do in the synagogues and in the streets so that they may get praise from people. I assure you, that's the only reward they'll get.", "3": "But when you give to the poor, don't let your left hand know what your right hand is doing", "4": "so that you may give to the poor in secret. Your Father who sees what you do in secret will reward you.", "5": "“When you pray, don't be like hypocrites. They love to pray standing in the synagogues and on the street corners so that people will see them. I assure you, that's the only reward they'll get.", "6": "But when you pray, go to your room, shut the door, and pray to your Father who is present in that secret place. Your Father who sees what you do in secret will reward you.", "7": "“When you pray, don't pour out a flood of empty words, as the Gentiles do. They think that by saying many words they'll be heard.", "8": "Don't be like them, because your Father knows what you need before you ask.", "9": "Pray like this: Our Father who is in heaven, uphold the holiness of your name.", "10": "Bring in your kingdom so that your will is done on earth as it's done in heaven.", "11": "Give us the bread we need for today.", "12": "Forgive us for the ways we have wronged you, just as we also forgive those who have wronged us.", "13": "And don't lead us into temptation, but rescue us from the evil one.", "14": "“If you forgive others their sins, your heavenly Father will also forgive you.", "15": "But if you don't forgive others, neither will your Father forgive your sins.", "16": "“And when you fast, don't put on a sad face like the hypocrites. They distort their faces so people will know they are fasting. I assure you that they have their reward.", "17": "When you fast, brush your hair and wash your face.", "18": "Then you won't look like you are fasting to people, but only to your Father who is present in that secret place. Your Father who sees in secret will reward you.", "19": "“Stop collecting treasures for your own benefit on earth, where moth and rust eat them and where thieves break in and steal them.", "20": "Instead, collect treasures for yourselves in heaven, where moth and rust don't eat them and where thieves don't break in and steal them.", "21": "Where your treasure is, there your heart will be also.", "22": "“The eye is the lamp of the body. Therefore, if your eye is healthy, your whole body will be full of light.", "23": "But if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how terrible that darkness will be!", "24": "No one can serve two masters. Either you will hate the one and love the other, or you will be loyal to the one and have contempt for the other. You cannot serve God and wealth.", "25": "“Therefore, I say to you, don't worry about your life, what you'll eat or what you'll drink, or about your body, what you'll wear. Isn't life more than food and the body more than clothes?", "26": "Look at the birds in the sky. They don't sow seed or harvest grain or gather crops into barns. Yet your heavenly Father feeds them. Aren't you worth much more than they are?", "27": "Who among you by worrying can add a single moment to your life?", "28": "And why do you worry about clothes? Notice how the lilies in the field grow. They don't wear themselves out with work, and they don't spin cloth.", "29": "But I say to you that even Solomon in all of his splendor wasn't dressed like one of these.", "30": "If God dresses grass in the field so beautifully, even though it's alive today and tomorrow it's thrown into the furnace, won't God do much more for you, you people of weak faith?", "31": "Therefore, don't worry and say, 'What are we going to eat?' or 'What are we going to drink?' or 'What are we going to wear?'", "32": "Gentiles long for all these things. Your heavenly Father knows that you need them.", "33": "Instead, desire first and foremost God's kingdom and God's righteousness, and all these things will be given to you as well.", "34": "Therefore, stop worrying about tomorrow, because tomorrow will worry about itself. Each day has enough trouble of its own."}