{"1": "“Don't judge, so that you won't be judged.", "2": "You'll receive the same judgment you give. Whatever you deal out will be dealt out to you.", "3": "Why do you see the splinter that's in your brother's or sister's eye, but don't notice the log in your own eye?", "4": "How can you say to your brother or sister, 'Let me take the splinter out of your eye,' when there's a log in your eye?", "5": "You deceive yourself! First take the log out of your eye, and then you'll see clearly to take the splinter out of your brother's or sister's eye.", "6": "Don't give holy things to dogs, and don't throw your pearls in front of pigs. They will stomp on the pearls, then turn around and attack you.", "7": "“Ask, and you will receive. Search, and you will find. Knock, and the door will be opened to you.", "8": "For everyone who asks, receives. Whoever seeks, finds. And to everyone who knocks, the door is opened.", "9": "Who among you will give your children a stone when they ask for bread?", "10": "Or give them a snake when they ask for fish?", "11": "If you who are evil know how to give good gifts to your children, how much more will your heavenly Father give good things to those who ask him.", "12": "Therefore, you should treat people in the same way that you want people to treat you; this is the Law and the Prophets.", "13": "“Go in through the narrow gate. The gate that leads to destruction is broad and the road wide, so many people enter through it.", "14": "But the gate that leads to life is narrow and the road difficult, so few people find it.", "15": "“Watch out for false prophets. They come to you dressed like sheep, but inside they are vicious wolves.", "16": "You will know them by their fruit. Do people get bunches of grapes from thorny weeds, or do they get figs from thistles?", "17": "In the same way, every good tree produces good fruit, and every rotten tree produces bad fruit.", "18": "A good tree can't produce bad fruit. And a rotten tree can't produce good fruit.", "19": "Every tree that doesn't produce good fruit is chopped down and thrown into the fire.", "20": "Therefore, you will know them by their fruit.", "21": "“Not everybody who says to me, 'Lord, Lord,' will get into the kingdom of heaven. Only those who do the will of my Father who is in heaven will enter.", "22": "On the Judgment Day, many people will say to me, 'Lord, Lord, didn't we prophesy in your name and expel demons in your name and do lots of miracles in your name?'", "23": "Then I'll tell them, 'I've never known you. Get away from me, you people who do wrong.'", "24": "“Everybody who hears these words of mine and puts them into practice is like a wise builder who built a house on bedrock.", "25": "The rain fell, the floods came, and the wind blew and beat against that house. It didn't fall because it was firmly set on bedrock.", "26": "But everybody who hears these words of mine and doesn't put them into practice will be like a fool who built a house on sand.", "27": "The rain fell, the floods came, and the wind blew and beat against that house. It fell and was completely destroyed.”", "28": "When Jesus finished these words, the crowds were amazed at his teaching", "29": "because he was teaching them like someone with authority and not like their legal experts."}