{"1": "Boarding a boat, Jesus crossed to the other side of the lake and went to his own city.", "2": "People brought to him a man who was paralyzed, lying on a cot. When Jesus saw their faith, he said to the man who was paralyzed, “Be encouraged, my child, your sins are forgiven.”", "3": "Some legal experts said among themselves, “This man is insulting God.”", "4": "But Jesus knew what they were thinking and said, “Why do you fill your minds with evil things?", "5": "Which is easier—to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?", "6": "But so you will know that the Human One[a] has authority on the earth to forgive sins”—he said to the man who was paralyzed—“Get up, take your cot, and go home.”", "7": "The man got up and went home.", "8": "When the crowds saw what had happened, they were afraid and praised God, who had given such authority to human beings.", "9": "As Jesus continued on from there, he saw a man named Matthew sitting at a kiosk for collecting taxes. He said to him, “Follow me,” and he got up and followed him.", "10": "As Jesus sat down to eat in Matthew's house, many tax collectors and sinners joined Jesus and his disciples at the table.", "11": "But when the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”", "12": "When Jesus heard it, he said, “Healthy people don't need a doctor, but sick people do.", "13": "Go and learn what this means: I want mercy and not sacrifice.[b] I didn't come to call righteous people, but sinners.”", "14": "At that time John's disciples came and asked Jesus, “Why do we and the Pharisees frequently fast, but your disciples never fast?”", "15": "Jesus responded, “The wedding guests can't mourn while the groom is still with them, can they? But the days will come when the groom will be taken away from them, and then they'll fast.", "16": "“No one sews a piece of new, unshrunk cloth on old clothes because the patch tears away the cloth and makes a worse tear.", "17": "No one pours new wine into old wineskins. If they did, the wineskins would burst, the wine would spill, and the wineskins would be ruined. Instead, people pour new wine into new wineskins so that both are kept safe.”", "18": "While Jesus was speaking to them, a ruler came and knelt in front of him, saying, “My daughter has just died. But come and place your hand on her, and she'll live.”", "19": "So Jesus and his disciples got up and went with him.", "20": "Then a woman who had been bleeding for twelve years came up behind Jesus and touched the hem of his clothes.", "21": "She thought, If I only touch his robe I'll be healed.", "22": "When Jesus turned and saw her, he said, “Be encouraged, daughter. Your faith has healed you.” And the woman was healed from that time on.", "23": "When Jesus went into the ruler's house, he saw the flute players and the distressed crowd.", "24": "He said, “Go away, because the little girl isn't dead but is asleep”; but they laughed at him.", "25": "After he had sent the crowd away, Jesus went in and touched her hand, and the little girl rose up.", "26": "News about this spread throughout that whole region.", "27": "As Jesus departed, two blind men followed him, crying out, “Show us mercy, Son of David.”", "28": "When he came into the house, the blind men approached him. Jesus said to them, “Do you believe I can do this?” “Yes, Lord,” they replied.", "29": "Then Jesus touched their eyes and said, “It will happen for you just as you have believed.”", "30": "Their eyes were opened. Then Jesus sternly warned them, “Make sure nobody knows about this.”", "31": "But they went out and spread the word about him throughout that whole region.", "32": "As they were leaving, people brought to him a man who was demon-possessed and unable to speak.", "33": "When Jesus had thrown out the demon, the man who couldn't speak began to talk. The crowds were amazed and said, “Nothing like this has ever been seen in Israel.”", "34": "But the Pharisees said, “He throws out demons with the authority of the ruler of demons.”", "35": "Jesus traveled among all the cities and villages, teaching in their synagogues, announcing the good news of the kingdom, and healing every disease and every sickness.", "36": "Now when Jesus saw the crowds, he had compassion for them because they were troubled and helpless, like sheep without a shepherd.", "37": "Then he said to his disciples, “The size of the harvest is bigger than you can imagine, but there are few workers.", "38": "Therefore, plead with the Lord of the harvest to send out workers for his harvest.”"}