{"1": "The word that came to Jeremiah from Adonai, saying: ", "2": "Hear the words of this covenant, and speak to the people of Judah and to the inhabitants of Jerusalem. ", "3": "Now say to them, Thus says Adonai, the God of Israel: “Cursed is the one who does not obey the words of this covenant, ", "4": "which I commanded your forefathers in the day I brought them out of the land of Egypt—out of the iron furnace—saying: 'Listen to My voice, and do all that I command you. Then you will be My people, and I will be your God.", "5": "[a] 5 Then I will fulfill the oath which I swore to your fathers, to give them a land flowing with milk and honey, as it is today.'” In response I said, “Amen, Adonai.”", "6": "Then Adonai said to me: “Proclaim all these words in the cities of Judah and in the streets of Jerusalem, saying: 'Hear the words of this covenant, and do them.' ", "7": "For I earnestly forewarned your fathers in the day that I brought them up out of the land of Egypt until this day, forewarning early and often, saying 'Listen to My voice!' ", "8": "Yet they would not obey or incline their ear, but each one walked in the stubbornness of his evil heart. Therefore I brought on them all the words of this covenant—which I commanded them to do, but they did not.”", "9": "Then Adonai said to me, “A conspiracy has been discovered among the men of Judah and the inhabitants of Jerusalem. ", "10": "They have turned back to the iniquities of their forefathers who refused to hear My words. They have gone after other gods to serve them. “The house of Israel and the house of Judah have broken My covenant which I made with their fathers.”", "11": "Therefore thus says Adonai. “I will soon bring a disaster on them that they will not be able to escape. They will cry out to Me, yet I will not listen to them. ", "12": "Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they burn incense—but they will not save them at all in the time of their trouble. ", "13": "For as numerous as your cities are your gods, O Judah, and as numerous as the streets of Jerusalem are the altars you have set up to the shameful thing—altars to burn incense to Baal. ", "14": "As for you, you are not to pray for this people or lift up supplication or prayer for them, for I will not hear them at the time they cry to out to Me because of their disaster.”[b]", "15": "“What is My beloved doing in My House as she does evil schemes with many? Can holy meat prevent your disaster? So you may rejoice?", "16": "Adonai called your name—a leafy olive tree,[c] beautiful with well-formed fruit. With the noise of a great tumult He has set it on fire, and its branches are broken.", "17": "For Adonai-Tzva'ot, who planted you, has pronounced evil against you because of the evil of the house of Israel and of the house of Judah, which they have done to themselves, provoking Me by offering sacrifices to Baal. ", "18": "Moreover, Adonai gave me knowledge of it, and I knew it, then You showed me their deeds.", "19": "But I was like a gentle lamb led to slaughter. I did not know they had devised plots against me: “Let us destroy the tree with its fruit. Let us cut him off from the land of the living, so that his name will be no more remembered.”", "20": "But Adonai-Tzva'ot, who judges righteously, who tests the mind and the heart, let me see your vengeance on them. For to You I have made my cause known.", "21": "Therefore thus says Adonai concerning the men of Anathoth who seek your life, saying, “You must not prophesy in the Name of Adonai, so you would not die by our hand.” ", "22": "Therefore thus says Adonai-Tzva'ot: “I am about to punish them! The young men will die by the sword; their sons and their daughters will die by famine. ", "23": "No remnant will be left to them, for I will bring calamity on the men of Anathoth—the year of their visitation."}