{"1": "Righteous are You, Adonai, when I plead my case with You. Yet I speak with You about justice. Why does the way of the wicked prosper? Why do all the treacherous thrive?", "2": "You planted them, so they have taken root. They are growing, bearing fruit. You are near in their mouth, yet far from their mind.", "3": "But You have known me, Adonai. You see me, and examine my heart toward You. Drag them off like sheep for slaughter. Set them apart for the day of carnage.[a]", "4": "How long will the land mourn and the grass of all the field wither? Because those living in it are evil, beasts and birds are swept away. For they said, “He cannot see our end.”", "5": "“If you raced with those on foot and they wore you out, how can you compete with horses? If you are secure in a land of peace, how will you do in Jordan's thickets?", "6": "For even your brothers—your father's house— even they will betray you, even they will shout out after you. Have no confidence in them, even if they say nice words to you.”", "7": "“I have abandoned My House. I have forsaken My inheritance. I have given the beloved of My soul Into the hand of her enemies.", "8": "My inheritance became to Me like a lion in the forest— her voice roared against Me! Therefore I despised her.", "9": "Is My inheritance a speckled vulture? Are vultures circling all around her? Go, gather all the wild beasts, bring them for devouring!", "10": "“Many shepherds ruined My vineyard. They trampled My property. They made My pleasant portion a desolate wilderness.", "11": "They made it a wasteland. It mourns before Me, desolate. The whole land will be laid waste, because no one takes it to heart.”", "12": "On all the bare hills in the wilderness destroyers have come. For the sword of Adonai is devouring from the one end of the land to the other end of the land. No flesh has shalom.", "13": "They sowed wheat but reaped thorns. They wore themselves out, gaining nothing. So be ashamed of your harvest, because of Adonai's fierce anger.", "14": "Thus says Adonai, “As for all My evil neighbors who strike at the inheritance that I bequeathed to My people Israel—I am about to uproot them from their land and pluck the house of Judah from them. ", "15": "Yet it will come to pass, after I have uprooted them, that I will again have compassion on them and I will bring them back, each one to his inheritance and each one to his land.", "16": "“So it will come to pass, if they will diligently learn the ways of My people—to swear by My Name, 'As Adonai lives,' just as they taught My people to swear by Baal—then they will be built up in the midst of My people. ", "17": "But if they will not obey, then I will uproot that nation, plucking it up and destroying it.” It is a declaration of Adonai."}