{"1": "Thus Adonai said to me: “Go, and buy yourself a linen waistband and put it around your waist, and do not put it in water.”", "2": "So I got a waistband in keeping with the word of Adonai, and put it on my waist. ", "3": "Then the word of Adonai came to me a second time, saying: ", "4": "“Take the waistband that you bought, which is on your waist, and get up, go to Perath[a] and hide it there in a cleft of the rock.”", "5": "So I went and hid it at Perath, as Adonai commanded me. ", "6": "Now it came to pass after many days that Adonai said to me: “Get up, go to Perath, and take the waistband that I commanded you to hide there.” ", "7": "So I went to Perath, dug it up and took the waistband from the place where I had hidden it. But to my surprise, the waistband was marred, worth nothing at all.", "8": "Then the word of Adonai came to me, saying, ", "9": "thus says Adonai: “Just so I will mar the pride of Judah and the great pride of Jerusalem. ", "10": "This wicked people, who refuse to hear My words, who walk in the stubbornness of their own heart, and go after other gods to serve them and worship them, will be just like this waistband—worth nothing at all. ", "11": "For just as the waistband clings to a man's waist, so I will make the whole house of Israel and the whole house of Judah cling to Me,” declares Adonai, “to be to Me a people, a name, a praise and a glory. But they would not obey.”", "12": "Moreover, speak this word to them, thus says Adonai, the God of Israel: “Every jug should be filled with wine.” When they say to you, 'Don't we know very well that every jug should be filled with wine?' ", "13": "Then you will say to them, thus says Adonai, 'I am about to fill all the inhabitants of this land—even the kings who sit on David's throne, the kohanim, the prophets, and all the inhabitants of Jerusalem—with drunkenness. ", "14": "And I will smash them against each other, even fathers and sons,' says Adonai. 'I will show no pity, nor regret, nor compassion, to keep Me from destroying them.'”", "15": "Hear and give ear! o not be haughty! For Adonai has spoken.", "16": "Give glory to Adonai your God, before it grows dark, and before your feet stumble on mountains at dusk. When you look for light, He turns it into the shadow of death, and turns it into deep darkness.", "17": "But if you will not listen, my soul will sob in secret before such pride, and my eyes will weep bitterly and overflow with tears, for Adonai's flock will be taken captive.", "18": "Say to the king and the queen mother: “Sit down low, for your glorious crown has fallen from your head.”", "19": "The towns of the South will be shut up, with no one to open them. All Judah is taken into exile— utterly swept into exile.", "20": "Lift up your eyes and see those coming from the north. Where is the flock given to you, Your beautiful sheep?", "21": "What will you say, when He sets up the allies you cultivated for yourself, over you as head? Will not labor pains seize you, like a woman in travail?", "22": "Suppose you say in your heart, “Why did these things happen to me?” Because of your great iniquity, your skirts are uncovered and your heels suffer violence.", "23": "Can the Ethiopian change his skin? Or the leopard his spots? So, could you do good, that are accustomed to doing evil?", "24": "“Therefore I will scatter them like drifting straw in the desert wind.", "25": "This is your lot, the portion measured for you from Me.” It is a declaration of Adonai. “For you have forgotten Me and trusted in falsehood.", "26": "Therefore I will also uncover your skirts over your face, expose your shame.", "27": "Your adulteries, your lustful neighings, the lewdness of your prostitution— on the hills in the field I have seen your loathsome acts. Oy you, Jerusalem! You are unclean! How much longer?”"}