{"1": "The word of Adonai came to me, saying: ", "2": "“You will not take a wife for yourself or have sons or daughters in this place.” ", "3": "For thus says Adonai about the sons and daughters born in this place, and about their mothers who give birth to them and about their fathers who father them in this land: ", "4": "They will die of deadly diseases. They will not be lamented or buried, but will be like dung on the surface of the ground. They will be consumed by the sword and famine, and their carcasses will be food for the birds of the sky and the beasts of the earth.", "5": "For thus says Adonai: “Do not enter a house of mourning, neither go to lament nor bemoan them. For I have taken away My shalom from this people”—it is a declaration of Adonai—“as well as My mercy and compassion. ", "6": "Both great and small will die in this land; they will not be buried; neither will anyone lament for them, or cut themselves or shave his head for them. ", "7": "No one will break bread for them in mourning, to give comfort for the dead. Nor will anyone offer a cup of consolation to drink for anyone's father or for his mother.", "8": "“You must not go into the house of feasting to sit with them, to eat and to drink” ", "9": "For thus says Adonai-Tzva'ot, the God of Israel: “I am about to eliminate from this place, before your eyes and in your days, the sound of joy and the sound of gladness, the voice of the bridegroom and the voice of the bride.", "10": "“Now it will come to pass, when You will tell this people all these words, they will say to you: 'Why has Adonai pronounced all this great evil against us? So what is our iniquity? So what is our sin that we have committed against Adonai our God?' ", "11": "Then will You say to them: 'Because your fathers have forsaken Me,' says Adonai, 'and have walked after other gods, served them and worshipped them, and have forsaken Me and have not kept My Torah. ", "12": "Yes, you have done worse than your fathers. For here you are, each of you walking after the stubbornness of his evil heart, not listening to Me. ", "13": "So I will cast you out of this land into a land that you have not known—neither you nor your fathers—and there you will serve other gods day and night. For I will give you no grace.'", "14": "“Therefore, the days are quickly coming,” declares Adonai, “when it will no longer be said. 'As Adonai lives, who brought up the children of Israel out of the land of Egypt.' ", "15": "Rather, 'As Adonai lives, who brought up the children of Israel from the land of the north and from all the lands where He had banished them.' So I will bring them back into their land that I gave to their fathers.", "16": "“Behold, I will send for many fishers,” says Adonai, “and they will fish for them. After that, I will send for many hunters, and they will hunt them down from every mountain and from every hill, and out of the clefts of the rocks. ", "17": "For My eyes are on all their ways. They are not hidden from My face, nor is their iniquity concealed from My eyes. ", "18": "First I will repay them double for their iniquity and their sin, because they have profaned My land, and they have filled My possession with the carcasses of their vile things and their abominations.”", "19": "Adonai, my strength, my stronghold, my refuge in the day of affliction, to You will the nations come from the ends of the earth and say: “Our fathers have inherited nothing but lies, futility and useless things.”", "20": "Will man make gods for himself? Yet they are not gods.", "21": "“So I will surely make them know— this time I make them know My hand and My might— they will know that My Name is Adonai.”"}