{"1": "Judah's sin is written with an iron pen and with a point of a diamond, engraved on the tablet of their heart and on the horns of your altars.", "2": "So their children remember their altars and their Asherah poles by leafy trees on the high hills.", "3": "My mountain in the country, your wealth and all your treasures I will give away as plunder, along with your high places for sin within all your borders.", "4": "So you, on your own, let go of your heritage that I gave you. So I will make you serve your enemies in a land that you do not know. For you have kindled a fire in My nose that will burn forever.”", "5": "Thus says Adonai: “Cursed is the one who trusts in man, and depends on flesh as his arm, and whose heart turns from Adonai.", "6": "For he will be like a bush in the desert. He cannot see goodness when it comes, but will dwell in parched places in the wilderness— a salt land where no one lives.", "7": "Blessed is the one who trusts in Adonai, whose confidence is in Adonai.", "8": "For he will be like a tree planted by the waters, spreading out its roots by a stream. It has no fear when heat comes, but its leaves will be green. It does not worry in a year of drought, nor depart from yielding fruit.", "9": "“The heart is deceitful above all things, and incurable—who can know it?", "10": "I Adonai search the heart, I try the mind, to give every man according to his ways, according to the fruit of his deeds.", "11": "As a partridge that broods over young that she did not lay, so is one who gets wealth, unjustly. In the middle of his days it will abandon him, so at his end he will be a fool.[a]", "12": "Throne of glory on high from the beginning! Place of our sanctuary,", "13": "Adonai, You are the hope of Israel! All who forsake You will be ashamed. Those who depart from You will be written in the dirt, for they have forsaken Adonai, the fountain of living waters.", "14": "Heal me, Adonai, and I will be healed. Save me, and I will be saved. For You are my praise.", "15": "Look, they are saying to me, “Where is the word of Adonai? Let it come now!”[b]", "16": "As for me, I have not run away from being a shepherd after You, nor have I desired the woeful day. What came out of my lips You know—it was before You.", "17": "Be not a ruin to me— You are my refuge in the evil day.", "18": "Let my persecutors be ashamed, yet let me not be ashamed. Let them be dismayed, but let me not be dismayed. Bring on them the evil day, Destroy them with double destruction.", "19": "Thus said Adonai to me: “Go, stand in the gate of the children of the people, through which the kings of Judah come in and go out, and in all the gates of Jerusalem, ", "20": "and say to them: 'Hear the word of Adonai, kings of Judah, and all Judah and all inhabitants of Jerusalem who enter through these gates! ", "21": "Thus says Adonai, “Guard your souls! Carry no burden on the day of Shabbat or bring it in through the gates of Jerusalem. ", "22": "Nor should you carry a burden out of your houses on Yom Shabbat or do any work, but keep Yom Shabbat holy—as I commanded your fathers.” ", "23": "Yet they did not listen or incline their ear, but stiffened their neck, not hearing or accepting correction.", "24": "“However, if you listen attentively to Me,” says Adonai, “to bring in no burden through the gates of this city on Yom Shabbat, but sanctify Yom Shabbat and do no work on it, ", "25": "then there will enter in through the gates of this city kings and princes sitting on the throne of David, riding in chariots and on horses—with their princes, the people of Judah and those dwelling in Jerusalem—and this city will be inhabited forever. ", "26": "They will come from the cities of Judah and from all around Jerusalem, from the land of Benjamin, from the lowland, from the hill country and from the South, bringing burnt offerings and sacrifices, grain offerings, frankincense, and sacrifices of thanksgiving to the House of Adonai.", "27": "“But if you do not listen to Me to keep Yom Shabbat holy, by not bearing a burden or entering through the gates of Jerusalem on Yom Shabbat, then I will set its gates on fire, and it will consume the citadels of Jerusalem, and not be quenched.'”"}