{"1": "The word came to Jeremiah from Adonai, saying: ", "2": "“Arise, and go down to the potter's house, and there I will cause you to hear My words.”", "3": "So I went down to the potter's house, and there he was making a work on the wheels. ", "4": "Whenever the pot that he was making from the clay became flawed in the hand of the potter, he remade it into another pot, as it pleased the potter to make.", "5": "Then the word of Adonai came to me, saying: ", "6": "“O house of Israel, can I not do with you as this potter does?” declares Adonai. “Behold, as the clay in the potter's hand, so are you in My hand, O house of Israel. ", "7": "At one moment I may speak about a nation or about a kingdom, to uproot, to pull down or to destroy it. ", "8": "But if that nation turns from their evil, because of what I have spoken against it, I will relent concerning the calamity that I planned to do to it. ", "9": "Or at another time I may speak about a nation or about a kingdom, to build up or to plant it. ", "10": "But if it does evil in My sight, not listening to My voice, then I will relent of the good that I had said I would do to it.”", "11": "So now, speak to the people of Judah and to the inhabitants of Jerusalem, saying, thus says Adonai: “I am about to bring calamity against you, and devise disaster against you. Turn back now—everyone from his evil way—and amend your ways and your doings.", "12": "But they say: 'It's hopeless! So we will walk after our own plans, and each of us will act in the stubbornness of his evil heart.'”", "13": "Therefore thus says Adonai: “Ask now among the nations, whoever has heard such things? The virgin of Israel has done a most terrible thing.", "14": "Does the snow of Lebanon abandon the rock of the field? Or is the cold water flowing from afar pulled back?", "15": "Yet My people have forgotten Me. They burn incense to a delusion and stumble in their ways —off the ancient paths— to walk on side-tracks, rather than a built-up highway.", "16": "Their land will become a horror, a perpetual hissing— every one passing by will be stunned and shake his head.", "17": "Like an east wind, I will scatter them before the enemy. I will see their back, not their face, in the day of their calamity.”", "18": "Then they said: “Come, let us devise plans against Jeremiah. Surely Torah from the kohen will not be lost, nor will counsel from the wise, nor will the word from the prophet. Come, let's strike at him with the tongue, and pay no attention to any of his words.”", "19": "Be attentive to me, Adonai! Listen to the voice of my opponents.", "20": "Will good be repaid for evil? For they dug a pit for my soul. Remember how I stood before You to speak good on their behalf, to turn Your wrath from them.", "21": "Therefore give their children to famine and pour out the power of the sword. Let their wives be bereaved of children, and widows, and let their men be slain to death, and their young men struck down by the sword in battle.", "22": "Let a cry be heard from their houses when suddenly You bring a troop on them. For they dug a pit to capture me, and hid snares for my feet.", "23": "Yet You know their whole plot, Adonai, against me to slay me. Do not forgive their iniquity or blot out their sin before You. But make them stumble before You. Act against them in the time of Your anger."}