{"1": "When Pashhur son of Immer the kohen, who was chief officer in the House of Adonai, heard Jeremiah prophesying these things, ", "2": "Pashhur had Jeremiah the prophet beaten and put in the stocks[a] at the Upper Benjamin Gate by the House of Adonai. ", "3": "The following morning, Pashhur released Jeremiah from the stocks. Then Jeremiah said to him, “Adonai no longer calls your name Pashhur, but Magormissabib[b]. ", "4": "For thus says Adonai: 'Behold, I will make you a terror both to yourself and to everyone you love. They will fall by the sword of their enemies, while your eyes look on. So I will give all Judah into the hand of the king of Babylon, and he will carry them captive to Babylon and will slay them with the sword.", "5": "“Moreover I will give away all the wealth of this city, and all its produce and its precious things, even all the treasures of the kings of Judah I will give over to the hand of their enemies, who will plunder them, take them away, and bring them to Babylon.", "6": "“As for you, Pashhur, and all who live in your house, you will go into captivity, and you will go to Babylon. So there you will die, and there you will be buried—you and all your friends—to whom you have prophesied falsely.”", "7": "Adonai, You enticed me, so I was enticed. You overpowered me, and prevailed. I am a laughingstock all day long. Everyone mocks me.", "8": "For whenever I speak, I cry out, I proclaim, “Violence and ruin!” For the word of Adonai is scorn and ridicule to me all day long.", "9": "But if I say: “I won't mention Him, or speak any more in His Name,” then it is like fire burning in my heart —shut up in my bones— I weary myself holding it in, but I cannot.", "10": "For I heard the whispering of many: “'Terror on every side?' Denounce him! Let's denounce him!” Even all my close friends are watching for my fall: “Perhaps he may be deceived, so we'll get the better of him, and we'll get our revenge on him.”", "11": "But Adonai is with me like a dreadful warrior. Therefore my persecutors will stumble and will not prevail. Since they are not insightful and not wise, they will be utterly shamed— an everlasting disgrace, never to be forgotten.", "12": "Yet, Adonai–Tzva'ot—testing the righteous, seeing the mind and the heart, let me see Your vengeance on them! For to You have I presented my case.", "13": "Sing to Adonai, praise Adonai! For He has delivered the soul of the needy one from the hand of evildoers.", "14": "Cursed be the day I was born! The day that my mother bore me— may it never be blessed!", "15": "Cursed be the one who brought the news to my father, saying, “A baby boy is born to you!” making him so glad.", "16": "Now let that one be like the cities which Adonai overturned, with no relenting— let him hear a cry in the morning and a shout of alarm at noon,", "17": "since he did not kill me in the womb, so my mother might have been my grave— her womb filled forever.", "18": "Why did I ever come forth out of the womb to see trouble and sorrow, and my days end in shame?"}