{"1": "The word which came to Jeremiah from Adonai, when King Zedekiah sent to him Pashhur son of Malchiah and Zephaniah son of Maaseiah the kohen, saying: ", "2": "“Please inquire of Adonai for us, since Nebuchadrezzar king of Babylon is making war against us. Perhaps Adonai would deal with us according to all His wondrous miracles—so that he would withdraw from us?”", "3": "Then said Jeremiah to them, “Thus will you say to Zedekiah, ", "4": "thus says Adonai, the God of Israel: 'I will soon turn back the weapons of war that are in your hands, which you use to fight against the king of Babylon and against the Chaldeans, who are besieging you outside the walls—I will assemble them in the center of this city. ", "5": "I myself will fight against you, with an outstretched hand and with a strong arm, even with anger, fury and in great wrath. ", "6": "I will also strike down the inhabitants of this city, both man and beast—they will die of a great pestilence.'”", "7": "“Then afterward,” declares Adonai, “I will deliver King Zedekiah of Judah and his servants, as well as the people—those surviving in this city from the pestilence, the sword and the famine—into the hand of Nebuchadnezzar king of Babylon, into the hand of their foes, yes, into the hand of those who seek their life. So he will smite them with the edge of the sword; he will not spare them, nor have pity or compassion.”", "8": "Now to this people you will say, thus says Adonai: “Look, I set before you the way of life and the way of death. ", "9": "He who remains in this city will die by the sword, by the famine, or by the pestilence. But whoever goes out and surrenders to the Chaldeans who are besieging you, he will live, and he will have his life as prize.”", "10": "“For I have set My face against this city for evil, not for good.” It is a declaration of Adonai. “It will be given into the hand of the king of Babylon, and he will burn it with fire.”", "11": "Also to the house of the king of Judah, hear the word of Adonai, ", "12": "O house of David, thus says Adonai: “Render justice by morning, and rescue the one who is robbed out of the hand of the oppressor. Otherwise My fury will go forth like fire and burn so none can extinguish it, because of their evil deeds.”", "13": "“Here I am, against you, situated in the valley, a rocky plateau”—it is a declaration of Adonai—“You are saying, 'Who would come down against us? Who would enter into our lairs?' ", "14": "I will punish you according to the fruit of your deeds.” It is a declaration of Adonai. “Also I will set fire to her forest, and it will consume all around her.”"}