{"1": "Thus said Adonai: “Go down to the palace of the king of Judah and speak this word:", "2": "'Hear the word of Adonai, O king of Judah, who sits on the throne of David—you, your servants, and your people who enter by these gates.' ", "3": "Thus says Adonai: 'Execute justice and righteousness. Rescue the one who is robbed out of the hand of the oppressor. Do not mistreat or do violence to the stranger, the fatherless or the widow. Do not shed innocent blood in this place. ", "4": "For if you really carry out this word, then through the gates of this palace will enter kings sitting on the throne of David, riding in chariots and on horses—himself, his servants, and his people. ", "5": "But if you will not obey these words, I swear by Myself,' declares Adonai, 'that this palace will become a ruin.'”", "6": "For thus says Adonai concerning the house of the king of Judah: “You are Gilead to Me— the summit of Lebanon, yet I will surely make you into a wilderness, uninhabited cities.", "7": "I will consecrate destroyers against you, each with his own weapons. They will cut down your choice cedars and cast them into the fire.", "8": "Many nations will pass by this city, and they will say, each to his neighbor, 'Why has Adonai done such a thing to this great city?' ", "9": "Then they will answer: 'Because they abandoned the covenant of Adonai their God, and worshipped other gods and served them.'”", "10": "Weep not for the dead or bemoan him. Weep bitterly for him who departs, for he will never return, or see his native country again.", "11": "For thus says Adonai to Shallum, son of King Josiah of Judah, who became king in place of his father Josiah: “He who went forth from this place will never return there. ", "12": "Instead, in the place where they led him captive, there will he die—he will see this land no more.”", "13": "Oy to him who builds his house by unrighteousness, and his roof-chambers by injustice, that makes his neighbor work without pay, never giving him his wages,", "14": "who says: “I will build myself a big house with spacious rooms and cut out my windows for it, and panel it with cedar, and paint it with vermilion!", "15": "Did you become king just to be striving with cedar? Did your father not eat and drink, and do justice and righteousness? Then it went well with him.", "16": "He pled the case of the poor and weak, so it went well. Is not this knowledge of Me?” It is a declaration of Adonai.", "17": "“But your eyes and your heart are only on your unjust gain, and on shedding innocent blood, and committing extortion and fraud.”", "18": "Therefore thus says Adonai about Jehoiakim son of King Josiah of Judah: “They will not lament for him, 'Oy, my brother!' or 'Oy, sister!' They will not lament for him, 'Oy, master!' or 'Oy, his majesty!'", "19": "With a donkey's burial will he be buried, dragged off and thrown outside the gates of Jerusalem.", "20": "Go up to Lebanon and cry out, and lift up your voice in Bashan, and cry from Abarim— for all your lovers are broken.", "21": "I spoke to you in your prosperity, but you said, 'I won't listen!' This has been your way since your youth— for you never listened to My voice.", "22": "The wind will shepherd away all of your shepherds, and your lovers will go into exile. Surely then you will be ashamed and humbled by all your wickedness.", "23": "O inhabitant of Lebanon, nestled in the cedars, how you will groan when pangs come on you, pain like a woman in travail!", "24": "“As I live,” declares Adonai, “even if Coniah son of King Jehoiakim of Judah were a signet ring on My right hand, yet I would pull you off, ", "25": "and give you over into the hand of those seeking your life, yes, into the hand of those whom you dread, even into the hand of King Nebuchadnezzar of Babylon and into the hand of the Chaldeans. ", "26": "So I will cast you out, with your mother who bore you, into another country where you were not born—and there will you die. ", "27": "But as for the land where they long to return, they will never return there.”", "28": "Is this man Coniah a despised, shattered pot— a jar with no delight in it? Why are he and his seed cast out into the land they do not know?", "29": "O land, land, land, hear the word of Adonai!", "30": "Thus says Adonai: “Write this man childless, a man who will not prosper in his days. For no man of his seed will prosper, sitting on the throne of David and ruling again in Judah.”"}