{"1": "“Woe to the shepherds who are destroying and scattering the sheep of My pasture!” It is a declaration of Adonai.", "2": "Therefore thus says Adonai, the God of Israel, about the shepherds who feed My people: “You have scattered My flock, driven them away, and have not taken care of them. I will soon visit on you the evil of your deeds.” It is a declaration of Adonai.", "3": "“I will gather the remnant of My flock out of all the countries where I have driven them, and will bring them back to their folds, and they will be fruitful and multiply. ", "4": "I will raise up shepherds over them who will feed them. They will no longer be afraid or dismayed, nor will any be missing,” It is a declaration of Adonai.", "5": "“Behold, days are coming” —it is a declaration of Adonai— “when I will raise up for David a righteous Branch, and He will reign as king wisely[a], and execute justice and righteousness in the land.", "6": "In His days Judah will be saved, and Israel will dwell in safely; and this is His Name by which He will be called: Adonai our righteousness.", "7": "“Therefore behold, days are coming,” says Adonai, “when they will no longer say: 'As Adonai lives, who brought up the children of Israel out of the land of Egypt.' ", "8": "Rather, 'As Adonai lives, who brought up and led the offspring of the house of Israel out of the north country and from all the lands where He had banished them.' So they will dwell in their own soil.", "9": "As for the prophets: My heart within me is broken, all my bones shake. I am like a drunken man, like a man overcome by wine because of Adonai, because of His holy words.", "10": "For the land is full of adulterers. The land mourns because of a curse. Pastures of the wilderness are dry. Their running is evil, and their might is not right.", "11": "For both prophet and kohen are ungodly. Even in My House I found their evil.” It is a declaration of Adonai.", "12": "“Therefore their way will be for them like slippery places in the gloom. They will be driven away and fall there, for I will bring calamity on them, even the year of their visitation.” It is a declaration of Adonai.", "13": "Moreover, I have seen unseemliness in the prophets of Samaria: they prophesied by Baal, and led My people Israel astray.", "14": "But in the prophets of Jerusalem I have seen a horrible thing: committing adultery and walking in lies. They strengthen the hands of evildoers. No one turns back from his evil. They are all like Sodom to Me and her inhabitants like Gomorrah.”", "15": "Therefore thus says Adonai-Tzva'ot concerning the prophets: “I myself will feed them wormwood and make them drink poisoned water. For from the prophets of Jerusalem pollution has spread into all the land.”", "16": "Thus says Adonai-Tzva'ot: “Do not listen to the words of prophets who are prophesying to you. They are leading you into illusion, speaking a vision of their own heart and not out of the mouth of Adonai.", "17": "They keep saying to those who despise Me, 'Adonai has said, you will have shalom.' To everyone who walks in the stubbornness of his own heart they say: 'No evil will come on you.'”", "18": "For who has stood in the council of Adonai, that he should see and hear His word? Who has heard to His word and obeyed?", "19": "Look, a storm of Adonai goes out in fury, yes, a whirling tempest will swirl down on the head of the wicked.", "20": "The anger of Adonai will not turn until He has executed and fulfilled the purposes of His heart. In the last days you will discern it clearly.", "21": "“I did not send those prophets, yet they ran. I did not speak to them, yet they prophesied.", "22": "If they have stood in My council, then they would have announced My words to My people, and turned them from their evil way, and from the evil of their deeds.”", "23": "“Am I God only when near” —it is a declaration of Adonai— “and not God when far off?", "24": "Can anyone hide himself in places so secret that I will not see him? Do I not fill heaven and earth?” It is a declaration of Adonai.", "25": "“I have heard what the prophets said, who prophesy lies in My Name, saying: 'I had a dream, I had a dream!' ", "26": "How long will this continue? Is there anything in the heart of such prophets prophesying lies? These prophets have deception in their heart. ", "27": "Through their dreams that they each tell to his companion, that intend to make My people forget My Name—just as their fathers forgot My Name because of Baal.", "28": "“The prophet who has a dream may recount a dream, but let the one who has My word speak My word in truth. For what is straw compared with wheat?” It is a declaration of Adonai.", "29": "“Is not My word like fire?” says Adonai, “or like a hammer that shatters rock?", "30": "“Therefore here I am against the prophets”—it is a declaration of Adonai—“who steal My words from each other. ", "31": "Indeed, I am against the prophets”, declares Adonai, “who use their tongues to utter a prophecy, 'It is a declaration!' ", "32": "Behold, I am against those who prophesy lying dreams,” declares Adonai, “and tell them, and so lead My people astray with their lies and with their reckless boasts. Yet I never sent them or commanded them. Nor do they benefit this people at all.” It is a declaration of Adonai.", "33": "“Now when this people or a prophet or a kohen is asking you: 'What is the burden[b] of Adonai?' then you are to say to them, 'What burden? I will cast you off!'” It is a declaration of Adonai.", "34": "“As for the prophet or kohen or people who keep saying, 'The burden of Adonai!'—I will punish that man and his household. ", "35": "Thus each of you may say to his companion and each one to his brother, 'What has Adonai answered?' or 'What has Adonai spoken?' ", "36": "But you should no longer remember 'the burden of Adonai'—for to each one, his own word is becoming 'the burden'! So you have perverted the words of the living God, of Adonai-Tzva'ot our God.", "37": "“So you are to say to such a prophet, 'What has Adonai answered you?' and 'What has Adonai spoken?' ", "38": "But if you say, 'The burden of Adonai,'” then surely Adonai says, “because you keep saying this word: 'The burden of Adonai,' when I sent this word to you, you are not to say 'The burden of Adonai'—", "39": "therefore, I will surely forget you when I will cast you off, along with the city that I gave to you and to your fathers, away from My presence. ", "40": "Then I will bring everlasting disgrace on you and everlasting shame that will not be forgotten.”"}