{"1": "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim son of Josiah, king of Judah (which was the first year of Nebuchadnezzar king of Babylon). ", "2": "Jeremiah the prophet spoke it to all the people of Judah and to all the inhabitants of Jerusalem, saying: ", "3": "“From the thirteenth year of Josiah son of Amon, king of Judah, until this day—these 23 years—the word of Adonai has come to me. So I have spoken to you, speaking early and often, but you have not listened. ", "4": "Moreover, Adonai has sent to you all His servants the prophets, sending them early and often—but you have not listened or inclined your ear to hear—", "5": "saying: 'Turn, now, everyone from his evil way, and from the evil of your deeds, and dwell in the land that Adonai has given to you and to your fathers forever and ever. ", "6": "Do not go after other gods to serve them, to worship them, and so do not provoke Me with the work of your hands, so I would do you no harm.'", "7": "“Yet you have not listened to Me,” declares Adonai. “So you are provoking Me with the work of your hands, to your own hurt.”", "8": "Therefore thus says Adonai-Tzva'ot: “Since you have not heard My words, ", "9": "I will soon send for and bring all the families of the north”—it is a declaration of Adonai—“and I will send for King Nebuchadnezzar of Babylon, My servant, and will bring them against this land, and against its inhabitants, and against all these nations round about, and I will utterly destroy them, and make them a horror, and a hissing, an enduring desolation.", "10": "“Moreover, I will silence among them the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride,[a] the sound of the millstones and the light of the lamp.", "11": "“So this whole land will be a desolate ruin, and these nations will serve the king of Babylon for 70 years. ", "12": "Then it will come to pass, when 70 years are completed, that I will punish the king of Babylon and that nation,” declares Adonai, “the land of the Chaldeans, for their iniquity, and I will make it ruins forever. ", "13": "I will bring on that land all My words which I pronounced against it, even all that is written in this book which Jeremiah has prophesied against all the nations. ", "14": "For many nations and great kings will make slaves of them also. So I will repay them according to their deeds and according to the work of their own hands.”", "15": "For thus says Adonai, the God of Israel, to me: “Take this cup of the wine of fury from My hand, and make all the nations to whom I am sending you drink it. ", "16": "They will drink, and reel to and fro, and be like madmen, because of the sword that I will send among them. ", "17": "Then I took the cup from Adonai's hand, and made all the nations drink, to whom Adonai had sent me: ", "18": "Jerusalem and the cities of Judah, with its kings and its princes—to make them an appalling horror and hissing, a curse as it is this day; ", "19": "Pharaoh king of Egypt, with his servants, his princes and all his people; ", "20": "and all the mingled people, all the kings of the land of Uz, all the kings of the land of the Philistines, Ashkelon, Gaza, Ekron, and the remnant of Ashdod; ", "21": "Edom, Moab, and Ammon's children; ", "22": "all the kings of Tyre, all the kings of Zidon, and the kings of the coastland across the sea; ", "23": "Dedan, Tema, Buz, and all who shave the corners[b]; ", "24": "all the kings of Arabia and all the kings of the mixed people dwelling in the wilderness; ", "25": "all the kings of Zimri, all the kings of Elam and all the kings of Media; ", "26": "all the kings of the north, either far or close to another; and all the kingdoms of the world which are on the face of the earth. And the king of Sheshach[c] will drink after them.”", "27": "And you will say to them, thus says Adonai-Tzva'ot, the God of Israel: “Drink, be drunken, vomit, fall down and rise no more, because of the sword that I will send among you.” ", "28": "And if they refuse to take the cup at your hand to drink, then here is what you will say to them: “Thus says Adonai-Tzva'ot, you will surely drink! ", "29": "See, I am beginning to bring evil on the city where My name is called, and should you go completely unpunished? You will not go unpunished, for I am summoning a sword against all the inhabitants of the earth.” It is a declaration of Adonai-Tzva'ot.", "30": "Therefore you are to prophesy against them all these words, and say to them: “Adonai is roaring from on high, giving voice from His holy dwelling. He roars mightily over His sheepfold. He shouts like those who tread grapes, against all who dwell on the earth.", "31": "A noise has come to the end of the earth, for Adonai has a dispute with the nations. He is passing judgment on all flesh. As for the wicked, He has given them over to the sword.” It is a declaration of Adonai.", "32": "Thus says Adonai-Tzva'ot: “Evil will soon go forth from nation to nation. A great storm is being stirred up from the uttermost parts of the earth. ", "33": "Those slain by Adonai on that day will be from one end of the earth to the other end of the earth. They will not be lamented, gathered, or buried; they will be dung on the surface of the ground.”", "34": "Wail, you shepherds, and cry! Wallow in the dust, you leaders of the flock! For the days of your slaughter and your dispersions are full. You will fall like a precious vase.", "35": "For the shepherds will have no way to flee, nor the leaders of the flock to escape.", "36": "Hark! The outcry of the shepherds, the wailing of the leaders of the flock! For Adonai is ravaging their pasture.", "37": "The peace of the pasture is stifled because of the fierce anger of Adonai.", "38": "He has left His lair, like a lion. For their land has become a waste, because of the fury of the oppressor and because of His fierce anger."}