{"1": "In the beginning of the reign of Jehoiakim son of Josiah, king of Judah, this word came from Adonai, saying, ", "2": "thus says Adonai: “Stand in the court of Adonai's House, and speak to all the cities of Judah that come to worship in Adonai's House all the words that I command you to speak to them. Do not omit a word! ", "3": "Perhaps they will listen, and turn every man from his evil way, so I may relent of the calamity which I am planning to do to them because of the evil of their deeds.”", "4": "Then you will say to them, thus says Adonai: “If you will not listen to Me, by walking in My Torah, which I have set before you, ", "5": "and by listening to the words of My servants the prophets, whom I have been sending to you, early and often—but you have not listened—", "6": "then I will make this House like Shiloh, and will make this city a curse to all the nations of the earth.”", "7": "So the kohanim, the prophets and all the people heard Jeremiah speaking these words in the House of Adonai.", "8": "Now when Jeremiah finished speaking all that Adonai had commanded him to speak to all the people, the kohanim and the prophets and all the people laid hold on him, saying: “You will surely die! ", "9": "Why have you prophesied in the Name of Adonai, saying, 'This House will be like Shiloh, and this city will be an uninhabited ruin?'” Then all the people gathered against Jeremiah in the House of Adonai.", "10": "When the princes of Judah heard these things, they came up from the king's palace to the House of Adonai, and sat in the entrance of the New Gate of Adonai's House. ", "11": "The kohanim and the prophets spoke to the princes and to all the people, saying: “A death sentence for this man! For he has prophesied against this city, as you have heard with your ears.”", "12": "Then Jeremiah spoke to all the princes and to all the people, saying: “Adonai sent me to prophesy all the words you have heard against this House and against this city. ", "13": "So now, mend your ways and your deeds, and obey the voice of Adonai your God; so Adonai will relent of the calamity that He has pronounced against you.", "14": "“But as for me, here I am in your hand; do with me as is good and right in your eyes. ", "15": "Only know for certain that, if you put me to death, you will bring innocent blood on yourselves, on this city, and on its inhabitants. For in truth Adonai has sent me to you to speak all these words in your ears.”", "16": "Then said the princes and all the people to the kohanim and to the prophets: “No death sentence for this man! For he has spoken to us in the Name of Adonai our God.”", "17": "Then some of the elders of the land rose up and addressed all the assembly of the people, saying: ", "18": "“Micah the Morashtite prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, thus says Adonai-Tzva'ot: 'Zion will be plowed as a field, and Jerusalem will become ruins, and the mountain of the House as the high places of a forest.'", "19": "“Did King Hezekiah of Judah and all Judah put him to death? Didn't he fear Adonai and plead for the favor of Adonai, and then Adonai relented of the calamity that He had pronounced against them? So we may be committing great evil against our own souls.”", "20": "Now there was a man who had prophesied in the Name of Adonai, Uriah son of Shemaiah of Kiriath-jearim. He prophesied against this city and against this land words like all those of Jeremiah. ", "21": "When King Jehoiakim with all his mighty men and all the princes heard his words, the king sought to put him to death. But when Uriah heard it, he was afraid and fled, and went to Egypt. ", "22": "So King Jehoiakim sent men to Egypt—Elnathan son of Achbor and some others with him—", "23": "and they brought Uriah back from Egypt, and led him to King Jehoiakim, who slew him with the sword and threw his corpse into the burial place of the common people.", "24": "Nevertheless the hand of Ahikam son of Shaphan was with Jeremiah, so that they did not give him into the hand of the people to put him to death."}