{"1": "In the beginning of the reign of Jehoiakim son of Josiah, king of Judah, came this word to Jeremiah from Adonai, saying—", "2": "thus says Adonai to me—“Make straps and yoke-bars, and put them on your neck. ", "3": "Then send such to the king of Edom, to the king of Moab, to the king of Ammon's children, to the king of Tyre and to the king of Zidon, by the hand of messengers that come to Jerusalem to King Zedekiah of Judah. ", "4": "Charge them to their masters, saying, thus says Adonai-Tzva'ot, the God of Israel, thus will you say to your masters: ", "5": "'I have made the earth, mankind and beast which are on the face of the earth, by My great power and by My outstretched arm—and I give it to whom it seems right to Me. ", "6": "So now I have given all these lands into the hand of King Nebuchadnezzar of Babylon, My servant. I have even given the beasts of the field to serve him. ", "7": "All the nations will serve him—and his son, and his grandson—until the time of his own land comes, and then many nations and great kings will make him their slave.'", "8": "“Now it will be, that the nation or the kingdom which will not serve the same King Nebuchadnezzar of Babylon, and will not put their neck under the yoke of the king of Babylon, that nation I will punish with the sword, with famine, and with pestilence,” declares Adonai, “until I have destroyed it by his hand. ", "9": "But as for you, do not listen to your prophets, your diviners, your dreams, your soothsayers, or your sorcerers, who speak to you, saying, 'You will not serve the king of Babylon.' ", "10": "For they prophesy a lie to you, in order to remove you far from your land, so that I would drive you out and you would perish.", "11": "“But the nation that will bring their neck under the yoke of the king of Babylon and serve him, that nation I will let remain in its land, and they will till it and dwell in it.” It is a declaration of Adonai.", "12": "Then I spoke to King Zedekiah of Judah with all these same words, saying: “Put your necks under the yoke of the king of Babylon, serve him and his people—and live. ", "13": "Why should you die—you and your people—by the sword, by famine, or by pestilence, as Adonai has spoken against the nation that will not serve the king of Babylon? ", "14": "Do not listen to the words of the prophets who speak to you, saying, 'You will not serve the king of Babylon,' for they prophesy a lie to you.”", "15": "“For I have not sent them,” says Adonai, “and they prophesy falsely in My Name, with the result that I will drive you out, and that you will perish—you and the prophets that prophesy to you.”", "16": "Then I spoke to the kohanim and to all this people, saying, thus says Adonai: “Do not listen to the words of your prophets who prophesy to you, saying: 'See, the vessels of Adonai's House will now shortly be brought back from Babylon'—for they prophesy a lie to you. ", "17": "Do not listen to them. Serve the king of Babylon, and live. Why should this city become a ruin? ", "18": "But if they are prophets, and if the word of Adonai is with them, let them now make intercession to Adonai-Tzva'ot, that the vessels that are left in the House of Adonai, in the palace of the king of Judah, and in Jerusalem, would not go to Babylon.”", "19": "For thus says Adonai-Tzva'ot concerning the pillars, the sea, the bases, and the rest of the vessels that remain in this city, ", "20": "which King Nebuchadnezzar of Babylon has not taken, when he carried away captive Jeconiah son of Jehoiakim, king of Judah, from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem, ", "21": "yes, thus says Adonai-Tzva'ot, the God of Israel, concerning the vessels that remain in the House of Adonai, in the house of the king of Judah and at Jerusalem: ", "22": "“They will be brought to Babylon, and there will they be until the day that I take note of them”—it is a declaration of Adonai—“and bring them up and restore them to this place.”"}