{"1": "Now it was the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month, that Hananiah son of Azzur the prophet from Gibeon spoke to me in the House of Adonai, in the presence of the kohanim and of all the people, saying, ", "2": "thus says Adonai-Tzva'ot, the God of Israel, saying: “I have broken the yoke of the king of Babylon! ", "3": "Within two full years I will bring back to this place all the vessels of Adonai's House that Nebuchadnezzar king of Babylon took away from this place and brought to Babylon. ", "4": "I will also bring Jeconiah son of Jehoiakim, king of Judah, back to this place with all the captives of Judah that went to Babylon”—it is a declaration of Adonai—“for I will break the yoke of the king of Babylon.”", "5": "Then the prophet Jeremiah spoke to the prophet Hananiah in the presence of the kohanim and in the presence of all the people that stood in Adonai's House. ", "6": "So the prophet Jeremiah said: “Amen! May Adonai do so! May Adonai fulfill your words that you have prophesied, bringing back the vessels of Adonai's House and all those who are taken away captive, from Babylon to this place! ", "7": "Yet hear now this word that I am speaking in your ears and in the ears of all the people. ", "8": "The prophets who have been before me and before you of ancient times prophesied against many countries and against great kingdoms—of war, catastrophe and plague. ", "9": "The prophet who prophesies shalom—when the word of the prophet has come to pass, then will the prophet be known as one that Adonai has truly sent.”", "10": "Then Hananiah the prophet took the yoke-bar from off the prophet Jeremiah's neck and broke it. ", "11": "Hananiah proclaimed in the presence of all the people, saying, thus says Adonai: “Just so I will break the yoke of King Nebuchadnezzar of Babylon from off the neck of all the nations within two full years.” So the prophet Jeremiah went his way.", "12": "Then the word of Adonai came to Jeremiah after that Hananiah the prophet had broken the yoke-bar from off the neck of the prophet Jeremiah, saying: ", "13": "“Go, tell Hananiah, saying, thus says Adonai: 'You have broken the yoke-bars of wood—but in its place you will make yoke-bars of iron.'” ", "14": "For thus says Adonai-Tzva'ot, the God of Israel: “I have put a yoke of iron on the neck of all these nations, so that they may serve King Nebuchadnezzar of Babylon. They will serve him, and I have also given him the beasts of the field.”", "15": "Then said the prophet Jeremiah to the prophet Hananiah: “Hear now, Hananiah! Adonai has not sent you, yet you have caused this people to trust in a lie. ", "16": "Therefore thus says Adonai: I am about to send you away from off the face of the earth. This year you will die, since you have spoken apostasy against Adonai.”", "17": "So Hananiah the prophet died the same year in the seventh month."}