{"1": "“If a man divorces his wife and she leaves him to be with another man, will he return to her again? Would not such a land be totally polluted? You are a prostitute with many lovers. Now are you returning to Me?” It is a declaration of Adonai.", "2": "“Lift your eyes to the barren hills and see! Where have you not been violated? By the wayside you sat waiting for them like a nomad in the desert. You have polluted the land with your prostitution and wickedness.", "3": "Therefore showers have been withheld and there has been no spring rain. You have a harlot's brazen look; you refuse to be ashamed.", "4": "Did you not just now call to Me: 'Avi! You are a friend of my youth.", "5": "Would He keep a grudge forever? Would He keep it to the end?' So you said— yet you have done all the evil things you could.”", "6": "Then Adonai said to me in the days of King Josiah: “Have you seen what backsliding Israel did? She went up on every high mountain and under every green tree, and there she committed adultery. ", "7": "Yet I thought that after she had done all this she would return to Me. But she did not return. Even her unfaithful sister Judah saw it. ", "8": "I noted that when backsliding Israel committed adultery I sent her away and gave her a certificate of divorce. Yet, unfaithful Judah, her sister, did not fear. Instead she also went and committed adultery. ", "9": "It happened that through her frivolous prostitution, she polluted the land and committed adultery with stones and with wood. ", "10": "Yet after all this her unfaithful sister Judah did not return to Me with her whole heart, but only insincerely,” It is a declaration of Adonai.", "11": "Then Adonai said to me, “Backsliding Israel has proved herself more righteous than unfaithful Judah. ", "12": "Go! Proclaim these words toward the north, saying: “Return backsliding Israel,” says Adonai. “I will no longer frown on you, for I am merciful,” says Adonai. “I will not keep a grudge forever.", "13": "Only acknowledge your iniquity. For you sinned against Adonai your God and scattered your favors to foreign gods under every green tree. You have not obeyed My voice.” It is a declaration of Adonai.", "14": "“Return, O backsliding children,” declares Adonai. “For I am your Husband. I will choose you— one from a city and two from a clan— and will bring you to Zion.", "15": "I will give you shepherds after My own heart who will feed you knowledge and understanding.", "16": "It will be in those days when you multiply and become fruitful in the land.” It is a declaration of Adonai. “They will no longer talk about the ark of the covenant of Adonai, nor will it come to mind or be remembered. Neither will it be missed or another one made again. ", "17": "At that time they will call Jerusalem the throne of Adonai and all the nations will gather into it, to Jerusalem, in the Name of Adonai. No longer will they walk according to the stubbornness of their evil heart. ", "18": "In those days the house of Judah will walk with the house of Israel. They will come together out of the land of the north to the land that I gave your fathers as an inheritance.”", "19": "“Then I Myself said: 'How gladly would I make you sons and give you a pleasant land— the most beautiful inheritance of the nations!' I thought you would call Me—Avi!— and would not turn from following Me.", "20": "Yet as a woman betrays her lover, so have you betrayed Me, O house of Israel.” It is a declaration of Adonai.", "21": "A voice is heard on the barren hills —the weeping and supplication of the children of Israel— because they perverted their way and forgot Adonai their God.", "22": "“Return, backsliding children! I will heal your backsliding.” “Yes, we will come to You for You are Adonai Eloheinu.", "23": "Surely help from the hills is a delusion— the commotion of the mountains! Surely in Adonai Eloheinu is the salvation of Israel.", "24": "But the shame has consumed the labor of our fathers since our youth— their flocks and their herds, their sons and their daughters.", "25": "Let's lie down with our shame and let our disgrace cover us! For we have sinned against Adonai Eloheinu —both we and our fathers— from our youth even to this day. We have not paid attention to the voice of Adonai Eloheinu.”"}