{"1": "The word came to Jeremiah from Adonai, saying: ", "2": "thus says Adonai, the God of Israel: “Write all the words that I have spoken to you in a scroll. ", "3": "For behold, the days are coming,” declares Adonai, “when I will return My people Israel and Judah from exile,” declares Adonai. “I will bring them back to the land that I gave to their fathers, and they will possess it.”", "4": "Now these are the words that Adonai spoke to Israel and to Judah. ", "5": "For thus says Adonai: “We heard a sound of trembling, of dread—there is no shalom.", "6": "Ask now, and see whether a man can give birth. Why do I see every man with his hands on his loins, like a woman giving birth? Why have all faces turned pale?", "7": "Oy! For that day is monumental. There will be none like it— a time of trouble for Jacob! Yet out of it he will be saved.", "8": "It will be in that day” —it is a declaration of Adonai-Tzva'ot— “that I will break his yoke from off your neck, and will tear off your bonds. Foreigners will no longer enslave him.", "9": "Instead they will serve Adonai their God and David their king, whom I will raise up for them.", "10": "So now, do not fear, Jacob My servant,” says Adonai, “nor be dismayed, O Israel, for behold, I will save you from afar, your seed from the land of their exile. Jacob will again be quiet and at ease, and no one will make him afraid.", "11": "For I am with you,” declares Adonai, “to save you, for I will make a full end of all the nations where I scatter you. but I will not make a full end of you. For I will discipline you justly, but will not leave you unpunished.”", "12": "For thus says Adonai: “Your hurt is incurable, and your wound is severe.", "13": "No one pleads your cause, for there is no remedy for your wound, no healing for you.", "14": "All your lovers have forgotten you. They are not looking for you. For I wounded you as an enemy— with cruel punishment— because your iniquity is vast, your sins innumerable.", "15": "Why cry about your fracture? Your pain has no cure. Because your iniquity is vast, your sins innumerable, I did these things to you.", "16": "Yet all who devour you will be devoured, and all your foes—all of them— will go into captivity. Those plundering you will be plundered, and all preying on you I give as prey.", "17": "For I will restore health to you and will heal you of your wounds.” It is a declaration of Adonai. “For they called you an outcast: 'Zion—no one cares about her.'”", "18": "Thus says Adonai, “Indeed, I will return Jacob's tents from exile, and have compassion on his dwellings. The city will be rebuilt on her mound[a]. The citadel will stand in its rightful place.", "19": "Out of them will come thanksgiving and the sound of celebration. I will multiply them, so they will not decrease. I will also honor them, so they will not be insignificant.", "20": "His children also will be as formerly —his community set up before Me— and I will punish all his oppressors.", "21": "His noble one will be one of His own. His ruler will come forth from among His own. I will bring Him near, and He will approach Me. For who is he who will pledge his heart to approach Me?” It is a declaration of Adonai.", "22": "“So you will be My people, and I will be your God.”", "23": "Look! A storm of Adonai! Fury has burst out as a churning storm, whirling about the head of the wicked.", "24": "Adonai's fierce anger will not turn back until He has done it, until He fulfills the purposes of His heart. in the last days you will understand it.", "25": "“At that time,” declares Adonai, “I will be God to all families of Israel, and they will be My people.”"}