{"1": "Thus says Adonai: “The people surviving the sword found grace in the wilderness— where I gave Israel rest.”[a]", "2": "“From afar Adonai appeared to me.” “Yes, I have loved you with an everlasting love. Therefore I have drawn you with lovingkindness.", "3": "Again I will build you, so you will be rebuilt, virgin Israel! Again you will take up your tambourines as ornaments, and go out to dances of merrymakers.", "4": "Again you will plant vineyards on the hills of Samaria— planters will plant and use them.", "5": "For there will be a day when watchmen will call out in the hill country of Ephraim, 'Arise, let us go up to Zion, to Adonai our God.'”", "6": "For thus says Adonai: “Sing aloud with joy for Jacob! Shout with the chief of the nations! Proclaim, give praise, and say: 'Adonai, save your people, the remnant of Israel!'[b]", "7": "Behold, I will bring them from the north country, and I will gather them from the ends of the earth— among them the blind and the lame, the pregnant together with she who is in labor with child. A great throng will return here.", "8": "With weeping and supplications they will come. I will bring them, leading them to walk by streams of water on a straight path where they will not stumble. For I am Israel's father, and Ephraim is My firstborn.”", "9": "Hear the word of Adonai, O nations, and declare it in the distant islands, and say: 'He who scattered Israel will gather and watch over him, as a shepherd does his flock.'", "10": "For Adonai has ransomed Jacob. He redeemed him from the hand of one stronger than he.", "11": "They will come and sing on Zion's height, radiant over the bounty of Adonai— over the grain, the wine, the oil, and the young of the flock. Their life will be like a watered garden, and they will never languish again.", "12": "Then will the virgin rejoice in the dance, both young men and old men together. For I will turn their mourning into joy, and I will comfort them, and make them rejoice out of their sorrow.", "13": "I will fill the soul of the kohanim with fatness and My people will be satisfied with My goodness.” It is a declaration of Adonai.", "14": "Thus says Adonai: “A voice is heard in Ramah —lamentation and bitter weeping— Rachel weeping for her children, refusing to be comforted for her children, because they are no more.”[c]", "15": "Thus says Adonai: “Restrain your voice from weeping and your eyes from tears. For your work will be rewarded” —it is declaration of Adonai— “when they will return from the land of the enemy.", "16": "So there is hope for your future” —it is declaration of Adonai— “when your children will return to their own territory.", "17": "I indeed heard Ephraim grieving: 'You have disciplined me— I was disciplined like an untrained calf. Restore me, and I will return, for you are Adonai my God.", "18": "For after I returned, I repented, and after that I was instructed, I struck my thigh— I was ashamed and also humiliated, for I bore the disgrace of my youth.'", "19": "Is Ephraim a precious son to Me? Is he a delightful child? For as often as I spoke against him, I still certainly remember him. Therefore My heart yearns for him. I will surely have compassion on him.” It is a declaration of Adonai.", "20": "Erect road markers, set up signposts! Set your heart toward the highway, the way by which you traveled! Return, O virgin Israel, return to your cities.", "21": "How long will you waver, O backsliding daughter? For Adonai has created a new thing on earth: a woman surrounds a man.", "22": "Thus says Adonai-Tzva'ot, the God of Israel: “Yet again will they use this expression in the land of Judah and in its cities, when I will return them from exile: 'Adonai bless you, O dwelling of righteousness, O mountain of holiness.'", "23": "Judah and all its cities will dwell there together—the farmer and those who go about with flocks. ", "24": "For I will satisfy the weary soul, and every languishing soul will refresh.”", "25": "At this point I awoke, and looked around, and my sleep was sweet to me.", "26": "“Behold, days are coming”—it is a declaration of Adonai—“when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast. ", "27": "Now just as I have watched over them to uproot and to pull down, to overthrow, to destroy, and to bring disaster, then I will watch over them to build and to plant,” says Adonai. ", "28": "“In those days they will no longer say: 'The fathers have eaten sour grapes, and the children's teeth are blunted.'", "29": "Rather each will die for his own iniquity: if anyone eats the sour grapes, his own teeth will be blunted.”", "30": "“Behold, days are coming” —it is a declaration of Adonai— “when I will make a new covenant[d] with the house of Israel and with the house of Judah—", "31": "not like the covenant I made with their fathers in the day I took them by the hand to bring them out of the land of Egypt. For they broke My covenant, though I was a husband to them.” it is a declaration of Adonai.", "32": "“But this is the covenant I will make with the house of Israel after those days” —it is a declaration of Adonai— “I will put My Torah within them. Yes, I will write it on their heart.[e] I will be their God and they will be My people.", "33": "No longer will each teach his neighbor or each his brother, saying: 'Know Adonai,' for they will all know Me, from the least of them to the greatest.” it is a declaration of Adonai. “For I will forgive their iniquity, their sin I will remember no more.”[f]", "34": "Thus says Adonai, who gives the sun as a light by day and the fixed order of the moon and the stars as a light by night, who stirs up the sea so its waves roar, Adonai-Tzva'ot is His Name:", "35": "“Only if this fixed order departs from before Me” —it is a declaration of Adonai— “then also might Israel's offspring cease from being a nation before Me—for all time.”", "36": "Thus says Adonai: “Only if heaven above can be measured and the foundations of the earth searched out beneath, then also I will cast off the offspring of Israel —for all they have done.”[g] It is a declaration of Adonai.", "37": "“Behold, days are coming”—it is a declaration of Adonai—“when the city will be rebuilt for Adonai, from the tower of Hananel to the Corner Gate. ", "38": "The measuring line will go out farther, straight to the Gareb Hill, then turn to Goah. ", "39": "Then the whole valley—the dead bodies and the ashes, and all the fields up to the Kidron Valley to the corner of the Horse Gate toward the east—will be holy to Adonai. It will never be uprooted or thrown down again—forever.”"}