{"1": "Then the word of Adonai came to Jeremiah a second time, while he was still confined in the guard's courtyard, saying:", "2": "Thus says Adonai the Maker, Adonai who formed it to make it firm —Adonai is His Name.", "3": "“Call to Me, and I will answer you— I will tell you great and hidden things, which you do not know.”[a]", "4": "For thus says Adonai, the God of Israel: “Concerning the houses of this city and concerning the houses of the kings of Judah, which are torn down against the siege ramps and against the sword, ", "5": "they are coming to fight with the Chaldeans, but they are about to fill them with the dead bodies of the people whom I will slay in My anger and in My fury. I have hidden My face from this city because of all their wickedness.", "6": "“Indeed, I will bring it health and healing, and I will surely heal them. I will reveal to them an abundance of shalom and truth. ", "7": "I will restore Judah from exile and Israel from exile, and will rebuild them, as in former times. ", "8": "I will also cleanse them from all their iniquity[b] in which they have sinned against Me, and I will pardon all their wrongs in which they have sinned against Me and in which they have rebelled against Me.", "9": "“Then this city will be to Me for a name of joy, praise and glory before all the nations of the earth, which will hear all the good that I do for them, so they will fear and tremble because of all the good and for all the shalom that I do for it.”", "10": "Thus says Adonai: “Yet again in this place—which you are saying is a waste without man or beast, in the cities of Judah and in the streets of Jerusalem the desolate, without man, without inhabitant and without beast—there will be heard ", "11": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of them who say: 'Give thanks to Adonai-Tzva'ot, for Adonai is good, for His love endures forever!' as they bring offerings of thanksgiving into the House of Adonai. For I will restore the land from the exile as it was at first,” declares Adonai.", "12": "Thus says Adonai-Tzva'ot: “Yet again will there be in this place, which is waste, without man and without beast, and in all its cities, a pasture of shepherds making their flocks lie down. ", "13": "In the towns of the hill country, in the towns of the foothills, in the towns of the South, in the land of Benjamin, in the places around Jerusalem and in the towns of Judah, will the flocks again pass under the hands of one who counts them,” declares Adonai.", "14": "“Behold, days are coming” —it is a declaration of Adonai— “when I will fulfill the good word I spoke concerning the house of Israel and concerning the house of Judah.", "15": "In those days and at that time, I will cause a Branch of Righteousness to spring up for David, and He will execute justice and righteousness in the land.", "16": "In those days will Judah be saved, and Jerusalem will dwell safely. And this is the Name by which He will be called: Adonai our Righteousness.”", "17": "For thus says Adonai: “For David, there will not be cut off a man sitting on the throne of the house of Israel, ", "18": "nor will the Levitical kohanim ever lack a man before Me to offer burnt offering, to burn grain offerings and to make sacrifices continually.”", "19": "And the word of Adonai came to Jeremiah, saying, ", "20": "thus says Adonai: “If you can break My covenant with the day and My covenant with the night, so that day and night would not be at in their appointed time, ", "21": "only then may My covenant be broken with My servant David, that he would not have a son to reign on his throne, and the Levitical kohanim would not be My ministers. ", "22": "As the host of heaven cannot be numbered, nor the sand of the sea measured, so I will multiply the offspring of David My servant, and the Levites who minister to Me.”", "23": "The word of Adonai came to Jeremiah, saying: ", "24": "“Have you not noticed what this people have spoken, saying: 'The two families which Adonai did choose, He has rejected them'? Thus they despise My people—no longer a nation before them.” ", "25": "Thus says Adonai: “If I have not made My covenant of day and night firm, and the fixed patterns ordering the heavens and earth, ", "26": "only then would I reject the offspring of Jacob,[c] and of My servant David so that I would not take from his offspring rulers over the offspring of Abraham, Isaac, and Jacob. For I will restore them from their exile, and have compassion on them.”"}