{"1": "Now Zedekiah son of Josiah reigned as king, instead of Coniah son of Jehoiakim, whom King Nebuchadnezzar of Babylon made king in the land of Judah. ", "2": "But neither he nor his servants, nor the people of the land, paid attention to the words of Adonai which He spoke by the prophet Jeremiah.", "3": "Yet King Zedekiah sent Jehucal son of Shelemiah and Zephaniah son of Maaseiah the priest to the prophet Jeremiah, saying: “Pray now to Adonai our God for us.”", "4": "Now Jeremiah was coming in and going out among the people, for they had not put him into prison. ", "5": "Meanwhile Pharaoh's army had set out of Egypt, and when the Chaldeans besieging Jerusalem heard the report about them, they lifted the siege from Jerusalem.", "6": "Then came the word of Adonai to the prophet Jeremiah, saying, ", "7": "thus says Adonai, the God of Israel, thus will you say to the king of Judah, who sent you to Me to inquire of Me: “Now, Pharaoh's army, which is come forth to help you, will return to Egypt into their own land. ", "8": "The Chaldeans will return and fight against this city. Then they will capture it and burn it with fire.”", "9": "Thus says Adonai: “Do not deceive yourselves, saying: 'The Chaldeans will surely depart from us'—for they will not depart. ", "10": "For even if you had struck down the entire Chaldean army fighting against you, and there were left among them only wounded men, each in his tent, they would get up and burn this city down with fire.”", "11": "So it came to pass, when the army of the Chaldeans went up from Jerusalem for fear of Pharaoh's army, ", "12": "that Jeremiah went out of Jerusalem to go to the land of Benjamin to claim his property there among the people. ", "13": "But when he was at the Benjamin Gate, a captain of the guard was there, whose name was Irijah son of Shelemiah son of Hananiah, who arrested the prophet Jeremiah, saying: “You are deserting to the Chaldeans!”", "14": "But Jeremiah said, “That's a lie! I am not deserting to the Chaldeans!” But Irijah would not listen to him, but arrested Jeremiah and brought him to the officials. ", "15": "The officials were angry with Jeremiah, had him beaten, and put him in prison in the house of Jonathan the scribe, for they had made that the prison.", "16": "For Jeremiah went into a vaulted cell in the dungeon pit, and Jeremiah remained there many days. ", "17": "Then King Zedekiah sent for him and received him in his palace secretly, and the king asked him: “Is there any word from Adonai?” “There is,” Jeremiah said, and he also said, “You shall be given into the hand of the king of Babylon.” ", "18": "Moreover Jeremiah said to King Zedekiah: “How have I sinned against you or against your servants or against this people, that you have put me in prison? ", "19": "Where now are your prophets who prophesied to you, saying: 'The king of Babylon will not come against you or against this land?' ", "20": "So now please listen, my lord the king! Please let my petition come before you and do not make me return to the house of Jonathan the scribe, so I will not die there.”", "21": "Then Zedekiah the king gave a command, and they committed Jeremiah into the courtyard of the guard. They gave him a loaf of bread from the bakers' street daily, until all the bread in the city was spent. So Jeremiah stayed in the guard's courtyard."}