{"1": "Now Shephatiah son of Mattan, Gedaliah son of Pashhur, Jucal son of Shelemiah, and Pashhur son of Malchiah heard the words that Jeremiah spoke to all the people, saying,", "2": "thus says Adonai: “He that remains in this city will die by the sword, by famine, and by plague, but anyone who goes out to the Chaldeans will live—so he will keep his life like the spoils of war, and will live.” ", "3": "Thus says Adonai: “This city will surely be given into the hand of the army of the king of Babylon, and he will capture it.”", "4": "Then the officials said to the king: “This man should now be put to death, since he demoralizes the men of war remaining in this city as well as all the people, by speaking such words to them. For this man is not seeking the shalom of this people, but calamity.”", "5": "Then King Zedekiah said: “Here he is in your hand. For the king cannot do anything against you.”", "6": "So they took Jeremiah and cast him into the cistern-pit of Malchiah the king's son, which was in the courtyard of the guard, lowering Jeremiah down with ropes. Now in the pit there was no water, but only mud, and Jeremiah sank into the mud.", "7": "Now Ebed-melech[a]—an Ethiopian official in the king's palace—heard they had put Jeremiah in the pit. While the king was sitting in the Benjamin Gate, ", "8": "Ebed-melech went out from the king's palace and spoke to the king, saying: ", "9": "“My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they cast into the pit. He is likely to die right where he is from hunger, for there is no more bread in the city.”", "10": "Then the king commanded Ebed-melech the Ethiopian, saying: “Take thirty men from here with you, and bring the prophet Jeremiah up out of the cistern, before he dies.”", "11": "So Ebed-melech took the men with him and went into the king's palace under the storehouse, from there he took worn-out clothes and worn-out rags, and lowered them by ropes into the cistern-pit to Jeremiah. ", "12": "And Ebed-melech the Ethiopian said to Jeremiah: “Now put these worn-out clothes and rags under your armpits under the ropes.” Jeremiah did so. ", "13": "Then they pulled Jeremiah up with the ropes, and lifted him up out of the pit. But Jeremiah remained in the courtyard of the guard.", "14": "Then Zedekiah the king sent for the prophet Jeremiah and received him at the third entrance in the House of Adonai. The king said to Jeremiah: “I am going to ask you something—hide nothing from me.”", "15": "Jeremiah said to Zedekiah: “If I tell you, won't you surely put me to death? Besides, if I give you counsel, you won't listen to me.”", "16": "So Zedekiah the king swore secretly to Jeremiah, saying: “As Adonai lives, that gave us life, I will not put you to death, nor will I give you into the hand of these men seeking your life.”", "17": "Then Jeremiah said to Zedekiah: Thus says Adonai, Elohim-Tzva'ot, the God of Israel: “If you will go out to the officers of the king of Babylon, then your soul will live, this city will not be burned with fire; and you and your household will survive. ", "18": "But if you do not go out to the officers of the king of Babylon, then this city will be handed over to the Chaldeans; they will burn it with fire, and you will not escape out of their hand.”", "19": "Zedekiah the king said to Jeremiah: “I am afraid of the Judeans who have deserted to the Chaldeans, lest they hand me over to them and they abuse me.”", "20": "But Jeremiah said: “They will not hand you over. Please, obey the voice of Adonai, in what I am speaking to you, so it will go well for you, and your soul will live! ", "21": "But if you keep refusing to go out, this is the word that Adonai has shown me: ", "22": "'Soon, all the women who are left in the palace of the king of Judah will be brought out to the officers of the king of Babylon, and those women will say: “Your close friends have misled you, and prevailed over you. Your feet are sunk in the mire, and they deserted you.'”", "23": "“Then they will bring out all your wives and your children to the Chaldeans, and you shall not escape out of their hand, but shall be seized by the hand of the king of Babylon, and this city will be burned down with fire.”", "24": "Then said Zedekiah to Jeremiah: “Let no one know of these words, and you will not die.", "25": "“But if the officials hear that I have talked with you, and they come to you and say to you: 'Tell us now what you have said to the king—hide nothing from us and we will not put you to death. And what did the king say to you?' ", "26": "Then you will tell them, 'I was presenting my petition before the king, not to make me return to Jonathan's house to die there.'”", "27": "When all the officials came to Jeremiah and questioned him, he told them with just these words that the king had commanded. So they stopped speaking with him, since the matter was not overheard.", "28": "Then Jeremiah stayed in the guard's courtyard until the day that Jerusalem was captured."}