{"1": "“If you will return, O Israel, return to Me,” declares Adonai. “If you will put your detestable things out of My sight. Then you will not waver.", "2": "You will swear, 'As Adonai lives!' in truth, in justice and in righteousness. The nations will bless themselves in Him and in Him they will glory.”", "3": "Thus says Adonai to the people of Judah and to Jerusalem: “Break up your unplowed ground and do not sow among thorns.", "4": "Circumcise yourselves to Adonai and remove the foreskins of your heart, men of Judah and inhabitants of Jerusalem. Else My wrath will break out like fire and blaze, with no one to quench it, because of your evil deeds!”", "5": "Declare in Judah and proclaim in Jerusalem, saying: “Blow the shofar in the land!” Cry aloud and say, “Assemble yourselves! Let us go into the fortified cities.”", "6": "“Raise a banner toward Zion! Take refuge! Do not delay! For I bring calamity from the north, even terrible destruction.", "7": "A lion has come up from his thicket— a destroyer of nations has set out. He has left his place to make your land a wasteland. Your cities will lie in ruins, without inhabitant.", "8": "Therefore, put on sackcloth— lament and wail! For the fierce anger of Adonai has not turned away from us.”", "9": "“It will happen in that day” —it is a declaration of Adonai— “that the king's heart will fail, as will the heart of the princes. The kohanim will be appalled, and the prophets will be stunned.”", "10": "Then I said, “Alas, Adonai Elohim! How completely You have deceived this people and Jerusalem saying, 'You will have shalom,' until the sword touches the soul!”", "11": "At that time it will be said to this people and to Jerusalem, “A scorching wind from the barren hills in the wilderness blows toward My people, but not to winnow or to sift—", "12": "a wind too strong for these things will come from Me. Now even I will pronounce judgments against them.”", "13": "See, he comes up like clouds, and his chariots like whirlwinds. His horses are swifter than eagles— “Oy! We are ruined!”", "14": "O Jerusalem, purify your heart from wickedness, so that you may be saved. How long will your wicked thoughts lodge within you?", "15": "A voice announces from Dan and proclaims calamity from the hills of Ephraim,", "16": "“Remind the nations, proclaim over Jerusalem! Besiegers are soon coming from a far country, raising their voice against the cities of Judah.", "17": "Like keepers of a field they surround her, because she has been rebellious against Me.” It is a declaration of Adonai.", "18": "Your conduct and your deeds have brought these things on you. This is your calamity! How bitter it is! How it smites your heart!", "19": "My stomach, my stomach! I writhe in anguish! The pain of my heart! My heart is pounding within me! I cannot keep silent because I have heard, O my soul, the sound of the shofar, the battle-cry of war.", "20": "Disaster on disaster is reported. So the whole land is ruined. My tents are suddenly ravaged, my curtains in an instant.", "21": "How long must I see the battle standard and hear the sound of the shofar?", "22": "“For My people are foolish. They do not know Me. They are senseless children, and they have no understanding. They are wise to do evil, but to do good they do not know.”", "23": "I looked at the earth and behold, it was deserted and desolate, and at the heavens and they had no light.", "24": "I looked at the mountains— behold, they were shaking and all the hills swaying to and fro.", "25": "I looked and behold, no people! All the birds of the sky had fled.", "26": "I looked and behold, the fruitful field was a wilderness and all of its cities were in ruins before Adonai, before His fierce anger.", "27": "For thus says Adonai, “The whole land will be wasteland, yet I will not totally destroy it.", "28": "Therefore, the earth will mourn and the heavens above grow black. For I have spoken, I have purposed, nor will I relent, nor turn from it.", "29": "At the sound of horsemen and archers the whole city flees. They go into the thickets and climb up on the rocks. The whole city is deserted— no one dwells in it.", "30": "And you, O desolate one, what will you do? Though you dress in scarlet, though you adorn yourself with gold ornaments though you enlarge your eyes with paint— in vain you make yourself beautiful— your lovers despise you, they seek your life.", "31": "For I heard a cry like one in labor, the anguish of one giving birth to her first child— the cry of the Daughter of Zion gasping for breath, stretching out her hands saying, “Oy, now to me! For my soul faints before murderers.”"}