{"1": "The word which came to Jeremiah from Adonai, after Nebuzaradan the captain of the guard had released him from Ramah. He had taken him bound in chains among all the captives of Jerusalem and Judah, who were being exiled to Babylon. ", "2": "Now the captain of the guard had taken Jeremiah and said to him: “Adonai your God pronounced this evil against this place, ", "3": "and Adonai brought it about and did just as He said. Because you have sinned against Adonai and have not listened to His voice, this thing has happened to you.", "4": "[a] 4 But now behold, I am freeing you this day from the chains that are on your hand. If it is good in your eyes to come with me to Babylon, come, and I will look after you. But if it is evil in your eyes to come with me to Babylon, stop. Look, the whole land is before you—wherever it seems good and right to you to go, there go.”", "5": "But he would not turn back. “Go back then to Gedaliah son of Ahikam son of Shaphan, whom the king of Babylon has made governor over the cities of Judah, and dwell with him among the people; or go anywhere it seems right in your eyes to go.” Then the captain of the guard gave him a ration and a gift, and let him go. ", "6": "So Jeremiah went to the son of Ahikam to Mizpah, and dwelt with him among the people that were left in the land.", "7": "Now all the commanders of the forces that were in the field—they and their men—heard that the king of Babylon had appointed Gedaliah son of Ahikam over the land, and had put him in charge of the men, and women and children, the poorest of the land who were not carried away captive to Babylon. ", "8": "So they came to Gedaliah at Mizpah—including Ishmael son of Nethaniah, Johanan and Jonathan sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah son of the Maacathite—they and their men. ", "9": "Then Gedaliah son of Ahikam son of Shaphan swore to them and to their men, saying: “Do not be afraid to serve the Chaldeans. Stay in the land and serve the king of Babylon, and it will go well for you. ", "10": "As for me, look, I will dwell at Mizpah, to stand before the Chaldeans who come to us. But as for you, gather wine, summer fruit and oil, and put them in your jars, and dwell in your cities that you have taken over.”", "11": "Also when all the Jews who were in Moab, among Ammon's children, in Edom, and in all the countries, heard that the king of Babylon had left a remnant of Judah, and that he had appointed over them Gedaliah son of Ahikam son of Shaphan, ", "12": "then all the Jews returned out of all places where they had been driven, and came back to the land of Judah, to Gedaliah at Mizpah, and gathered wine and summer fruit in great abundance.", "13": "Then Johanan son of Kareah and all the commanders of the forces that were in the field came to Gedaliah to Mizpah ", "14": "and said to him, “Are you aware that Baalis the king of Ammon's children has sent Ishmael son of Nethaniah to take your life?” But Gedaliah son of Ahikam did not believe them.", "15": "Then Johanan son of Kareah spoke privately to Gedaliah at Mizpah, saying, “Let me go now, and I will slay Ishmael son of Nethaniah, and no one will know it. Why should he take your life, so that all the Jews that are gathered to you would be scattered, and the remnant of Judah perish?'", "16": "But Gedaliah son of Ahikam said to Johanan son of Kareah, “Don't do this thing! For what you are saying about Ishmael is a lie.”"}