{"1": "Now it was in the seventh month, that Ishmael son of Nethaniah son of Elishama—of royal descent and one of the chief officers of the king, along with ten men—came to Gedaliah son of Ahikam to Mizpah. While they were eating bread there together in Mizpah, ", "2": "Ishmael son of Nethaniah rose up with the ten men that were with him and struck down Gedaliah son of Ahikam son of Shaphan with the sword—putting to death the one whom the king of Babylon had appointed over the land. ", "3": "Ishmael also slew all the Jews who were with Gedaliah at Mizpah, as well as the Chaldean soldiers who were found there.", "4": "Now it was the next day after he had slain Gedaliah, when no one knew about it, ", "5": "that 80 men came from Shechem, from Shiloh, and from Samaria, with their beards shaved off, their clothes rent, and having gashed themselves, with grain offerings and frankincense in their hand to bring to the House of Adonai. ", "6": "So Ishmael son of Nethaniah went out from Mizpah to meet them, weeping all along as he went, and as he came to meet them, he said to them: “Come to Gedaliah son of Ahikam.”", "7": "Yet it was that as soon as they came within of the city that Ishmael son of Nethaniah and the men with him slaughtered them within the cistern-pit. ", "8": "However ten men were found among them that said to Ishmael: “Don't kill us! For we have hidden stores in the field—wheat, barley, oil and honey!” So he held off and did not kill them along with their companions.", "9": "Now the cistern where Ishmael cast all the corpses of the men whom he killed, because they were on Gedaliah's side, was the one which King Asa had made for fear of King Baasa of Israel. Ishmael son of Nethaniah filled it with the slain.", "10": "Then Ishmael carried away captive all the rest of the people that were in Mizpah, including the king's daughters—all the people who were left in Mizpah over whom Nebuzaradan the captain of the guard had put under the charge of Gedaliah son of Ahikam. Ishmael son of Nethaniah carried them away captive, and set off to cross over to Ammon's children.", "11": "But Johanan son of Kareah, and all the commanders of the forces that were with him heard about all the evil that Ishmael son of Nethaniah had done. ", "12": "So they took all the men and went to fight with Ishmael son of Nethaniah, and found him by the great pool in Gibeon.", "13": "Now when all the people who were with Ishmael saw Johanan son of Kareah and all the commanders of the forces that were with him, they were glad. ", "14": "So all the people that Ishmael had carried away captive from Mizpah turned around and came back, and went over to Johanan son of Kareah. ", "15": "But Ishmael son of Nethaniah escaped from Johanan with eight men and went to Ammon's children. ", "16": "Then Johanan son of Kareah and all the commanders of the forces that were with him took all the remnant of the people whom he had rescued from Ishmael son of Nethaniah from Mizpah, after he had murdered Gedaliah son of Ahikam—the men, the soldiers, women, children, and court officials whom he had brought back from Gibeon—", "17": "and they left and stayed at Chimham's lodge, which is near Beth-lehem, in order to go on to enter Egypt, ", "18": "away from the Chaldeans. For they were afraid of them, since Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had appointed over the land."}