{"1": "Then all the commanders of the forces, Johanan son of Kareah, Jezaniah son of Hoshaiah, and all the people from the least to the greatest, approached ", "2": "and said to the prophet Jeremiah, “Please, let our petition be presented before you, and pray to Adonai your God on our behalf,[a] for all this remnant—for we who are left are but a few out of many, as you are seeing with your own eyes—", "3": "that Adonai your God may tell us the way we should go and what we should do.”", "4": "Then Jeremiah the prophet said to them: “I have heard you. Agreed: I will pray to Adonai your God according to your words, and it will be that every word Adonai will answer you, I will declare it to you—I will not keep a word from you.”", "5": "Then they said to Jeremiah: “Let Adonai be a true and faithful witness against us if we do not act in accord with every word that Adonai your God sends you to us. ", "6": "Whether it be good or evil, we will obey the voice of Adonai our God, to whom we are sending you, so that it may go well with us, when we obey the voice of Adonai our God.”", "7": "Now it was at the end of ten days that the word of Adonai came to Jeremiah. ", "8": "Then he called Johanan son of Kareah, and all the commanders of the forces that were with him, and all the people from the least to the greatest, ", "9": "and said to them, “Thus says Adonai, the God of Israel, to whom you sent me to present your supplication before Him: ", "10": "'If you will still stay in this land, then will I build you up and not tear you down, and I will plant you and not uproot you. For I will relent concerning the calamity that I have done to you. ", "11": "Do not be not afraid of the king of Babylon, whom you dread—do not be afraid of him”—it is a declaration of Adonai—“for I am with you to save you, and deliver you from his hand. ", "12": "I will also show you compassion and he will have compassion on you, and restore you to your own soil. ", "13": "But if you say, 'We will not stay in this land,' so that you do not obey the voice of Adonai your God, ", "14": "saying: 'No, instead we'll go into the land of Egypt, where we will see no war or hear the sound of a shofar or hunger for food, and live there' ", "15": "now therefore hear the word of Adonai, O remnant of Judah, thus says Adonai-Tzva'ot, the God of Israel: If you really set your faces to enter Egypt, and go to sojourn there, ", "16": "then it will come to pass that the sword, which you fear will overtake you there in the land of Egypt, and the famine about which you are anxious will follow hard after you there in Egypt—and there you will die. ", "17": "So will it be for all the people who set their faces to enter Egypt to sojourn there—they will die by the sword, by famine and by plague. So none of them will remain or escape from the calamity that I will bring on them.'”", "18": "For thus says Adonai-Tzva'ot, the God of Israel: “As My anger and My fury were poured out on the inhabitants of Jerusalem, so will My fury be poured out on you, if you will enter Egypt. You will be an execration, a horror, a curse, and a disgrace, and you will never see this place again.”", "19": "Adonai has spoken concerning you, O remnant of Judah: “Do not go to Egypt. Know for sure that I have forewarned you this day! ", "20": "For you have led your own souls in error, since it was you who sent me to Adonai your God, saying: 'Pray to Adonai our God on our behalf, and in accord with all that Adonai our God will say, so declare to us, and we will do it. ", "21": "So I have this day declared it to you, but you will not obey the voice of Adonai your God in anything for which He has sent me to you. ", "22": "Now therefore know for sure that you will die by the sword, by famine, and by plague, in the place whither you desired to go to sojourn there.”"}