{"1": "But when Jeremiah had made an end of telling all the people all the words of Adonai their God—all these words for which Adonai their God had sent him to them—", "2": "then Azariah son of Hoshaiah, Johanan son of Kareah, and all the insolent men responded, saying to Jeremiah: “You are telling a lie! Adonai our God has not sent you to say. 'You must not go to Egypt to sojourn there.' ", "3": "Rather, Baruch son of Neriah is inciting you against us, to give us over into the hand of the Chaldeans, so they may put us to death or carry us away as captives to Babylon!”", "4": "So Johanan son of Kareah, all the commanders of the forces and all the people, did not obey the voice of Adonai, to stay in the land of Judah. ", "5": "But Johanan son of Kareah and all the commanders of the forces took the entire remnant of Judah who had returned from all the nations where they had been driven to dwell in the land of Judah—", "6": "the men, the women, the children, the king's daughters, everyone that Nebuzaradan the captain of the guard had left with Gedaliah son of Ahikam son of Shaphan, as well as Jeremiah the prophet and Baruch son of Neriah—", "7": "and they went to the land of Egypt. For they did not obey the voice of Adonai. When they arrived at Tahpanhes ", "8": "the word of Adonai came to Jeremiah in Tahpanhes, saying, ", "9": "“Take some large stones in your hand and hide them in the mortar in the brickwork at the entrance of Pharaoh's palace in Tahpanhes, in the sight of the men of Judah.", "10": "Then say to them, thus says Adonai-Tzva'ot, the God of Israel: “I am about to send for and bring King Nebuchadnezzar king of Babylon, My servant, and I will set his throne over these stones where I have hid, and he will spread his royal pavilion over them. ", "11": "Yes, he will come, and will strike the land of Egypt. Those for death—to death! Those for exile—to exile! Those for the sword—to the sword!", "12": "“I will also set fire to the houses of Egypt's gods. He will burn them and carry them off. He will wrap himself up with the land of Egypt as a shepherd wraps himself up with his garment. Then he will depart from there victoriously.", "13": "“He will also shatter the pillars of the temple of the sun[a] in the land of Egypt, while houses of the gods of Egypt He will burn with fire.”"}