{"1": "The word that came to Jeremiah concerning all the Jews dwelling in the land of Egypt—at Migdol, at Tahpanhes, at Noph, and in the region of Pathros[a], saying, ", "2": "thus says Adonai-Tzva'ot, the God of Israel: “You have seen all the calamity that I brought on Jerusalem and on all the cities of Judah. Behold, today they are a ruin, and no one lives in them, ", "3": "because of their wickedness which they committed to provoke Me, by continuing to burn sacrifices for and serve other gods, whom they had not known—not they, nor you, nor your fathers. ", "4": "Yet I sent you all My servants the prophets, sending them early and often, saying: 'Oh, do not do this loathsome thing that I hate.' ", "5": "But they did not listen or incline their ear to turn from their wickedness, to stop making offering to other gods.", "6": "“Therefore My fury and Mine anger was poured out and blazed in the cities of Judah and in the streets of Jerusalem. So they are waste and a ruin, as it is today. ", "7": "So now, thus says Adonai, Elohim-Tzva'ot, the God of Israel: “Why are you committing this great evil against your own souls? You cut off from yourselves man and woman, infant and nursing child, from the midst of Judah, to leave yourself without a remnant. ", "8": "You are provoking Me with the works of your hands, burning incense to other gods in the land of Egypt, where you have come to dwell, so that you will be cut off and become a curse and a disgrace among all the nations of the earth. ", "9": "Have you forgotten the evils of your fathers, the evils of the kings of Judah, the evils of their wives, and your own evils and the evils of your wives, which were committed in the land of Judah and in the streets of Jerusalem? ", "10": "They have not become contrite even to this day, nor have they feared nor walked in My Torah, My statutes, that I set before you and before your fathers.”", "11": "Therefore thus says Adonai-Tzva'ot, the God of Israel: “I will soon set My face against you for calamity, to cut off all Judah. ", "12": "I will take the remnant of Judah who set their faces to enter the land of Egypt to sojourn there, and they will all be consumed, falling in the land of Egypt by the sword and by famine. They will die, from the least to the greatest, by the sword and by famine, and they will be an execration, and a horror, a curse, and a disgrace.", "13": "So I will punish those dwelling in the land of Egypt, as I have punished Jerusalem, by the sword, by famine, and by plague. ", "14": "So none of the remnant of Judah entering the land of Egypt to sojourn there will escape or remain, to return to the land of Judah, when they are longing with their soul to return to live there; for none will return except as refugees.”", "15": "Then all the men who knew that their wives were burning incense to other gods, along with all the women that stood by—a large assembly—with all the people dwelling in Pathros in the land of Egypt, responded to Jeremiah, saying: ", "16": "“As for the word that you spoke to us in the Name of Adonai, we are not going to listen to you! ", "17": "Instead we will definitely do every word as went out of our mouth—burning incense to the queen of heaven and pouring out drink offerings to her, just as we did, we and our fathers, our kings and our princes, in the cities of Judah and in the streets of Jerusalem—for then we had plenty of food, were well off, and saw no calamity. ", "18": "But since we stopped burning incense to the queen of heaven and pouring out drink offerings to her, we have lacked everything and have been consumed by the sword and by famine. ", "19": "Moreover, when we were burning incense to the queen of heaven and pouring out drink offerings to her, when we made cakes for her in her image and poured out drink offerings to her, were we without our husbands?”", "20": "Then Jeremiah said to all the people, to the men and the women, to all the people that were giving him such an answer, saying: ", "21": "“The incense-burning that you offered in the cities of Judah and in the streets of Jerusalem—you and your fathers, your kings, your officials, and the people of the land—Adonai did remember them, they did come into His heart. ", "22": "Then Adonai could no longer endure it, because of the evil of your deeds, because of the abominations that you committed! So your land has become a wasteland, a desolation and a curse, without inhabitant, as it is this day. ", "23": "Because you have burned incense, because you have sinned against Adonai and have not listened to the voice of Adonai, nor walked in His Torah, nor in His statutes, nor in His testimonies—that is why this calamity has befallen you, as it is this day.”", "24": "Moreover Jeremiah said to all the people and to all the women: “Hear the word of Adonai, all Judah that are in the land of Egypt. ", "25": "Thus says Adonai-Tzva'ot, the God of Israel, saying: 'You and your wives have both spoken with your mouths and fulfilled it with your hands, saying: “We will definitely perform our vows that we have vowed, to burn incense to the queen of heaven and to pour out drink-offerings to her.” You surely will confirm your vows and surely will perform your vows!'”", "26": "Therefore hear the word of Adonai, all Judah dwelling in the land of Egypt: “Behold, I have sworn by My great Name,”[b] declares Adonai, “never more will My Name be invoked in the mouth of anyone of Judah in all the land of Egypt saying: 'As my Lord Adonai lives.' ", "27": "Here I am, watching over them for evil, and not for good. All the people of Judah who are in the land of Egypt will be consumed by the sword and by famine, until there is an end of them. ", "28": "Those escaping the sword will return out of the land of Egypt into the land of Judah only few in number. Then the remnant of Judah who entered the land of Egypt to sojourn there, will know whose word stands up—Mine or theirs!” It is a declaration of Adonai.", "29": "“Moreover, this will be the sign to you: I will visit punishment on you in this place, so that you may know that My words will surely stand against you as calamity.”", "30": "Thus says Adonai: “Soon, I will give Pharaoh Hophra king of Egypt into the hand of his enemies, and into the hand of them who seek his life, just as I gave King Zedekiah of Judah into the hand of King Nebuchadnezzar of Babylon, his enemy who was seeking his life.”"}