{"1": "The word of Adonai that came to the prophet Jeremiah concerning the nations.", "2": "For Egypt: concerning the army of Pharaoh Neco king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim son of Josiah, king of Judah.", "3": "“Arrange breastplate and shield! Advance to battle!", "4": "Harness the horses and mount, O horsemen! Take your position, with helmets! Polish the spears! Put on armor!", "5": "Why have I seen them? They are shattered, retreating, their warriors beaten, fleeing for cover, no turning back, terror on every side!” It is a declaration of Adonai.", "6": "“The swift cannot flee, nor the warrior escape. In the north by the river Euphrates they stumbled and fell.", "7": "Who is this, rising like the Nile, like the rivers whose waters churn?", "8": "Egypt rises like the Nile, like the rivers whose waters churn. He says: 'I will rise up, I will cover the earth, I will destroy the city and its inhabitants!'", "9": "Prance, you horses, and rush madly, you chariots. Let the warriors go out— Cush and Put grasping the shield, Lydians grasping and bending the bow!", "10": "For that day belongs to my Lord Adonai-Tzva'ot, as a day of vengeance, to avenge Himself against His foes. The sword will devour and be satisfied and will drink its fill of their blood. For it will be a sacrifice for my Lord Adonai-Tzva'ot, in the northern land by the river Euphrates.", "11": "Go up into Gilead and get balm, O virgin daughter of Egypt. In vain you use many medicines— there is no cure for you.", "12": "Nations have heard of your shame, and your outcry fills the earth. For warrior stumbles over warrior— both fall down together.”", "13": "The word that Adonai spoke to Jeremiah the prophet about the coming of King Nebuchadnezzar of Babylon to strike the land of Egypt:", "14": "“Declare it in Egypt, proclaim in Migdol, and announce in Noph and Tahpanhes. Say: 'Stand up and get ready! For the sword has devoured all around you.", "15": "Why are your strong ones swept away? They did not stand up, because Adonai thrust him down.", "16": "They keep stumbling, yes, falling over each other. Then they said: 'Get up! Let's return to our own people, to the land of our birth, away from the oppressor's sword.'", "17": "They cried there: 'Pharaoh king of Egypt is but a noise! He let the opportune time pass.'", "18": "As I live,” declares the King —whose Name is Adonai-Tzva'ot— “like Tabor among the mountains, or like Carmel by the sea, so surely he will come.”", "19": "O daughter dwelling in Egypt, get your bags ready for exile! For Noph will become a ruin laid waste, uninhabited.", "20": "Egypt is a beautiful heifer— but a biting fly is coming— from the north it is coming!", "21": "Even her mercenaries among her are like stall-fed calves, for they also will turn back— they will flee away together, they will not stand up— for the day of their calamity has come upon them, the time of their visitation.", "22": "Its sound will hiss like a snake, as they march with an army, and come against her as woodcutters with axes.", "23": "They cut down her forest” —it is a declaration of Adonai— “though it was impenetrable, for they are worse than the locust —they are without number.", "24": "The daughter of Egypt is disgraced, handed over to people of the north.”", "25": "Adonai-Tzva'ot, the God of Israel, says: “Behold, I will punish Amon of No, Pharaoh, Egypt, with her gods and her kings—even Pharaoh, and them that trust in him. ", "26": "I will hand them over to those seeking their lives, into the hand of King Nebuchadnezzar of Babylon and his servants. Yet afterwards it will be inhabited, as in the days of old.” It is a declaration of Adonai.", "27": "“But you, fear not, Jacob My servant, nor be dismayed, O Israel. For behold, I will save you from afar, your offspring from the land of their exile. And Jacob will return and be at peace and secure, no one frightening him.", "28": "Fear not, Jacob My servant” —it is a declaration of Adonai— “for I am with you. I will make a full end of all the nations where I have driven you, but I will not make a full end of you. I will discipline you with justice, but will not utterly destroy you.”"}