{"1": "Concerning Moab, thus says Adonai-Tzva'ot, the God of Israel: “Oy to Nebo! For it will be ravaged. Kiriathaim will be disgraced and captured. The fortress will be shamed, shattered.", "2": "There is no more praise for Moab. In Heshbon they plotted evil against her: 'Come, let's cut her off as a nation.' You too, Madmen, will be silenced— the sword will chase you.", "3": "The sound of outcry from Horonaim, devastation and great destruction!", "4": "Moab is shattered— her little ones have raised a cry to be heard.", "5": "For at the ascent of Luhith they go up with continual weeping. For on the descent to Horonaim they heard the foe's shattering cry.", "6": "Flee! Escape with your lives! Be like a tamarisk in the wilderness.", "7": "For because of your trust in your works and your treasures, you will be captured, too. Chemosh will go into exile, together with his priests and princes.", "8": "The destroyer will come to every town. No town will escape. The valley will perish and the plain will be destroyed, as Adonai has said.", "9": "Give wings to Moab, for she must fly and get away. Her cities will become a wasteland, with no one living in them.", "10": "Cursed is the one who does the work of Adonai with slackness, and cursed is the one who withholds his sword from blood.", "11": "Moab has been at ease since his youth. He has settled like wine on its dregs. He has not been emptied from jar to jar, nor gone into exile. Therefore he retains his flavor, and his aroma has not changed.", "12": "Therefore behold, days are coming” —it is a declaration of Adonai— “when I will send to him those who will tip him up and over, and they will empty his vessels, and smash his jars in pieces.", "13": "So Moab will be ashamed of Chemosh just as the house of Israel was ashamed of Bethel their confidence.", "14": "How can you say: 'We are warriors and men valiant for battle'?", "15": "Moab is ravaged, its towns entered, its choice young men gone down to slaughter” —It is a declaration of the King, whose Name is Adonai-Tzva'ot.", "16": "“Moab's calamity will come soon, and his downfall hastens swiftly.", "17": "Mourn for him, all who are around him, all who know his name. Say: 'How the mighty scepter, the splendid rod, is broken!'", "18": "O daughter dwelling in Dibon come down from your glory and sit in thirst! For Moab's destroyer has come to you. He has devastated your strongholds.", "19": "O inhabitant of Aroer, stand by the road and watch— ask him fleeing and her escaping, 'What has happened?'", "20": "Moab is disgraced, indeed shattered. Wail and shriek! Declare by the Arnon, Moab is ruined!", "21": "Judgment has come on the tableland —on Holon, Jahzah, Mephaath,", "22": "on Dibon, Nebo, Beth-diblathaim,", "23": "on Kiriathaim, Beth-gamul, Beth-meon,", "24": "on Kerioth, Bozrah, and all the towns of the land of Moab, far and near.", "25": "The horn of Moab is cut off and his arm is broken!” It is a declaration of Adonai.", "26": "“Make him drunk, for he exalted himself against Adonai. So Moab will wallow in his vomit and also become a laughingstock.", "27": "After all, Israel is a laughingstock to you. Was he ever found among thieves, that whenever you speak of him, you should wag the head?", "28": "Inhabitants of Moab, leave the towns and dwell in crags— like a dove nesting in a cave's mouth.", "29": "We have heard of the pride of Moab —very proud he is—his haughtiness, his arrogance, his insolence, and his self-exalted heart.", "30": "I know his arrogance,” says Adonai, “but it is dishonest— his boasts really accomplish nothing.", "31": "Therefore I wail for Moab! Yes, I cry out for all Moab, for the men of Kir-heres I moan.", "32": "More than weeping of Jazer will I weep for you, vine of Sibmah! Your branches spread to the sea, reached as far as the sea of Jazer. On your summer fruits and your vintage the destroyer has fallen.", "33": "So joy and gladness are taken away from the fruitful field and from the land of Moab. I stopped wine from the winepresses. No one will tread with shouting— any shouting is not a shout of joy.”", "34": "“From the outcry of Heshbon to Elealeh, as far as Jahaz they will raise their voice—from Zoar to Horonaim and a 3-year old heifer[a]—for the Waters of Nimrim also will be waste. ", "35": "Moreover I will make an end in Moab”—it is a declaration of Adonai—“of the one offering on the high place and the one burning incense to his gods.”", "36": "“That is why my heart is moaning like funeral flutes for Moab, and my heart moans like flutes for the people of Kir-heres. Thus the wealth he made is lost.", "37": "For every head is bald, every beard clipped, on all the hands are gashes, and around the waist sackcloth.", "38": "On all the housetops of Moab and in its squares— lamentation everywhere! For I have broken Moab like a jar In which no one delights” —it is a declaration of Adonai—", "39": "“'How shattered it is!' they wailed! 'How Moab turned his back in shame!' So Moab will become a laughingstock and a horror to all around him.”", "40": "For thus says Adonai: “Behold, he will swoop down like a vulture and spread out his wings against Moab.", "41": "The towns are captured, the strongholds seized. The hearts of Moab's warriors in that day will be like the heart of a woman in labor.", "42": "Moab will be destroyed as a people, because he boasted against Adonai.", "43": "Panic, pit and trap, are upon you, inhabitant of Moab,” declares Adonai.", "44": "“The one who flees from panic will fall into the pit, and one who climbs out of the pit will be caught in the trap. For I will bring on Moab the year of their visitation.” It is a declaration of Adonai.", "45": "“In the shadow of Heshbon the fugitives stop, exhausted, for fire breaks out of Heshbon flame from within Sihon, and it singes the foreheads and the scalps of Moab's noisy sons.", "46": "Oy to you, Moab! The people of Chemosh have perished! For your sons are taken away captive and your daughters into exile.", "47": "Yet I will restore Moab from exile in the end of days.” It is a declaration of Adonai. “Until then this is the judgment of Moab.”"}