{"1": "About Ammon's children, thus says Adonai: “Has Israel no sons? Has he no heir? Why then did Malcam dispossess Gad and his people settled in its towns?", "2": "Therefore behold, days are coming” —it is a declaration of Adonai— “when I will sound an alarm of war heard against Rabbah of Ammon! It will become a mound of ruins. Her villages will be burned with fire. Then Israel will dispossess those who dispossessed him.” it is a declaration of Adonai.", "3": "“Wail, Heshbon, for Ai is devastated! Cry, daughters of Rabbah! Wear sackcloth, lament, and run to and fro within the walls, for Malcam will go into captivity together with his priests and princes.", "4": "Why do you brag about valleys— your flowing valley, faithless daughter? Trusting in your treasures: 'Who will come against me?'", "5": "I am about to bring terror on you” —a declaration of my Lord Adonai-Tzva'ot— “from all those around you. Each of you will be banished headlong, with no one to gather the fugitives.", "6": "Yet afterward I will restore Ammon's children from exile.” It is a declaration of Adonai.", "7": "About Edom, thus says Adonai-Tzva'ot: “Is there no longer wisdom in Teman? Is counsel lost to the prudent? Has their wisdom vanished?", "8": "Flee! Turn back! Stay low, inhabitants of Dedan, for I will bring Esau's calamity on him at the time that I punish him.", "9": "If grape gatherers came to you, would they not leave gleanings? If thieves came at night, would they not destroy only enough for themselves?", "10": "But I will strip Esau bare. I will uncover his hiding places, so he will not be able to hide himself. His offspring has been destroyed with his kinsmen and neighbors. So he is nothing.", "11": "Leave your orphans—I will keep them alive, and let your widows trust in Me.”", "12": "For thus says Adonai: “Behold, if those who do not deserve to drink the cup must surely drink, can you go utterly unpunished? You will not go unpunished, for you shall surely drink!", "13": "For I have sworn by Myself” —it is a declaration of Adonai— “that Bozrah will become a horror, a disgrace, a waste and a curse. All its towns will be ruins forever.”", "14": "I heard a message from Adonai. An ambassador is sent to the nations: 'Gather together, come against her, and rise up for war!'", "15": "For see, I made you least among nations, despised among men.", "16": "Your terrorism has deceived you, so that your heart is arrogant. You who live in the clefts of the rock, who occupy the height of the hill. Though you make your nest as high as an eagle's, I will bring you down from there.” It is a declaration of Adonai.", "17": "“Edom will become a desolation. Everyone passing by will be appalled and hiss at all its plagues.", "18": "Like the overthrow of Sodom, Gomorrah and their neighbors,” says Adonai, “no one will live there, nor any son of man dwell there.", "19": "Look, it is like a lion coming up from the thickets of the Jordan to a secure pasture— for abruptly I will make him run away from it. I appoint over it whomever I choose. For who is like Me? Who will summon me to court? What shepherd stands up to Me?”", "20": "Therefore hear the plan that Adonai has drawn up against Edom, and His strategies that He designed against the inhabitants of Teman. Surely the least of the flock will be dragged away, Surely He will make their pasture desolate because of them.", "21": "The earth will tremble at the noise of their downfall. The sound of their outcry will be heard at the Sea of Reeds.", "22": "Behold, he will mount up and swoop down like an eagle, and spread out his wings against Bozrah. The hearts of Edom's warriors in that day will be like a woman's heart in her pangs.", "23": "About Damascus: Hamath and Arpad are ashamed, for they heard bad news, They melt away; in the sea there is trouble that cannot be quiet.", "24": "Damascus has become feeble. She turns away to flee, panic grips her, anguish and pangs have seized her, like a woman in travail.", "25": "How is the city of praise deserted— the city of my joy?", "26": "Therefore her young men will fall in her squares— all the warriors will be silenced in that day. It is a declaration of Adonai-Tzva'ot.", "27": "“I will set fire to the wall of Damascus— it will devour Ben-hadad's palaces.”", "28": "About Kedar and of the kingdoms of Hazor, which Nebuchadnezzar king of Babylon struck. Thus says Adonai: “Arise, go up against Kedar and devastate the children of the east.", "29": "They will take away their tents and their flocks. They will carry away their curtains, all their gear and their camels. They will cry out against them, 'Terror on every side!'", "30": "Flee! Scatter far! Stay low, inhabitants of Hazor!” It is a declaration of Adonai. “For King Nebuchadnezzar of Babylon has taken counsel against you, and devised a plan against you.", "31": "Arise, go up against a nation at ease, dwelling securely,” says Adonai. “They have no gates or bars; they dwell alone.", "32": "Their camels will become plunder, their many cattle a spoil. I will scatter to all the winds those who shave the edges. I bring their calamity from every side.” It is a declaration of Adonai.", "33": "“Hazor will be a lair of jackals, a desolation forever— no one will abide there, nor any son of man dwell there.”", "34": "The word of Adonai that came to the prophet Jeremiah about Elam, at the beginning of the reign of King Zedekiah of Judah, saying, ", "35": "thus says Adonai-Tzva'ot: “Behold, I will break Elam's bow— the source of their might.", "36": "I will bring upon Elam the four winds from the four quarters of heaven, and will scatter them to all those winds. There will be no nation where the dispersed of Elam will not go.", "37": "I will shatter Elam before their enemies and before those seeking their soul. I will bring calamity on them— My burning anger!” It is a declaration of Adonai, “I will send the sword after them until I have consumed them.", "38": "Then I will put My throne in Elam and destroy from it king and princes.” It is a declaration of Adonai.", "39": "“Yet it will be in the end of days, that I will restore Elam from exile.” It is a declaration of Adonai."}