{"1": "Thus says Adonai: “Look! Stirring up against Babylon and those living in Leb-kamai, a spirit of destruction.", "2": "I will send strangers to Babylon to scatter her and empty her land. For in the day of trouble they will be against her all around.", "3": "Let the archer bend his bow at her. Let him rise up at her in his armor. Do not spare her young men. Destroy her whole army.", "4": "They will fall down slain in the land of Chaldea, thrust through in her streets.", "5": "For neither Israel nor Judah will be widowed by his God, Adonai-Tzva'ot, though their land is full of guilt before the Holy One of Israel.", "6": "Flee from within Babylon! Each one, escape with his soul! Be not silenced in her iniquity! For it is a time of vengeance for Adonai. He will repay her recompense.[a]", "7": "Babylon has been a golden cup in Adonai's hand, intoxicating the whole earth. The nations drunk her wine— so the nations are going crazy.", "8": "Suddenly Babylon is fallen![b] Shattered! Howl over her! Bring balm for her wound. Perhaps she may be healed?", "9": "We would have healed Babylon, but she cannot be healed. Abandon her! Let's go, each one to his own country, for her judgment has reached up to the heavens[c] and has risen beyond the skies.", "10": "Adonai has brought forth our vindication! Come, let us declare in Zion the work of Adonai Eloheinu!", "11": "Sharpen the arrows. Fill the quivers! Adonai has roused the spirit of the kings of the Medes. For His plan is against Babylon, to destroy it. For it is Adonai's vengeance, vengeance for His Temple.", "12": "Raise a banner at Babylon's walls! Strengthen the guard. Station watchmen. Prepare ambushes. For Adonai has both planned and accomplished what He spoke about the Babylonians.", "13": "You dwelling by many waters, rich in treasures, your end has come, the measure of your covetousness.", "14": "Adonai-Tzva'ot has sworn by Himself: “Surely I will fill you with men like a locust swarm, and they will shout cheers over you.”", "15": "One made the earth by His power, set up the world by His wisdom, and spread out the heavens by His knowledge.[d]", "16": "At His giving voice— tumult of waters in the skies! He causes clouds to rise from the ends of the earth. He makes lightning for the rain and brings forth wind from His storehouses.", "17": "All mankind is stupid, ignorant. Every goldsmith is disgraced by an idol, for his molten image is a lie— there is no breath in them.", "18": "They are futile, a work of delusion. In the time of their visitation they will perish.", "19": "Jacob's Portion is not like these, for He is the former of all things, including the tribe of His heritage —Adonai-Tzva'ot is His Name.", "20": "“You are My club, a war weapon— with you I shatter nations, with you I destroy kingdoms.", "21": "With you I wreck horse and rider, with you I wreck chariot and rider,", "22": "with you I break man and woman, with you I break elder and youth, with you I break young man and maid,", "23": "with you I scatter shepherd and flock, with you I scatter plowman and ox-team, with you I scatter governors and officials.", "24": "I will repay Babylon and all living in Chaldea for all their evil that they did in Zion, before your eyes.” It is a declaration of Adonai.", "25": "“Beware! I am against you, destroyer of the Mount!” —it is a declaration of Adonai— “Destroyer of all the land— I will stretch out My hand at you, roll you down from the cliffs, and make you a burning hill.", "26": "They will not even take from you a cornerstone or foundation stone, for you will be desolate forever.” It is a declaration of Adonai.", "27": "Raise a banner in the land! Blow a shofar among the nations! Consecrate the nations against her. Summon against her the kingdoms— Ararat, Minni and Ashkenaz. Appoint a marshal against her. Bring horses up like rough locusts.", "28": "Consecrate the nations against her, the kings of the Medes, its governors and all its deputies, and all the land of his dominion.", "29": "Now the land shakes and writhes, for Adonai's plans against Babylon arise— to make the land of Babylon a desolation without inhabitant.", "30": "Babylon's warriors ceased fighting. They stay in their strongholds. Their might is exhausted. They have become like women. Her dwellings are set ablaze, her gate-bars are broken.", "31": "One runner runs to meet another, and one messenger to meet another, to tell Babylon's king that his city has been taken from end to end.", "32": "The fords have also been seized and the marshes burned with fire, so the warriors are in panic.", "33": "For thus says Adonai-Tzva'ot, the God of Israel: “The daughter of Babylon is like a threshing floor at treading time. A little longer, and the time of harvest for her will come.”", "34": "“Nebuchadnezzar king of Babylon has devoured me, crushed me, set me aside like an empty dish, swallowed me up like a dragon, filled his belly with my delicacies, rinsed me away.”", "35": "The one dwelling in Zion says: “Let the violence done to me and my flesh be upon Babylon!” Jerusalem says: “My blood be on the Chaldeans!”", "36": "Therefore thus says Adonai: “Yes, I will uphold your cause and take vengeance for you. I will dry up her sea, and make her fountain dry.", "37": "Babylon will become heaps, a dwelling for jackals, a horror and a hissing, uninhabited.", "38": "They roar together like young lions, growl like lions cubs.", "39": "When they become hot, I will set out a banquet for them and will make them so drunk that they become merry— and then sleep a perpetual sleep and never awake.” It is a declaration of Adonai.", "40": "“I will drag them down like lambs to the slaughter, like rams with he-goats.", "41": "How has Sheshach[e] been taken, the praise of the whole earth seized? How has Babylon become a horror among the nations!", "42": "The sea has risen over Babylon— she is covered with its roaring waves.", "43": "Her cities became desolation, a dry land, desert, uninhabited land, through which no son of man passes.", "44": "I will punish Bel in Babylon— What he swallowed I will make him disgorge out of his mouth. Nations will no longer stream to him. Yes, the wall of Babylon has fallen!", "45": "Come out of her, My people! Each of you, save your soul from the fierce anger of Adonai.", "46": "Do not be faint-hearted, or be intimidated by the rumor heard in the land— one year one rumor comes, next year, another rumor. Yet violence will be in the land, with ruler against ruler.", "47": "Therefore behold, days are coming when I will punish Babylon's idols. Her entire land will be disgraced and all her slain will fall in her midst.", "48": "Then heaven and the earth and all that is in them will sing for joy over Babylon,[f] for the destroyers from the north will come to her.” It is a declaration of Adonai.", "49": "Yes, Babylon is to fall for the slain of Israel, even as the slain of all the earth fell to Babylon.", "50": "Escapees from the sword, go! Do not stand still! Remember Adonai from afar— and make aliyah to Jerusalem in your heart.", "51": "“We were shamed when we heard reproach. Disgrace has covered our faces, for foreigners entered the holy places of Adonai's House.”", "52": "“Therefore behold, days are coming” —it is a declaration of Adonai— “when I will punish her idols, and the wounded will groan throughout all her land.", "53": "Even if Babylon went up to heaven and even if she fortified the height of her stronghold, from Me destroyers will come to her.” It is a declaration of Adonai.", "54": "The sound of an outcry from Babylon! Great ruin from the land of Chaldea!", "55": "For Adonai is devastating Babylon, and will silence her loud voice. Their waves will roar like many waters. The noise of their voices will resound.", "56": "For a destroyer is coming against her, against Babylon, and her warriors will be captured, their bows broken. For Adonai is a God of restitution, He will fully repay.", "57": "“I will intoxicate her officials and sages, her governors, deputies, and warriors, and they will sleep a perpetual sleep, and not awake.” It is a declaration of the King, whose Name is Adonai-Tzva'ot.", "58": "Thus says Adonai-Tzva'ot: “Babylon's thick wall will be totally razed and her high gates burned with fire. So the peoples are toiling for nothing, and nations weary themselves for fire.”", "59": "The word which Jeremiah the prophet commanded Seraiah son of Neriah, son of Mahseiah, when he went with King Zedekiah of Judah to Babylon in the fourth year of his reign. Now Seraiah was quartermaster. ", "60": "And Jeremiah wrote in a single scroll all the evil that would come upon Babylon, including all these words that were written about Babylon.", "61": "Then Jeremiah said to Seraiah: “When you arrive in Babylon, then see that you read all these words, ", "62": "and say: 'Adonai, you have spoken concerning this place, to cut it off, that nothing will dwell there, neither man nor beast, but that it will be desolate forever.'", "63": "“Now when you have finished reading this scroll, you will tie a stone to it and throw it into the middle of the Euphrates. ", "64": "Then you will say: 'Thus will Babylon sink, and not rise again, because of the calamity that I will bring on her. So they will weary themselves.'” Thus far are the words of Jeremiah."}