{"1": "Flee for refuge, children of Benjamin, from the midst of Jerusalem! Blow the shofar in Tekoa and raise a signal in Beth-cherem! For disaster looms from the north, even terrible destruction.", "2": "“The lovely, delicate Daughter of Zion I will cut off.”", "3": "Shepherds with their flocks are coming against her. All around her they pitch their tents, each pasturing in his own place.", "4": "“Prepare for war against her. Rise up! Let's attack at noon.” “Oy for us! For day is fading— evening shadows are lengthening.”", "5": "“Rise up! Let's attack at night and destroy her palaces.”", "6": "For thus says Adonai-Tzva'ot: “Chop down her trees! Raise a siege ramp at Jerusalem. This city must be punished— in her midst is only oppression.", "7": "As a well gushes out its waters, so she pours out her wickedness. Violence and havoc are heard in her, sickness and wounds ever before Me.", "8": "Be warned, O Jerusalem, lest I abandon you, lest I make you desolate— an uninhabited land.”", "9": "Thus says Adonai-Tzva'ot: “Glean the remnant of Israel thoroughly as a vine. Pass your hand over the branches once more, like a grape-gatherer.”", "10": "“To whom can I speak and warn so they would hear? See, their ears are uncircumcised, unable to hear! The word of Adonai has become scorn to them. They have no delight in it.", "11": "So I am full of the wrath of Adonai. I am weary of holding it in! Pour it out on a child in the street, on young men gathered together. For husband will be taken with wife, the aged with the very old.", "12": "Their homes will be turned over to others —together with their fields and their wives. For I will stretch out My hand on the inhabitants of the land.” It is a declaration of Adonai.", "13": "“For from the least to the greatest, all of them are greedy for gain, and from prophet even to kohen, everyone practices deceit.", "14": "They healed the wound of My people superficially, saying 'Shalom, shalom!' when there is no shalom.”", "15": "“Were they ashamed when they committed abomination? No, they were not at all ashamed; they did not know how to blush. Therefore they shall fall among those who fall; at the time that I punish them, they shall be overthrown,” says Adonai.", "16": "Thus says Adonai: “Stand in the roads and look. Ask for the ancient paths— where the good way is—and walk in it. Then you will find rest for your souls.[a] But they said, 'We won't walk in it.'", "17": "So I set watchmen over you, saying 'Listen to the sound of the shofar!' But they said, 'We won't listen.'", "18": "Therefore hear, O nations and observe, O congregation, what is against them.", "19": "Hear, O earth! See, I will bring disaster on this people —fruit of their schemes— for they did not listen to My words and rejected My Torah.", "20": "Of what use to Me is frankincense coming from Sheba or sweet cane from a distant country? Your burnt offerings are not acceptable, nor are your sacrifices pleasing to Me.”", "21": "Therefore thus says Adonai: “Look, I am laying before this people stumbling blocks— and against them they will stumble— fathers and the sons together, a neighbor and his friend, and they will perish.”", "22": "Thus says Adonai: “Look, a people coming from a northern land, a great nation roused from the ends of the earth!", "23": "They are armed with bow and spear, cruel and with no compassion. They sound like the roaring sea— as they ride on horses as men in battle formation, against you, Daughter of Zion!”", "24": "“We have heard of their fame. Our hands hang limp; anguish has gripped us, pain like a woman in labor.", "25": "Don't go out into the field or walk on the road. Since the enemy has a sword, there's terror on every side!”", "26": "“Daughter of My people, put on sackcloth and roll in ashes. Mourn as for an only son with bitter lamentation.” “For suddenly the destroyer will come on us!”", "27": "“I have made you a metal-tester among My people— so you may observe and test their way.", "28": "They are all stubborn rebels spreading slander. They are bronze and iron, all of them are corrupt.", "29": "The bellows blow fiercely, blasting away the lead with fire. The refining is completely in vain, for the wicked are not drawn off.", "30": "They are called 'cast off silver'— for Adonai has cast them off.”"}