{"1": "“At that time”—it is a declaration of Adonai—“the bones of the kings of Judah and the bones of his princes, the bones of the kohanim and the bones of the prophets, and the bones of the inhabitants of Jerusalem will be brought out of their graves. ", "2": "They will spread them out to the sun, the moon and all the host of heaven, which they have loved and served, and after which they have walked and sought, and which they have worshipped. They will not be gathered or buried, but will be like dung on the face of the ground. ", "3": "So death will be chosen rather than life by all the remnant that remains of this evil family that remains in all the places to which I have driven them.” It is a declaration of Adonai-Tzva'ot.", "4": "Moreover you will say to them, thus says Adonai: “Do men fall and not get up again? Does one turn away and not return?", "5": "Why then has this people—Jerusalem— turned away in perpetual backsliding? They cling to deceit; they refuse to return.", "6": "I listened attentively, but they have not spoken what is right. No one repents of his wickedness, saying, 'What have I done?' Each one turns in his own direction, like a horse charging into battle.", "7": "Even the stork in the sky knows her appointed times, and the turtledove, swallow and crane observe the time of their migration, but My people do not know the judgments of Adonai.", "8": "How can you say, 'We are wise! The Torah of Adonai is with us'? In fact, it is the lying pen of the scribes that have made it a lie.", "9": "The wise men will be put to shame— shattered, trapped. Look! They have rejected Adonai's word, so what wisdom do they have?", "10": "Therefore I will give their wives to others and their fields to new owners. For from the least to the greatest everyone is greedy for gain. From the prophet even to the kohen everyone practices deceit.", "11": "They heal the fracture of the daughter of My people by treating it superficially— saying, 'Shalom, shalom,' when there is no shalom.", "12": "Were they ashamed of the abomination they committed? No, not ashamed, not at all— they do not know how to blush! So they will fall among the fallen. At the time of their punishment they will be brought down.” It is a declaration of Adonai.", "13": "“I will utterly consume them,” says Adonai. “There will be no grapes on the vine, and no figs on the fig tree, and even the leaf will wither, and what I gave them will pass away.”", "14": "“Why are we sitting here? Assemble! Let us flee to the fortified cities and perish there! For Adonai Eloheinu has silenced us and given us poisoned water to drink. For we have sinned against Adonai.", "15": "We hoped for shalom, but it is no good, for a time of healing —and suddenly, terror!”", "16": "From Dan is heard the snorting of his horses. At the sound of his stallions neighing, the whole land quakes. For they come and devour the land and everything in it— the city and all who live there.", "17": "“For I am about to send serpents on you, vipers for which there is no charm, and they will bite you.” It is a declaration of Adonai.", "18": "My joy is overcome by grief, my heart is faint within me.", "19": "Listen, the sound of the cry of the daughter of my people —a voice from a distant land— “Is Adonai no longer in Zion? Is her King no longer in her?” “Why have they provoked Me with their graven images, with foreign idols?”", "20": "“Harvest is past, summer is over, yet we are not saved.”", "21": "“Because of the brokenness of the daughter of my people, I am brokenhearted. I mourn—desolation grips me.", "22": "Is there no balm in Gilead? Is there no physician there? Then why has no healing gone up for the daughter of my people?", "23": "If only my head were water and my eyes a fountain of tears, then I would weep day and night for the slain of the daughter of my people!"}