{"1": "If only I had a travelers' lodging place in the wilderness, then I might leave my people and get away from them! For they are all adulterers, a bunch of traitors.", "2": "They bend their tongue like a bow. Lies, not faithfulness, prevail in the land. “For they go from evil to evil and do not know Me,” says Adonai.", "3": "Beware, everyone, of your neighbor! Don't even trust a brother. For every brother grabs like Jacob and every neighbor spreads slander.", "4": "Everyone deceives his neighbor and does not speak the truth. They taught their tongue to speak lies. They wear themselves out doing wrong.", "5": "“You dwell in the midst of deceit. In deceit they refuse to know Me.” It is a declaration of Adonai.", "6": "Therefore thus says Adonai-Tzva'ot: “I am about to refine them and test them. For what else can I do for the daughter of My people?", "7": "Their tongue is a deadly arrow, speaking deceit. With his mouth each says shalom to his neighbor, while inwardly setting a trap for him.", "8": "For such things shall I not punish them?” It is a declaration of Adonai. “Should I not avenge Myself on such a nation as this?”", "9": "For the mountains I lift up weeping and wailing, a lament for the desert pastures. For they are so scorched that no one passes through— the lowing of cattle is not heard. The birds of the air have fled and the animals are gone.", "10": "“I will make Jerusalem a heap of ruins, a lair for jackals. I will make the cities of Judah a wasteland without inhabitant.", "11": "Who is the one wise enough to understand this? To whom has the mouth of Adonai spoken that he may explain it? Why is the land ruined, laid waste like a wilderness, so that no one passes through?”", "12": "Adonai said “It is because they have forsaken My Torah that I set before them. They have neither obeyed My voice nor walked according to it, ", "13": "but have walked after the stubbornness of their heart, and after the Baalim that their fathers taught them. ", "14": "Therefore, thus says Adonai-Tzva'ot, the God of Israel, “look, I will make this people eat wormwood and drink poisoned water. ", "15": "I will scatter them among the nations whom neither they nor their fathers have known. I will pursue them with the sword, until I have finished with them.”", "16": "Thus says Adonai-Tzva'ot: “Pay attention! Call the dirge-singers and let them come. Send for the most skillful wailers and let them come!”", "17": "“Let them come quickly and lift up a wailing over us so our eyes may run down with tears and our eyelids gush with water.”", "18": "For a wailing voice is heard from Zion: “How we are ruined! We are utterly ashamed— we have forsaken the land, for they tore down our dwellings.”", "19": "Now, hear the word of Adonai, O women, let your ear receive the word of His mouth. Teach your daughters wailing and everyone her neighbor a dirge.", "20": "For death has climbed through our windows. It has entered into our palaces to cut off children from the street and young men from the squares.”", "21": "“Say this,” declares Adonai. “The carcasses of men will lie like dung on the open field, like cut grain behind the reaper, with no one gathering them.”", "22": "Thus says Adonai: “Let not the wise boast in his wisdom nor the mighty boast in his might nor the rich glory in his riches.", "23": "But let one who boasts boast in this: that he understands and knows Me. For I am Adonai who exercises lovingkindness, justice and righteousness on earth. For in these things I delight.” It is a declaration of Adonai.", "24": "“Days are soon coming,” declares Adonai, “when I will punish all who are circumcised and yet uncircumcised—", "25": "Egypt, Judah, Edom and Ammon's children and Moab, and all that have cut the corners of their hair—that dwell in the wilderness. For all the nations are uncircumcised but all the house of Israel are uncircumcised in the heart."}