{"1": "(0) Prayer of a sufferer overcome by weakness and pouring out his complaint before Adonai:", "2": "(1) Adonai, hear my prayer! Let my cry for help reach you!", "3": "(2) Don't hide your face from me when I am in such distress! Turn your ear toward me; when I call, be quick to reply!", "4": "(3) For my days are vanishing like smoke, my bones are burning like a furnace.", "5": "(4) I am stricken and withered like grass; I forget to eat my food.", "6": "(5) Because of my loud groaning, I am just skin and bones.", "7": "(6) I am like a great owl in the desert, I've become like an owl in the ruins.", "8": "(7) I lie awake and become like a bird alone on the roof.", "9": "(8) My enemies taunt me all day long; mad with rage, they make my name a curse.", "10": "(9) For I have been eating ashes like bread and mingling tears with my drink", "11": "(10) because of your furious anger, since you picked me up just to toss me aside.", "12": "(11) My days decline like an evening shadow; I am drying up like grass.", "13": "(12) But you, Adonai, are enthroned forever; your renown will endure through all generations.", "14": "(13) You will arise and take pity on Tziyon, for the time has come to have mercy on her; the time determined has come.", "15": "(14) For your servants love her very stones; they take pity even on her dust.", "16": "(15) The nations will fear the name of Adonai and all the kings on earth your glory,", "17": "(16) when Adonai has rebuilt Tziyon, and shows himself in his glory,", "18": "(17) when he has heeded the plea of the poor and not despised their prayer.", "19": "(18) May this be put on record for a future generation; may a people yet to be created praise Adonai.", "20": "(19) For he has looked down from the height of his sanctuary; from heaven Adonai surveys the earth", "21": "(20) to listen to the sighing of the prisoner, to set free those who are sentenced to death,", "22": "(21) to proclaim the name of Adonai in Tziyon and his praise in Yerushalayim", "23": "(22) when peoples and kingdoms have been gathered together to serve Adonai.", "24": "(23) He has broken my strength in midcourse, he has cut short my days.", "25": "(24) I plead, “God, your years last through all generations; so don't take me away when my life is half over!", "26": "(25) In the beginning, you laid the foundations of the earth; heaven is the work of your hands.", "27": "(26) They will vanish, but you will remain; like clothing, they will all grow old; yes, you will change them like clothing, and they will pass away.", "28": "(27) But you remain the same, and your years will never end.", "29": "(28) The children of your servants will live securely and their descendants be established in your presence.”"}