{"1": "Bless Adonai, my soul! Adonai, my God, you are very great; you are clothed with glory and majesty,", "2": "wrapped in light as with a robe. You spread out the heavens like a curtain,", "3": "you laid the beams of your palace on the water. You make the clouds your chariot, you ride on the wings of the wind.", "4": "You make winds your messengers, fiery flames your servants.", "5": "You fixed the earth on its foundations, never to be moved.", "6": "You covered it with the deep like a garment; the waters stood above the mountains.", "7": "At your rebuke they fled; at the sound of your thunder they rushed away,", "8": "flowing over hills, pouring into valleys, down to the place you had fixed for them.", "9": "You determined a boundary they could not cross; they were never to cover the earth again.", "10": "You make springs gush forth in the vadis; they flow between the hills,", "11": "supplying water to all the wild animals; the wild donkeys quench their thirst.", "12": "On their banks the birds of the air build their nests; among the branches they sing.", "13": "You water the mountains from your palace; the earth is satisfied with how you provide —", "14": "You grow grass for the cattle; and for people you grow the plants they need to bring forth bread from the earth,", "15": "wine that gladdens the human heart, oil to make faces glow, and food to sustain their strength.", "16": "Adonai's trees are satisfied — the cedars of the L'vanon, which he has planted.", "17": "In them sparrows build their nests, while storks live in the fir trees.", "18": "For the wild goats there are the high mountains, while the coneys find refuge in the rocks.", "19": "You made the moon to mark the seasons, and the sun knows when to set.", "20": "You bring darkness, and it is night, the time when all forest animals prowl.", "21": "The young lions roar after their prey and seek their food from God.", "22": "The sun rises, they slink away and lie down to rest in their dens;", "23": "while people go out to their work, laboring on till evening.", "24": "What variety there is in your works, Adonai! How many [of them there are]! In wisdom you have made them all; the earth is full of your creations.", "25": "Look at the sea, so great, so wide! It teems with countless creatures, living beings, both large and small.", "26": "The ships are there, sailing to and fro; Livyatan, which you formed to play there.", "27": "All of them look to you to give them their food when they need it.", "28": "When you give it to them, they gather it; when you open your hand, they are well satisfied.", "29": "If you hide your face, they vanish; if you hold back their breath, they perish and return to their dust.", "30": "If you send out your breath, they are created, and you renew the face of the earth.", "31": "May the glory of Adonai last forever! May Adonai rejoice in his works!", "32": "When he looks at the earth, it trembles; when he touches the mountains, they pour out smoke.", "33": "I will sing to Adonai as long as I live, sing praise to my God all my life.", "34": "May my musings be pleasing to him; I will rejoice in Adonai.", "35": "May sinners vanish from the earth and the wicked be no more! Bless Adonai, my soul! Halleluyah!"}