{"1": "Give thanks to Adonai! Call on his name! Make his deeds known among the peoples.", "2": "Sing to him, sing praises to him, talk about all his wonders.", "3": "Glory in his holy name; let those seeking Adonai have joyful hearts.", "4": "Seek Adonai and his strength; always seek his presence.", "5": "Remember the wonders he has done, his signs and his spoken rulings.", "6": "You descendants of Avraham his servant, you offspring of Ya'akov, his chosen ones,", "7": "he is Adonai our God! His rulings are everywhere on earth.", "8": "He remembers his covenant forever, the word he commanded to a thousand generations,", "9": "the covenant he made with Avraham, the oath he swore to Yitz'chak,", "10": "and established as a law for Ya'akov, for Isra'el as an everlasting covenant:", "11": "“To you I will give the land of Kena'an as your allotted heritage.”", "12": "When they were but few in number, and not only few, but aliens there too,", "13": "wandering from nation to nation, from this kingdom to that people,", "14": "he allowed no one to oppress them. Yes, for their sakes he rebuked even kings:", "15": "“Don't touch my anointed ones or do my prophets harm!”", "16": "He called down famine on the land, broke off all their food supply,", "17": "but sent a man ahead of them — Yosef, who was sold as a slave.", "18": "They shackled his feet with chains, and they bound him in irons;", "19": "until the time when his word proved true, God's utterance kept testing him.", "20": "The king sent and had him released, the ruler of peoples set him free;", "21": "he made him lord of his household, in charge of all he owned,", "22": "correcting his officers as he saw fit and teaching his counselors wisdom.", "23": "Then Isra'el too came into Egypt, Ya'akov lived as an alien in the land of Ham.", "24": "There God made his people very fruitful, made them too numerous for their foes,", "25": "whose hearts he turned to hate his people, and treat his servants unfairly.", "26": "He sent his servant Moshe and Aharon, whom he had chosen.", "27": "They worked his signs among them, his wonders in the land of Ham.", "28": "He sent darkness, and the land grew dark; they did not defy his word.", "29": "He turned their water into blood and caused their fish to die.", "30": "Their land swarmed with frogs, even in the royal chambers.", "31": "He spoke, and there came swarms of insects and lice throughout their land.", "32": "He gave them hail instead of rain, with fiery [lightning] throughout their land.", "33": "He struck their vines and fig trees, shattering trees all over their country.", "34": "He spoke, and locusts came, also grasshoppers without number;", "35": "they ate up everything green in their land, devoured the fruit of their ground.", "36": "He struck down all the firstborn in their land, the firstfruits of all their strength.", "37": "Then he led his people out, laden with silver and gold; among his tribes not one stumbled.", "38": "Egypt was happy to have them leave, because fear of [Isra'el] had seized them.", "39": "He spread out a cloud to screen them off and fire to give them light at night.", "40": "When they asked, he brought them quails and satisfied them with food from heaven.", "41": "He split a rock, and water gushed out, flowing as a river over the dry ground,", "42": "for he remembered his holy promise to his servant Avraham.", "43": "He led out his people with joy, his chosen ones with singing.", "44": "Then he gave them the lands of the nations, and they possessed what peoples had toiled to produce,", "45": "in order to obey his laws and follow his teachings. Halleluyah!"}