{"1": "Halleluyah! Give thanks to Adonai; for he is good, for his grace continues forever.", "2": "Who can express Adonai's mighty doings or proclaim in full his praise?", "3": "How happy are those who act justly, who always do what is right!", "4": "Remember me, Adonai, when you show favor to your people, keep me in mind when you save them;", "5": "so I can see how well things are going with those whom you have chosen, so that I can rejoice in your nation's joy, and glory in your heritage.", "6": "Together with our ancestors, we have sinned, done wrong, acted wickedly.", "7": "Our ancestors in Egypt failed to grasp the meaning of your wonders. They didn't keep in mind your great deeds of grace but rebelled at the sea, at the Sea of Suf.", "8": "Yet he saved them for his own name's sake, to make known his mighty power.", "9": "He rebuked the Sea of Suf, and it dried up; he led them through its depths as through a desert.", "10": "He saved them from hostile hands, redeemed them from the power of the foe.", "11": "The water closed over their adversaries; not one of them was left.", "12": "Then they believed his words, and they sang his praise.", "13": "But soon they forgot his deeds and wouldn't wait for his counsel.", "14": "In the desert they gave way to insatiable greed; in the wastelands they put God to the test.", "15": "He gave them what they wanted but sent meagerness into their souls.", "16": "In the camp they were jealous of Moshe and Aharon, Adonai's holy one.", "17": "The earth opened up and swallowed Datan and closed over Aviram's allies.", "18": "A fire blazed out against that group, the flames consumed the wicked.", "19": "In Horev they fashioned a calf, they worshipped a cast metal image.", "20": "Thus they exchanged their Glory for the image of an ox that eats grass!", "21": "They forgot God, who had saved them, who had done great things in Egypt,", "22": "wonders in the land of Ham, fearsome deeds by the Sea of Suf.", "23": "Therefore he said that he would destroy them, [and he would have,] had not Moshe his chosen one stood before him in the breach to turn back his destroying fury.", "24": "Next, they rejected the beautiful land, they didn't trust his promise;", "25": "and they complained in their tents, they didn't obey Adonai.", "26": "Therefore, raising his hand, he swore to them that he would strike them down in the desert", "27": "and strike down their descendants among the nations, dispersing them in foreign lands.", "28": "Now they joined themselves to Ba'al-P'or and ate meat sacrificed to dead things.", "29": "Thus they provoked him to anger with their deeds, so that a plague broke out among them.", "30": "Then Pinchas stood up and executed judgment; so the plague was checked.", "31": "That was credited to him as righteousness, through all generations forever.", "32": "They angered him at the M'rivah Spring, and Moshe suffered on their account;", "33": "for when they embittered his spirit, [Moshe] spoke up without thinking.", "34": "They failed to destroy the peoples, as Adonai had ordered them to do,", "35": "but mingled with the nations and learned to follow their ways.", "36": "They went on to serve their idols, which became a snare for them.", "37": "They even sacrificed their sons and their daughters to demons.", "38": "Yes, they shed innocent blood, the blood of their own sons and daughters, whom they sacrificed to Kena'an's false gods, polluting the land with blood.", "39": "Thus they were defiled by their deeds; they prostituted themselves by their actions,", "40": "For this Adonai's fury blazed up against his people, and he detested his heritage.", "41": "He handed them over to the power of the nations, and those who hated them ruled over them.", "42": "Their enemies oppressed them and kept them in subjection to their power.", "43": "Many times [God] rescued them, but they kept making plans to rebel. Thus they were brought low by their own wrongdoing.", "44": "Still he took pity on their distress whenever he heard their cry.", "45": "For their sakes he kept in mind his covenant and in his limitless grace relented,", "46": "causing them to be treated with compassion by all who had taken them captive.", "47": "Save us, Adonai our God! Gather us from among the nations, so that we can thank your holy name and glory in praising you.", "48": "Blessed be Adonai, the God of Isra'el, from eternity past to eternity future. Now let all the people say, “Amen! Halleluyah!”"}