{"1": "Give thanks to Adonai; for he is good, for his grace continues forever.", "2": "Let those redeemed by Adonai say it, those he redeemed from the power of the foe.", "3": "He gathered them from the lands, from the east and from the west, from the north and from the sea.", "4": "They wandered in the desert, on paths through the wastes, without finding any inhabited city.", "5": "They were hungry and thirsty, their life was ebbing away.", "6": "In their trouble they cried to Adonai, and he rescued them from their distress.", "7": "He led them by a direct path to a city where they could live.", "8": "Let them give thanks to Adonai for his grace, for his wonders bestowed on humanity!", "9": "For he has satisfied the hungry, filled the starving with good.", "10": "Some lived in darkness, in death-dark gloom, bound in misery and iron chains,", "11": "because they defied God's word, scorned the counsel of the Most High.", "12": "So he humbled their hearts by hard labor; when they stumbled, no one came to their aid.", "13": "In their trouble they cried to Adonai, and he rescued them from their distress.", "14": "He led them from darkness, from death-dark gloom, shattering their chains.", "15": "Let them give thanks to Adonai for his grace, for his wonders bestowed on humanity!", "16": "For he shattered bronze doors and cut through iron bars.", "17": "There were foolish people who suffered affliction because of their crimes and sins;", "18": "they couldn't stand to eat anything; they were near the gates of death.", "19": "In their trouble they cried to Adonai, and he rescued them from their distress;", "20": "he sent his word and healed them, he delivered them from destruction.", "21": "Let them give thanks to Adonai for his grace, for his wonders bestowed on humanity!", "22": "Let them offer sacrifices of thanksgiving and proclaim his great deeds with songs of joy.", "23": "Those who go down to the sea in ships, plying their trade on the great ocean,", "24": "saw the works of Adonai, his wonders in the deep.", "25": "For at his word the storm-wind arose, lifting up towering waves.", "26": "The sailors were raised up to the sky, then plunged into the depths. At the danger, their courage failed them,", "27": "they reeled and staggered like drunk men, and all their skill was swallowed up.", "28": "In their trouble they cried to Adonai, and he rescued them from their distress.", "29": "He silenced the storm and stilled its waves,", "30": "and they rejoiced as the sea grew calm. Then he brought them safely to their desired port.", "31": "Let them give thanks to Adonai for his grace, for his wonders bestowed on humanity!", "32": "Let them extol him in the assembly of the people and praise him in the leaders' council.", "33": "He turns rivers into desert, flowing springs into thirsty ground,", "34": "productive land into salt flats, because the people living there are so wicked.", "35": "But he also turns desert into pools of water, dry land into flowing springs;", "36": "there he gives the hungry a home, and they build a city to live in;", "37": "there they sow fields and plant vineyards, which yield an abundant harvest.", "38": "He blesses them, their numbers grow, and he doesn't let their livestock decrease.", "39": "When their numbers fall, and they grow weak, because of oppression, disaster and sorrow,", "40": "he pours contempt on princes and leaves them to wander in trackless wastes.", "41": "But the needy he raises up from their distress and increases their families like sheep.", "42": "When the upright see this, they rejoice; while the wicked are reduced to silence.", "43": "Let whoever is wise observe these things and consider Adonai's loving deeds."}