{"1": "(0) For the leader. A psalm of David: (1) God, whom I praise, don't remain silent!", "2": "For wicked and deceitful men have opened their mouths against me, spoken against me with lying tongues,", "3": "surrounded me with hateful words, and attacked me without cause.", "4": "In return for my love they became my accusers, even though I prayed for them.", "5": "They repay me evil for good and hatred for my love.", "6": "[They say,] “Appoint a wicked man over him, may an accuser stand at his right.", "7": "When he is tried, let him be found guilty, may even his plea be counted a sin.", "8": "May his days be few, may someone else take his position.", "9": "May his children be fatherless and his wife a widow.", "10": "May his children be wandering beggars, foraging for food from their ruined homes.", "11": "May creditors seize all he owns and strangers make off with his earnings.", "12": "May no one treat him kindly, and may no one take pity on his orphaned children.", "13": "May his posterity be cut off; may his name be erased within a generation.", "14": "May the wrongs of his ancestors be remembered by Adonai, and may the sin of his mother not be erased;", "15": "may they always be before Adonai, so he can cut off all memory of them from the earth.", "16": "For he did not remember to show kindness but hounded the downtrodden, the poor and the brokenhearted to death.", "17": "He loved cursing; may it recoil on him! He didn't like blessing; may it stay far from him!", "18": "He clothed himself with cursing as routinely as with his coat; May it enter inside him as easily as water, as easily as oil into his bones.", "19": "May it cling to him like the coat he wears, like the belt he wraps around himself.”", "20": "This is what my adversaries want Adonai to do, those who speak evil against me.", "21": "But you, God, Adonai, treat me as your name demands; rescue me, because your grace is good.", "22": "For I am poor and needy, and my heart within me is wounded.", "23": "Like a lengthening evening shadow, I am gone; I am shaken off like a locust.", "24": "My knees are weak from lack of food, my flesh wastes away for lack of nourishment.", "25": "I have become the object of their taunts; when they see me, they shake their heads.", "26": "Help me, Adonai, my God! Save me, in keeping with your grace;", "27": "so that they will know that this comes from your hand, that you, Adonai, have done it.", "28": "Let them go on cursing; but you, bless! When they attack, let them be put to shame; but let your servant rejoice.", "29": "Let my adversaries be clothed with confusion, let them wear their own shame like a robe.", "30": "I will eagerly thank Adonai with my mouth, I will praise him right there in the crowd,", "31": "because he stands alongside a needy person to defend him from unjust accusers."}