{"1": "Give thanks to Adonai; for he is good, for his grace continues forever.", "2": "Now let Isra'el say, “His grace continues forever.”", "3": "Now let the house of Aharon say, “His grace continues forever.”", "4": "Now let those who fear Adonai say, “His grace continues forever.”", "5": "From my being hemmed in I called on Yah; he answered and gave me more room.", "6": "With Adonai on my side, I fear nothing — what can human beings do to me?", "7": "With Adonai on my side as my help, I will look with triumph at those who hate me.", "8": "It is better to take refuge in Adonai than to trust in human beings;", "9": "better to take refuge in Adonai than to put one's trust in princes.", "10": "The nations all surrounded me; in the name of Adonai I cut them down.", "11": "They surrounded me on every side in the name of Adonai I cut them down.", "12": "They surrounded me like bees but were extinguished [as quickly] as a fire in thorns; in the name of Adonai I cut them down.", "13": "You pushed me hard to make me fall, but Adonai helped me.", "14": "Yah is my strength and my song, and he has become my salvation.", "15": "The sound of rejoicing and victory is heard in the tents of the righteous: “Adonai's right hand struck powerfully!", "16": "Adonai's right hand is raised in triumph! Adonai's right hand struck powerfully!”", "17": "I will not die; no, I will live and proclaim the great deeds of Yah!", "18": "Yah disciplined me severely, but did not hand me over to death.", "19": "Open the gates of righteousness for me; I will enter them and thank Yah.", "20": "This is the gate of Adonai; the righteous can enter it.", "21": "I am thanking you because you answered me; you became my salvation.", "22": "The very rock that the builders rejected has become the cornerstone!", "23": "This has come from Adonai, and in our eyes it is amazing.", "24": "This is the day Adonai has made, a day for us to rejoice and be glad.", "25": "Please, Adonai! Save us! Please, Adonai! Rescue us!", "26": "Blessed is he who comes in the name of Adonai. We bless you from the house of Adonai.", "27": "Adonai is God, and he gives us light. Join in the pilgrim festival with branches all the way to the horns of the altar.", "28": "You are my God, and I thank you. You are my God; I exalt you.", "29": "Give thanks to Adonai; for he is good, for his grace continues forever."}