{"1": "How happy are those whose way of life is blameless, who live by the Torah of Adonai!", "2": "How happy are those who observe his instruction, who seek him wholeheartedly!", "3": "They do nothing wrong but live by his ways.", "4": "You laid down your precepts for us to observe with care.", "5": "May my ways be steady in observing your laws.", "6": "Then I will not be put to shame, since I will have fixed my sight on all your mitzvot.", "7": "I thank you with a sincere heart as I learn your righteous rulings.", "8": "I will observe your laws; don't completely abandon me!", "9": "How can a young man keep his way pure? By guarding it according to your word.", "10": "I seek you with all my heart; don't let me stray from your mitzvot.", "11": "I treasure your word in my heart, so that I won't sin against you.", "12": "Blessed are you, Adonai! Teach me your laws.", "13": "I proclaim with my mouth all the rulings you have spoken.", "14": "I rejoice in the way of your instruction more than in any kind of wealth.", "15": "I will meditate on your precepts and keep my eyes on your ways.", "16": "I will find my delight in your regulations. I will not forget your word.", "17": "Deal generously with your servant; then I will live and observe your word.", "18": "Open my eyes, so that I will see wonders from your Torah.", "19": "Though I'm just a wanderer on the earth, don't hide your mitzvot from me.", "20": "I am continually consumed with longing for your rulings.", "21": "You rebuke the proud, the cursed, who stray from your mitzvot.", "22": "Remove scorn and contempt from me, because I observe your instruction.", "23": "Even when princes sit and plot against me, your servant meditates on your laws.", "24": "Also your instructions are my delight; they are my counselors.", "25": "I lie prostrate in the dust; revive me, in keeping with your word.", "26": "I told you of my ways, and you answered me; teach me your laws.", "27": "Make me understand the way of your precepts, and I will meditate on your wonders.", "28": "I am melting away from anxiety and grief; renew my strength, in keeping with your word.", "29": "Keep deceitful ways far from me, and favor me with your Torah.", "30": "I choose the way of trust; I set your rulings [before me].", "31": "I cling to your instruction; Adonai, don't let me be put to shame!", "32": "I will run the way of your mitzvot, for you have broadened my understanding.", "33": "Teach me, Adonai, the way of your laws; keeping them will be its own reward for me.", "34": "Give me understanding; then I will keep your Torah; I will observe it with all my heart.", "35": "Guide me on the path of your mitzvot, for I take pleasure in it.", "36": "Bend my heart toward your instructions and not toward selfish gain.", "37": "Turn my eyes away from worthless things; with your ways, give me life.", "38": "Fulfill your promise, which you made to your servant, which you made to those who fear you.", "39": "Avert the disgrace which I dread, for your rulings are good.", "40": "See how I long for your precepts; in your righteousness, give me life!", "41": "May your grace come to me, Adonai, your salvation, as you promised;", "42": "then I will have an answer for those who taunt me; for I trust in your word.", "43": "Don't take away completely my power to speak the truth; for I put my hope in your rulings;", "44": "and I will keep your Torah always, forever and ever.", "45": "I will go wherever I like, for I have sought your precepts.", "46": "I will speak of your instructions even to kings without being ashamed.", "47": "I will delight myself in your mitzvot, which I have loved.", "48": "I will lift my hands to your mitzvot, which I love; and I will meditate on your laws.", "49": "Remember your promise to your servant, through which you have given me hope.", "50": "In my distress my comfort is this: that your promise gives me life.", "51": "Though the arrogant scorn me completely, I have not turned away from your Torah.", "52": "Adonai, I keep in mind your age-old rulings; in them I take comfort.", "53": "Fury seizes me when I think of the wicked, because they abandon your Torah.", "54": "Your laws have become my songs wherever I make my home.", "55": "I remember your name, Adonai, at night; and I observe your Torah.", "56": "This [comfort] has come to me, because I observe your precepts.", "57": "Adonai, I say that my task is to observe your words.", "58": "I beg your favor with my whole heart; show pity to me, in keeping with your promise.", "59": "I thought about my ways and turned my feet toward your instruction.", "60": "I hurry, I don't delay, to observe your mitzvot.", "61": "Even when the cords of the wicked close around me, I don't forget your Torah.", "62": "At midnight I rise to give you thanks because of your righteous rulings.", "63": "I am a friend of all who fear you, of those who observe your precepts.", "64": "The earth, Adonai, is full of your grace; teach me your laws.", "65": "You have treated your servant well, Adonai, in keeping with your word.", "66": "Teach me good judgment and knowledge, because I trust in your mitzvot.", "67": "Before I was humbled, I used to go astray; but now I observe your word.", "68": "You are good, and you do good; teach me your laws.", "69": "The arrogant are slandering me, but I will wholeheartedly keep your precepts.", "70": "Their hearts are as thick as fat, but I take delight in your Torah.", "71": "It is for my good that I have been humbled; it was so that I would learn your laws.", "72": "The Torah you have spoken means more to me than a fortune in gold and silver.", "73": "Your hands made and formed me; give me understanding, so I can learn your mitzvot.", "74": "Those who fear you rejoice at the sight of me, because I put my hope in your word.", "75": "I know, Adonai, that your rulings are righteous, that even when you humble me you are faithful.", "76": "Let your grace comfort me, in keeping with your promise to your servant.", "77": "Show me pity, and I will live, for your Torah is my delight.", "78": "Let the proud be ashamed, because they wrong me with lies; as for me, I will meditate on your precepts.", "79": "Let those who fear you turn to me, along with those who know your instruction.", "80": "Let my heart be pure in your laws, so that I won't be put to shame.", "81": "I am dying to know your salvation; my hope is in your word.", "82": "My eyes fail from watching for your promise; I ask, “When will you comfort me?”", "83": "For I have shriveled like a wineskin in a smoky room; still, I don't forget your laws.", "84": "How long can your servant stay alive? When will you bring judgment on my persecutors?", "85": "The arrogant have dug pits for me to fall in; this is not in keeping with your Torah!", "86": "All your mitzvot [show your] faithfulness; they are hounding me with lies; help me!", "87": "They have nearly ended my life on earth, but I have not abandoned your precepts.", "88": "In keeping with your grace, revive me; and I will observe your spoken instructions.", "89": "Your word continues forever, Adonai, firmly fixed in heaven;", "90": "your faithfulness through all generations; you established the earth, and it stands.", "91": "Yes, it stands today, in keeping with your rulings; for all things are your servants.", "92": "If your Torah had not been my delight, I would have perished in my distress.", "93": "I will never forget your precepts, for with them you have made me alive.", "94": "I am yours; save me because I seek your precepts.", "95": "The wicked hope to destroy me, but I focus on your instruction.", "96": "I see the limits of all perfection, but your mitzvah has no bounds.", "97": "How I love your Torah! I meditate on it all day.", "98": "I am wiser than my foes, because your mitzvot are mine forever.", "99": "I have more understanding than all my teachers, because I meditate on your instruction.", "100": "I understand more than my elders, because I keep your precepts.", "101": "I keep my feet from every evil way, in order to observe your word.", "102": "I don't turn away from your rulings, because you have instructed me.", "103": "How sweet to my tongue is your promise, truly sweeter than honey in my mouth!", "104": "From your precepts I gain understanding; this is why I hate every false way.", "105": "Your word is a lamp for my foot and light on my path.", "106": "I have sworn an oath and confirmed it, that I will observe your righteous rulings.", "107": "I am very much distressed; Adonai, give me life, in keeping with your word.", "108": "Please accept my mouth's voluntary offerings, Adonai; and teach me your rulings.", "109": "I am continually taking my life in my hands, yet I haven't forgotten your Torah.", "110": "The wicked have set a trap for me, yet I haven't strayed from your precepts.", "111": "I take your instruction as a permanent heritage, because it is the joy of my heart.", "112": "I have resolved to obey your laws forever, at every step.", "113": "I hate doubleminded people, but I love your Torah.", "114": "You are my hiding-place and shield; I put my hope in your word.", "115": "Leave me alone, you evildoers, so that I can keep my God's mitzvot.", "116": "Uphold me, as you promised; and I will live; don't disappoint me in my hope.", "117": "Support me; and I will be saved, always putting my attention on your laws.", "118": "You reject all who stray from your laws, for what they deceive themselves with is false.", "119": "You discard the wicked of the earth like slag; this is why I love your instruction.", "120": "My body trembles for fear of you; your rulings make me afraid.", "121": "I have done what is just and right; don't abandon me to my oppressors.", "122": "Guarantee your servant's well-being; don't let the arrogant oppress me.", "123": "My eyes fail from watching for your salvation and for [the fulfillment of] your righteous promise.", "124": "Deal with your servant in accordance with your grace, and teach me your laws.", "125": "I am your servant; give me understanding, so that I can know your instruction.", "126": "The time has come for Adonai to act, because they are breaking your Torah.", "127": "Therefore I love your mitzvot more than gold, more than fine gold.", "128": "Thus I direct my steps by [your] precepts; every false way I hate.", "129": "Your instruction is a wonder; this is why I follow it.", "130": "Your words are a doorway that lets in light, giving understanding to the thoughtless.", "131": "My mouth is wide open, as I pant with longing for your mitzvot.", "132": "Turn to me, and show me your favor; in keeping with [your] judgment for those who love your name.", "133": "Guide my footsteps by your word; don't let any kind of sin rule me.", "134": "Redeem me from human oppression, and I will observe your precepts.", "135": "Make your face shine on your servant, and teach me your laws.", "136": "Rivers of tears flow down from my eyes, because they don't observe your Torah.", "137": "You are righteous, Adonai; and your rulings are upright.", "138": "You have commanded your instructions in righteousness and great faithfulness.", "139": "My zeal is destroying me, because my foes have forgotten your words.", "140": "Your word is refined to complete purity, and your servant loves it.", "141": "I may be small and despised, but I do not forget your precepts.", "142": "Your righteousness is eternal righteousness, and your Torah is truth.", "143": "Trouble and distress have overtaken me, but your mitzvot are my delight.", "144": "Your instruction is righteous forever; give me understanding, and I will live.", "145": "Wholeheartedly I am calling on you; answer me, Adonai; I will keep your laws.", "146": "I am calling on you; save me; and I will observe your instruction.", "147": "I rise before dawn and cry for help; I put my hope in your word.", "148": "My eyes are open before the night watches, so that I can meditate on your promise.", "149": "In your grace, hear my voice; Adonai, in keeping with your justice, revive me.", "150": "The pursuers of carnality are getting close; they are distancing themselves from your Torah.", "151": "You are close by, Adonai; and all your mitzvot are truth.", "152": "Long ago I learned from your instruction that you established it forever.", "153": "Look at my distress, and rescue me, for I do not forget your Torah.", "154": "Plead my cause, and redeem me; in keeping with your promise, revive me.", "155": "Salvation is far away from the wicked, because they don't seek your laws.", "156": "Great is your compassion, Adonai; in keeping with your rulings, revive me.", "157": "Although my persecutors and foes are many, I have not turned away from your instruction.", "158": "I look at traitors with disgust, because they don't keep your word.", "159": "See how I love your precepts, Adonai; in keeping with your grace, revive me.", "160": "The main thing about your word is that it's true; and all your just rulings last forever.", "161": "Princes persecute me for no reason, but my heart stands in awe of your words.", "162": "I take joy in your promise, like someone who finds much booty.", "163": "I hate falsehood, I detest it; but I love your Torah.", "164": "I praise you seven times a day because of your righteous rulings.", "165": "Those who love your Torah have great peace; nothing makes them stumble.", "166": "I hope for your deliverance, Adonai; I obey your mitzvot.", "167": "My soul observes your instruction, and I love it so much!", "168": "I observe your precepts and instruction, for all my ways lie open before you.", "169": "Let my cry come before you, Adonai; in keeping with your word, give me understanding.", "170": "Let my prayer come before you; in keeping with your promise, rescue me.", "171": "Let my lips speak praise, because you teach me your laws.", "172": "Let my tongue sing of your promise, because all your mitzvot are righteous.", "173": "Let your hand be ready to help me, because I choose your precepts.", "174": "I long for your deliverance, Adonai; and your Torah is my delight.", "175": "Let me live, and I will praise you; let your rulings help me.", "176": "I strayed like a lost sheep; seek out your servant; for I do not forget your mitzvot."}