{"1": "Give thanks to Adonai, for he is good, for his grace continues forever.", "2": "Give thanks to the God of gods, for his grace continues forever.", "3": "Give thanks to the Lord of lords, for his grace continues forever;", "4": "to him who alone has done great wonders, for his grace continues forever;", "5": "to him who skillfully made the heavens, for his grace continues forever;", "6": "to him who spread out the earth on the water, for his grace continues forever;", "7": "to him who made the great lights, for his grace continues forever;", "8": "the sun to rule the day, for his grace continues forever;", "9": "the moon and stars to rule the night, for his grace continues forever;", "10": "to him who struck down Egypt's firstborn, for his grace continues forever;", "11": "and brought Isra'el out from among them, for his grace continues forever;", "12": "with a mighty hand and an outstretched arm, for his grace continues forever;", "13": "to him who split apart the Sea of Suf, for his grace continues forever;", "14": "and made Isra'el cross right through it, for his grace continues forever;", "15": "but swept Pharaoh and his army into the Sea of Suf, for his grace continues forever;", "16": "to him who led his people through the desert, for his grace continues forever;", "17": "to him who struck down great kings, for his grace continues forever;", "18": "yes, he slaughtered powerful kings, for his grace continues forever;", "19": "Sichon king of the Emori, for his grace continues forever;", "20": "and 'Og king of Bashan, for his grace continues forever;", "21": "then he gave their land as a heritage, for his grace continues forever;", "22": "to be possessed by Isra'el his servant, for his grace continues forever;", "23": "who remembers us whenever we are brought low, for his grace continues forever;", "24": "and rescues us from our enemies, for his grace continues forever;", "25": "who provides food for every living creature, for his grace continues forever.", "26": "Give thanks to the God of heaven, for his grace continues forever."}