{"1": "(0) For the leader. A psalm of David: (1) Adonai, you have probed me, and you know me.", "2": "You know when I sit and when I stand up, you discern my inclinations from afar,", "3": "you scrutinize my daily activities. You are so familiar with all my ways", "4": "that before I speak even a word, Adonai, you know all about it already.", "5": "You have hemmed me in both behind and in front and laid your hand on me.", "6": "Such wonderful knowledge is beyond me, far too high for me to reach.", "7": "Where can I go to escape your Spirit? Where can I flee from your presence?", "8": "If I climb up to heaven, you are there; if I lie down in Sh'ol, you are there.", "9": "If I fly away with the wings of the dawn and land beyond the sea,", "10": "even there your hand would lead me, your right hand would hold me fast.", "11": "If I say, “Let darkness surround me, let the light around me be night,”", "12": "even darkness like this is not too dark for you; rather, night is as clear as day, darkness and light are the same.", "13": "For you fashioned my inmost being, you knit me together in my mother's womb.", "14": "I thank you because I am awesomely made, wonderfully; your works are wonders — I know this very well.", "15": "My bones were not hidden from you when I was being made in secret, intricately woven in the depths of the earth.", "16": "Your eyes could see me as an embryo, but in your book all my days were already written; my days had been shaped before any of them existed.", "17": "God, how I prize your thoughts! How many of them there are!", "18": "If I count them, there are more than grains of sand; if I finish the count, I am still with you.", "19": "God, if only you would kill off the wicked! Men of blood, get away from me!", "20": "They invoke your name for their crafty schemes; yes, your enemies misuse it.", "21": "Adonai, how I hate those who hate you! I feel such disgust with those who defy you!", "22": "I hate them with unlimited hatred! They have become my enemies too.", "23": "Examine me, God, and know my heart; test me, and know my thoughts.", "24": "See if there is in me any hurtful way, and lead me along the eternal way."}