{"1": "(0) For the leader. By David the servant of Adonai, who addressed the words of this song to Adonai on the day when Adonai delivered him from the power of all his enemies, including from the power of Sha'ul. ", "2": "He said: (1) “I love you, Adonai, my strength!", "3": "(2) “Adonai is my Rock, my fortress and deliverer, my God, my Rock, in whom I find shelter, my shield, the power that saves me, my stronghold.", "4": "(3) I call on Adonai, who is worthy of praise; and I am saved from my enemies.", "5": "(4) “For the cords of death surrounded me, the floods of B'liya'al terrified me,", "6": "(5) the ropes of Sh'ol were wrapped around me, the snares of death lay there before me.", "7": "(6) In my distress I called to Adonai; I cried out to my God. Out of his temple he heard my voice; my cry reached his ears.", "8": "(7) “Then the earth quaked and shook, the foundations of the mountains trembled. They were shaken because he was angry.", "9": "(8) Smoke arose in his nostrils; out of his mouth came devouring fire; sparks blazed forth from him.", "10": "(9) He lowered heaven and came down with thick darkness under his feet.", "11": "(10) He rode on a keruv; he flew, swooping down on the wings of the wind.", "12": "(11) He made darkness his hiding-place, his canopy thick clouds dark with water.", "13": "(12) From the brightness before him, there broke through his thick clouds hailstones and fiery coals.", "14": "(13) “Adonai also thundered in heaven, Ha'Elyon sounded his voice — hailstones and fiery coals.", "15": "(14) He sent out arrows and scattered them, shot out lightning and routed them.", "16": "(15) The channels of water appeared, the foundations of the world were exposed at your rebuke, Adonai, at the blast of breath from your nostrils.", "17": "(16) “He sent from on high, he took me and pulled me out of deep water;", "18": "(17) he rescued me from my powerful enemy, from those who hated me, for they were stronger than I.", "19": "(18) They came against me on my day of disaster, but Adonai was my support.", "20": "(19) He brought me out to an open place; he rescued me, because he took pleasure in me.", "21": "(20) Adonai rewarded me for my uprightness, he repaid me because my hands were clean.", "22": "(21) “For I have kept the ways of Adonai, I have not done evil by leaving my God;", "23": "(22) for all his rulings were before me, I did not distance his regulations from me.", "24": "(23) I was pure-hearted with him and kept myself from my sin.", "25": "(24) “Hence Adonai repaid me for my uprightness, according to the purity of my hands in his view.", "26": "(25) With the merciful, you are merciful; with a man who is sincere, you are sincere;", "27": "(26) with the pure, you are pure; but with the crooked you are cunning.", "28": "(27) People afflicted, you save; but haughty eyes, you humble.", "29": "(28) “For you, Adonai, light my lamp; Adonai, my God, lights up my darkness.", "30": "(29) With you I can run through a whole troop of men, with my God I can leap a wall.", "31": "(30) “As for God, his way is perfect, the word of Adonai has been tested by fire; he shields all who take refuge in him.", "32": "(31) “For who is God but Adonai? Who is a Rock but our God?", "33": "(32) “It is God who girds me with strength; he makes my way go straight.", "34": "(33) He makes me swift, sure-footed as a deer, and enables me to stand on my high places.", "35": "(34) He trains my hands for war until my arms can bend a bow of bronze;", "36": "(35) “You give me your shield, which is salvation, your right hand holds me up, your humility makes me great.", "37": "(36) You lengthen the steps I can take, yet my ankles do not turn.", "38": "(37) “I pursued my enemies and overtook them, without turning back until they were destroyed.", "39": "(38) I crushed them, so that they can't get up; they have fallen under my feet.", "40": "(39) “For you braced me with strength for the battle and bent down my adversaries beneath me.", "41": "(40) You made my enemies turn their backs in flight, and I destroyed those who hated me.", "42": "(41) “They cried out, but there was no one to help, even to Adonai, but he didn't answer.", "43": "(42) I pulverized them like dust in the wind, threw them out like mud in the streets.", "44": "(43) “You also freed me from the quarrels of my people. You made me head of the nations; a people I did not know now serve me —", "45": "(44) the moment they hear of me, they obey me, foreigners come cringing to me.", "46": "(45) Foreigners lose heart as they come trembling from their fortresses.", "47": "(46) “Adonai is alive! Blessed is my Rock! Exalted be the God of my salvation,", "48": "(47) the God who avenges me and subdues peoples under me.", "49": "(48) He delivers me from my enemies. You lift me high above my enemies, you rescue me from violent men.", "50": "(49) “So I give thanks to you, Adonai, among the nations; I sing praises to your name.", "51": "(50) Great salvation he gives to his king; he displays grace to his anointed, to David and his descendants forever.”"}