{"1": "(0) For the leader. A psalm of David:", "2": "(1) In you, Adonai, I take refuge; let me never be put to shame; in your justice, save me!", "3": "(2) Turn your ear toward me, come quickly to my rescue, be for me a rock of strength, a fortress to keep me safe.", "4": "(3) Since you are my rock and fortress, lead me and guide me for your name's sake.", "5": "(4) Free me from the net they have hidden to catch me, because you are my strength.", "6": "(5) Into your hand I commit my spirit; you will redeem me, Adonai, God of truth.", "7": "(6) I hate those who serve worthless idols; as for me, I trust in Adonai.", "8": "(7) I will rejoice and be glad in your grace, for you see my affliction, you know how distressed I am.", "9": "(8) You did not hand me over to the enemy; you set my feet where I can move freely.", "10": "(9) Show me favor, Adonai, for I am in trouble. My eyes grow dim with anger, my soul and body as well.", "11": "(10) For my life is worn out with sorrow and my years with sighing; my strength gives out under my guilt, and my bones are wasting away.", "12": "(11) I am scorned by all my adversaries, and even more by my neighbors; even to acquaintances I am an object of fear — when they see me in the street, they turn away from me.", "13": "(12) Like a dead man, I have passed from their minds; I have become like a broken pot.", "14": "(13) All I hear is whispering, terror is all around me; they plot together against me, scheming to take my life.", "15": "(14) But I, I trust in you, Adonai; I say, “You are my God.”", "16": "(15) My times are in your hand; rescue me from my enemies' power, from those who persecute me.", "17": "(16) Make your face shine on your servant; in your grace, save me.", "18": "(17) Adonai, don't let me be put to shame, for I have called on you; let the wicked be put to shame, let them be silenced in Sh'ol.", "19": "(18) May lying lips be struck dumb, that speak insolently against the righteous with such pride and contempt.", "20": "(19) But oh, how great is your goodness, which you have stored up for those who fear you, which you do for those who take refuge in you, before people's very eyes!", "21": "(20) In the shelter of your presence you hide them from human plots, you conceal them in your shelter, safe from contentious tongues.", "22": "(21) Blessed be Adonai! For he has shown me his amazing grace when I was in a city under siege.", "23": "(22) As for me, in my alarm I said, “I have been cut off from your sight!” Nevertheless, you heard my pleas when I cried out to you.", "24": "(23) Love Adonai, you faithful of his. Adonai preserves the loyal, but the proud he repays in full.", "25": "(24) Be strong, and fill your hearts with courage, all of you who hope in Adonai."}