{"1": "(0) By David, when he pretended to be insane before Avimelekh, who then drove him away; so he left:", "2": "(1) I will bless Adonai at all times; his praise will always be in my mouth.", "3": "(2) When I boast, it will be about Adonai; the humble will hear of it and be glad.", "4": "(3) Proclaim with me the greatness of Adonai; let us exalt his name together.", "5": "(4) I sought Adonai, and he answered me; he rescued me from everything I feared.", "6": "(5) They looked to him and grew radiant; their faces will never blush for shame.", "7": "(6) This poor man cried; Adonai heard and saved him from all his troubles.", "8": "(7) The angel of Adonai, who encamps around those who fear him, delivers them.", "9": "(8) Taste, and see that Adonai is good. How blessed are those who take refuge in him!", "10": "(9) Fear Adonai, you holy ones of his, for those who fear him lack nothing.", "11": "(10) Young lions can be needy, they can go hungry, but those who seek Adonai lack nothing good.", "12": "(11) Come, children, listen to me; I will teach you the fear of Adonai.", "13": "(12) Which of you takes pleasure in living? Who wants a long life to see good things?", "14": "(13) [If you do,] keep your tongue from evil and your lips from deceiving talk;", "15": "(14) turn from evil, and do good; seek peace, go after it!", "16": "(15) The eyes of Adonai watch over the righteous, and his ears are open to their cry.", "17": "(16) But the face of Adonai opposes those who do evil, to cut off all memory of them from the earth.", "18": "(17) [The righteous] cried out, and Adonai heard, and he saved them from all their troubles.", "19": "(18) Adonai is near those with broken hearts; he saves those whose spirit is crushed.", "20": "(19) The righteous person suffers many evils, but Adonai rescues him out of them all.", "21": "(20) He protects all his bones; not one of them gets broken.", "22": "(21) Evil will kill the wicked, and those who hate the righteous will be condemned.", "23": "(22) But Adonai redeems his servants; no one who takes refuge in him will be condemned."}