{"1": "(0) By David: (1) Adonai, oppose those who oppose me; fight against those who fight against me.", "2": "Grasp your shield and protective gear, and rise to my defense.", "3": "Brandish spear and battle-axe against my pursuers; let me hear you say, “I am your salvation.”", "4": "May those who seek my life be disgraced and put to confusion; may those who are plotting harm for me be repulsed and put to shame.", "5": "May they be like chaff before the wind, with the angel of Adonai to drive them on.", "6": "May their way be dark and slippery, with the angel of Adonai to pursue them.", "7": "For unprovoked, they hid their net over a pit; unprovoked, they dug it for me.", "8": "May destruction come over him unawares. May the net he concealed catch himself; may he fall into it and be destroyed.", "9": "Then I will be joyful in Adonai, I will rejoice in his salvation.", "10": "All my bones will say, “Who is like you? Who can rescue the weak from those stronger than they, the poor and needy from those who exploit them?”", "11": "Malicious witnesses come forward, asking me things about which I know nothing.", "12": "They repay me evil for good; it makes me feel desolate as a parent bereaved.", "13": "But I, when they were ill, wore sackcloth; I put myself out and fasted; I can pray that what I prayed for them might also happen to me.", "14": "I behaved as I would for my friend or my brother; I bent down in sorrow as if mourning my mother.", "15": "But when I stumble, they gather in glee; they gather against me and strike me unawares; they tear me apart unceasingly.", "16": "With ungodly mocking and grimacing, they grind their teeth at me.", "17": "Adonai, how much longer will you look on? Rescue me from their assaults, save the one life I have from the lions!", "18": "I will give you thanks in the great assembly, I will give you praise among huge crowds of people.", "19": "Don't let those who are wrongfully my enemies gloat over me; and those who hate me unprovoked — don't let them smirk at me.", "20": "For they don't speak words of peace but devise ways to deceive the peaceful of the land.", "21": "They shout to accuse me, “Aha! Aha! we saw you with our own eyes!”", "22": "You saw them, Adonai; don't stay silent. Adonai, don't stay far away from me.", "23": "Wake up! Get up, my God, my Lord! Defend me and my cause!", "24": "Give judgment for me, Adonai, my God, as your righteousness demands. Don't let them gloat over me.", "25": "Don't let them say to themselves, “Aha! We got what we wanted!” or say, “We swallowed them up!”", "26": "May those who gloat over my distress be disgraced and humiliated. May those who aggrandize themselves at my expense be covered with shame and confusion.", "27": "But may those who delight in my righteousness shout for joy and be glad! Let them say always, “How great is Adonai, who delights in the peace of his servant!”", "28": "Then my tongue will tell of your righteousness and praise you all day long."}