{"1": "(0) By David: (1) Don't be upset by evildoers or envious of those who do wrong,", "2": "for soon they will wither like grass and fade like the green in the fields.", "3": "Trust in Adonai, and do good; settle in the land, and feed on faithfulness.", "4": "Then you will delight yourself in Adonai, and he will give you your heart's desire.", "5": "Commit your way to Adonai; trust in him, and he will act.", "6": "He will make your vindication shine forth like light, the justice of your cause like the noonday sun.", "7": "Be still before Adonai; wait patiently till he comes. Don't be upset by those whose way succeeds because of their wicked plans.", "8": "Stop being angry, put aside rage, and don't be upset — it leads to evil.", "9": "For evildoers will be cut off, but those hoping in Adonai will inherit the land.", "10": "Soon the wicked will be no more; you will look for his place, and he won't be there.", "11": "But the meek will inherit the land and delight themselves in abundant peace.", "12": "The wicked plots against the righteous and grinds his teeth at him;", "13": "but Adonai laughs at the wicked, knowing his day will come.", "14": "The wicked have unsheathed their swords, they have strung their bows to bring down the poor and needy, to slaughter those whose way is upright.", "15": "But their swords will pierce their own hearts, and their bows will be broken.", "16": "Better the little that the righteous has than the wealth of all the wicked.", "17": "For the arms of the wicked will be broken, but Adonai upholds the righteous.", "18": "Adonai knows what the wholehearted suffer, but their inheritance lasts forever.", "19": "They will not be distressed when times are hard; when famine comes, they will have plenty.", "20": "For the wicked will perish; Adonai's enemies will be like sheep fat, ending up as smoke, finished.", "21": "The wicked borrows and doesn't repay, but the righteous is generous and gives.", "22": "For those blessed by [Adonai] will inherit the land, but those cursed by him will be cut off.", "23": "Adonai directs a person's steps, and he delights in his way.", "24": "He may stumble, but he won't fall headlong, for Adonai holds him by the hand.", "25": "I have been young; now I am old; yet not once have I seen the righteous abandoned or his descendants begging for bread.", "26": "All day long he is generous and lends, and his descendants are blessed.", "27": "If you turn from evil and do good, you will live safely forever.", "28": "For Adonai loves justice and will not abandon his faithful; they are preserved forever. But the descendants of the wicked will be cut off.", "29": "The righteous will inherit the land and live in it forever.", "30": "The mouth of the righteous articulates wisdom, his tongue speaks justice.", "31": "The Torah of his God is in his heart; his footsteps do not falter.", "32": "The wicked keeps his eye on the righteous, seeking a chance to kill him.", "33": "But Adonai will not leave him in his power or let him be condemned when judged.", "34": "Put your hope in Adonai, keep to his way, and he will raise you up to inherit the land. When the wicked are cut off, you will see it.", "35": "I have seen a wicked man wielding great power, flourishing like a shade tree in its native soil.", "36": "But I passed by again, and he was no longer there; I looked for him, but he could not be found.", "37": "Observe the pure person, consider the upright; for the peaceful person will have posterity.", "38": "But transgressors will all be destroyed; the posterity of the wicked will be cut off.", "39": "Adonai is the one who saves the righteous; he is their stronghold in time of trouble.", "40": "Adonai helps them and rescues them, rescues them from the wicked and saves them; because they take refuge in him."}