{"1": "(0) A psalm of David, serving as a reminder:", "2": "(1) Adonai, don't rebuke me when you are angry or discipline me when you are enraged,", "3": "(2) for your arrows penetrate me deeply, and your hand is pressing me down.", "4": "(3) Your indignation left no part of me intact; my sin made my whole body sick;", "5": "(4) for my iniquities loom high over my head as a heavy burden, too heavy for me.", "6": "(5) I have stinking, festering wounds because of my foolishness.", "7": "(6) I am bent down, prostrate completely; I go about mourning all day long.", "8": "(7) For my insides burn with fever, and my whole body is sick.", "9": "(8) I am numb, completely crushed; my anguished heart makes me groan aloud.", "10": "(9) Adonai, all my longing is known to you; my sighing is not hidden from you.", "11": "(10) My heart is throbbing, my strength is gone, and the light in my eyes has left me.", "12": "(11) My friends and companions shun my disease; even the closest keep their distance.", "13": "(12) Those seeking my life lay snares for me, those seeking to harm me speak of disaster and think up deceptions all day long.", "14": "(13) But I'm like a deaf man — I don't hear it; and, like a mute, I don't say a word.", "15": "(14) Yes, I've become like a man who doesn't hear and in whose mouth are no defenses.", "16": "(15) For it is in you, Adonai, that I hope. You will answer, Adonai my God.", "17": "(16) I said, “Don't let them gloat over me or boast against me when my foot slips.”", "18": "(17) For I am about to fall, and my pain is always with me.", "19": "(18) I acknowledge my guilt, I am anxious because of my sin.", "20": "(19) But my enemies are alive and well, those who wrongfully hate me increase their numbers;", "21": "(20) and, since they repay good with evil, they oppose me because I pursue good.", "22": "(21) Don't abandon me, Adonai! My God, don't be far from me!", "23": "(22) Come quickly to help me, Adonai, my salvation!"}