{"1": "(0) For the leader. A psalm of David:", "2": "(1) I waited patiently for Adonai, till he turned toward me and heard my cry.", "3": "(2) He brought me up from the roaring pit, up from the muddy ooze, and set my feet on a rock, making my footing firm.", "4": "(3) He put a new song in my mouth, a song of praise to our God. Many will look on in awe and put their trust in Adonai.", "5": "(4) How blessed the man who trusts in Adonai and does not look to the arrogant or to those who rely on things that are false.", "6": "(5) How much you have done, Adonai my God! Your wonders and your thoughts toward us — none can compare with you! I would proclaim them, I would speak about them; but there's too much to tell!", "7": "(6) Sacrifices and grain offerings you don't want; burnt offerings and sin offerings you don't demand. Instead, you have given me open ears;", "8": "(7) so then I said, “Here I am! I'm coming! In the scroll of a book it is written about me.", "9": "(8) Doing your will, my God, is my joy; your Torah is in my inmost being.", "10": "(9) I have proclaimed what is right in the great assembly; I did not restrain my lips, Adonai, as you know.", "11": "(10) I did not hide your righteousness in my heart but declared your faithfulness and salvation; I did not conceal your grace and truth from the great assembly.”", "12": "(11) Adonai, don't withhold your mercy from me. Let your grace and truth preserve me always.", "13": "(12) For numberless evils surround me; my iniquities engulf me — I can't even see; there are more of them than hairs on my head, so that my courage fails me.", "14": "(13) Be pleased, Adonai, to rescue me! Adonai, hurry and help me!", "15": "(14) May those who seek to sweep me away be disgraced and humiliated together. May those who take pleasure in doing me harm be turned back and put to confusion.", "16": "(15) May those who jeer at me, “Aha! Aha!” be aghast because of their shame.", "17": "(16) But may all those who seek you be glad and take joy in you. May those who love your salvation say always, “Adonai is great and glorious!”", "18": "(17) But I am poor and needy; may Adonai think of me. You are my helper and rescuer; my God, don't delay!"}