{"1": "(0) For the leader. By the descendants of Korach. A maskil:", "2": "(1) God, we heard it with our ears; our fathers told us about it — a deed which you did in their days, back in days of old.", "3": "(2) With your hand you drove out nations to plant them in [the land], you crushed peoples to make room for them.", "4": "(3) For not by their own swords did they conquer the land, nor did their own arm give them victory; rather, it was your right hand, your arm and the light of your face; because you favored them.", "5": "(4) God, you are my king; command complete victory for Ya'akov.", "6": "(5) Through you we pushed away our foes, through your name we trampled down our assailants.", "7": "(6) For I don't rely on my bow, nor can my sword give me victory.", "8": "(7) No, you saved us from our adversaries; you put to shame those who hate us.", "9": "(8) We will boast in our God all day and give thanks to your name forever. (Selah)", "10": "(9) Yet now you have thrust us aside and disgraced us; you don't march out with our armies.", "11": "(10) You make us retreat from the adversary, and those who hate us plunder us at will.", "12": "(11) You have handed us over like sheep to be eaten and scattered us among the nations.", "13": "(12) You sell your people for a pittance, you don't even profit on the sale.", "14": "(13) You make us an object for our neighbors to mock, one of scorn and derision to those around us.", "15": "(14) You make us a byword among the nations; the peoples jeer at us, shaking their heads.", "16": "(15) All day long my disgrace is on my mind, and shame has covered my face", "17": "(16) at the sound of those who revile and insult, at the sight of the enemy bent on revenge.", "18": "(17) Though all this came on us, we did not forget you; we have not been false to your covenant;", "19": "(18) Our hearts have not turned back, and our steps did not turn away from your path,", "20": "(19) though you pressed us into a lair of jackals and covered us with death-dark gloom.", "21": "(20) If we had forgotten the name of our God or spread out our hands to a foreign god,", "22": "(21) wouldn't God have discovered this, since he knows the secrets of the heart?", "23": "(22) For your sake we are put to death all day long, we are considered sheep to be slaughtered.", "24": "(23) Wake up, Adonai! Why are you asleep? Rouse yourself! Don't thrust us off forever.", "25": "(24) Why are you turning your face away, forgetting our pain and misery?", "26": "(25) For we are lying flat in the dust, our bodies cling to the ground.", "27": "(26) Get up, and come to help us! For the sake of your grace, redeem us!"}