{"1": "(0) For the leader. Set to “Lilies.” By the descendants of Korach. A maskil. A lovesong:", "2": "(1) My heart is stirred by a noble theme; I address my verses to the king; My tongue is the pen of an expert scribe.", "3": "(2) You are the most handsome of men; gracious speech flows from your lips. For God has blessed you forever.", "4": "(3) Warrior, strap your sword at your thigh; [gird on] your splendor and majesty.", "5": "(4) In your majesty, succeed, ride on in the cause of truth, meekness and righteousness. May your right hand teach you awesome things.", "6": "(5) Your arrows are sharp. The people fall under you, as they penetrate the hearts of the king's enemies.", "7": "(6) Your throne, God, will last forever and ever; you rule your kingdom with a scepter of equity.", "8": "(7) You have loved righteousness and hated wickedness. Therefore God, your God, has anointed you with the oil of joy in preference to your companions.", "9": "(8) Your robes are all fragrant with myrrh, aloes and cassia; from ivory palaces stringed instruments bring you joy.", "10": "(9) Daughters of kings are among your favorites; at your right stands the queen in gold from Ofir.", "11": "(10) Listen, daughter! Think, pay attention! Forget your own people and your father's house,", "12": "(11) and the king will desire your beauty; for he is your lord, so honor him.", "13": "(12) Then the daughter of Tzor, the richest of peoples, will court your favor with gifts.", "14": "(13) Inside [the palace], the king's daughter looks splendid, attired in checker-work embroidered with gold.", "15": "(14) In brocade, she will be led to the king, to you, with the virgins in her retinue.", "16": "(15) They will be led in with gladness and joy, they will enter the king's palace.", "17": "(16) You will have sons to succeed your ancestors; you will make them princes in all the land.", "18": "(17) I will make your name known through all generations; thus the peoples will praise you forever and ever."}