{"1": "(0) For the leader. A psalm of the descendants of Korach:", "2": "(1) Hear this, all you peoples! Listen, everyone living on earth,", "3": "(2) regardless of whether low or high, regardless of whether rich or poor!", "4": "(3) My mouth is about to speak wisdom; my heart's deepest thoughts will give understanding.", "5": "(4) I will listen with care to [God's] parable, I will set my enigma to the music of the lyre.", "6": "(5) Why should I fear when the days bring trouble, when the evil of my pursuers surrounds me,", "7": "(6) the evil of those who rely on their wealth and boast how rich they are?", "8": "(7) No one can ever redeem his brother or give God a ransom for him ,", "9": "(8) because the price for him is too high (leave the idea completely alone!)", "10": "(9) to have him live on eternally and never see the pit.", "11": "(10) For he can see that wise men will die, likewise the fool and the brute will perish and leave their wealth to others.", "12": "(11) They think their homes will last forever, their dwellings through all generations; they give their own names to their estates.", "13": "(12) But people, even rich ones, will live only briefly; then, like animals, they will die.", "14": "(13) This is the manner of life of the foolish and those who come after, approving their words. (Selah)", "15": "(14) Like sheep, they are destined for Sh'ol; death will be their shepherd. The upright will rule them in the morning; and their forms will waste away in Sh'ol, until they need no dwelling.", "16": "(15) But God will redeem me from Sh'ol's control, because he will receive me. (Selah)", "17": "(16) Don't be afraid when someone gets rich, when the wealth of his family grows.", "18": "(17) For when he dies, he won't take it with him; his wealth will not go down after him.", "19": "(18) True, while he lived, he thought himself happy — people praise you when you do well for yourself —", "20": "(19) but he will join his ancestors' generations and never again see light.", "21": "(20) People, even rich ones, can fail to grasp that, like animals, they will die."}