{"1": "(0) For the leader. A psalm of David, ", "2": "when Natan the prophet came to him after his affair with Bat-Sheva:", "3": "(1) God, in your grace, have mercy on me; in your great compassion, blot out my crimes.", "4": "(2) Wash me completely from my guilt, and cleanse me from my sin.", "5": "(3) For I know my crimes, my sin confronts me all the time.", "6": "(4) Against you, you only, have I sinned and done what is evil from your perspective; so that you are right in accusing me and justified in passing sentence.", "7": "(5) True, I was born guilty, was a sinner from the moment my mother conceived me.", "8": "(6) Still, you want truth in the inner person; so make me know wisdom in my inmost heart.", "9": "(7) Sprinkle me with hyssop, and I will be clean; wash me, and I will be whiter than snow.", "10": "(8) Let me hear the sound of joy and gladness, so that the bones you crushed can rejoice.", "11": "(9) Turn away your face from my sins, and blot out all my crimes.", "12": "(10) Create in me a clean heart, God; renew in me a resolute spirit.", "13": "(11) Don't thrust me away from your presence, don't take your Ruach Kodesh away from me.", "14": "(12) Restore my joy in your salvation, and let a willing spirit uphold me.", "15": "(13) Then I will teach the wicked your ways, and sinners will return to you.", "16": "(14) Rescue me from the guilt of shedding blood, God, God of my salvation! Then my tongue will sing about your righteousness —", "17": "(15) Adonai, open my lips; then my mouth will praise you.", "18": "(16) For you don't want sacrifices, or I would give them; you don't take pleasure in burnt offerings.", "19": "(17) My sacrifice to God is a broken spirit; God, you won't spurn a broken, chastened heart.", "20": "(18) In your good pleasure, make Tziyon prosper; rebuild the walls of Yerushalayim.", "21": "(19) Then you will delight in righteous sacrifices, in burnt offerings and whole burnt offerings; then they will offer bulls on your altar."}