{"1": "(0) For the leader. With stringed instruments. A maskil of David:", "2": "(1) Listen, God, to my prayer! Don't hide yourself from my plea!", "3": "(2) Pay attention to me, and answer me! I am panic-stricken as I make my complaint, I shudder ", "4": "(3) at how the enemy shouts, at how the wicked oppress; for they keep heaping trouble on me and angrily tormenting me.", "5": "(4) My heart within me is pounding in anguish, the terrors of death press down on me,", "6": "(5) fear and trembling overwhelm me, horror covers me.", "7": "(6) I said, “I wish I had wings like a dove! Then I could fly away and be at rest.", "8": "(7) Yes, I would flee to a place far off, I would stay in the desert. (Selah)", "9": "(8) I would quickly find me a shelter from the raging wind and storm.”", "10": "(9) Confuse, Adonai, confound their speech! For I see violence and fighting in the city.", "11": "(10) Day and night they go about its walls; within are malice and mischief.", "12": "(11) Ruin is rife within it, oppression and fraud never leave its streets.", "13": "(12) For it was not an enemy who insulted me; if it had been, I could have borne it. It was not my adversary who treated me with scorn; if it had been, I could have hidden myself.", "14": "(13) But it was you, a man of my own kind, my companion, whom I knew well.", "15": "(14) We used to share our hearts with each other; in the house of God we walked with the crowd.", "16": "(15) May he put death on them; let them go down alive to Sh'ol; for evil is in their homes and also in their hearts.", "17": "(16) But I will call on God, and Adonai will save me.", "18": "(17) Evening, morning and noon I complain and moan; but he hears my voice.", "19": "(18) He redeems me and gives me peace, so that no one can come near me. For there were many who fought me.", "20": "(19) God will hear and will humble them, yes, he who has sat on his throne from the start. (Selah) For they never change, and they don't fear God.", "21": "(20) [My companion] attacked those who were at peace with him; he broke his solemn word.", "22": "(21) What he said sounded smoother than butter, but his heart was at war. His words seemed more soothing than oil, but in fact they were sharp swords.", "23": "(22) Unload your burden on Adonai, and he will sustain you. He will never permit the righteous to be moved.", "24": "(23) But you will bring them down, God, into the deepest pit. Those men, so bloodthirsty and treacherous, will not live out half their days. But for my part, [Adonai,] I put my trust in you."}