{"1": "(0) For the leader. Set to “Do Not Destroy.” By David; a mikhtam, when Sha'ul sent men to keep watch on David's house in order to kill him:", "2": "(1) My God, rescue me from my enemies! Lift me up, out of reach of my foes!", "3": "(2) Rescue me from evildoers, save me from bloodthirsty men.", "4": "(3) For there they are, lying in wait to kill me. Openly they gather themselves against me, and not because I committed a crime or sinned, Adonai.", "5": "(4) For no fault of mine, they run and prepare. Awaken to help me, and see!", "6": "(5) You, Adonai Elohei-Tzva'ot, God of Isra'el, arouse yourself to punish all the nations; spare none of those wicked traitors. (Selah)", "7": "(6) They return at nightfall, snarling like dogs as they go around the city.", "8": "(7) Look what pours out of their mouth, what swords are on their lips, [as they say to themselves,] “No one is listening, anyway.”", "9": "(8) But you, Adonai, laugh at them, you mock all the nations.", "10": "(9) My Strength, I will watch for you, for God is my fortress.", "11": "(10) God, who gives me grace, will come to me; God will let me gaze in triumph at my foes.", "12": "(11) Don't kill them, or my people will forget; instead, by your power, make them wander to and fro; but bring them down, Adonai our Shield,", "13": "(12) for the sins their mouths make with each word from their lips. Let them be trapped by their pride for the curses and falsehoods they utter.", "14": "(13) Finish them off in wrath, finish them off, put an end to them, and let them know to the ends of the earth that God is Ruler in Ya'akov. (Selah)", "15": "(14) They return at nightfall, snarling like dogs as they go around the city.", "16": "(15) They roam about, looking for food, prowling all night if they don't get their fill.", "17": "(16) But as for me, I will sing of your strength; in the morning I will sing aloud of your grace. For you are my fortress, a refuge when I am in trouble.", "18": "(17) My Strength, I will sing praises to you, for God is my fortress, God, who gives me grace."}