{"1": "(0) For the leader. A psalm of David. A song:", "2": "(1) Let God arise, let his enemies be scattered; let those who hate him flee from his presence.", "3": "(2) Drive them away as smoke is driven away; like wax melting in the presence of a fire, let the wicked perish in the presence of God.", "4": "(3) But let the righteous rejoice and be glad in God's presence; yes, let them exult and rejoice.", "5": "(4) Sing to God, sing praises to his name; extol him who rides on the clouds by his name, Yah; and be glad in his presence.", "6": "(5) God in his holy dwelling, is a father to orphans and defender of widows.", "7": "(6) God gives homes to those who are alone and leads prisoners out into prosperity. But rebels must live in a parched wasteland.", "8": "(7) God, when you went out at the head of your people, when you marched out through the wilderness, (Selah)", "9": "(8) the earth quaked, and rain poured from the sky, at the presence of God. Even Sinai [shook] at the presence of God, the God of Isra'el.", "10": "(9) You rained down showers in plenty, God; when your heritage was weary, you restored it.", "11": "(10) Your flock settled in it; in your goodness, God, you provided for the poor.", "12": "(11) Adonai gives the command; the women with the good news are a mighty army.", "13": "(12) Kings and their armies are fleeing, fleeing, while the women at home divide the spoil.", "14": "(13) Even if you lie among the animal stalls, there are wings of a dove covered with silver and its plumes with green gold.", "15": "(14) When Shaddai scatters kings there, snow falls on Tzalmon.", "16": "(15) You mighty mountain, Mount Bashan! You rugged mountain, Mount Bashan!", "17": "(16) You rugged mountain, why look with envy at the mountain God wants for his place to live? Truly, Adonai will live there forever.", "18": "(17) God's chariots are myriads, repeated thousands; Adonai is among them as in Sinai, in holiness.", "19": "(18) After you went up into the heights, you led captivity captive, you took gifts among mankind, yes, even among the rebels, so that Yah, God, might live there.", "20": "(19) Blessed be Adonai! Every day he bears our burden, does God, our salvation. (Selah)", "21": "(20) Our God is a God who saves; from Adonai Adonai comes escape from death.", "22": "(21) God will surely crush the heads of his enemies, the hairy crowns of those who continue in their guilt.", "23": "(22) Adonai said, “I will bring them back from Bashan, I will fetch [those rebels] even from the depths of the sea;", "24": "(23) so that you can wash your feet in their blood, and your dogs' tongues too can get their share from your foes.", "25": "(24) They see your processions, God, the processions of my God, my king, in holiness.", "26": "(25) The singers are in front, the musicians last, in the middle are girls playing tambourines.", "27": "(26) “In choruses, bless God, Adonai, you whose source is Isra'el.”", "28": "(27) There is Binyamin, the youngest, at the head; the princes of Y'hudah, crowding along; the princes of Z'vulun; the princes of Naftali.", "29": "(28) God, summon your strength! Use your strength, God, as you did for us before,", "30": "(29) from your temple in Yerushalayim, where kings will bring tribute to you.", "31": "(30) Rebuke the wild beast of the reeds, that herd of bulls with their calves, the peoples, who ingratiate themselves with bars of silver; let him scatter the peoples who take pleasure in fighting.", "32": "(31) Let envoys come from Egypt, Let Ethiopia stretch out its hands to God.", "33": "(32) Sing to God, kingdoms of the earth! Sing praises to Adonai, (Selah)", "34": "(33) to him who rides on the most ancient heavens. Listen, as he utters his voice, a mighty voice!", "35": "(34) Acknowledge that strength belongs to God, with his majesty over Isra'el and his strength in the skies.", "36": "(35) How awe-inspiring you are, God, from your holy places, the God of Isra'el, who gives strength and power to the people. Blessed be God!"}