{"1": "(0) For the leader. Set to “Lilies.” By David:", "2": "(1) Save me, God! For the water threatens my life.", "3": "(2) I am sinking down in the mud, and there is no foothold; I have come into deep water; the flood is sweeping over me.", "4": "(3) I am exhausted from crying, my throat is dry and sore, my eyes are worn out with looking for my God.", "5": "(4) Those who hate me for no reason outnumber the hairs on my head. My persecutors are powerful, my enemies accuse me falsely. Am I expected to return things I didn't steal?", "6": "(5) God, you know how foolish I am; my guilt is not hidden from you.", "7": "(6) Let those who put their hope in you, Adonai Elohim-Tzva'ot, not be put to shame through me; let those who are seeking you, God of Isra'el, not be disgraced through me.", "8": "(7) For your sake I suffer insults, shame covers my face.", "9": "(8) I am estranged from my brothers, an alien to my mother's children,", "10": "(9) because zeal for your house is eating me up, and on me are falling the insults of those insulting you.", "11": "(10) I weep bitterly, and I fast, but that too occasions insults.", "12": "(11) I clothe myself with sackcloth and become an object of scorn,", "13": "(12) the gossip of those sitting by the town gate, the theme of drunkards' songs.", "14": "(13) As for me, Adonai, let my prayer to you come at an acceptable time; In your great grace, God, answer me with the truth of your salvation.", "15": "(14) Rescue me from the mud! Don't let me sink! Let me be rescued from those who hate me and from the deep water.", "16": "(15) Don't let the floodwaters overwhelm me, don't let the deep swallow me up, don't let the pit close its mouth over me.", "17": "(16) Answer me, Adonai, for your grace is good; in your great mercy, turn to me.", "18": "(17) Don't hide your face from your servant, for I am in trouble; answer me quickly.", "19": "(18) Come near to me, and redeem me; ransom me because of my enemies.", "20": "(19) You know how I am insulted, shamed and disgraced; before you stand all my foes.", "21": "(20) Insults have broken my heart to the point that I could die. I hoped that someone would show compassion, but nobody did; and that there would be comforters, but I found none.", "22": "(21) They put poison in my food; in my thirst, they gave me vinegar to drink.", "23": "(22) Let their dining table before them become a snare; when they are at peace, let it become a trap;", "24": "(23) let their eyes be darkened, so that they can't see, and let their bodies always be stumbling.", "25": "(24) Pour out your fury on them, let your fierce anger overtake them.", "26": "(25) Let the place where they live be desolate, with no one to live in their tents,", "27": "(26) for persecuting someone you had already stricken, for adding to the pain of those you wounded.", "28": "(27) Add guilt to their guilt, don't let them enter your righteousness.", "29": "(28) Erase them from the book of life, let them not be written with the righteous.", "30": "(29) Meanwhile, I am afflicted and hurting; God, let your saving power raise me up.", "31": "(30) I will praise God's name with a song and extol him with thanksgiving.", "32": "(31) This will please Adonai more than a bull, with its horns and hoofs.", "33": "(32) The afflicted will see it and rejoice; you seeking after God, let your heart revive.", "34": "(33) For Adonai pays attention to the needy and doesn't scorn his captive people.", "35": "(34) Let heaven and earth praise him, the seas and whatever moves in them.", "36": "(35) For God will save Tziyon, he will build the cities of Y'hudah. [His people] will settle there and possess it.", "37": "(36) The descendants of his servants will inherit it, and those who love his name will live there."}