{"1": "In you, Adonai, I have taken refuge; let me never be put to shame.", "2": "In your righteousness, rescue me; and help me to escape. Turn your ear toward me, and deliver me.", "3": "Be for me a sheltering rock, where I can always come. You have determined to save me, because you are my bedrock and stronghold.", "4": "My God, help me escape from the power of the wicked, from the grasp of the unjust and ruthless.", "5": "For you are my hope, Adonai Elohim, in whom I have trusted since I was young.", "6": "From birth I have relied on you; it was you who took me from my mother's womb.", "7": "To many, I am an amazing example; but you are strong protection for me.", "8": "My mouth is full of praise for you, filled with your glory all day long.", "9": "Don't reject me when I grow old; when my strength fails, don't abandon me.", "10": "For my enemies are talking about me, those seeking my life are plotting together.", "11": "They say, “God has abandoned him; go after him, and seize him, because no one will save him.”", "12": "God, don't distance yourself from me! My God, hurry to help me!", "13": "May those who are opposed to me be put to shame and ruin; may those who seek to harm me be covered with scorn and disgrace.", "14": "But I, I will always hope and keep adding to your praise.", "15": "All day long my mouth will tell of your righteous deeds and acts of salvation, though their number is past my knowing.", "16": "I will come in the power of Adonai Elohim and recall your righteousness, yours alone.", "17": "God, you have taught me since I was young, and I still proclaim your wonderful works.", "18": "So now that I'm old, and my hair is gray, don't abandon me, God, till I have proclaimed your strength to the next generation, your power to all who will come,", "19": "your righteousness too, God, which reaches to the heights. God, you have done great things; who is there like you?", "20": "You have made me see much trouble and hardship, but you will revive me again and bring me up from the depths of the earth.", "21": "You will increase my honor; turn and comfort me.", "22": "As for me, I will praise you with a lyre for your faithfulness, my God. I will sing praises to you with a lute, Holy One of Isra'el.", "23": "My lips will shout for joy; I will sing your praise, because you have redeemed me.", "24": "All day long my tongue will speak of your righteousness. For those who are seeking to harm me will be put to shame and disgraced."}