{"1": "(0) By Shlomo: (1) God, give the king your fairness in judgment, endow this son of kings with your righteousness,", "2": "so that he can govern your people rightly and your poor with justice.", "3": "May mountains and hills provide your people with peace through righteousness.", "4": "May he defend the oppressed among the people, save the needy and crush the oppressor.", "5": "May they fear you as long as the sun endures and as long as the moon, through all generations.", "6": "May he be like rain falling on mown grass, like showers watering the land.", "7": "In his days, let the righteous flourish and peace abound, till the moon is no more.", "8": "May his empire stretch from sea to sea, from the [Euphrates] River to the ends of the earth.", "9": "May desert-dwellers bow before him; may his enemies lick the dust.", "10": "The kings of Tarshish and the coasts will pay him tribute; the kings of Sh'va and S'va will offer gifts.", "11": "Yes, all kings will prostrate themselves before him; all nations will serve him.", "12": "For he will rescue the needy when they cry, the poor too and those with none to help them.", "13": "He will have pity on the poor and needy; and the lives of the needy he will save.", "14": "He will redeem them from oppression and violence; their blood will be precious in his view.", "15": "May [the king] live long! May they give him gold from the land of Sh'va! May they pray for him continually; yes, bless him all day long.", "16": "May there be an abundance of grain in the land, all the way to the tops of the mountains. May its crops rustle like the L'vanon. May people blossom in the city like the grasses in the fields.", "17": "May his name endure forever, his name, Yinnon, as long as the sun.[a] May people bless themselves in him, may all nations call him happy.", "18": "Blessed be Adonai, God, the God of Isra'el, who alone works wonders.", "19": "Blessed be his glorious name forever, and may the whole earth be filled with his glory. Amen. Amen.", "20": "This completes the prayers of David the son of Yishai."}