{"1": "(0) A psalm of Asaf: (1) How good God is to Isra'el, to those who are pure in heart!", "2": "But as for me, I lost my balance, my feet nearly slipped,", "3": "when I grew envious of the arrogant and saw how the wicked prosper.", "4": "For when their death comes, it is painless; and meanwhile, their bodies are healthy;", "5": "they don't have ordinary people's troubles, they aren't plagued like others.", "6": "So for them, pride is a necklace; and violence clothes them like a robe.", "7": "Their eyes peep out through folds of fat; evil thoughts overflow from their hearts.", "8": "They scoff and speak with malice, they loftily utter threats.", "9": "They set their mouths against heaven; their tongues swagger through the earth.", "10": "Therefore his people return here and [thoughtlessly] suck up that whole cup of water.", "11": "Then they ask, “How does God know? Does the Most High really have knowledge?”", "12": "Yes, this is what the wicked are like; those free of misfortune keep increasing their wealth.", "13": "It's all for nothing that I've kept my heart clean and washed my hands, staying free of guilt;", "14": "for all day long I am plagued; my punishment comes every morning.", "15": "If I had said, “I will talk like them,” I would have betrayed a generation of your children.", "16": "When I tried to understand all this, I found it too hard for me —", "17": "until I went into the sanctuaries of God and grasped what their destiny would be.", "18": "Indeed, you place them on a slippery slope and make them fall to their ruin.", "19": "How suddenly they are destroyed, swept away by terrors!", "20": "They are like a dream when one awakens; Adonai, when you rouse yourself, you will despise their phantoms.", "21": "When I had a sour attitude and felt stung by pained emotions,", "22": "I was too stupid to understand; I was like a brute beast with you.", "23": "Nevertheless, I am always with you; you hold my right hand.", "24": "You will guide me with your advice; and afterwards, you will receive me with honor.", "25": "Whom do I have in heaven but you? And with you, I lack nothing on earth.", "26": "My mind and body may fail; but God is the rock for my mind and my portion forever.", "27": "Those who are far from you will perish; you destroy all who adulterously leave you.", "28": "But for me, the nearness of God is my good; I have made Adonai Elohim my refuge, so that I can tell of all your works."}