{"1": "(0) For the leader. For Y'dutun. A psalm of Asaf:", "2": "(1) I cry aloud to God, aloud to God; and he hears me.", "3": "(2) On the day of my distress I am seeking Adonai; my hands are lifted up; my tears flow all night without ceasing; my heart refuses comfort.", "4": "(3) When remembering God, I moan; when I ponder, my spirit fails. (Selah)", "5": "(4) You hold my eyelids [and keep me from sleeping]; I am too troubled to speak.", "6": "(5) I think about the days of old, the years of long ago;", "7": "(6) in the night I remember my song, I commune with myself, my spirit inquires:", "8": "(7) “Will Adonai reject forever? will he never show his favor again?", "9": "(8) Has his grace permanently disappeared? Is his word to all generations done away?", "10": "(9) Has God forgotten to be compassionate? Has he in anger withheld his mercy?” (Selah)", "11": "(10) Then I add, “That's my weakness — [supposing] the Most High's right hand could change.”", "12": "(11) So I will remind myself of Yah's doings; yes, I will remember your wonders of old.", "13": "(12) I will meditate on your work and think about what you have done.", "14": "(13) God, your way is in holiness. What god is as great as God?", "15": "(14) You are the God who does wonders, you revealed your strength to the peoples.", "16": "(15) With your arm you redeemed your people, the descendants of Ya'akov and Yosef. (Selah)", "17": "(16) The water saw you, God; the water saw you and writhed in anguish, agitated to its depths.", "18": "(17) The clouds poured water, the skies thundered, and your arrows flashed here and there.", "19": "(18) The sound of your thunder was in the whirlwind, the lightning flashes lit up the world, the earth trembled and shook.", "20": "(19) Your way went through the sea, your path through the turbulent waters; but your footsteps could not be traced.", "21": "(20) You led your people like a flock under the care of Moshe and Aharon."}