{"1": "(0) A maskil of Asaf: (1) Listen, my people, to my teaching; turn your ears to the words from my mouth.", "2": "I will speak to you in parables and explain mysteries from days of old.", "3": "The things which we have heard and known, and which our fathers told us", "4": "we will not hide from their descendants; we will tell the generation to come the praises of Adonai and his strength, the wonders that he has performed.", "5": "He raised up a testimony in Ya'akov and established a Torah in Isra'el. He commanded our ancestors to make this known to their children,", "6": "so that the next generation would know it, the children not yet born, who would themselves arise and tell their own children,", "7": "who could then put their confidence in God, not forgetting God's deeds, but obeying his mitzvot.", "8": "Then they would not be like their ancestors, a stubborn, rebellious generation, a generation with unprepared hearts, with spirits unfaithful to God.", "9": "The people of Efrayim, though armed with bows and arrows, turned their backs on the day of battle.", "10": "They did not keep the covenant of God and refused to live by his Torah.", "11": "They forgot what he had done, his wonders which he had shown them.", "12": "He had done wonderful things in the presence of their ancestors in the land of Egypt, in the region of Tzo'an.", "13": "He split the sea and made them pass through, he made the waters stand up like a wall.", "14": "He also led them by day with a cloud and all night long with light from a fire.", "15": "He broke apart the rocks in the desert and let them drink as if from boundless depths;", "16": "yes, he brought streams out of the rock, making the water flow down like rivers.", "17": "Yet they sinned still more against him, rebelling in the wilderness against the Most High;", "18": "in their hearts they tested God by demanding food that would satisfy their cravings.", "19": "Yes, they spoke against God by asking, “Can God spread a table in the desert?", "20": "True, he struck the rock, and water gushed out, until the vadis overflowed; but what about bread? Can he give that? Can he provide meat for his people?”", "21": "Therefore, when Adonai heard, he was angry; fire blazed up against Ya'akov; his anger mounted against Isra'el;", "22": "because they had no faith in God, no trust in his power to save.", "23": "So he commanded the skies above and opened the doors of heaven.", "24": "He rained down man on them as food; he gave them grain from heaven —", "25": "mortals ate the bread of angels; he provided for them to the full.", "26": "He stirred up the east wind in heaven, brought on the south wind by his power,", "27": "and rained down meat on them like dust, birds flying thick as the sand on the seashore.", "28": "He let them fall in the middle of their camp, all around their tents.", "29": "So they ate till they were satisfied; he gave them what they craved.", "30": "They were still fulfilling their craving, the food was still in their mouths,", "31": "when the anger of God rose up against them and slaughtered their strongest men, laying low the young men of Isra'el.", "32": "Still, they kept on sinning and put no faith in his wonders.", "33": "Therefore, he ended their days in futility and their years in terror.", "34": "When he brought death among them, they would seek him; they would repent and seek God eagerly,", "35": "remembering that God was their Rock, El 'Elyon their Redeemer.", "36": "But they tried to deceive him with their words, they lied to him with their tongues;", "37": "for their hearts were not right with him, and they were unfaithful to his covenant.", "38": "Yet he, because he is full of compassion, forgave their sin and did not destroy; many times he turned away his anger and didn't rouse all his wrath.", "39": "So he remembered that they were but flesh, a wind that blows past and does not return.", "40": "How often they rebelled against him in the desert and grieved him in the wastelands!", "41": "Repeatedly they challenged God and pained the Holy One of Isra'el.", "42": "They didn't remember how he used his hand on the day he redeemed them from their enemy,", "43": "how he displayed his signs in Egypt, his wonders in the region of Tzo'an.", "44": "He turned their rivers into blood, so they couldn't drink from their streams.", "45": "He sent swarms of flies, which devoured them, and frogs, which destroyed them.", "46": "He gave their harvest to shearer-worms, the fruit of their labor to locusts.", "47": "He destroyed their vineyards with hail and their sycamore-figs with frost.", "48": "Their cattle too he gave over to the hail and their flocks to lightning bolts.", "49": "He sent over them his fierce anger, fury, indignation and trouble, with a company of destroying angels", "50": "to clear a path for his wrath. He did not spare them from death, but gave them over to the plague,", "51": "striking all the firstborn in Egypt, the firstfruits of their strength in the tents of Ham.", "52": "But his own people he led out like sheep, guiding them like a flock in the desert.", "53": "He led them safely, and they weren't afraid, even when the sea overwhelmed their foes.", "54": "He brought them to his holy land, to the hill-country won by his right hand.", "55": "He expelled nations before them, apportioned them property to inherit and made Isra'el's tribes live in their tents.", "56": "Yet they tested El 'Elyon and rebelled against him, refusing to obey his instructions.", "57": "They turned away and were faithless, like their fathers; they were unreliable, like a bow without tension.", "58": "They provoked him with their high places and made him jealous with their idols.", "59": "God heard, and he was angry; he came to detest Isra'el completely.", "60": "He abandoned the tabernacle at Shiloh, the tent he had made where he could live among people.", "61": "He gave his strength into exile, his pride to the power of the foe.", "62": "He gave his people over to the sword and grew angry with his own heritage.", "63": "Fire consumed their young men, their virgins had no wedding-song,", "64": "their cohanim fell by the sword, and their widows could not weep.", "65": "Then Adonai awoke, as if from sleep, like a warrior shouting for joy from wine.", "66": "He struck his foes, driving them back and putting them to perpetual shame.", "67": "Rejecting the tents of Yosef and passing over the tribe of Efrayim,", "68": "he chose the tribe of Y'hudah, Mount Tziyon, which he loved.", "69": "He built his sanctuary like the heights; like the earth, he made it to last forever.", "70": "He chose David to be his servant, taking him from the sheep-yards;", "71": "from tending nursing ewes he brought him to shepherd Ya'akov his people, Isra'el his heritage.", "72": "With upright heart he shepherded them and guided them with skillful hands."}