{"1": "(0) A song. A psalm of the sons of Korach. For the leader. Set to “Sickness that Causes Suffering.” A maskil of Heiman the Ezrachi.", "2": "(1) Adonai, God of my salvation, when I cry out to you in the night,", "3": "(2) let my prayer come before you, turn your ear to my cry for help!", "4": "(3) For I am oversupplied with troubles, which have brought me to the brink of Sh'ol.", "5": "(4) I am counted among those going down to the pit, like a man who is beyond help,", "6": "(5) left by myself among the dead, like the slain who lie in the grave — you no longer remember them; they are cut off from your care.", "7": "(6) You plunged me into the bottom of the pit, into dark places, into the depths.", "8": "(7) Your wrath lies heavily on me; your waves crashing over me keep me down. (Selah)", "9": "(8) You separated me from my close friends, made me repulsive to them; I am caged in, with no escape;", "10": "(9) my eyes grow dim from suffering. I call on you, Adonai, every day; I spread out my hands to you.", "11": "(10) Will you perform wonders for the dead? Can the ghosts of the dead rise up and praise you? (Selah)", "12": "(11) Will your grace be declared in the grave, or your faithfulness in Abaddon?", "13": "(12) Will your wonders be known in the dark, or your righteousness in the land of oblivion?", "14": "(13) But I cry out to you, Adonai; my prayer comes before you in the morning.", "15": "(14) So why, Adonai, do you reject me? Why do you hide your face from me?", "16": "(15) Since my youth I have been miserable, close to death; I am numb from bearing these terrors of yours.", "17": "(16) Your fierce anger has overwhelmed me, your terrors have shriveled me up.", "18": "(17) They surge around me all day like a flood, from all sides they close in on me.", "19": "(18) You have made friends and companions shun me; the people I know are hidden from me."}