{"1": "(0) A maskil of Eitan the Ezrachi:", "2": "(1) I will sing about Adonai's acts of grace forever, with my mouth proclaim your faithfulness to all generations;", "3": "(2) because I said, “Grace is built to last forever; in the heavens themselves you established your faithfulness.”", "4": "(3) You said, “I made a covenant with the one I chose, I swore to my servant David,", "5": "(4) 'I will establish your dynasty forever, build up your throne through all generations.'” (Selah)", "6": "(5) Let the heavens praise your wonders, Adonai, your faithfulness in the assembly of the angels.", "7": "(6) For who in the skies can be compared with Adonai? Which of these gods can rival Adonai,", "8": "(7) a God dreaded in the great assembly of the holy ones and feared by all around him?", "9": "(8) Adonai Elohei-Tzva'ot! Who is as mighty as you, Yah? Your faithfulness surrounds you.", "10": "(9) You control the raging of the sea; when its waves rear up, you calm them.", "11": "(10) You crushed Rahav like a carcass; with your strong arm you scattered your foes.", "12": "(11) The heavens are yours, and the earth is yours; you founded the world and everything in it.", "13": "(12) You created north and south; Tavor and Hermon take joy in your name.", "14": "(13) Your arm is mighty, your hand is strong, your right hand is lifted high.", "15": "(14) Righteousness and justice are the foundation of your throne; grace and truth attend you.", "16": "(15) How happy are the people who know the joyful shout! They walk in the light of your presence, Adonai.", "17": "(16) They rejoice in your name all day and are lifted up by your righteousness,", "18": "(17) for you yourself are the strength in which they glory. Our power grows by pleasing you,", "19": "(18) for our shield comes from Adonai — our king is from the Holy One of Isra'el.", "20": "(19) There was a time when you spoke in a vision; you declared to your loyal [prophets], “I have given help to a warrior, I have raised up someone chosen from the people.", "21": "(20) I have found David my servant and anointed him with my holy oil.", "22": "(21) My hand will always be with him, and my arm will give him strength.", "23": "(22) No enemy will outwit him, no wicked man overcome him.", "24": "(23) I will crush his foes before him and strike down those who hate him.", "25": "(24) My faithfulness and grace will be with him; through my name his power will grow.", "26": "(25) I will put his hand on the sea and his right hand on the rivers.", "27": "(26) He will call to me, 'You are my father, my God, the Rock of my salvation.'", "28": "(27) I will give him the position of firstborn, the highest of the kings of the earth.", "29": "(28) I will keep my grace for him forever, and in my covenant be faithful with him.", "30": "(29) I will establish his dynasty forever, and his throne as long as the heavens last.", "31": "(30) “If his descendants abandon my Torah and fail to live by my rulings,", "32": "(31) if they profane my regulations and don't obey my mitzvot,", "33": "(32) I will punish their disobedience with the rod and their guilt with lashes.", "34": "(33) But I won't withdraw my grace from him or be false to my faithfulness.", "35": "(34) I will not profane my covenant or change what my lips have spoken.", "36": "(35) I have sworn by my holiness once and for all; I will not lie to David —", "37": "(36) his dynasty will last forever, his throne like the sun before me.", "38": "(37) It will be established forever, like the moon, which remains a faithful witness in the sky.” (Selah)", "39": "(38) But you spurned your anointed one, rejected and vented your rage on him.", "40": "(39) You renounced the covenant with your servant and defiled his crown in the dust.", "41": "(40) You broke through all his defenses and left his strongholds in ruins.", "42": "(41) All who pass by plunder him; he is an object of scorn to his neighbors.", "43": "(42) You raised up the right hand of his foes and made all his enemies rejoice.", "44": "(43) You drive back his drawn sword and fail to support him in battle.", "45": "(44) You brought an end to his splendor and hurled his throne to the ground.", "46": "(45) You cut short the days of his youth and covered him with shame. (Selah)", "47": "(46) How long, Adonai? Will you hide yourself forever? How long will your fury burn like fire?", "48": "(47) Remember how little time I have! Was it for no purpose that you created all humanity?", "49": "(48) Who can live and not see death? Who can save himself from the power of the grave? (Selah)", "50": "(49) Where, Adonai, are the acts of grace you once did, those which, in your faithfulness, you swore to David?", "51": "(50) Remember, Adonai, the taunts hurled at your servants, which I carry in my heart [from] so many peoples!", "52": "(51) Your enemies, Adonai, have flung their taunts, flung them in the footsteps of your anointed one.", "53": "(52) Blessed be Adonai forever. Amen. Amen."}