{"1": "(0) For the leader. On the death of Labben. A psalm of David:", "2": "(1) I give thanks to Adonai with all my heart. I will tell about all your wonderful deeds.", "3": "(2) I will be glad and exult in you. I will sing praise to your name, 'Elyon.", "4": "(3) When my enemies turn back, they stumble and perish before you.", "5": "(4) For you upheld my cause as just, sitting on the throne as the righteous judge.", "6": "(5) You rebuked the nations, destroyed the wicked, blotted out their name forever and ever.", "7": "(6) The enemy is finished, in ruins forever; you destroyed their cities; all memory of them is lost.", "8": "(7) But Adonai is enthroned forever; he has set up his throne for judgment.", "9": "(8) He will judge the world in righteousness; he will judge the peoples fairly.", "10": "(9) Adonai is a stronghold for the oppressed, a tower of strength in times of trouble.", "11": "(10) Those who know your name put their trust in you, for you have not abandoned those who seek you, Adonai.", "12": "(11) Sing praises to Adonai, who lives in Tziyon; proclaim his deeds among the peoples.", "13": "(12) For the avenger of blood remembers them, he does not ignore the cry of the afflicted:", "14": "(13) “Have mercy on me, Adonai! See how I suffer from those who hate me; you raise me from the gates of death,", "15": "(14) so that I can proclaim all your praises at the gates of the daughter of Tziyon and rejoice in this deliverance of yours.”", "16": "(15) The nations have drowned in the pit they dug, caught their own feet in the net they hid.", "17": "(16) Adonai made himself known and executed judgment; the wicked are ensnared in the work of their own hands. (Higgayon; Selah)", "18": "(17) The wicked will return to Sh'ol, all the nations that forget God.", "19": "(18) For the poor will not always be forgotten or the hope of the needy perish forever.", "20": "(19) Arise, Adonai! Don't let mortals prevail! Let the nations be judged in your presence.", "21": "(20) Strike them with terror, Adonai! Let the nations know they are only human. (Selah)"}