{"1": "Brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, in respect of persons. ", "2": "If there comes into your company a man with a golden ring and in goodly apparel, and there comes in also a poor man in wretched clothing, ", "3": "and you have a respect to him who wears the fine clothing, and say to him, Sit here in a good place, but say to the poor, Stand there, or, Sit here by my footstool, ", "4": "are you not partial among yourselves, and have judged after evil thoughts?", "5": "Hearken, my dear beloved brethren. Has not God chosen the poor of this world, who are rich in faith, and heirs of the kingdom that he promised to those who love him? ", "6": "But you have dishonoured the poor. Are not the rich those who oppress you, and who draw you before judges? ", "7": "Do they not speak evil of that good name after which you are named?", "8": "If you fulfil the royal law according to the scripture that says, You shall love your neighbour as yourself – you do well. ", "9": "But if you regard one person more than another, you commit sin, and are rebuked by the law as transgressors. ", "10": "Whoever keeps the whole law, and yet fails in one point, is guilty in all. ", "11": "For he who said: You shall not commit adultery, said also: You shall not kill. Though you commit no adultery, yet if you kill, you are a transgressor of the law.", "12": "So speak and so do as those who will be judged by the law of liberty. ", "13": "For there will be judgment merciless to him who shows no mercy. But mercy triumphs over judgment.", "14": "What avails it, my brethren, though a person say he has faith, when he has no deeds? Can faith save him? ", "15": "If a brother or a sister is without proper clothing, or destitute of daily food, ", "16": "and one of you says to them, Depart in peace; may God send you warmth and food – and notwithstanding, you do not give them those things that are needful to the body, what help is it? ", "17": "Even so faith, if it has no deeds, is dead in itself.", "18": "Yea, and someone might say, You have faith, and I have deeds; show me your faith by your deeds, and I will show you my faith by my deeds. ", "19": "Do you believe that there is one God? You do well. The devils also believe, and tremble.", "20": "Will you understand, O vain man, that faith without deeds is dead? ", "21": "Was not Abraham our father justified through works when he offered Isaac his son upon the altar? ", "22": "You see that faith operated with his deeds, and through the deeds, the faith was made perfect. ", "23": "And the scripture was fulfilled that says: Abraham believed God, and it was reputed to him for righteousness. And he was called the friend of God.  ", "24": "You see then how by deeds a man is justified, and not by faith only. ", "25": "Likewise also, was not Rahab the harlot justified through works when she received the messengers and sent them out another way?", "26": "For as the body without the spirit is dead, so also faith without deeds is dead."}