{"1": "My brethren, be not every man a counsellor, remembering that we will receive the stricter judgment. ", "2": "For in many things, we all sin. If a person does not sin in word, he is a perfect man, and able to tame all the body. ", "3": "Behold, we put bits into the horses' mouths so that they will obey us, and we turn about all their body. ", "4": "Behold also the ships, which, though they be so large, and are driven by fierce winds, yet are turned about with a very small helm, wherever the helmsman chooses to steer. ", "5": "Even so the tongue is a little member, yet boasts great things. Behold how great a thing a little fire kindles. ", "6": "And the tongue is fire, and a world of wickedness. The tongue is so set among our members that it defiles the whole body, and sets afire all the course of our life, and is itself set afire even by hell.", "7": "All kinds of beasts, and of birds and of serpents and things of the sea, are meeked and tamed by the powers of man. ", "8": "But no man can tame the tongue. It is an unruly evil, full of deadly poison. ", "9": "With it we bless God the Father, and with it we curse men, who are made in the likeness of God. ", "10": "Out of one mouth proceeds blessing and cursing. My brethren, these things ought not so to be. ", "11": "Does a spring send forth at the same place sweet water and bitter also? ", "12": "Can the fig tree, my brethren, bear olive berries, or a vine bear figs? Likewise can no spring give both salt water and fresh also.", "13": "If any be wise and learned among you, let him show the works of his good living in humility that is coupled with wisdom. ", "14": "But if you have bitter envying and strife in your hearts, do not be pleased, neither be liars against the truth. ", "15": "This wisdom descends not from above, but is earthly, and natural, and devilish. ", "16": "For where envying and strife are, there is instability and all manner of evil works.", "17": "But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated – full of mercy and good fruits, without judging and without dissimulation. ", "18": "Yea and the fruit of righteousness is sown in peace by those who maintain peace."}