{"1": "Where do conflict and fighting come from among you? Do they not come from the sensuality and covetousness that reign in your members? ", "2": "You lust, and have not. You envy, and have indignation, and cannot obtain. You fight and war, and have not because you ask not. ", "3": "You ask and receive not, because you ask amiss, even to consume it upon your pleasures.", "4": "You adulterers and women who break matrimony, do you not know that the friendship of the world is enmity toward God? Whoever will be a friend of the world, is made the enemy of God. ", "5": "Or do you think that the scripture says in vain, the Spirit that dwells in you resists envy, ", "6": "but gives more grace?", "7": "Submit yourselves to God. And resist the devil, and he will flee from you. ", "8": "Draw near to God, and he will draw near to you. Cleanse your hands, ye sinners, and purge your hearts, ye wavering-minded. ", "9": "Suffer afflictions: sorrow ye, and weep. Let your laughter be turned to mourning, and your joy to heaviness. ", "10": "Cast yourselves down before the Lord, and he will lift you up.", "11": "Do not backbite one another, brethren. He who speaks against his brother, and he who judges his brother, speaks against the law and judges the law. But if you judge the law, you are not an observer of the law, but a judge. ", "12": "There is one lawgiver, who is able to save and to destroy. Who are you, to judge another man?", "13": "Come now, you who say, Today and tomorrow let us go into such and such a city, and continue there a year, and buy, and sell, and make money, ", "14": "and yet do not know what will happen tomorrow. For what thing is your life? It is even a vapour, which appears for a little time and then vanishes away. ", "15": "Therefore you ought to say, If the Lord so wills, and if we live, let us do this or that. ", "16": "But now you glory in your boastings. All such glorying is evil.", "17": "Therefore to him who knows how to do good, but does it not, to him it is sin."}