{"1": "Come now, ye rich people. Weep and howl over your wretchedness that will come upon you. ", "2": "Your riches are corrupt; your garments are moth eaten. ", "3": "Your gold and your silver are cankered, and the rust of them shall be a witness against you, and will eat your flesh as it were fire. You have heaped treasure together in your last days. ", "4": "Behold, the wages of the labourers who have reaped down your fields (which wages you kept back by fraud) cry out, and the cries of those who reaped have entered into the ears of the Lord Sabaoth. ", "5": "You have lived in pleasure on the earth, and in wantonness. You have fattened your hearts as in a day of slaughter. ", "6": "You have condemned and have killed the just, and he has not resisted you.", "7": "Be patient therefore, brethren, until the coming of the Lord. Behold, the husbandman waits for the precious fruit of the earth, and has long patience for it, until it receives the early and the latter rain. ", "8": "You also, be patient therefore, and settle your hearts. For the coming of the Lord draws near.", "9": "Do not grudge against one another, brethren, lest you be condemned. Behold, the judge stands before the door.", "10": "Take, my brethren, the prophets who spoke in the name of the Lord for an example of suffering adversity, and of long patience. ", "11": "Behold, we count them happy who endure. You have heard of the patience of Job, and have known what end the Lord made. For the Lord is very pitiful and merciful.", "12": "But above all things, my brethren, swear not – neither by heaven, nor by earth, nor by any other oath. Let your yes be yes, and your no no, lest you fall into hypocrisy.", "13": "If any of you be vexed with sorrows, let him pray. If any of you be merry, let him sing psalms. ", "14": "If any be diseased among you, let him call for the elders of the congregation, and let them pray over him, and anoint him with oil in the name of the Lord. ", "15": "And the prayer of faith shall save the sick, and the Lord will raise him up; and if he has committed sins, they will be forgiven him.", "16": "Confess your faults to one another. And pray for one another, that you may be healed: The fervent prayer of a righteous man availeth much. ", "17": "Elijah was a man mortal just as we are, and he prayed in his prayer that it might not rain, and it did not rain on the earth for three years and six months. ", "18": "And he prayed again, and the heaven gave rain, and the earth brought forth her fruits.", "19": "Brethren, if any of you err from the truth and another converts him, ", "20": "let him know that he who turned the sinner from going astray out of his way will save a soul from death, and will hide the multitude of sins. The end of the epistleof Saint James."}