{"1": "On the twenty-first day of the seventh month, the Lord's word came through Haggai the prophet:", "2": "Say to Judah's governor Zerubbabel, Shealtiel's son, and to the chief priest Joshua, Jehozadak's son, and to the rest of the people:", "3": "Who among you is left who saw this house in its former glory? How does it look to you now? Doesn't it appear as nothing to you?", "4": "So now, be strong, Zerubbabel, says the Lord. Be strong, High Priest Joshua, Jehozadak's son, and be strong, all you people of the land, says the Lord. Work, for I am with you, says the Lord of heavenly forces.", "5": "As with our agreement when you came out of Egypt, my spirit stands in your midst. Don't fear.", "6": "This is what the Lord of heavenly forces says: In just a little while, I will make the heavens, the earth, the sea, and the dry land quake.", "7": "I will make all the nations quake. The wealth of all the nations will come. I will fill this house with glory, says the Lord of heavenly forces.", "8": "The silver and the gold belong to me, says the Lord of heavenly forces.", "9": "This house will be more glorious than its predecessor, says the Lord of heavenly forces. I will provide prosperity in this place, says the Lord of heavenly forces.", "10": "On the twenty-fourth day of the ninth month in the second year of Darius, the Lord's word came to Haggai the prophet:", "11": "This is what the Lord of heavenly forces says: Go ahead and ask the priests for a ruling:", "12": "“If someone lifts holy meat into the hem of one's garment and that hem touches bread, stew, wine, oil, or any kind of food, will it be made holy?” And the priests responded, “No.”", "13": "Haggai said, “If an unclean person touches any of these things, will it become unclean?” And the priests responded, “It will be unclean.”", "14": "Then Haggai responded: Thus has this people and this nation become to me, says the Lord, and everything that they do with their hands. Whatever they offer is unclean.", "15": "So now, take it to heart from this day forward. Before stone was placed on stone in the Lord's temple,", "16": "when one came to the granary for twenty measures, there were only ten; and when one came to the wine vat for fifty measures, there were only twenty.", "17": "I struck you—everything you do with your hands— with blight and mildew and hail; but you didn't return to me.[a]", "18": "So take it to heart from this day forward, from the twenty-fourth day of the ninth month. Take it to heart from the day when the foundation for the Lord's temple was laid.", "19": "Is the seed yet in the granary— or the vine, the fig tree, or the pomegranate— or has the olive tree not borne fruit? From this day forward, I will bless you.", "20": "And the Lord's word came to Haggai a second time on the twenty-fourth of the month, saying:", "21": "Speak to Judah's governor Zerubbabel: I am about to make the heavens and the earth quake.", "22": "I will overthrow the thrones of the kingdoms; I will destroy the strength of the nations.[b] I will overthrow chariot and rider; horses and riders will fall. Each one will fall by the sword of his companion.", "23": "On that day, says the Lord of heavenly forces: I will take you, Zerubbabel, Shealtiel's son, my servant, says the Lord; I will make you like a signet ring because I have chosen you, says the Lord of heavenly forces."}