{"1": "After Abimelech's death, the next judge of Israel was Tola (son of Puah and grandson of Dodo). He was from the tribe of Issachar, but lived in the city of Shamir in the hill country of Ephraim. ", "2": "He was Israel's judge for twenty-three years. When he died, he was buried in Shamir, ", "3": "and was succeeded by Jair, a man from Gilead, who judged Israel for twenty-two years. ", "4": "His thirty sons rode around together on thirty donkeys, and they owned thirty cities in the land of Gilead which are still called “The Cities of Jair.” ", "5": "When Jair died he was buried in Kamon.", "6": "Then the people of Israel turned away from the Lord again and worshiped the heathen gods Baal and Ashtaroth, and the gods of Syria, Sidon, Moab, Ammon, and Philistia. Not only this, but they no longer worshiped Jehovah at all. ", "7-8": "This made Jehovah very angry with his people, so he immediately permitted the Philistines and the Ammonites to begin tormenting them. These attacks took place east of the Jordan River in the land of the Amorites (that is, in Gilead), ", "9": "and also in Judah, Benjamin, and Ephraim. For the Ammonites crossed the Jordan to attack the Israelis. This went on for eighteen years. ", "10": "Finally the Israelis turned to Jehovah again and begged him to save them. “We have sinned against you and have forsaken you as our God and have worshiped idols,” they confessed.", "11": "But the Lord replied, “Didn't I save you from the Egyptians, the Amorites, the Ammonites, the Philistines, ", "12": "the Sidonians, the Amalekites, and the Maonites? Has there ever been a time when you cried out to me that I haven't rescued you? ", "13": "Yet you continue to abandon me and to worship other gods. So go away; I won't save you anymore. ", "14": "Go and cry to the new gods you have chosen! Let them save you in your hour of distress!”", "15": "But they pleaded with him again and said, “We have sinned. Punish us in any way you think best, only save us once more from our enemies.”", "16": "Then they destroyed their foreign gods and worshiped only the Lord; and he was grieved by their misery. ", "17": "The armies of Ammon were mobilized in Gilead at that time, preparing to attack Israel's army at Mizpah.", "18": "“Who will lead our forces against the Ammonites?” the leaders of Gilead asked each other. “Whoever volunteers shall be our king!”"}