{"1-2": "Now Jephthah was a great warrior from the land of Gilead, but his mother was a prostitute. His father (whose name was Gilead) had several other sons by his legitimate wife, and when these half brothers grew up, they chased Jephthah out of the country. “You son of a whore!” they said. “You'll not get any of our father's estate.”", "3": "So Jephthah fled from his father's home and lived in the land of Tob. Soon he had quite a band of malcontents as his followers, living off the land as bandits. ", "4": "It was about this time that the Ammonites began their war against Israel. ", "5": "The leaders of Gilead sent for Jephthah, ", "6": "begging him to come and lead their army against the Ammonites.", "7": "But Jephthah said to them, “Why do you come to me when you hate me and have driven me out of my father's house? Why come now when you're in trouble?”", "8": "“Because we need you,” they replied. “If you will be our commander-in-chief against the Ammonites, we will make you the king of Gilead.”", "9": "“Sure!” Jephthah exclaimed. “Do you expect me to believe that?”", "10": "“We swear it,” they replied. “We promise with a solemn oath.”", "11": "So Jephthah accepted the commission and was made commander-in-chief and king. The contract was ratified before the Lord in Mizpah at a general assembly of all the people. ", "12": "Then Jephthah sent messengers to the king of Ammon, demanding to know why Israel was being attacked. ", "13": "The king of Ammon replied that the land belonged to the people of Ammon; it had been stolen from them, he said, when the Israelis came from Egypt; the whole territory from the Arnon River to the Jabbok and the Jordan was his, he claimed. “Give us back our land peaceably,” he demanded.", "14-15": "Jephthah replied, “Israel did not steal the land. ", "16": "What happened was this: When the people of Israel arrived at Kadesh, on their journey from Egypt after crossing the Red Sea, ", "17": "they sent a message to the king of Edom asking permission to pass through his land. But their petition was denied. Then they asked the king of Moab for similar permission. It was the same story there, so the people of Israel stayed in Kadesh.", "18": "“Finally they went around Edom and Moab through the wilderness, and traveled along the eastern border until at last they arrived beyond the boundary of Moab at the Arnon River; but they never once crossed into Moab. ", "19": "Then Israel sent messengers to King Sihon of the Amorites, who lived in Heshbon, and asked permission to cross through his land to get to their destination.", "20": "“But King Sihon didn't trust Israel, so he mobilized an army at Jahaz and attacked them. ", "21-22": "But the Lord our God helped Israel defeat King Sihon and all your people, so Israel took over all of your land from the Arnon River to the Jabbok, and from the wilderness to the Jordan River.", "23": "“So you see, it was the Lord God of Israel who took away the land from the Amorites and gave it to Israel. Why, then, should we return it to you? ", "24": "You keep whatever your god Chemosh gives you, and we will keep whatever Jehovah our God gives us! ", "25": "And besides, just who do you think you are? Are you better than King Balak, the king of Moab? Did he try to recover his land after Israel defeated him? No, of course not. ", "26": "But now after three hundred years you make an issue of this! Israel has been living here for all that time, spread across the land from Heshbon to Aroer, and all along the Arnon River. Why have you made no effort to recover it before now? ", "27": "No, I have not sinned against you; rather, you have wronged me by coming to war against me; but Jehovah the Judge will soon show which of us is right—Israel or Ammon.”", "28": "But the king of Ammon paid no attention to Jephthah's message.", "29": "At that time the Spirit of the Lord came upon Jephthah, and he led his army across the land of Gilead and Manasseh, past Mizpah in Gilead, and attacked the army of Ammon. ", "30-31": "Meanwhile Jephthah had vowed to the Lord that if God would help Israel conquer the Ammonites, then when he returned home in peace, the first person coming out of his house to meet him would be sacrificed as a burnt offering to the Lord!", "32": "So Jephthah led his army against the Ammonites, and the Lord gave him the victory. ", "33": "He destroyed the Ammonites with a terrible slaughter all the way from Aroer to Minnith, including twenty cities, and as far away as Vineyard Meadow. Thus the Ammonites were subdued by the people of Israel.", "34": "When Jephthah returned home his daughter—his only child—ran out to meet him, playing on a tambourine and dancing for joy. ", "35": "When he saw her, he tore his clothes in anguish. “Alas, my daughter!” he cried out. “You have brought me to the dust. For I have made a vow to the Lord and I cannot take it back.”", "36": "And she said, “Father, you must do whatever you promised the Lord, for he has given you a great victory over your enemies, the Ammonites. ", "37": "But first let me go up into the hills and roam with my girlfriends for two months, weeping because I'll never marry.”", "38": "“Yes,” he said. “Go.” And so she did, bewailing her fate with her friends for two months. ", "39": "Then she returned to her father, who did as he had vowed. So she was never married.[a] And after that it became a custom in Israel ", "40": "that the young girls went away for four days each year to lament the fate of Jephthah's daughter."}