{"1": "Then the tribe of Ephraim mobilized its army at Zaphon and sent this message to Jephthah: “Why didn't you call for us to help you fight against Ammon? We are going to burn down your house, with you in it!”", "2": "“I summoned you, but you refused to come!” Jephthah retorted. “You failed to help us in our time of need, ", "3": "so I risked my life and went to battle without you, and the Lord helped me to conquer the enemy. Is that anything for you to fight us about?”", "4": "Then Jephthah, furious at the taunt of Ephraim that the men of Gilead were mere outcasts[a] and the scum of the earth, mobilized his army and attacked the army of Ephraim. ", "5": "He captured the fords of the Jordan behind the army of Ephraim, and whenever a fugitive from Ephraim tried to cross the river, the Gilead guards challenged him. “Are you a member of the tribe of Ephraim?” they asked. If the man replied that he was not, ", "6": "then they demanded, “Say 'Shibboleth.'” But if he couldn't pronounce the H and said, “Sibboleth” instead of “Shibboleth,” he was dragged away and killed. So forty-two thousand people of Ephraim died there at that time.", "7": "Jephthah was Israel's judge for six years. At his death he was buried in one of the cities of Gilead.", "8": "The next judge was Ibzan, who lived in Bethlehem. ", "9-10": "He had thirty sons and thirty daughters. He married his daughters to men outside his clan and brought in thirty girls to marry his sons. He judged Israel for seven years before he died, and was buried at Bethlehem.", "11-12": "The next judge was Elon from Zebulun. He judged Israel for ten years and was buried at Aijalon in Zebulun.", "13": "Next was Abdon (son of Hillel) from Pirathon. ", "14": "He had forty sons and thirty grandsons, who rode on seventy donkeys. He was Israel's judge for eight years. ", "15": "Then he died and was buried in Pirathon, in Ephraim, in the hill country of the Amalekites."}