{"1": "One day when Samson was in Timnah he noticed a certain Philistine girl, ", "2": "and when he got home he told his father and mother that he wanted to marry her. ", "3": "They objected strenuously. “Why don't you marry a Jewish girl?” they asked. “Why must you go and get a wife from these heathen Philistines? Isn't there one girl among all the people of Israel you could marry?” But Samson told his father, “She is the one I want. Get her for me.”", "4": "His father and mother didn't realize that the Lord was behind the request, for God was setting a trap for the Philistines, who at that time were the rulers of Israel.", "5": "As Samson and his parents were going to Timnah, a young lion attacked Samson in the vineyards on the outskirts of the town. ", "6": "At that moment the Spirit of the Lord came mightily upon him and since he had no weapon, he ripped the lion's jaws apart and did it as easily as though it were a young goat! But he didn't tell his father or mother about it. ", "7": "Upon arriving at Timnah, he talked with the girl and found her to be just what he wanted, so the arrangements were made.[a]", "8": "When he returned for the wedding, he turned off the path to look at the carcass of the lion. And he found a swarm of bees in it and some honey! ", "9": "He took some of the honey with him, eating as he went, and gave some of it to his father and mother. But he didn't tell them where he had gotten it.", "10-11": "As his father was making final arrangements for the marriage, Samson threw a party for thirty young men of the village, as was the custom of the day. ", "12": "When Samson asked if they would like to hear a riddle, they replied that they would. “If you solve my riddle during these seven days of the celebration,” he said, “I'll give you thirty plain robes and thirty fancy robes. ", "13": "But if you can't solve it, then you must give the robes to me!” “All right,” they agreed, “let's hear it.”", "14": "This was his riddle: “Food came out of the eater, and sweetness from the strong!” Three days later they were still trying to figure it out.", "15": "On the fourth day they said to his new wife, “Get the answer from your husband, or we'll burn down your father's house with you in it. Were we invited to this party just to make us poor?”", "16": "So Samson's wife broke down in tears before him and said, “You don't love me at all; you hate me, for you have told a riddle to my people and haven't told me the answer!” “I haven't even told it to my father or mother; why should I tell you?” he replied.", "17": "So she cried whenever she was with him and kept it up for the remainder of the celebration. At last, on the seventh day, he told her the answer and she, of course, gave the answer to the young men. ", "18": "So before sunset of the seventh day they gave him their reply. “What is sweeter than honey?” they asked, “and what is stronger than a lion?” “If you hadn't plowed with my heifer, you wouldn't have found the answer to my riddle!” he retorted.", "19": "Then the Spirit of the Lord came upon him and he went to the city of Ashkelon, killed thirty men, took their clothing, and gave it to the young men who had told him the answer to his riddle. But he was furious about it and abandoned his wife and went back home to live with his father and mother. ", "20": "So his wife was married instead to the fellow who had been best man at Samson's wedding."}