{"1": "Later on, during the wheat harvest, Samson took a young goat as a present to his wife, intending to sleep with her; but her father wouldn't let him in.", "2": "“I really thought you hated her,” he explained, “so I married her to your best man. But look, her sister is prettier than she is. Marry her instead.”", "3": "Samson was furious. “You can't blame me for whatever happens now,” he shouted.", "4": "So he went out and caught three hundred foxes and tied their tails together in pairs, with a torch between each pair. ", "5": "Then he lit the torches and let the foxes run through the fields of the Philistines, burning the grain to the ground along with all the sheaves and shocks of grain, and destroying the olive trees.", "6": "“Who did this?” the Philistines demanded. “Samson,” was the reply, “because his wife's father gave her to another man.” So the Philistines came and got the girl and her father and burned them alive.", "7": "“Now my vengeance will strike again!” Samson vowed. ", "8": "So he attacked them with great fury and killed many of them. Then he went to live in a cave in the rock of Etam. ", "9": "The Philistines in turn sent a huge posse into Judah and raided Lehi.", "10": "“Why have you come here?” the men of Judah asked. And the Philistines replied, “To capture Samson and do to him as he has done to us.”", "11": "So three thousand men of Judah went down to get Samson at the cave in the rock of Etam. “What are you doing to us?” they demanded of him. “Don't you realize that the Philistines are our rulers?” But Samson replied, “I only paid them back for what they did to me.”", "12-13": "“We have come to capture you and take you to the Philistines,” the men of Judah told him. “All right,” Samson said, “but promise me that you won't kill me yourselves.” “No,” they replied, “we won't do that.” So they tied him with two new ropes and led him away. ", "14": "As Samson and his captors arrived at Lehi, the Philistines shouted with glee; but then the strength of the Lord came upon Samson, and the ropes with which he was tied snapped like thread and fell from his wrists! ", "15": "Then he picked up a donkey's jawbone that was lying on the ground and killed a thousand Philistines with it. ", "16-17": "Tossing away the jawbone, he remarked, “Heaps upon heaps, All with a donkey's jaw! I've killed a thousand men, All with a donkey's jaw!” (The place has been called “Jawbone Hill” ever since.)", "18": "But now he was very thirsty and he prayed to the Lord and said, “You have given Israel such a wonderful deliverance through me today! Must I now die of thirst and fall to the mercy of these heathen?” ", "19": "So the Lord caused water to gush out from a hollow in the ground, and Samson's spirit was revived as he drank. Then he named the place “The Spring of the Man Who Prayed,” and the spring is still there today.", "20": "Samson was Israel's leader for the next twenty years, but the Philistines still controlled the land."}