{"1-2": "Then the entire nation of Israel sent their leaders and 450,000 troops to assemble with one mind before the Lord at Mizpah. They came from as far away as Dan and Beersheba, and everywhere between, and from across the Jordan in the land of Gilead. ", "3": "(Word of the mobilization of the Israeli forces at Mizpah soon reached the land of Benjamin.) The chiefs of Israel now called for the murdered woman's husband and asked him just what had happened.", "4": "“We arrived one evening at Gibeah, a village in Benjamin,” he began. ", "5": "“That night the men of Gibeah surrounded the house, planning to kill me, and they raped my wife until she was dead. ", "6": "So I cut her body into twelve pieces and sent the pieces throughout the land of Israel, for these men have committed a terrible crime. ", "7": "Now then, sons of Israel, express your mind and give me your counsel!”", "8-10": "And as one man they replied, “Not one of us will return home until we have punished the village of Gibeah. A tenth of the army will be selected by lot as a supply line to bring us food, and the rest of us will destroy Gibeah for this horrible deed.”", "11": "So the whole nation united in this task.", "12": "Then messengers were sent to the tribe of Benjamin, asking, “Did you know about the terrible thing that was done among you? ", "13": "Give up these evil men from the city of Gibeah so that we can execute them and purge Israel of her evil.” But the people of Benjamin wouldn't listen. ", "14-15": "Instead, 26,000 of them arrived in Gibeah to join the 700 local men in their defense against the rest of Israel. ", "16": "(Among all these there were 700 men who were left-handed sharpshooters. They could hit a target within a hair's breadth, never missing!) ", "17": "The army of Israel, not counting the men of Benjamin, numbered 400,000 men.", "18": "Before the battle the Israeli army went to Bethel first to ask counsel from God. “Which tribe shall lead us against the people of Benjamin?” they asked. And the Lord replied, “Judah shall go first.”", "19-20": "So the entire army left early the next morning to go to Gibeah, to attack the men of Benjamin. ", "21": "But the men defending the village stormed out and killed 22,000 Israelis that day. ", "22-24": "Then the Israeli army wept before the Lord until evening and asked him, “Shall we fight further against our brother Benjamin?” And the Lord said, “Yes.” So the men of Israel took courage and went out again the next day to fight at the same place. ", "25": "And that day they lost another 18,000 men, all experienced swordsmen.", "26": "Then the entire army went up to Bethel and wept before the Lord and fasted until evening, offering burnt sacrifices and peace offerings. ", "27-28": "(The Ark of God was in Bethel in those days. Phinehas, the son of Eleazar and grandson of Aaron, was the priest.) The men of Israel asked the Lord, “Shall we go out again and fight against our brother Benjamin, or shall we stop?” And the Lord said, “Go, for tomorrow I will see to it that you defeat the men of Benjamin.”", "29": "So the Israeli army set an ambush all around the village, ", "30": "and went out again on the third day and set themselves in their usual battle formation. ", "31": "When the army of Benjamin came out of the town to attack, the Israeli forces retreated and Benjamin was drawn away from the town as they chased after Israel. And as they had done previously, Benjamin began to kill the men of Israel along the roadway running between Bethel and Gibeah, so that about thirty of them died.", "32": "Then the army of Benjamin shouted, “We're defeating them again!” But the armies of Israel had agreed in advance to run away so that the army of Benjamin would chase them and be drawn away from the town. ", "33": "But when the main army of Israel reached Baal-tamar, it turned and attacked, and the 10,000 men in ambush west of Geba jumped up from where they were ", "34": "and advanced against the rear of the army of Benjamin, who still didn't realize the impending disaster. ", "35-39": "So the Lord helped Israel defeat Benjamin, and the Israeli army killed 25,100 men of Benjamin that day, leaving but a tiny remnant of their forces. Summary of the Battle: The army of Israel retreated from the men of Benjamin in order to give the ambush more room for maneuvering. When the men of Benjamin had killed about thirty of the Israelis, they were confident of a massive slaughter just as on the previous days. But then the men in ambush rushed into the village and slaughtered everyone in it, and set it on fire. The great cloud of smoke pouring into the sky was the signal for the Israeli army to turn around and attack the army of Benjamin, ", "40-41": "who now looked behind them and were terrified to discover that their city was on fire, and that they were in serious trouble. ", "42": "So they ran toward the wilderness, but the Israelis chased after them, and the men who had set the ambush came out and joined the slaughter from the rear. ", "43": "They encircled the army of Benjamin east of Gibeah, and killed most of them there. ", "44": "Eighteen thousand of the Benjamin troops died in that day's battle. ", "45": "The rest of the army fled into the wilderness toward the rock of Rimmon, but 5,000 were killed along the way, and 2,000 more near Gidom.", "46-47": "So the tribe of Benjamin lost 25,000 brave warriors that day, leaving only 600 men who escaped to the rock of Rimmon, where they lived for four months. ", "48": "Then the Israeli army returned and slaughtered the entire population of the tribe of Benjamin—men, women, children, and cattle—and burned down every city and village in the entire land."}