{"1": "After Ehud's death the people of Israel again sinned against the Lord, ", "2-3": "so the Lord let them be conquered by King Jabin of Hazor, in Canaan. The commander-in-chief of his army was Sisera, who lived in Harosheth-hagoiim. He had nine hundred iron chariots and made life unbearable for the Israelis for twenty years. But finally they begged the Lord for help.", "4": "Israel's leader at that time, the one who was responsible for bringing the people back to God, was Deborah, a prophetess, the wife of Lappidoth. ", "5": "She held court at a place now called “Deborah's Palm Tree,” between Ramah ad Bethel, in the hill country of Ephraim; and the Israelites came to her to decide their disputes.[a]", "6": "One day she summoned Barak (son of Abinoam), who lived in Kedesh, in the land of Naphtali, and said to him, “The Lord God of Israel has commanded you to mobilize ten thousand men from the tribes of Naphtali and Zebulun. Lead them to Mount Tabor ", "7": "to fight King Jabin's mighty army with all his chariots, under General Sisera's command. The Lord says, 'I will draw them to the Kishon River, and you will defeat them there.'”", "8": "“I'll go, but only if you go with me!” Barak told her.", "9": "“All right,” she replied, “I'll go with you; but I'm warning you now that the honor of conquering Sisera will go to a woman instead of to you!” So she went with him to Kedesh.", "10": "When Barak summoned the men of Zebulun and Naphtali to mobilize at Kedesh, ten thousand men volunteered. And Deborah marched with them. ", "11": "(Heber, the Kenite—the Kenites were the descendants of Moses' father-in-law Hobab—had moved away from the rest of his clan, and had been living in various places as far away as the Oak of Zaanannim, near Kedesh.) ", "12": "When General Sisera was told that Barak and his army were camped at Mount Tabor, ", "13": "he mobilized his entire army, including the nine hundred iron chariots, and marched from Harosheth-hagoiim to the Kishon River.", "14": "Then Deborah said to Barak, “Now is the time for action! The Lord leads on! He has already delivered Sisera into your hand!” So Barak led his ten thousand men down the slopes of Mount Tabor into battle.", "15": "Then the Lord threw the enemy into a panic, both the soldiers and the charioteers, and Sisera leaped from his chariot and escaped on foot. ", "16": "Barak and his men chased the enemy and the chariots as far as Harosheth-hagoiim, until all of Sisera's army was destroyed; not one man was left alive. ", "17": "Meanwhile, Sisera had escaped to the tent of Jael, the wife of Heber the Kenite, for there was a mutual-assistance agreement between King Jabin of Hazor and the clan of Heber.", "18": "Jael went out to meet Sisera and said to him, “Come into my tent, sir. You will be safe here in our protection. Don't be afraid.” So he went into her tent, and she covered him with a blanket.", "19": "“Please give me some water,” he said, “for I am very thirsty.” So she gave him some milk and covered him again.", "20": "“Stand in the door of the tent,” he told her, “and if anyone comes by, looking for me, tell them that no one is here.”", "21": "Then Jael took a sharp tent peg and a hammer and, quietly creeping up to him as he slept, she drove the peg through his temples and into the ground; and so he died, for he was fast asleep from weariness.", "22": "When Barak came by looking for Sisera, Jael went out to meet him and said, “Come, and I will show you the man you are looking for.” So he followed her into the tent and found Sisera lying there dead, with the tent peg through his temples. ", "23": "So that day the Lord used Israel to subdue King Jabin of Canaan. ", "24": "And from that time on Israel became stronger and stronger against King Jabin, until he and all his people were destroyed."}