{"1": "Then Deborah and Barak sang this song about the wonderful victory:", "2": "“Praise the Lord! Israel's leaders bravely led; The people gladly followed! Yes, bless the Lord!", "3": "Listen, O you kings and princes, For I shall sing about the Lord, The God of Israel.", "4": "When you led us out from Seir, Out across the fields of Edom, The earth trembled And the sky poured down its rain.", "5": "Yes, even Mount Sinai quaked At thepresence of the God of Israel!", "6": "In the days of Shamgar and of Jael, The main roads were deserted. Travelers used the narrow, crooked side paths.", "7": "Israel's population dwindled, Until Deborah became a mother to Israel.", "8": "When Israel chose new gods, Everything collapsed. Our masters would not let us have A shield or spear. Among forty thousand men of Israel, Not a weapon could be found!", "9": "How I rejoice In the leaders of Israel Who offered themselves so willingly! Praise the Lord!", "10": "Let all Israel, rich and poor, Join in his praises— Those who ride on white donkeys And sit on rich carpets, And those who ar poor and must walk.", "11": "The village musicians Gather at the village well To sing of the triumphs of the Lord. Again and again they sing the ballad Of how the Lord saved Israel With an army of peasants! The people of the Lord Marched through the gates!", "12": "Awake, O Deborah, and sing! Arise, O Barak! O son of Abinoam, lead away your captives!", "13-14": "Down from Mount Tabor marched the noble remnant. The people of the Lord Marched down against great odds. They came from Ephraim and Benjamin, From Machir and from Zebulun.", "15": "Down into the valley Went the princes of Issachar With Deborah and Barak. At God's command they rushed into the valley. (But the tribe of Reuben didn't go.", "16": "Why did you sit at home among the sheepfolds, Playing your shepherd pipes? Yes, the tribe of Reuben has an uneasy conscience.", "17": "Why did Gilead remain across the Jordan, And why did Dan remain with his ships? And why did Asher sit unmoved Upon the seashore, At ease beside his harbors?)", "18": "But the tribes of Zebulun and Naphtali Dared to die upon the fields of battle.", "19": "The kings of Canaan fought in Taanach By Megiddo's springs, But did not win the victory.", "20": "The very stars of heaven Fought Sisera.", "21": "The rushing Kishon River Swept them away. March on, my soul, with strength!", "22": "Hear the stamping Of the horsehoofs of the enemy! See the prancing of his steeds!", "23": "But the Angel of Jehovah Put a curse on Meroz. 'Curse them bitterly,' he said, 'Because they did not come to help the Lord Against his enemies.'", "24": "Blessed be Jael, The wife of Heber the Kenite— Yes, may she be blessed Above all women who live in tents.", "25": "He asked for water And she gave him milk in a beautiful cup!", "26": "Then she took a tent pin and a workman's hammer And pierced Sisera's temples, Crushing his head. She pounded the tent pin through his head.", "27": "He sank, he fell, he lay dead at her feet.", "28": "The mother of Sisera watched through the window For his return. 'Why is his chariot so long in coming? Why don't we hear the sound of the wheels?'", "29": "But her ladies-in-waiting—and she herself—replied,", "30": "'There is much loot to be divided, And it takes time. Each man receives a girl or two; And Sisera will get gorgeous robes, And he will bring home Many gifts for me.'", "31": "O Lord, may all your enemies Perish as Sisera did, But may those who love the Lord Shine as the sun!” After that there was peace in the land for forty years."}