{"1": "Pashhur the priest was the official in charge of the Lord's temple. He was the son of Immer. Pashhur heard Jeremiah prophesying that Jerusalem would be destroyed. ", "2": "So he had Jeremiah the prophet beaten. Then Pashhur put him in prison at the Upper Gate of Benjamin at the Lord's temple. ", "3": "The next day Pashhur set him free. Jeremiah said to him, “The Lord's name for you isn't Pashhur. The Lord's name for you is Terror on Every Side. ", "4": "The Lord says to you, 'I will make you a terror to yourself. You will also be a terror to all your friends. With your own eyes you will see them die. Their enemies will kill them with swords. I will hand over all the people of Judah to the king of Babylon. He will carry them away to Babylon or kill them with swords. ", "5": "I will hand over all the wealth of this city to Judah's enemies. I will give them all its products and everything of value. I will turn over to them all the treasures that belonged to the kings of Judah. They will take these things and carry them off to Babylon. ", "6": "Pashhur, you and everyone who lives in your house will also be forced to go there. You have prophesied lies to all your friends. So all of you will die and be buried in Babylon.' ”", "7": "You tricked me, Lord, and I was tricked. You overpowered me and won. People make fun of me all day long. Everyone laughs at me.", "8": "Every time I speak, I cry out. All you ever tell me to talk about is fighting and trouble. Your message has brought me nothing but dishonor. It has made me suffer shame all day long.", "9": "Sometimes I think, “I won't talk about his message anymore. I'll never speak in his name again.” But then your message burns in my heart. It's like a fire deep inside my bones. I'm tired of holding it in. In fact, I can't.", "10": "I hear many people whispering, “There is terror on every side! Bring charges against Jeremiah! Let's bring charges against him!” All my friends are waiting for me to slip. They are saying, “Perhaps he will be tricked into making a mistake. Then we'll win out over him. We'll get even with him.”", "11": "But you are with me like a mighty warrior. So those who are trying to harm me will trip and fall. They won't win out over me. They will fail. They'll be totally put to shame. Their dishonor will never be forgotten.", "12": "Lord, you rule over all. You test those who do what is right. You see what is in people's hearts and minds. So pay them back for what they've done. I've committed my cause to you.", "13": "Sing to the Lord, you people! Give praise to him! He saves the lives of people in need. He saves them from the power of sinful people.", "14": "May the day I was born be cursed! May the day I was born to my mother not be blessed!", "15": "May the man who brought my father the news be cursed! He's the one who made my father very glad. He said, “You have had a baby! It's a boy!”", "16": "May that man be like the towns the Lord destroyed without pity. May that man hear loud weeping in the morning. May he hear a battle cry at noon.", "17": "He should have killed me in my mother's body. He should have made my mother my grave. He should have let her body stay large forever.", "18": "Why did I ever come out of my mother's body? I've seen nothing but trouble and sorrow. My days will end in shame."}