{"1": "A message from the Lord came to Jeremiah. It came when King Zedekiah sent Pashhur to Jeremiah. Pashhur was the son of Malkijah. Zedekiah sent Zephaniah the priest along with him. Zephaniah was the son of Maaseiah. They said to Jeremiah, ", "2": "“Ask the Lord to help us. Nebuchadnezzar king of Babylon is attacking us. In the past the Lord did wonderful things for us. Maybe he'll do them again. Then Nebuchadnezzar will pull his armies back from us.”", "3": "But Jeremiah answered them, “Tell Zedekiah and his people, ", "4": "'The Lord is the God of Israel. He says, “The king of Babylon and his armies are all around this city. They are getting ready to attack you. You have weapons of war in your hands to fight against them. But I am about to turn your weapons against you. And I will bring your enemies inside this city. ", "5": "I myself will fight against you. I will reach out my powerful hand and mighty arm. I will come against you with all my great anger. ", "6": "I will strike down those who live in this city. I will kill people and animals alike. They will die of a terrible plague. ", "7": "After that, I will hand you over to your enemies. They want to kill you,” announces the Lord. “I will hand over Zedekiah, the king of Judah, and his officials. I will also hand over the people in this city who live through the plague, war and hunger. All of them will be handed over to Nebuchadnezzar, the king of Babylon. He will kill them with swords. He will show them no mercy. He will not feel sorry for them. In fact, he will not have any concern for them at all.” '", "8": "“Tell the people, 'The Lord says, “I am offering you a choice. You can choose the way that leads to life. Or you can choose the way that leads to death. ", "9": "Those who stay in this city will die of war, hunger or plague. But suppose some go out and give themselves up to the Babylonians attacking you. They will live. They will escape with their lives. ", "10": "I have decided to do this city harm and not good,” announces the Lord. “It will be handed over to the king of Babylon. And he will destroy it with fire.” '", "11": "“Also speak to Judah's royal family. Tell them, 'Listen to the Lord's message. ", "12": "Here is what the Lord says to you who belong to David's royal house. “ ' “Every morning do what is right and fair. Save those who have been robbed. Set them free from the people who have treated them badly. If you do not, my anger will blaze out against you. It will burn like fire because of the evil things you have done. No one will be able to put it out.", "13": "Jerusalem, I am against you,” announces the Lord. “You live above this valley. You are on a high, rocky plain. And you say, 'Who can come against us? Who can enter our place of safety?'", "14": "But I will punish you in keeping with what you have done,” announces the Lord. “I will start a fire in your forests. It will burn down everything around you.” ' ”"}