{"1": "Jeremiah the prophet sent a letter from Jerusalem to Babylon. It was for the Jewish elders still alive there. It was also for the priests and prophets in Babylon. And it was for all the other people Nebuchadnezzar had taken from Jerusalem to Babylon. ", "2": "It was sent to them after King Jehoiachin had been forced to leave Jerusalem. His mother and the court officials were taken with him. The leaders of Judah and Jerusalem had been forced to go to Babylon. All the skilled workers had also been forced to go. ", "3": "Jeremiah gave the letter to Elasah and Gemariah. Elasah was the son of Shaphan. Gemariah was the son of Hilkiah. Zedekiah, the king of Judah, had sent Elasah and Gemariah to King Nebuchadnezzar in Babylon. Here is what the letter said.", "4": "The Lord who rules over all is the God of Israel. He speaks to all those he forced to go from Jerusalem to Babylon. He says, ", "5": "“Build houses and make your homes there. Plant gardens and eat what they produce. ", "6": "Get married. Have sons and daughters. Find wives for your sons. Give your daughters to be married. Then they too can have sons and daughters. Let there be many more of you and not fewer. ", "7": "Also work for the success of the city I have sent you to. Pray to the Lord for that city. If it succeeds, you too will enjoy success.” ", "8": "The Lord who rules over all is the God of Israel. He says, “Do not let the prophets trick you. Do not be fooled by those who claim to have secret knowledge. Do not listen to people who try to explain their dreams to you. ", "9": "All of them are prophesying lies to you in my name. I have not sent them,” announces the Lord.", "10": "The Lord says, “You will be forced to live in Babylon for 70 years. After they are over, I will come to you. My good promise to you will come true. I will bring you back home. ", "11": "I know the plans I have for you,” announces the Lord. “I want you to enjoy success. I do not plan to harm you. I will give you hope for the years to come. ", "12": "Then you will call out to me. You will come and pray to me. And I will listen to you. ", "13": "When you look for me with all your heart, you will find me. ", "14": "I will be found by you,” announces the Lord. “And I will bring you back from where you were taken as prisoners. I will gather you from all the nations. I will gather you from the places where I have forced you to go,” announces the Lord. “I will bring you back to the place I sent you away from.”", "15": "You might say, “The Lord has given us prophets in Babylon.” ", "16": "But here is what the Lord says about the king who now sits on David's throne. He also says it about all the people who remain in this city. And he says it about all those who did not go with you to Babylon. ", "17": "The Lord who rules over all says, “I will send war, hunger and plague against them. I will make them like bad figs. They are so bad they can't be eaten. ", "18": "I will hunt them down with war, hunger and plague. I will make all the kingdoms on earth displeased with them. They will use their name in a curse. All the nations where I drive them will be shocked at them. They will make fun of them. And they will bring shame on them. ", "19": "That's because they have not listened to my words,” announces the Lord. “I sent messages to them again and again. I sent them through my servants the prophets. And you who were taken to Babylon have not listened either,” announces the Lord.", "20": "So listen to the Lord's message. Listen, all you whom he has sent away from Jerusalem to Babylon. ", "21": "The Lord who rules over all is the God of Israel. He speaks about Ahab and Zedekiah. Ahab is the son of Kolaiah. Zedekiah is the son of Maaseiah. They are prophesying lies to you in my name. The Lord says about Ahab and Zedekiah, “I will hand them over to Nebuchadnezzar, the king of Babylon. He will put them to death. You will see it with your own eyes. ", "22": "Because of what happens to them, people will use their names when they curse someone. All those who have been taken from Judah to Babylon will use their names in that way. They will say, 'May the Lord treat you like Zedekiah and Ahab. The king of Babylon burned them in the fire.' ", "23": "That will happen because they have done awful things in Israel. They have committed adultery with their neighbors' wives. They have spoken lies in my name. I did not give them the authority to speak those things. I know what they have done. And I am a witness to it,” announces the Lord.", "24": "Tell Shemaiah, the Nehelamite, ", "25": "“The Lord who rules over all is the God of Israel. He says, 'You sent letters in your own name to all the people in Jerusalem. You also sent them to Zephaniah the priest. He is the son of Maaseiah. And you sent them to all the other priests. You said to Zephaniah, ", "26": "“The Lord has appointed you priest in place of Jehoiada. He has put you in charge of the Lord's house. You are supposed to arrest any crazy person who claims to be a prophet. You should put him in prison. You should put iron bands around his neck. ", "27": "So why haven't you punished Jeremiah from Anathoth? He claims to be a prophet among you. ", "28": "He has sent a message to us in Babylon. It says, 'You will be there a long time. So build houses and make your homes there. Plant gardens and eat what they produce.' ” ' ”", "29": "But Zephaniah the priest read the letter to me. ", "30": "Then a message from the Lord came to me. The Lord said, ", "31": "“Send a message to all the people who were taken away. Tell them, 'The Lord speaks about Shemaiah, the Nehelamite. He says, “Shemaiah has prophesied to you. But I did not send him. He has made you trust in lies. ", "32": "So I say, 'I will certainly punish Shemaiah, the Nehelamite. I will also punish his children after him. He will not have any children left among these people. I will do good things for my people. But he will not see them,' ” ' ” announces the Lord. “ ' “ 'That's because he has taught people to turn against me.' ” ' ”"}