{"1": "Jeremiah was still being held as a prisoner. He was kept in the courtyard of the guard. Then another message from the Lord came to him. The Lord said, ", "2": "“I made the earth. I formed it. And I set it in place. The Lord is my name. ", "3": "Call out to me. I will answer you. I will tell you great things you do not know. And unless I do, you wouldn't be able to find out about them.” ", "4": "The Lord is the God of Israel. He speaks about the houses in Jerusalem. He talks about the royal palaces of Judah. The people had torn down many of them. They had used their stones to strengthen the city walls against attack. ", "5": "That was during their fight with the armies of Babylon. The Lord says, “The houses will be filled with dead bodies. They will be the bodies of the people I will kill. I will kill them when I am very angry with them. I will hide my face from this city. That's because its people have committed so many sins.", "6": "“But now I will bring health and healing to Jerusalem. I will heal my people. I will let them enjoy great peace and security. ", "7": "I will bring Judah and Israel back from the places where they have been taken. I will build up the nation again. It will be just as it was before. ", "8": "I will wash from its people all the sins they have committed against me. And I will forgive all the sins they committed when they turned away from me. ", "9": "Then this city will bring me fame, joy, praise and honor. All the nations on earth will hear about the good things I do for this city. They will see the great success and peace I give it. Then they will be filled with wonder. And they will tremble with fear.”", "10": "The Lord says, “You say about this place, 'It's a dry and empty desert. It doesn't have any people or animals in it.' The towns of Judah and the streets of Jerusalem are now deserted. So they do not have any people or animals living in them. But happy sounds will be heard there once more. ", "11": "They will be the sounds of joy and gladness. The voices of brides and grooms will fill the streets. And the voices of those who bring thank offerings to my house will be heard there. They will say, “ 'Give thanks to the Lord who rules over all, because he is good. His faithful love continues forever.' That's because I will bless this land with great success again. It will be as it was before,” says the Lord.", "12": "The Lord who rules over all says, “This place is a desert. It does not have any people or animals in it. But there will again be grasslands near all its towns. Shepherds will rest their flocks there. ", "13": "Flocks will again pass under the hands of shepherds as they count their sheep,” says the Lord. “That will be done in the towns of the central hill country. It will be done in the western hills and the Negev Desert. It will be done in the territory of Benjamin. And it will be done in the villages around Jerusalem and in the towns of Judah.", "14": "“The days are coming,” announces the Lord. “At that time I will fulfill my good promise to my people. I made it to the people of Israel and Judah.", "15": "“Here is what I will do in those days and at that time. I will make a godly Branch grow from David's royal line. He will do what is fair and right in the land.", "16": "In those days Judah will be saved. Jerusalem will live in safety. And it will be called The Lord Who Makes Us Right With Himself.”", "17": "The Lord says, “David will always have a son to sit on the throne of Israel. ", "18": "The priests, who are Levites, will always have a man to serve me. He will sacrifice burnt offerings. He will burn grain offerings. And he will offer sacrifices.”", "19": "A message from the Lord came to Jeremiah. ", "20": "The Lord said, “Could you ever break my covenant with the day? Could you ever break my covenant with the night? Could you ever stop day and night from coming at their appointed times? ", "21": "Only then could my covenant with my servant David be broken. Only then could my covenant with the Levites who serve me as priests be broken. Only then would David no longer have someone from his family line to rule on his throne. ", "22": "Here is what I will do for my servant David. And here is what I will do for the Levites who serve me. I will make their children after them as many as the stars in the sky. And I will make them as many as the grains of sand on the seashore. It will be impossible to count them.”", "23": "A message from the Lord came to Jeremiah. The Lord said, ", "24": "“Haven't you noticed what these people are saying? They say, 'The Lord once chose the two kingdoms of Israel and Judah. But now he has turned his back on them.' So they hate my people. They do not think of them as a nation anymore. ", "25": "I say, 'What if I had not made my covenant with day and night? What if I had not established the laws of heaven and earth? ", "26": "Only then would I turn my back on the children of Jacob and my servant David. Only then would I not choose one of David's sons to rule over the children of Abraham, Isaac and Jacob. But I will bless my people with great success again. I will love them with tender love.' ”"}