{"1": "Shephatiah, Gedaliah, Jehukal and Pashhur heard what Jeremiah was telling all the people. Shephatiah was the son of Mattan. Gedaliah was the son of Pashhur. Jehukal was the son of Shelemiah. And Pashhur was the son of Malkijah. These four men heard Jeremiah say, ", "2": "“The Lord says, 'Those who stay in this city will die of war, hunger or plague. But those who go over to the side of the Babylonians will live. They will escape with their lives. They will remain alive.' ", "3": "The Lord also says, 'This city will certainly be handed over to the armies of the king of Babylon. They will capture it.' ”", "4": "Then these officials said to the king, “This man should be put to death. What he says is making the soldiers who are left in this city lose hope. It's making all the people lose hope too. He isn't interested in what is best for the people. In fact, he's trying to destroy them.”", "5": "“He's in your hands,” King Zedekiah answered. “I can't do anything to oppose you.”", "6": "So they took Jeremiah and put him into an empty well. It belonged to Malkijah. He was a member of the royal court. His well was in the courtyard of the guard. Zedekiah's men lowered Jeremiah by ropes into the well. It didn't have any water in it. All it had was mud. And Jeremiah sank down into the mud.", "7": "Ebed-Melek was an official in the royal palace. He was from the land of Cush. He heard that Jeremiah had been put into the well. The king was sitting by the Benjamin Gate at that time. ", "8": "Ebed-Melek went out of the palace. He said to the king, ", "9": "“My king and master, everything these men have done to Jeremiah the prophet is evil. They have thrown him into an empty well. Soon there won't be any more bread in the city. Then he'll starve to death.”", "10": "So the king gave an order to Ebed-Melek the Cushite. He said, “Take with you 30 men from here. Lift Jeremiah the prophet out of the well before he dies.”", "11": "Then Ebed-Melek took the men with him. He went to a room in the palace. It was under the place where the treasures were stored. He got some old rags and worn-out clothes from there. Then he let them down with ropes to Jeremiah in the well. ", "12": "Ebed-Melek the Cushite told Jeremiah what to do. Ebed-Melek said, “Put these old rags and worn-out clothes under your arms. They'll pad the ropes.” So Jeremiah did. ", "13": "Then the men pulled him up with the ropes. They lifted him out of the well. And Jeremiah remained in the courtyard of the guard.", "14": "Then King Zedekiah sent for Jeremiah the prophet. The king had him brought to the third entrance to the Lord's temple. “I want to ask you something,” the king said to Jeremiah. “Don't hide anything from me.”", "15": "Jeremiah said to Zedekiah, “Suppose I give you an answer. You will kill me, won't you? Suppose I give you good advice. You won't listen to me, will you?”", "16": "But King Zedekiah promised Jeremiah secretly, “I won't kill you. And I won't hand you over to those who want to kill you. That's just as sure as the Lord is alive. He's the one who has given us breath.”", "17": "So Jeremiah said to Zedekiah, “The Lord God who rules over all is the God of Israel. He says, 'Give yourself up to the officers of the king of Babylon. Then your life will be spared. And this city will not be burned down. You and your family will remain alive. ", "18": "But what if you do not give yourself up to them? Then this city will be handed over to the Babylonians. They will burn it down. And you yourself will not escape from them.' ”", "19": "King Zedekiah said to Jeremiah, “I'm afraid of some of the Jews. They are the ones who have gone over to the side of the Babylonians. The Babylonians might hand me over to them. And those Jews will treat me badly.”", "20": "“They won't hand you over to them,” Jeremiah replied. “Obey the Lord. Do what I tell you to do. Then things will go well with you. Your life will be spared. ", "21": "Don't refuse to give yourself up. The Lord has shown me what will happen if you do. ", "22": "All the women who are left in your palace will be brought out. They'll be given to the officials of the king of Babylon. Those women will say to you, “ 'Your trusted friends have tricked you. They have gotten the best of you. Your feet are sunk down in the mud. Your friends have deserted you.'", "23": "“All your wives and children will be brought out to the Babylonians. You yourself won't escape from them. You will be captured by the king of Babylon. And this city will be burned down.”", "24": "Then Zedekiah said to Jeremiah, “Don't let anyone know about the talk we've had. If you do, you might die. ", "25": "Suppose the officials find out that I've talked with you. And suppose they come to you and say, 'Tell us what you said to the king. Tell us what the king said to you. Don't hide it from us. If you do, we'll kill you.' ", "26": "Then tell them, 'I was begging the king not to send me back to Jonathan's house. I don't want to die there.' ”", "27": "All the officials came to Jeremiah. And they questioned him. He told them everything the king had ordered him to say. None of them had heard what he told the king. So they didn't say anything else to him.", "28": "Jeremiah remained in the courtyard of the guard. He stayed there until the day Jerusalem was captured. Here is how Jerusalem was captured."}