{"1": "A message from the Lord came to Jeremiah. It came after Nebuzaradan, the commander of the royal guard, had set him free at Ramah. Jeremiah was being held by chains when Nebuzaradan found him. Jeremiah was among all the prisoners from Jerusalem and Judah. They were being taken to Babylon. ", "2": "But the commander of the guard found Jeremiah. The commander said to him, “The Lord your God ordered that this place be destroyed. ", "3": "And now he has brought it about. He has done exactly what he said he would do. All these things have happened because you people sinned against the Lord. You didn't obey him. ", "4": "But today I'm setting you free from the chains on your wrists. Come with me to Babylon if you want to. I'll take good care of you there. But if you don't want to come, then don't. The whole country lies in front of you. Go anywhere you want to.” ", "5": "But before Jeremiah turned to go, Nebuzaradan continued, “Go back to Gedaliah, the son of Ahikam. The king of Babylon has appointed Gedaliah to be over the towns of Judah. Go and live with him among your people. Or go anywhere else you want to.” Ahikam was the son of Shaphan. The commander gave Jeremiah food and water. He also gave him a gift. Then he let Jeremiah go. ", "6": "So Jeremiah went to Mizpah to see Gedaliah, the son of Ahikam. Jeremiah stayed with him. Jeremiah lived among the people who were left behind in the land.", "7": "Some of Judah's army officers and their men were still in the open country. They heard that the king of Babylon had appointed Gedaliah as governor over Judah. Gedaliah was the son of Ahikam. The king had put Gedaliah in charge of the men, women and children who were still there. They were the poorest people in the land. They hadn't been taken to Babylon. ", "8": "When the army officers and their men heard these things, they came to Gedaliah at Mizpah. Ishmael, the son of Nethaniah, came. So did Johanan and Jonathan, the sons of Kareah. Seraiah, the son of Tanhumeth, also came. The sons of Ephai from Netophah came too. And so did Jaazaniah, the son of the Maakathite. All their men came with them. ", "9": "Gedaliah, the son of Ahikam, the son of Shaphan, made a promise. He made the promise to give hope to all these men. He spoke in a kind way to them. He said, “Don't be afraid to serve the Babylonians. Make your homes in the land of Judah. Serve the king of Babylon. Then things will go well with you. ", "10": "I myself will stay at Mizpah. I'll speak for you to the officials of Babylon who come to us. But you must harvest the wine, summer fruit and olive oil. Put them in your jars. Store them up. And live in the towns you have taken over.”", "11": "All the Jews in Moab, Ammon and Edom heard what had happened. So did the Jews in all the other countries. They heard that the king of Babylon had left some people behind in Judah. They also heard that he had appointed Gedaliah, the son of Ahikam, as governor over them. Ahikam was the son of Shaphan. ", "12": "When they heard these things, all of them came back to the land of Judah. They went to Gedaliah at Mizpah. They came from all the countries where they had been scattered. And they harvested a large amount of wine and summer fruit.", "13": "Johanan and all the other army officers still in the open country came to Gedaliah at Mizpah. Johanan was the son of Kareah. ", "14": "The officers spoke to Gedaliah. They said, “Don't you know that Baalis has sent someone to take your life? Baalis is the king of Ammon. He has sent Ishmael, the son of Nethaniah.” But Gedaliah, the son of Ahikam, didn't believe them.", "15": "Then Johanan, the son of Kareah, spoke in private to Gedaliah in Mizpah. He said, “Let me go and kill Ishmael, the son of Nethaniah. No one will know about it. Why should he take your life? Why should he cause all the Jews gathered around you to be scattered? Why should he cause the people who remain in Judah to die?”", "16": "But Gedaliah, the son of Ahikam, spoke to Johanan, the son of Kareah. He said, “Don't do an awful thing like that! What you are saying about Ishmael isn't true.”"}