{"1": "Jeremiah finished telling the people everything the Lord their God had said. Jeremiah told them everything the Lord had sent him to tell them. ", "2": "After that, Azariah, the son of Hoshaiah, and Johanan, the son of Kareah, spoke to Jeremiah. And all the proud men joined them. They said, “You are lying! The Lord our God hasn't sent you to speak to us. He hasn't told you to say, 'You must not go to Egypt and make your homes there.' ", "3": "But Baruch, the son of Neriah, is turning you against us. He wants us to be handed over to the Babylonians. Then they can kill us. Or they can take us away to Babylon.”", "4": "So Johanan, the son of Kareah, disobeyed the Lord's command. So did all the other army officers and all the people. They didn't stay in the land of Judah. ", "5": "Instead Johanan, the son of Kareah, and all the other army officers led away all the people who were left in Judah. Those people had returned to Judah from all the nations where they had been scattered. ", "6": "Johanan and the other officers also led away many people Nebuzaradan had left at Mizpah. They included men, women and children. They also included the king's daughters. Nebuzaradan had left them with Gedaliah, the son of Ahikam. They also took Jeremiah the prophet and Baruch son of Neriah along with them. Nebuzaradan was commander of the royal guard. Ahikam was the son of Shaphan. ", "7": "So the Jewish leaders disobeyed the Lord. They took everyone to Egypt. They went all the way to Tahpanhes.", "8": "In Tahpanhes a message from the Lord came to Jeremiah. The Lord said, ", "9": "“Make sure the Jews are watching you. Then get some large stones. Go to the entrance to Pharaoh's house in Tahpanhes. Bury the stones in the clay under the brick walkway there. ", "10": "Then tell the Jews, 'The Lord who rules over all is the God of Israel. He says, “I will send for my servant Nebuchadnezzar, the king of Babylon. And I will set his throne over these stones that are buried here. He will set up his royal tent over them. ", "11": "He will come and attack Egypt. He will bring death to those I have appointed to die. He will take away as prisoners those I have appointed to be taken away. And he will kill with swords those I have appointed to be killed. ", "12": "He will set the temples of the gods of Egypt on fire. He will burn down their temples. He will take away the statues of their gods. Nebuchadnezzar will be like a shepherd who picks his coat clean of lice. Nebuchadnezzar will pick Egypt clean and then depart. ", "13": "At Heliopolis in Egypt he will smash the sacred pillars to pieces. And he will burn down the temples of the gods of Egypt.” ' ”"}