{"1": "I wish my head were a spring of water! I wish my eyes were a fountain of tears! I would weep day and night for my people who have been killed.", "2": "I wish I had somewhere to go in the desert where a traveler could stay! Then I could leave my people. I could get away from them. All of them commit adultery by worshiping other gods. They aren't faithful to the Lord.", "3": "“They get ready to use their tongues like bows,” announces the Lord. “Their mouths shoot out lies like arrows. They tell lies to gain power in the land. They go from one sin to another. They do not pay any attention to me.", "4": "Be on guard against your friends. Do not trust the members of your own family. Every one of them cheats. Every friend tells lies.", "5": "One friend cheats another. No one tells the truth. They have taught their tongues how to lie. They wear themselves out sinning.", "6": "Jeremiah, you live among people who tell lies. When they lie, they refuse to pay any attention to me,” announces the Lord.", "7": "So the Lord who rules over all says, “I will put them through the fire to test them. What else can I do? My people are so sinful!", "8": "Their tongues are like deadly arrows. They tell lies. With their mouths all of them speak kindly to their neighbors. But in their hearts they set traps for them.", "9": "Shouldn't I punish them for this?” announces the Lord. “Shouldn't I pay back the nation that does these things?”", "10": "I will cry and mourn over the mountains. I will sing a song of sadness about the desert grasslands. They are dry and empty. No one travels through them. The mooing of cattle isn't heard there. The birds have flown away. All the animals are gone.", "11": "The Lord says, “I will knock down all of Jerusalem's buildings. I will make it a home for wild dogs. The towns of Judah will be completely destroyed. No one will be able to live in them.”", "12": "Who is wise enough to understand these things? Who has been taught by the Lord? Who can explain them? Why has the land been destroyed so completely? Why has it become like a desert that no one can go across?", "13": "The Lord answered me, “Because my people have turned away from my law. I gave it to them. But they have not kept it. They have not obeyed me. ", "14": "Instead, they have done what their stubborn hearts wanted them to do. They have worshiped the gods that are named Baal. They have done what their people have taught them to do through the years.” ", "15": "So now the Lord who rules over all speaks. He is the God of Israel. He says, “I will make these people eat bitter food. I will make them drink poisoned water. ", "16": "I will scatter them among the nations. They and their people before them didn't know about these nations. With swords I will chase these people. I will hunt them down until I have destroyed them.”", "17": "The Lord rules over all. He says, “Here is something I want you to think about. Send for the women who mourn for the dead. Send for the most skilled among them.”", "18": "Let them come quickly and weep for us. Let them cry until tears flow from our eyes. Let them weep until water pours out of our eyes.", "19": "People are heard weeping in Zion. They are saying, “We are destroyed! We are filled with shame! We must leave our land. Our houses have been torn down.”", "20": "You women, hear the Lord's message. Listen to what he's saying. Teach your daughters how to mourn for the dead. Teach one another a song of sadness.", "21": "Death has climbed in through our windows. It has entered our forts. Death has removed the children from the streets. It has taken the young men out of the market.", "22": "Say, “The Lord announces, “ 'Dead bodies will be like human waste lying in the open fields. They will lie there like grain that is cut down at harvest time. No one will gather them up.' ”", "23": "The Lord says, “Do not let wise people brag about how wise they are. Do not let strong people boast about how strong they are. Do not let rich people brag about how rich they are.", "24": "But here is what the one who brags should boast about. They should brag that they have the understanding to know me. I want them to know that I am the Lord. No matter what I do on earth, I am always kind, fair and right. And I take delight in this,” announces the Lord.", "25": "“The days are coming when I will judge people,” announces the Lord. “I will punish all those who are circumcised only in their bodies. ", "26": "That includes the people of Egypt, Judah, Edom, Ammon and Moab. It also includes all those who live in the desert in places far away. None of the people in these nations is really circumcised. And not even the people of Israel are circumcised in their hearts.”"}