{"1": "Blow the ram's horn in Zion, sound the alarm on My holy mountain! All the inhabitants of the earth will tremble, because the day of the Lord has come, because it is near—", "2": "a day of darkness and gloom, a day of clouds and thick darkness. Like blackness spreading over the mountain, a great and mighty army comes, such as was never before, and will never be again, even through the years of all generations.", "3": "Before them fire devours, and behind them a flame blazes; the land is like the garden of Eden before them, but behind them a desolate wasteland, and nothing escapes them.", "4": "They have the appearance of horses, and like cavalry they run.", "5": "As with the sound of chariots, they leap on the mountaintops, as with the sound of a flame of fire consuming stubble, as a mighty army arrayed for war.", "6": "Before them, peoples are tormented; every face turns pale.", "7": "Like mighty men they run, like men of war they scale a wall; each marches on his way, they do not swerve from their paths.", "8": "They do not jostle one another; each marches in his track. Through the weapons they plunge; they do not break rank.", "9": "They rush on the city, they run on the wall; they climb up into the houses, they enter through the windows like thieves.", "10": "Before them the earth quakes, the heavens shake; the sun and moon darken, and the stars withdraw their radiance.", "11": "The Lord has sounded His voice before His army, for His camp is exceedingly great; mighty is the one who accomplishes His word. For great is the day of the Lord, and very awe-inspiring. Who can endure it?", "12": "Yet even now, declares the Lord, return to Me with all your heart, and with fasting and with weeping and with mourning.", "13": "Rend your heart, and not your garments; return to the Lord your God, for He is gracious and merciful, slow to anger, and abounding in steadfast love; and He relents from punishing.", "14": "Who knows? He might turn aside and relent, and He might leave behind a blessing— a grain offering and a food offering for the Lord your God.", "15": "Blow the ram's horn in Zion, consecrate a fast, call a sacred assembly.", "16": "Gather the people, consecrate the congregation, assemble the elders, gather the children and those nursing at the breast; let the bridegroom leave his room and the bride her chamber.", "17": "Between the temple porch and the altar, let the priests, ministers of the Lord, weep and say, “Have pity upon Your people, and do not make Your heritage a disgrace, a mockery among the nations. Why should they say among the peoples, 'Where is their God?' ”", "18": "Then the Lord became jealous for His land and took pity upon His people.", "19": "So the Lord answered and said to His people, Here! I am sending you grain, new wine, and oil, and you will be satisfied, and I will never again make you a disgrace among the nations.", "20": "I will remove the northerner far from you, and I will banish him to a dry and desolate land, those in front to the eastern sea, and those in back to the western sea, and his stink will rise, and his stench will rise, for he has done great things.", "21": "Do not be afraid, land; exult and rejoice, for the Lord has done great things!", "22": "Do not be afraid, beasts of the field, because the wild pastures flourish, because the tree bears its fruit; the fig tree and the vine yield their abundance.", "23": "And children of Zion, exult and rejoice in the Lord your God, because He has given to you the early rain for vindication. He showers down rains for you, the early rain and the latter rain, as before.", "24": "Then the threshing floors will be filled with grain, and the vats will overflow with new wine and oil.", "25": "And I will compensate you for the years the locusts have eaten— the larval locust, the hopper locust, and the fledging locust— My great army which I sent against you.", "26": "You will eat abundantly and be satisfied, and you will praise the name of the Lord your God, who has worked wonders for you; and My people will never again be shamed.", "27": "Then you will know that I am in the midst of Israel, that I am the Lord your God, and that there is no other. And My people will never again be shamed.", "28": "And it will be that, afterwards, I will pour out My Spirit on all flesh; then your sons and your daughters will prophesy, your old men will dream dreams, and your young men will see visions.", "29": "Even on the menservants and maidservants in those days I will pour out My Spirit.", "30": "Then I will work wonders in the heavens and the earth— blood and fire and columns of smoke.", "31": "The sun will be turned to darkness, and the moon to blood, before the great and awe-inspiring day of the Lord comes.", "32": "And it will be that everyone who calls on the name of the Lord will be saved. For on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, and among the survivors whom the Lord calls."}