{"1": "In those days and at that time, when I restore the fortunes of Judah and Jerusalem,", "2": "I will gather all the nations, and bring them down to the Valley of Jehoshaphat. I will enter into judgment with them there regarding My people and My heritage Israel, whom they have scattered among the nations; they have also divided up My land.", "3": "They have cast lots for My people, and have traded a boy for a prostitute; they have sold a girl for wine, that they might drink.", "4": "Also, what are you to Me, Tyre and Sidon and all the regions of Philistia? Are you repaying Me for something? If you are repaying Me, I will return your payment swiftly and speedily on your head. ", "5": "For you have taken My silver and My gold, and you have carried off My finest treasures to your temples. ", "6": "You have sold the people of Judah and Jerusalem to the Greeks in order to remove them far from their border.", "7": "I am about to rouse them from the place to which you have sold them, and I will return your payment on your head. ", "8": "I will sell your sons and your daughters into the hand of the people of Judah, and they will sell them to the Sabeans—to a distant nation, for the Lord has spoken.", "9": "Proclaim this among the nations: Consecrate a war! Stir up the mighty men! Let all the men of war draw near and rise.", "10": "Beat your plowshares into swords and your pruning hooks into spears; let the weakling say, “I am a warrior!”", "11": "Hurry and come, all you surrounding nations, and gather there. Bring down Your warriors, O Lord.", "12": "Let the nations be roused, and go up to the Valley of Jehoshaphat; for there I will sit to judge all the surrounding nations.", "13": "Swing the sickle, for the harvest is ripe. Come and tread, for the winepress is full. The wine vats overflow, because their evil is great.", "14": "Multitudes, multitudes, in the valley of decision! For the day of the Lord is near in the valley of the decision.", "15": "The sun and moon darken, and the stars withdraw their radiance.", "16": "The Lord roars from Zion, and sounds His voice from Jerusalem, and heaven and earth quake. But the Lord is a refuge for His people, and a stronghold for the children of Israel.", "17": "Then you will know that I am the Lord your God, who dwells in Zion, My holy mountain. And Jerusalem will be holy, and invaders will never again pass through her.", "18": "And it will be that in that day the mountains will drip sweet wine, and the hills will flow with milk, and all the streambeds of Judah will flow with water; a spring will proceed from the house of the Lord and will water the Valley of Shittim.", "19": "Egypt will become a desolation, and Edom a desolate wasteland, because of the violence done to the people of Judah— they shed innocent blood in their land.", "20": "But Judah will be inhabited forever, and Jerusalem for generations and generations.", "21": "I will avenge their blood, which I have not yet avenged. The Lord dwells in Zion!"}