{"1": "But even so, the Spirit very clearly tells us that in the last times some will abandon the true faith because of their devotion to spirits sent to deceive and sabotage, and mistakenly they will end up following the doctrine of demons. ", "2": "They will be carried away through the hypocrisy of liars whose consciences have been branded with a red-hot iron, ", "3": "saying, “Don't marry. Don't eat such-and-such foods.” But God created all these to be received with gratitude by people who hold fast to the faith and really comprehend the truth. ", "4": "For everything God made is good. That means nothing should be rejected as long as it's received with a grateful heart, ", "5": "for by God's word and prayer, it is made holy.", "6": "Paul turns from moral character to solid doctrine. People were believing strange doctrines and passing rumors. Timothy is expected to confront legalism and immorality with truth and right thinking. Place these truths before the brothers and sisters. If you do, you will be a good servant of Jesus the Anointed, raised and fed on words of true belief, trained in the good instruction you have so clearly followed. ", "7": "Reject worldly fables. Refuse old wives' tales. Instead, train yourself toward godliness. ", "8": "Although training your body has certain payoffs, godliness benefits all things—holding promise for life here and now and promise for the life that is coming. ", "9": "This statement is worthy of trust and our full acceptance. ", "10": "This is what we work so hard for! This is why we are constantly struggling: because we have an assured hope fixed upon a living God who is the Savior of all humankind—especially all of us who believe.", "11": "So go out and insist on these things. Teach them. ", "12": "Don't let anyone belittle you because you are young. Instead, show the faithful, young and old, an example of how to live: set the standard for how to talk, act, love, and be faithful and pure. ", "13": "Until I get there, make sure to devote yourself to the public reading of Scripture, to exhortation, and to teaching. ", "14": "Don't neglect the gift that was given to you through the prophecy spoken when the company of the elders laid their hands on you. ", "15": "Cultivate all these practices; live by them so that all will see how you are advancing and growing. ", "16": "Take care of yourself, concentrate on your teaching, and stick with these things. If you do, then you will be effective in bringing salvation to yourself and all who hear you."}