{"1": "Tell all who labor under the yoke of slavery to treat their masters with honor and respect, whether or not their masters deserve it. This will keep God's name and doctrine from being smeared. ", "2": "If their masters are believers, then they should not be insolent toward them just because they are your brothers and sisters. Actually they should be even more determined to serve them because the gains from their good works benefit those who are faithful and loved. Timothy, teach these instructions, and appeal to those under your ministry to live by them. ", "3": "If others are teaching otherwise and bringing unhealthy conversations to the community, if they are not sticking to the sound words in the teaching of our Lord Jesus the Anointed, if they are not teaching godly principles—", "4": "then they are swollen with conceit, filled with self-importance, and without any proper understanding. They probably have a gross infatuation with controversy and will endlessly debate meanings of words. That kind of talk leads to envy, discord, slander, and evil mistrust; ", "5": "and these people constantly bicker because they are depraved in their minds and bereft of the truth. They think somehow that godliness is the way to get ahead. ", "6": "This is ironic because godliness, along with contentment, does put us ahead but not in the ways some imagine. ", "7": "You see we came into this world with nothing, and nothing is going with us on the way out! ", "8": "So as long as we are clothed and fed, we should be happy. ", "9": "But those who chase riches are constantly falling into temptation and snares. They are regularly caught by their own stupid and harmful desires, dragged down and pulled under into ruin and destruction. ", "10": "For the love of money—and what it can buy—is the root of all sorts of evil. Some already have wandered away from the true faith because they craved what it had to offer; but when reaching for the prize, they found their hands and hearts pierced with many sorrows.", "11": "Timothy, don't let this happen to you—run away from these things! You are a man of God. Your quest is for justice, godliness, faithfulness, love, perseverance, and gentleness.", "12": "Paul asks this young leader to shepherd a divided congregation through one problem after another. He points to a time when Jesus will arrive to set this world straight. Fight the good fight of the faith! Cling to the eternal life you were called to when you confessed the good confession before witnesses. ", "13": "Before God—the life-giving Creator of all things—and Jesus the Anointed, our Liberating King, who made the good confession to Pontius Pilate, I urge you: ", "14": "keep His commandment. Have a spotless, indisputable record until our Lord Jesus the Anointed appears to set this world straight. ", "15": "In His own perfect time, He will come—blessed is the only Sovereign, the King of kings, and the Lord of lords. ", "16": "He alone possesses immortality; He makes His home in matchless, blinding, brilliant light that no one can approach—no mortal has ever even seen Him, and no human can. So let it be that all honor and eternal power are His. Amen.", "17": "Here's what you say to those wealthy in regard to this age: “Don't become high and mighty or place all your hope on a gamble for riches; instead, fix your hope on God, the One who richly provides everything for our enjoyment.” ", "18": "Tell them to use their wealth for good things; be rich in good works! If they are willing to give generously and share everything, ", "19": "then they will send ahead a great treasure for themselves and build their futures on a solid foundation. As a result, they will surely take hold of eternal life.", "20": "O Timothy, protect what was entrusted to you! Walk away from all the godless, empty voices out there, and turn aside from objections and arguments that arise from false knowledge. ", "21": "(By professing such knowledge, some are missing the mark when it comes to true faith.) May God's grace be with you."}