{"1": "I am the man who has seen affliction by the rod of His wrath.", "2": "He has driven and brought me into darkness without any light.", "3": "Surely against me has He turned His hand continually, the whole day long.", "4": "My flesh and my skin He has made waste away; He has broken my bones;", "5": "He has besieged and enveloped me with gall and travail.", "6": "He has set me in dark places, like the dead of long ago.", "7": "He has hedged me in so that I cannot get out; He has made my chain heavy.", "8": "Even when I cry for help, He shuts out my prayer.", "9": "He has blocked my ways with hewn stone; He has made my paths crooked.", "10": "He is to me a bear lying in wait, a lion in hiding.", "11": "He has turned aside my ways and torn me in pieces; He has made me desolate.", "12": "He has bent His bow and set me as a target for the arrow.", "13": "He has caused the arrows of His quiver to pierce my inward parts.", "14": "I have become the derision of all my people, their mocking song all the day.", "15": "He has filled me with bitterness, He has sated me with wormwood.", "16": "He has made my teeth grind on gravel, and covered me with ashes.", "17": "My soul is bereft of peace; I have forgotten prosperity.", "18": "So I say, “My strength and my hope from the Lord have perished.”", "19": "Remember my affliction and my misery, the wormwood and the gall.", "20": "Surely my soul remembers and is humbled within me.", "21": "But this I call to mind, and therefore I have hope:", "22": "It is of the Lord's mercies that we are not consumed; His compassions do not fail.", "23": "They are new every morning; great is Your faithfulness.", "24": "“The Lord is my portion,” says my soul, “therefore I will hope in Him.”", "25": "The Lord is good to those who wait for Him, to the soul who seeks Him.", "26": "It is good that a man should wait quietly for the salvation of the Lord.", "27": "It is good for a man to bear the yoke in his youth.", "28": "Let him sit alone in silence when it is laid on him;", "29": "let him put his mouth in the dust— there may yet be hope.", "30": "Let him give his cheek to the one who strikes, and let him be filled with insults.", "31": "For the Lord will not cast off forever.", "32": "But though He causes grief, yet He will have compassion according to the abundance of His mercies.", "33": "For He does not afflict from His heart, nor grieve the sons of men.", "34": "To crush underfoot all the prisoners of the earth,", "35": "to turn aside the justice due a man in the presence of the Most High,", "36": "to subvert a man in his cause, the Lord does not approve.", "37": "Who is he who speaks and it comes to pass, unless the Lord has commanded it?", "38": "Is it not from the mouth of the Most High that good and bad proceed?", "39": "Why should a living man complain, a man for the punishment of his sins?", "40": "Let us search and try our ways, and return to the Lord!", "41": "Let us lift up our hearts and hands to God in heaven:", "42": "We have transgressed and rebelled; You have not pardoned.", "43": "You have covered Yourself with anger and pursued us; You have killed and not pitied.", "44": "You have covered Yourself with a cloud, so that no prayer should pass through.", "45": "You have made us filthy refuse in the midst of the peoples.", "46": "All our enemies have opened their mouths against us.", "47": "Panic and snare have come upon us, desolation and destruction.", "48": "My eyes flow with rivers of tears for the destruction of the daughter of my people.", "49": "My eyes flow and do not cease, without respite,", "50": "until the Lord from heaven looks down and sees.", "51": "My eyes bring suffering to my soul at the fate of all the daughters of my city.", "52": "My enemies chased me like a bird, without cause.", "53": "They cut off my life in the pit and cast stones on me.", "54": "Waters flowed over my head; I said, “I am cut off!”", "55": "I called on Your name, O Lord, from the lowest pit.", "56": "You have heard my plea: “Do not close Your ear to my cry for help!”", "57": "You drew near on the day I called on You, and You said, “Do not fear!”", "58": "O Lord, You have pleaded the case for my soul; You have redeemed my life.", "59": "O Lord, You have seen the wrong done to me; judge my case.", "60": "You have seen all their vengeance, all their schemes against me.", "61": "You have heard their reproach, O Lord, all their schemes against me,", "62": "the lips of my enemies and their devices against me all the day.", "63": "Look at their sitting down and their rising up; I am their mocking song.", "64": "Render to them a recompense, O Lord, according to the work of their hands.", "65": "Give them hardness of heart; may Your curse be upon them!", "66": "In Your anger pursue and destroy them from under Your heavens, O Lord!"}