{"1": "When Mordecai learned all that had been done, he tore his garments and clothed himself in sackcloth and ashes. He went into the middle of the city and cried out with a loud and bitter cry. ", "2": "He came as far as[a] the front of the king's gate, because no one was allowed to enter the king's gate clothed in sackcloth. ", "3": "In every province where the order of the king and his edict reached, among the Jewish people there was great mourning, fasting, weeping, and lamenting, and many lay down on sackcloth and ashes.", "4": "When Esther's young women and her eunuchs came and told her, the queen was greatly distressed. She sent clothes for Mordecai to put on so he could take off the sackcloth that he had on, but he would not take them. ", "5": "Then Esther summoned Hathach, one of the king's eunuchs, whom he had assigned to her, and she ordered him to go to Mordecai to find out what was happening and why it was happening. ", "6": "Hathach went to Mordecai in the city square that was in front of the king's gate. ", "7": "Mordecai told him everything that had happened and the exact amount of money that Haman had said he would pay into the king's treasury in order to destroy the Jewish people. ", "8": "Mordecai[b] gave Hathach[c] a copy of the written decree ordering the Jews' destruction that had been issued in Susa. Mordecai[d] wanted him to show it to Esther, to explain it to her, and then to instruct her to go in to the king to seek his favor and plead with him for her people.", "9": "Hathach went and told Esther what Mordecai had said.[e] ", "10": "Then Esther spoke to Hathach, instructing him[f] to go back[g] to Mordecai with this message:[h] ", "11": "“Every servant of the king and every person in the king's provinces knows that for any man or woman who goes to the king in the inner court without being summoned there is only[i] one law—that he be put to death—unless the king holds out the golden scepter to him. Only[j] then he will live. For these last[k] 30 days I've not been summoned to come to the king.”", "12": "They reported Esther's message to Mordecai.", "13": "Mordecai told them to reply to Esther, “Don't suppose that because you are in the palace, you will escape any more than the other Jewish people.[l] ", "14": "Indeed, if you are silent at this time, relief and deliverance will come to the Jewish people from another place, but you and your father's family will perish. Who knows but that you were brought to the kingdom for a time like this?”", "15": "Then Esther replied to Mordecai, ", "16": "“Go and gather all the Jewish people who are in Susa and fast for me. Don't eat or drink for three days, night or day. Both I and my young women will also fast in the same way, and then I'll go in to the king, even though it's against the law. And if I perish, I perish.”", "17": "Then Mordecai left and did everything that Esther had ordered him."}