{"1": "That night the king could not sleep, so he gave instructions to bring the book of records, the chronicles, and they were read to the king. ", "2": "It was found recorded there that Mordecai had reported about Bigthana and Teresh, two of the king's eunuchs who guarded the entrance to the restricted areas of the palace,[a] and that they had conspired to assassinate[b] King Ahasuerus. ", "3": "So the king asked, “What honor and distinction was bestowed on Mordecai for this?” The young men who served the king answered, “Nothing was done for him.”", "4": "The king said, “Who is in the courtyard?” Now Haman had just entered the outer courtyard of the palace to speak to the king about having Mordecai hanged on the pole he had set up.", "5": "The king's young men told him, “Look, Haman is standing in the courtyard.” The king said, “Let him come in.”", "6": "After Haman came in, the king asked him, “What should be done for the man whom the king desires to honor?” Haman told himself, “Whom would the king desire to honor more than me?” ", "7": "Haman answered the king, “For a man whom the king desires to honor, ", "8": "let them bring royal robes that the king has worn and a horse on which the king has ridden, with a royal crown placed on its head. ", "9": "Then give the robes and the horse to one of the king's most noble officials. Let them put the robes on the man whom the king desires to honor, and let them put him on the horse in the main[c] square of the city. Then let them announce in front of him, 'This is what is done for the man whom the king desires to honor.'”", "10": "Then the king told Haman, “Quick! Take the clothes and the horse just as you have suggested and do this for Mordecai the Jew who sits in the king's gate. And don't let anything you've suggested fall through the cracks.”[d]", "11": "So Haman took the clothes and the horse, dressed Mordecai, and put him on the horse in the main[e] square of the city. He cried out in front of him, “This is what is done for the man whom the king desires to honor.”", "12": "Then Mordecai returned to the king's gate, while Haman hurried to his house, mourning and hiding his face.[f] ", "13": "Haman told his wife Zeresh and all his friends everything that had happened to him. His wise friends and his wife Zeresh told him, “If Mordecai, before whom you have begun to fall, is one of the Jewish people,[g] you won't prevail against him. Instead, you will surely fall before him.”", "14": "While they were still talking to him, the king's eunuchs arrived, and they quickly took him to the banquet that Esther had prepared."}