{"1": "That day King Ahasuerus gave Queen Esther the property[a] of Haman, the enemy of the Jewish people, and Mordecai came into the king's presence because Esther had told him how Mordecai[b] was related to her. ", "2": "The king took off his signet ring that he had taken from Haman and gave it to Mordecai. Esther then put Mordecai in charge of Haman's property.[c]", "3": "Then Esther spoke to the king again and fell at his feet. She wept and pleaded with him for mercy to overturn the evil plan devised[d] by Haman the Agagite and his plot against the Jewish people. ", "4": "The king extended the golden scepter to Esther, and she got up and stood before the king. ", "5": "She said, “If it pleases the king, and if I've found favor with him, and if the matter is proper in the king's opinion, and if I'm pleasing to the king, let an order be issued[e] revoking the letters devised by Hammedatha the Agagite's son Haman, which ordered[f] the destruction of the Jewish people throughout the king's provinces. ", "6": "Indeed, how can I bear to see this disaster happen to my people? How can I bear to see the destruction of my kinsmen?”", "7": "King Ahasuerus told Queen Esther and Mordecai the Jew, “Look, I've given Haman's property[g] to Esther, and they have hanged[h] him on the pole because he tried to harm[i] the Jewish people. ", "8": "Now, in the name of the king, you write what seems good to you concerning the Jewish people, and seal it with the king's signet ring, for a document written in the king's name and sealed with the king's signet ring cannot be revoked.”", "9": "The king's scribes were summoned at that time, on the twenty-third day of the third month, which is the month Sivan, and everything that Mordecai commanded the Jewish people, the regional authorities,[j] the governors, and the provincial officials of the 127 provinces from India to Cush[k] was written down for each province according to its script, for each people according to their language, and for the Jewish people according to their script and language. ", "10": "He wrote in the name of King Ahasuerus and sealed it with the king's signet ring. He sent the letters by couriers on horseback, riding steeds especially bred for the king.[l]", "11": "What the king granted the Jewish people in every town was the right[m] to assemble and defend themselves,[n] to annihilate, kill, and destroy every armed force of a people or a province that was hostile to them, including children and women, and to plunder their property.[o] ", "12": "Throughout all the provinces of King Ahasuerus, the one day for the Jewish people to do this was the thirteenth day of the twelfth month, which is the month Adar. ", "13": "A copy of the document was to be issued as law in each and every province and published for all people, indicating that the Jewish people were to be ready to take vengeance on their enemies on that day. ", "14": "The couriers, mounted on the royal steeds, left quickly, urged on by the king's command. The edict was also issued in Susa the capital.", "15": "Mordecai left the king's presence in royal robes of blue and white, wearing a large golden crown and a purple robe made of fine linen; and the city of Susa shouted with joy. ", "16": "For the Jewish people, there was light and joy, gladness and honor. ", "17": "In each and every province, and in each and every city, in the places where the king's order and edict reached, there was gladness and joy among the Jewish people, along with a festival and a holiday. Many of the people of the land became[p] Jews, because they had come to fear the Jewish people."}