{"1": "On the thirteenth day of the twelfth month, which is the month Adar, when the king's order and edict was about to be carried out, on the day when the enemies of the Jewish people expected to prevail over them, things were turned around so that the Jewish people themselves prevailed over those who hated them.", "2": "The Jewish people assembled in their towns throughout the provinces of King Ahasuerus to strike out against those who intended to harm them, and no one could oppose them because all the people had come to fear the Jews.[a] ", "3": "All the provincial officials, the regional authorities,[b] the governors, and those doing the king's work supported the Jewish people because the fear of Mordecai had come over[c] them. ", "4": "Indeed, Mordecai was a powerful[d] official in the palace and his fame spread throughout the provinces. Indeed, the man Mordecai grew more and more powerful.[e]", "5": "The Jewish people struck down all their enemies with the sword, killing and destroying them, and they did with their enemies as they pleased. ", "6": "In Susa the capital the Jewish people killed and destroyed 500 people. ", "7": "They killed Parshandatha, Dalphon, Aspatha, ", "8": "Poratha, Adalia, Aridatha, ", "9": "Parmashta, Arisai, Aridai, and Vaizatha, ", "10": "the ten sons of Hammedatha's son Haman, the enemy of the Jewish people, but they did not lay their hands on the spoils.", "11": "On that day the number of those slain in Susa the capital was reported to the king. ", "12": "The king told Queen Esther, “In Susa the capital the Jewish people have killed and destroyed 500 people, including Haman's ten sons. What have they done in the rest of the king's provinces? Now what's your petition? It will be given to you. What's your further request? It will be done.”", "13": "Then Esther said, “If it pleases the king, let it also be granted to the Jewish people in Susa to do tomorrow what the edict allowed them to do today,[f] and let Haman's ten sons be hanged[g] on poles.”", "14": "The king said, “Let this be done.” So an edict was issued in Susa, and Haman's ten sons were hanged[h] on poles. ", "15": "The Jewish people in Susa assembled again on that day, the fourteenth of Adar, and they killed 300 people in Susa, but they did not lay their hands on the spoils.", "16": "The rest of the Jewish people in the king's provinces assembled to defend[i] themselves, and they gained relief from their enemies, killing 75,000 of those who hated them. But they did not lay their hands on the spoils. ", "17": "They did this on the thirteenth day of Adar and rested on the fourteenth day, making it a day of feasting and joy. ", "18": "The Jewish people in Susa assembled on the thirteenth day and again on the fourteenth, and then rested on the fifteenth day and made it a day of feasting and joy. ", "19": "Therefore the Jewish people in the rural areas who live in unwalled towns make the fourteenth day of the month Adar a holiday for joy and feasting, and people send presents[j] to one another.", "20": "Mordecai wrote these instructions and sent letters to all the Jewish people in all the provinces of King Ahasuerus, both near and far, ", "21": "establishing that they should celebrate the fourteenth and fifteenth days of the month Adar every year, ", "22": "as the days on which the Jewish people enjoyed relief[k] from their enemies. It was a month when things turned around for them, from sorrow to joy and from mourning to a holiday. They were to celebrate these days as days of feasting and joy, and they were to send presents[l] to one another and gifts to the poor. ", "23": "So the Jewish people made a tradition[m] out of what they had begun to do and of what Mordecai had written to them, ", "24": "since Hammedatha's son Haman, the enemy of the Jewish people, had plotted against the Jewish people to destroy them, and he had cast the pur (that is, the lot) to determine when[n] to confuse and destroy them.", "25": "But when Esther came before the king, he ordered through a letter that the evil plot that Haman[o] had devised against the Jewish people be rescinded,[p] and that he and his sons be hanged on poles. ", "26": "Therefore these days were called Purim, from the word pur. Because of all that was written in this letter, because of what they experienced in this matter, and because of what happened to them, ", "27": "the Jewish people established this celebration, making it a tradition[q] for themselves, for their descendants, and for all who joined with them[r] that they should not fail to observe these two days each year, based on the written instructions, and at the prescribed time. ", "28": "These days should be remembered and observed in every generation by each family in every province and town. These days of Purim should not be neglected by[s] the Jewish people, and that they should not be forgotten by their descendants.", "29": "Queen Esther, the daughter of Abihail, and Mordecai the Jew wrote with full authority confirming this second letter about Purim. ", "30": "Letters containing wishes for peace and stability were sent to all the Jewish people, to the 127 provinces of Ahasuerus' kingdom, ", "31": "establishing these days of Purim at the prescribed time, just as Mordecai the Jew and Queen Esther had established, and just as the Jewish people[t] had established for themselves and for their descendants. The letter included instructions for their fasting[u] and lamentations. ", "32": "The order of Esther established these instructions for Purim, and it was officially recorded.[v]"}