{"1": "From  the ho elder presbyteros,  to  Gaius Gaios my ho dear  brother agapētos,  whom hos I egō love agapaō in en truth alētheia. ", "2": "Dear  friend agapētos,  I  pray euchomai that  in peri every  way pas you sy may  prosper euodoō and kai be  in  good  health hygiainō,  just  as kathōs your sy soul psychē is  prospering euodoō.  · ho", "3": "For gar I  rejoiced chairō greatly lian when  the  brothers adelphos came erchomai and kai testified martyreō to  your sy fidelity  to  the ho truth alētheia,  as kathōs indeed  you sy do  walk peripateō in en the  truth alētheia. ", "4": "I  have echō no ou greater  joy chara than  this houtos:  to hina hear akouō that  · ho my emos children teknon are  walking peripateō in en the ho truth alētheia. ", "5": "Dear  brother agapētos,  you  are poieō faithful pistos in  what hos you  are  doing ergazomai for eis the ho brothers adelphos,  even  though kai they houtos are  strangers xenos. ", "6": "They hos have  testified martyreō to  your sy · ho love agapē before enōpion the  church ekklēsia.  You  will  do poieō well kalōs to  help  them hos on  their  way propempō in  a  manner  worthy axiōs of ho God theos, ", "7": "because gar they  set  out exerchomai for  the  sake hyper of  the ho Name onoma,  accepting lambanō nothing mēdeis from apo · ho nonbelievers ethnikos. ", "8": "Therefore oun we hēmeis ought opheilō to  show  hospitality hypolambanō to ho such  men toioutos,  so  that hina we  may  be ginomai coworkers synergos for  the ho truth alētheia. ", "9": "I  sent graphō a tis letter  to  the ho church ekklēsia,  but alla Diotrephes Diotrephēs,  who ho likes  to  be  in  charge philoprōteuō,  does  not ou acknowledge epidechomai our hēmeis authority . ", "10": "For dia this  reason houtos,  should ean I  come erchomai,  I  will  bring  up hypomimnēskō the ho things ergon he  is  doing poieō,  disparaging phlyareō us hēmeis with  malicious ponēros talk logos.  And kai not mē satisfied arkeō with epi that houtos,  he autos refuses oute to  welcome epidechomai the ho brothers adelphos.  He kōlyō even kai prevents kōlyō those ho who  would  like  to boulomai and kai puts ekballō them  out  of ek the ho church ekklēsia. ", "11": "Dear  friend agapētos,  do  not mē imitate mimeomai what ho is  evil kakos but alla what ho is  good agathos.  The ho one  who  does  good agathopoieō is eimi of ek · ho God theos;  the ho one  who  does  evil kakopoieō has  not ou seen horaō · ho God theos. ", "12": "Everyone pas has  testified martyreō favorably  regarding  Demetrius Dēmētrios,  and kai so  has  the ho truth alētheia itself autos.  And de we hēmeis testify martyreō for him  as  well kai,  and kai you  know oida that hoti · ho our hēmeis testimony martyria is eimi true alēthēs. ", "13": "I  have echō many  things polys to  write graphō to  you sy,  but alla I  do  not ou wish thelō to  write graphō with dia ink melas and kai pen kalamos. ", "14": "But de I  hope elpizō to see  you sy in  the  near  future eutheōs,  and kai we  will  speak laleō face stoma to pros face stoma. ", "15": "Peace eirēnē to  you sy.  The ho friends philos here  send  you sy greetings aspazomai.  Greet aspazomai the ho friends philos there  by kata name onoma. "}