{"1": "On the third day of her fast Esther put on her royal robes and went and stood in the inner courtyard of the palace, facing the throne room. The king was inside, seated on the royal throne, facing the entrance. ", "2": "When the king saw Queen Esther standing outside, she won his favor, and he held out to her the gold scepter. She then came up and touched the tip of it. ", "3": "“What is it, Queen Esther?” the king asked. “Tell me what you want, and you shall have it—even if it is half my empire.”", "4": "Esther replied, “If it please Your Majesty, I would like you and Haman to be my guests tonight at a banquet I am preparing for you.”", "5": "The king then ordered Haman to come quickly, so that they could be Esther's guests. So the king and Haman went to Esther's banquet. ", "6": "Over the wine the king asked her, “Tell me what you want, and you shall have it. I will grant your request, even if you ask for half my empire.”", "7": "Esther replied, ", "8": "“If Your Majesty is kind enough to grant my request, I would like you and Haman to be my guests tomorrow at another banquet that I will prepare for you. At that time I will tell you what I want.”", "9": "When Haman left the banquet he was happy and in a good mood. But then he saw Mordecai at the entrance of the palace, and when Mordecai did not rise or show any sign of respect as he passed, Haman was furious with him. ", "10": "But he controlled himself and went on home. Then he invited his friends to his house and asked his wife Zeresh to join them. ", "11": "He boasted to them about how rich he was, how many sons he had, how the king had promoted him to high office, and how much more important he was than any of the king's other officials. ", "12": "“What is more,” Haman went on, “Queen Esther gave a banquet for no one but the king and me, and we are invited back tomorrow. ", "13": "But none of this means a thing to me as long as I see that Jew Mordecai sitting at the entrance of the palace.”", "14": "So his wife and all his friends suggested, “Why don't you have a gallows built, seventy-five feet tall? Tomorrow morning you can ask the king to have Mordecai hanged on it, and then you can go to the banquet happy.” Haman thought this was a good idea, so he had the gallows built."}