{"1": "And He arose from there and went into the coasts of Judea by the far side of Jordan. And the people gathered around Him again. And as usual, He taught them.", "2": "Then the Pharisees came, and asked Him if it were lawful for a man to divorce his wife and tempted Him.", "3": "And He answered, and said to them, “What did Moses command you?”", "4": "And they said, “Moses permitted to write a Bill of Divorcement, and to divorce her.”", "5": "“Then Jesus answered, and said to them, “He wrote this precept to you because of the hardness of your heart.", "6": "“But at the beginning of the creation, 'God made them male and female.'", "7": "“'For this cause shall man leave his father and mother, and cling to his wife.", "8": "“'And the two shall be one flesh.' So that they are no more two, but one flesh.", "9": "“Therefore, what God has coupled together, let not man separate.”", "10": "And in the house, His disciples asked Him about that matter again.", "11": "And He said to them,“Whoever shall divorce his wife and marry another, commits adultery against her.", "12": "“And if a woman divorces her husband, and marries another, she commits adultery.”", "13": "Then they brought little children to Him, so He could touch them. And His disciples rebuked those who brought them.", "14": "But when Jesus saw it, He was displeased and said to them, “Let the little children to come to Me. And do not forbid them. For of such is the Kingdom of God.", "15": "“Truly I say to you, whoever shall not receive the Kingdom of God as a little child shall not enter therein.”", "16": "And He took them up in His arms and put His hands upon them and blessed them.", "17": "And when He had gone on His way, someone came running and kneeled to Him and asked Him, “Good Master, what shall I do so that I may possess eternal life?”", "18": "Jesus said to him, “Why do you call Me good? There is no one good but One, even God.", "19": "“You know the commandments, You shall not commit adultery. You shall not kill. You shall not steal. You shall not bear false witness. You shall hurt no man. Honor your father and mother.", "20": "Then he answered, and said to Him, “Master, all these things have I observed from my youth.”", "21": "And Jesus looked upon him and loved him and said to him, “One thing you lack. Go and sell all that you have. And give to the poor. And you shall have treasure in Heaven. And come, follow Me. And take up the Cross.", "22": "But he was sad at that saying, and went away sorrowful. For he had great possessions.", "23": "And Jesus looked around and said to His disciples, “How hard it is for those who have riches to enter into the Kingdom of God!”", "24": "And His disciples were afraid at His words. But Jesus answered again and said to them, “Children, how hard is it for those who trust in riches to enter into the Kingdom of God!", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter into the Kingdom of God.”", "26": "And they were much more astonished, saying among themselves, “Who then can be saved?”", "27": "But Jesus looked upon them, and said, “With men it is impossible, but not with God. For with God, all things are possible.”", "28": "Then Peter began to say to Him, “Lo, we have forsaken all, and have followed You.”", "29": "Jesus answered, and said, “Truly I say to you, there is no one who has forsaken house or brothers or sisters or father or mother or wife or children or lands for My sake and the Gospels,", "30": "who shall not receive a hundredfold - now presently - houses and brothers and sisters and mothers and children and lands - with persecutions - and in the world to come, eternal life.", "31": "“But many who are first, shall be last; and the last, first.”", "32": "And as they were going up to Jerusalem, Jesus went before them. And they were troubled. And as they followed, they were afraid. And Jesus took the twelve again and began to tell them what things would happen to Him,", "33": "saying, “Behold, we go up to Jerusalem. And the Son of Man shall be delivered to the chief priests and the scribes. And they shall condemn Him to death and shall deliver Him to the Gentiles.", "34": "“And they shall mock Him and scourge Him and spit upon Him and kill Him. But the third day, He shall rise again.”", "35": "Then James and John, the sons of Zebedee, came to Him, saying, “Master, we ask that You would do for us that which we desire.”", "36": "And He said to them, “What would that be?”", "37": "And they said to Him, “Grant to us that we may sit - one at Your right hand, and the other at Your left hand - in Your glory.", "38": "But Jesus said to them, “You do not know what you ask. Can you drink of the same cup as Me, and be baptized with the same baptism?”", "39": "And they said to Him, “We can.” But Jesus said to them, “You shall indeed drink of the same cup, and be baptized with the same baptism.", "40": "“But to sit at My right hand and at My left is not Mine to give. But rather, it shall be given to those for whom it is prepared.”", "41": "And when the other ten heard that, they began to be angry about James and John.", "42": "But Jesus called them to Him, and said to them, “You know that those who are princes among the Gentiles, have dominion over them. And those who are great among them exercise authority over them.", "43": "“But it shall not be so among you. For whoever desires to be great among you shall be your servant.", "44": "“And whoever desires to be your leader shall be the servant of all.", "45": "“For even the Son of Man did not come to be served, but to serve; and to give His life for the ransom of many.”", "46": "Then they came to Jericho. And as He went out of Jericho with His disciples (and a great multitude), Bartimaeus, the son of Timaeus, a blind man, sat by the wayside, begging.", "47": "And when he heard that it was Jesus of Nazareth, he began to cry and say, “Jesus! The Son of David! Have mercy on me!”", "48": "And many rebuked him and told him to be quiet. But he cried much more, “O, Son of David! Have mercy on me!”", "49": "Then Jesus stood still and commanded him to be called. And they called the blind man, saying to him, “Be of good cheer! Arise, He calls you.”", "50": "So he threw off his cloak and rose and came to Jesus.", "51": "And Jesus answered, and said to him, “What would you have Me do for you?” And the blind said to Him, “Lord, that I may receive sight.”", "52": "Then Jesus said to him, “Go your way. Your faith has saved you.” And immediately he received his sight and followed Jesus on the way."}