{"1": "And as He went out of the Temple, one of His disciples said to Him, “Master, see what stones and buildings are here.”", "2": "Then Jesus answered and said to him, “You see these great buildings? There shall not be left one stone upon a stone that shall not be thrown down.”", "3": "And as He sat on the Mount of Olives, over near the Temple, Peter and James and John and Andrew asked Him secretly,", "4": "“Tell us, when shall these things be? And what shall be the sign when all these things shall be fulfilled?”", "5": "And Jesus answered them, and began to say,“Beware, lest anyone deceive you.", "6": "“For many shall come in My Name, saying, 'I am Christ', and shall deceive many.", "7": "“Furthermore, when you shall hear of wars, and rumors of wars, do not be troubled. For such things must be. But the end shall not be yet.", "8": "“For nation shall rise against nation, and kingdom against kingdom. And there shall be earthquakes in diverse quarters. And there shall be famine and troubles. These are the beginnings of sorrows.", "9": "“But beware. For they shall deliver you up to the councils, and to the synagogues. You shall be beaten and brought before rulers and kings for My sake; for a testimonial to them.", "10": "“And the Gospel must first be proclaimed among all nations.", "11": "“But when they deliver you up, do not be careful beforehand, nor study what you shall say. But speak what is given to you at that time. For it is not you who speaks, but the Holy Ghost.", "12": "“Indeed, and the brother shall deliver the brother to death, and the father the son. And the children shall rise against their parents and shall cause them to die.", "13": "“And you shall be hated by all for My Name's sake. But whoever shall endure to the end, shall be saved.", "14": "“Moreover, when you shall see the Abomination of Desolation (spoken of by Daniel the Prophet) set where it ought not be, let whoever hears consider it. Then let those who are in Judea flee into the mountains.", "15": "“And let no one who is upon the house come down into the house, nor enter into it to fetch anything out of his house.", "16": "“And let no one who is in the field turn back again to take his garment.", "17": "“Then woe shall be to those who are with child, and to those who nurse in those days.", "18": "“Pray, therefore, that your flight is not in the winter.", "19": "“For those days shall be such tribulation as was not from the beginning of the Creation (which God created) until this time, nor shall be.", "20": "“And except that the Lord had shortened those days, no flesh should be saved. But for the Elect's sake (which He has chosen) He has shortened those days.", "21": "“Then, if anyone says to you, 'Lo, here is christ', or 'Look, he is there', do not believe it.", "22": "“For false christs shall rise, and false prophets, and shall show signs and wonders to deceive (if it were possible) the very Elect.", "23": "“But beware. Behold, I have shown you all things before.", "24": "“Moreover, in those days, after that tribulation, the sun shall grow dark. And the moon shall not give her light.", "25": "“And the stars of heaven shall fall. And the powers which are in heaven shall shake.", "26": "“And then they shall see the Son of Man coming in the clouds with great power and glory.", "27": "“And then He shall send his angels and shall gather together His Elect from the four winds and from the utmost part of the earth to the utmost part of Heaven.", "28": "“Now learn a parable of the fig tree. When her branch is still tender, and it brings forth leaves, you know that summer is near.", "29": "“So, in like manner, when you see these things come to pass, know that the Kingdom of God is near, even at the doors.", "30": "“Truly I say to you that this generation shall not pass till all these things are done.", "31": "“Heaven and Earth shall pass away, but My words shall not pass away.", "32": "“But of that day and hour knows no one. No, not the angels who are in Heaven, nor the Son Himself, but the Father.", "33": "“Beware. Watch; and pray. For you do not know when the time is.", "34": "“For the Son of Man is as a man who goes into a strange country and leaves his house, and gives authority to his servants, and to everyone his work, and commands the doorman to watch.", "35": "Watch, therefore. For you do not know when the master of the house will come - at evening or at midnight, at the cock crowing or in the dawning.", "36": "Lest, if he comes suddenly, he should find you sleeping.", "37": "And these things that I say to you, I say to all. Watch."}