{"1": "And two days before the Feast of the Passover, and of Unleavened Bread, the chief priests and scribes sought how they might take Jesus secretly, and put Him to death.", "2": "“But,” they said, “Not on the feast day, or else there may be unrest among the people.”", "3": "And when He was in Bethany, in the house of Simon the leper, as He sat at table, there came a woman with a box of ointment (of spikenard) very costly. And she broke the box and poured it on His head.", "4": "Therefore some whispered angrily among themselves, and said, “To what end is this waste of ointment?", "5": "“For it might have been sold for more than three hundred denari, and the money given to the poor.” And they murmured against her.", "6": "But Jesus said, “Let her alone. Why do you trouble yourselves with her? She has done a good work for Me.", "7": "“For you have the poor with you always. And when you will you may do them good. But Me you shall not have always.", "8": "“She has done what she could. She came beforehand to anoint My body for the burying.", "9": "“Truly I say to you, wherever this Gospel shall be preached throughout the whole world, this also that she has done, shall be spoken of in remembrance of her.”", "10": "Then Judas Iscariot, one of the twelve, went away to the chief priests, to betray Him to them.", "11": "And when they heard it, they were glad, and promised that they would give him money. Therefore, he sought how he might conveniently betray Him.", "12": "Now the first day of Unleavened Bread, when they sacrificed the Passover, His disciples said to Him, “Where will You have us go and prepare, that You may eat the Passover?”", "13": "Then He sent forth two of His disciples, and said to them, “Go into the city, and there a man shall meet you bearing a pitcher of water. Follow him.", "14": "“And wherever he goes in, say to the good man of the house, 'The Master says, “Where is the lodging where I shall eat the Passover with My disciples?”'", "15": "“And he will show you an upper chamber, which is large, trimmed and prepared. Make it ready for us there.”", "16": "So His disciples went forth, and came to the city, and found all as He had said to them, and made ready the Passover.", "17": "And in the evening, He came with the twelve.", "18": "And as they sat at table and ate, Jesus said, “Truly I say to you, that one of you who eats with Me shall betray Me.”", "19": "Then they began to be sorrowful and to say to Him one by one, “Is it I?” And another, “Is it I?”", "20": "And He answered and said to them, “It is one of the twelve who dips with Me in the platter.", "21": "“Truly the Son of Man goes his way, as it is written of Him. But woe be to that man, by whom the Son of Man is betrayed. It had been good for that man if he had never been born.”", "22": "And as they ate, Jesus took the bread. And when He had given thanks, He broke it and gave it to them and said, “Take. Eat. This is My body.”", "23": "Also, He took the cup. And when He had given thanks, He gave it to them. And they all drank of it.", "24": "And He said to them, “This is My blood of the New Testament, which is shed for many.", "25": "“Truly I say to you, I will drink no more of the fruit of the vine until that day that I drink it new, in the Kingdom of God.”", "26": "And when they had sung a Psalm, they went out to the mount of Olives.", "27": "Then Jesus said to them, “All of you shall desert Me this night. For it is written, 'I will strike the Shepherd, and the sheep shall be scattered.'", "28": "“But after I am risen, I will go into Galilee before you.”", "29": "And Peter said to Him, “Although all men should desert You, yet would not I!”", "30": "Then Jesus said to him, “Truly I say to you, this day, even this night, before the cock crows twice, you shall deny Me three times.”", "31": "But he said more earnestly, “If I should die with You, I will not deny You!” And so said they all.", "32": "Afterward, they came into a place named Gethsemane. Then He said to His disciples, “Sit here, till I have prayed.”", "33": "And He took with him Peter, and James, and John. And He began to be troubled and in great heaviness.", "34": "And He said to them, “My soul is very heavy, even to the death. Wait here, and watch.”", "35": "So He went forward a little, and fell down on the ground, and prayed that if it were possible that hour might pass from Him.", "36": "And He said, “Abba, Father. All things are possible for You. Take away this cup from Me. Nevertheless, not that I will, but that You will, be done.”", "37": "Then He came, and found them sleeping, and said to Peter, “Simon. Asleep? Could you not watch one hour?", "38": "“Watch, and pray. So that you do not enter into temptation. The spirit indeed is ready, but the flesh is weak.”", "39": "And again He went away, and prayed, and spoke the same words.", "40": "And He returned and found them asleep again. For their eyes were heavy, nor did they know what they should answer Him.", "41": "And He came the third time and said to them, “Sleep on now, and take your rest. It is enough. The hour has come. Behold, the Son of Man is delivered into the hands of sinners.", "42": "“Rise up! Let us go. Lo, he who betrays Me is here.”", "43": "And immediately, while He was still speaking, came Judas (who was one of the twelve) and with him a great multitude with swords and clubs from the chief priests and scribes and elders.", "44": "And he who betrayed Him had given them a signal, saying, “Whoever I shall kiss, it is He. Take Him and lead Him away safely.”", "45": "And as soon as he had come, he went immediately to Him, and said, “Hail Master,” and kissed Him.", "46": "Then they laid their hands on Him and took Him.", "47": "And one of them who stood by drew out a sword and struck a servant of the High Priest and cut off his ear.", "48": "And Jesus answered and said to them, “You've come out as against a thief, with swords and with clubs, to take Me.", "49": "“I was with you daily, teaching in the Temple, and you did not take Me. But this is done so that the Scriptures would be fulfilled.”", "50": "Then they all deserted Him and fled.", "51": "And a certain young man followed Him, clothed in linen upon his bare body. And they seized him.", "52": "But he left his linen cloth and fled from them naked.", "53": "So they led Jesus away to the High Priest. And all the chief priests and the elders and the scribes came together to Him.", "54": "And Peter followed Him at a distance, even into the hall of the High Priest, and sat with the servants, and warmed himself at the fire.", "55": "And the chief priests and all the council sought for witness against Jesus to put Him to death, but found none.", "56": "For many bore false witness against Him. But their testimonies did not agree.", "57": "Then some of them arose and bore false witness against Him, saying,", "58": "“We heard Him say, 'I will destroy this Temple made with hands. And within three days I will build another, made without hands.'”", "59": "But their testimonies did not agree.", "60": "Then the High Priest stood up amongst them and asked Jesus, saying, “Answer You nothing? Why should these bear witness against You?”", "61": "But He kept silent and answered nothing. Again, the High Priest asked Him and said to Him, “Are you the Christ; the Son of the Blessed?”", "62": "And Jesus said, “I am He. And you shall see the Son of Man sit at the right hand of power, coming in the clouds of Heaven.”", "63": "Then the High Priest tore his clothes, and said, “What have we anymore need of witnesses?!", "64": "You have heard the blasphemy! What do you think!?” And they all condemned Him to be worthy of death.", "65": "And some began to spit at Him, and to cover His face, and to beat Him with fists, and to say to Him, “Prophesy.” And the sergeants slapped Him.", "66": "And as Peter was beneath in the hall, one of the maids of the High Priest came.", "67": "And when she saw Peter warming himself, she looked at him, and said, “You were also with Jesus of Nazareth.”", "68": "But he denied it, saying, “I do not know Him. Nor Do I understand what you say.” Then he went out onto the porch. And the cock crew.", "69": "Then another maid saw him and began to say to those who stood by, “This is one of them.”", "70": "But he denied it again. And soon after, those who stood by said to Peter again, “Surely you are one of them! For you are of Galilee! And your speech is similar!”", "71": "And he began to curse, and swear, saying, “I do not know this Man of Whom you speak!”", "72": "Then the cock crew the second time. And Peter remembered the word that Jesus had said to him, 'Before the cock crows twice, you shall deny Me three times.' And feeling the weight of that, he wept."}