{"1": "And before dawn, the chief priests held a council with the elders, and the scribes, and the whole Council; and bound Jesus and led Him away and delivered Him to Pilate.", "2": "Then Pilate asked Him, “Are you the King of the Jews?” And He answered, and said to him, “You have said so.”", "3": "And the chief priests accused Him of many things.", "4": "So Pilate asked Him again, saying, “Do you answer nothing? Behold how many things they witness against You.”", "5": "But Jesus answered no more at all, so that Pilate marveled.", "6": "Now at the feast, Pilate would deliver a prisoner to them, whoever they desired.", "7": "And there was one named Barabbas (who was bound with his fellows) who had made insurrection, during which he had committed murder.", "8": "And the people cried aloud and began to desire that Pilate would do as he had always done for them.", "9": "Then Pilate answered them, and said, “Should I release to you the King of the Jews?”", "10": "For he knew that the chief priests had delivered Him out of envy.", "11": "But the chief priests had incited the people to desire Barabbas.", "12": "And Pilate answered, and said to them again, “What then shall I do with Him Whom you call the King of the Jews?”", "13": "And they cried again, “Crucify Him!”", "14": "Then Pilate said to them, “But, what evil has He done?” And they cried even more fervently, “Crucify Him!”", "15": "So Pilate, willing to content the people, gave them Barabbas, and delivered Jesus - once he had scourged Him - to be crucified.", "16": "Then the soldiers led Him away into the hall (which is the common hall) and called together the whole band,", "17": "and clothed Him with purple, and put a crown of thorns on His head,", "18": "and began to salute Him, saying, “Hail, King of the Jews!”", "19": "And they struck Him on the head with a reed, and spit on Him, and bowed their knees, and did Him reverence.", "20": "And when they had mocked Him, they took the purple off Him, and put His own clothes back on, and led Him out to crucify Him.", "21": "And they compelled one who passed by called Simon of Cyrene (who came out of the country, and was father of Alexander and Rufus) to bear His cross.", "22": "And they brought Him to a place named Golgotha (which is by interpretation, 'Place of Dead Mens' Skulls').", "23": "And they gave Him wine to drink, mingled with myrrh. But He did not receive it.", "24": "And when they had crucified Him, they parted His garments, casting lots for what every man should have.", "25": "And it was the third hour when they crucified Him.", "26": "And the title of His cause was written above, 'THE KING OF THE JEWS.'", "27": "They also crucified two thieves with Him - one on the right and the other on His left.", "28": "Thus the Scripture was fulfilled which says,“And He was counted among the wicked.”", "29": "And those who passed by railed on Him, wagging their heads and saying, “Hey, You who would destroy the Temple, and build it in three days,", "30": "save Yourself! And come down from the cross!”", "31": "Likewise even the chief priests, also mocking, said among themselves with the scribes, “He saved other men! Himself He cannot save!", "32": "“Let Christ, the King of Israel, now come down from the cross, so that we may see and believe!” Those who were crucified with Him also reviled Him.", "33": "Now, when the sixth hour had come, darkness arose over all the land until the ninth hour.", "34": "And at the ninth hour, Jesus cried with a loud voice, saying, “Eloi, Eloi, lama-sabachthani?” Which is by interpretation, “My God, My God, why have You forsaken Me?”", "35": "And some of those who stood by, when they heard it, said, “Behold, He calls Elijah!”", "36": "And one ran and filled a sponge full of vinegar and put it on a reed and gave it to Him, saying, “Let Him alone! Let us see if Elijah will come and take Him down!”", "37": "And Jesus cried with a loud voice and gave up the ghost.", "38": "And the veil of the Temple was torn in two, from the top to the bottom.", "39": "Now when the centurion who stood near Him saw that He, thus crying, gave up the ghost, he said, “Truly this man was the Son of God.”", "40": "There were also women who watched from a distance, among whom were Mary Magdalene and Mary the mother of James the less and of Joses, and Salome,", "41": "who also followed Him and ministered to Him when He was in Galilee, and many other women who came up with Him to Jerusalem.", "42": "And now when the night had come (because it was the Day of the Preparation that is before the Sabbath)", "43": "Joseph of Arimathea, an honorable councilman, who also looked for the Kingdom of God, went in boldly to Pilate and asked for the body of Jesus.", "44": "And Pilate was surprised that He was already dead, So, he called the centurion and asked him whether He were indeed dead.", "45": "And when he knew the truth from the centurion, he gave the body to Joseph;", "46": "who bought a linen cloth, and took Him down, and wrapped Him in the linen cloth, and laid Him in a tomb that was hewn out of a rock; and rolled a stone over the door of the sepulcher.", "47": "And Mary Magdalene and Mary Joses' mother beheld where He was laid."}