{"1": "And when the Sabbath day had passed, Mary Magdalene and Mary the mother of James and Salome bought sweet ointments so that they might come and anoint Jesus.", "2": "Therefore, early in the morning, the first day of the week, they came to the sepulcher, when the sun was now risen.", "3": "And they said to each other, “Who shall we have roll away the stone from the door of the sepulcher?”", "4": "But when they looked, they saw that the stone was rolled away (for it was a very great one)", "5": "So they went into the sepulcher and saw a young man sitting at the right side, clothed in a long white robe. And they were awestruck.", "6": "But he said to them, “Do not be so troubled. You seek Jesus of Nazareth, Who was crucified. He is risen. He is not here. Behold the place where they put Him.", "7": "“But go your way, and tell His disciples, and Peter, that He will go before you into Galilee. There you shall see Him, as He said to you.”", "8": "And they went out quickly and fled from the sepulcher. For they trembled and were amazed. Nor did they say anything to anyone, for they were afraid.", "9": "And when Jesus was risen again, early the first day of the week, He appeared first to Mary Magdalene (out of whom He had cast seven devils).", "10": "And she went and told those who had been with Him, who mourned and wept.", "11": "And when they heard that He was alive, and had appeared to her, they did not believe it.", "12": "After that, He appeared to two of them in another form (as they walked and went into the country).", "13": "And they went and told it to the remnant. And they did not believe them.", "14": "Finally, He appeared to the eleven, as they sat together, and reproached them for their unbelief and hardness of heart; because they did not believe those who had seen Him after He had risen.", "15": "And He said to them, “Go into all the world and preach the Gospel to every creature.", "16": "“The one who shall believe, and be baptized, shall be saved. But the one who will not believe, shall be damned.", "17": "“And these signs shall follow those who believe: In my Name, they shall cast out demons, and shall speak with new tongues,", "18": "“and shall take away serpents. And if they shall drink any deadly thing, it shall not hurt them. They shall lay their hands on the sick, and they shall recover.”", "19": "So, after the Lord had spoken to them, He was received into Heaven, and sat at the right hand of God.", "20": "And they went forth and preached everywhere. And the Lord worked with them and confirmed the word with signs that followed. Amen."}