{"1": "And again He entered into the synagogue. And there was a man who had a withered hand.", "2": "And they watched Him, whether He would heal him on the Sabbath day, that they might accuse Him.", "3": "Then He said to the man who had the withered hand, “Arise. Stand in front of the crowd.”", "4": "And He said to them, “Is it lawful to do a good deed on the Sabbath day, or to do evil; to save the life, or to kill!?” But they did not answer.", "5": "Then He looked at them angrily, mourning also for the hardness of their hearts, and said to the man, “Stretch forth your hand.” And he stretched it out. And his hand was restored, as whole as the other.", "6": "And the Pharisees departed, and immediately gathered a council with the Herodians against Him, so that they might destroy Him.", "7": "But Jesus withdrew with His disciples to the sea. And a great multitude followed Him from Galilee, and from Judea,", "8": "and from Jerusalem, and from Idumea, and beyond Jordan. And those who dwelt around Tyre and Sidon - when they had heard what great things He did - came to Him in great number.", "9": "And He commanded His disciples that a little ship should wait for Him because of the multitude, lest they should overwhelm Him.", "10": "For He had healed many; so much so that they pressed upon Him to touch Him, as many as had plagues.", "11": "And when the unclean spirits saw Him, they fell down before Him, and cried, saying, “You are the Son of God!”", "12": "And He sharply rebuked them, that they should not tell who He was.", "13": "Then He went up into a mountain and called to Him whom he would. And they came to Him.", "14": "And He appointed twelve, that they should be with Him. And that He might send them to preach.", "15": "And that they might have power to heal sicknesses, and to cast out demons.", "16": "And the first was Simon. And He named Simon, 'Peter'.", "17": "Then James, the son of Zebedee, and John, James' brother (and surnamed them 'Boanerges', which is, 'The Sons of Thunder'.)", "18": "And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James, the son of Alphaeus, and Thaddaeus, and Simon the Canaanite,", "19": "And Judas Iscariot (who also betrayed Him). And they came home.", "20": "And the multitude assembled again, so that they could not even eat bread.", "21": "And when His family heard of it, they went out to get Him. For they said that He was beside Himself.", "22": "And the scribes who came down from Jerusalem, said, “He has Beelzebub. And through the prince of the demons He casts out demons.”", "23": "But He called them to Him, and said to them in parables, “How can Satan drive out Satan?", "24": "“For if a kingdom is divided against itself, that kingdom cannot stand.", "25": "“Or if a house is divided against itself, that house cannot continue.", "26": "“So if Satan opposes himself, and is divided, he cannot endure, but is at an end.", "27": "“No one can enter into a strong man's house, and take away his goods, except that he first bind that strong man, and then rob his house.", "28": "“Truly I say to you, all sins shall be forgiven the children of men, and blasphemies which with they blaspheme.", "29": "“But whoever blasphemes against the Holy Ghost, shall never have forgiveness; but is culpable of eternal damnation.”", "30": "He said this because they said, 'He has an unclean spirit.'", "31": "Then His brothers and mother came and stood outside and sent word to Him and called Him.", "32": "And the people who sat around Him said to Him, “Behold, your mother and your brothers seek you outside.", "33": "But He answered them, saying, “Who is My mother and My brothers?”", "34": "And He looked at those who sat around Him, and said, “Behold My mother and My brothers.", "35": "“For whoever does the will of God, he is My brother, My sister, and My mother.”"}