{"1": "And He began again to teach by the seaside, and there gathered to Him a great multitude. So that He entered into a ship and sat in the sea. And all the people were by the seaside on the land.", "2": "And He taught them many things in parables, and said to them in His doctrine,", "3": "“Hear now. Behold, there went out a sower to sow.", "4": "“And it came to pass as he sowed, that some fell by the wayside. And the birds of the heaven came and devoured it up.", "5": "“And some fell on stony ground, where it had not much earth. And it quickly sprang up, because it had not depth of earth.", "6": "“But as soon as the sun was up, it was burnt up. And because it had not root, it withered away.", "7": "“And some fell among the thorns. And the thorns grew up and choked it, so that it gave no fruit.", "8": "“Some again fell in good ground, and did yield fruit, which sprang up and grew. And it brought forth - some thirtyfold, some sixtyfold, and some a hundredfold.”", "9": "Then He said to them, “Whoever has ears to hear, let him hear.”", "10": "And when He was alone, those who were around Him, with the twelve, asked Him of the parable.", "11": "And He said to them, “To you it is given to know the mystery of the Kingdom of God. But to those who are outside, all things are done in parables,", "12": "“So that those seeing may see, and not discern. And those hearing may hear, and not understand; lest at any time they should turn and their sins should be forgiven them.”", "13": "Again He said to them, “Do you not perceive this parable? How then shall you understand all other parables?", "14": "“The sower sows the word.", "15": "“And these are those who receive the seed by the wayside, in whom the word is sown. But when they have heard it, Satan comes immediately and takes away the word that was sown in their hearts.", "16": "“And likewise, those who receive the seed in stony ground are those who (when they have heard the word) immediately receive it with gladness.", "17": "“Yet have they no root in themselves and endure but a time. For when trouble and persecution arise for the word, they fall away immediately.", "18": "“Also those who receive the seed among the thorns, are those who hear the word,", "19": "“but the cares of this world and the deceitfulness of riches and the lusts of other things enter in and choke the word. And it is unfruitful.", "20": "“But those who have received seed in good ground, are those who hear the word and receive it and bring forth fruit - one corn thirty, another sixty, and some a hundred.”", "21": "Also He said to them, “Does the candle come in to be put under a bushel, or under the bed, and not to be put in a candlestick?", "22": "“For there is nothing hidden that shall not be opened. Nor is there a secret that shall not come to light.", "23": "“If anyone has ears to hear, let him hear.”", "24": "And He said to them, “Pay attention to what you hear. With whatever measure you use, it shall be measured to you. And to you who hear shall more be given.", "25": "“For to him who has shall it be given. And from him that has not shall be taken away even that he has.”", "26": "Also He said, “So is the Kingdom of God: as if a man should cast seed in the ground", "27": "“and should sleep and rise up night and day. And the seed should spring and grow up, he not knowing how.", "28": "“For the earth brings forth fruit from itself; first the blade, then the ears; after that, full corn in the ears.", "29": "“And as soon as the fruit shows itself, he puts in the sickle to it. Because the harvest has come.”", "30": "He said moreover, “To what shall we liken the Kingdom of God? Or, with what shall we compare it?", "31": "“It is like a grain of mustard seed; which, when it is sown in the earth, is the least of all seeds on the earth.", "32": "“But after it is sown, it grows up and is greatest of all herbs and bears great branches. So that the birds of the heaven may build under the shadow of it.”", "33": "And with many such parables He preached the word to them, as they were able to hear it.", "34": "And He spoke nothing to them without parables. But He expounded all things to His disciples separately.", "35": "Now the same day, when evening had come, He said to them, “Let us pass over to the other side.”", "36": "And they left the multitude and entered into a ship. And there were also other little ships with Him.", "37": "And a great storm of wind arose. And the waves dashed into the ship, so that it was now full.", "38": "And He was in the stern, asleep on a pillow. And they awoke Him and said to Him, “Master, don't you care that we perish!?”", "39": "And He arose and rebuked the wind and said to the sea, “Peace, and be still!” So, the wind ceased. And there was a great calm.", "40": "Then He said to them, “Why are you so fearful? How is it that you have no faith?”", "41": "And they feared exceedingly and said one to another, “Who is this, that both the wind and sea obey Him?”"}