{"1": "And they came over to the other side of the sea into the country of the Gadarenes.", "2": "And when He had come out of the ship, a man who had an unclean spirit met him immediately from out of the graves.", "3": "He dwelt among the graves. And no one could bind him, not even with chains.", "4": "Because, when he was often bound with shackles and chains, he broke the chains apart and destroyed the shackles. Nor could anyone tame him.", "5": "And always, both night and day, he cried in the mountains, and in the graves, and struck himself with stones.", "6": "And when he saw Jesus at a distance, he ran and worshipped Him,", "7": "And cried with a loud voice, and said, “What have I to do with You, Jesus the Son of the Most High God!? Swear to me by God that You will not torment me!”", "8": "(For He said to him, “Come out of the man, you unclean spirit.”)", "9": "And He asked him, “What is your name?” And he answered, saying, “My name is Legion. For we are many.”", "10": "And he urged Jesus not to send them away out of the country.", "11": "Now there was there in the mountains a great heard of swine, feeding.", "12": "And all the demons begged Him, saying, “Send us into the swine, that we may enter into them.”", "13": "And immediately, Jesus gave them leave. Then the unclean spirits went out and entered into the swine. And the herd ran headlong from the high bank into the sea, (and there were about two thousand swine) and they were choked up in the sea.", "14": "And the swineherds fled, and told of it in the city, and in the country. And they came out to see what had been done.", "15": "And they came to Jesus. And they saw him who had been possessed with the demon and had the legion, sit, both clothed and in his right mind. And they were afraid.", "16": "And those who saw it told them what had been done to him who had been possessed with the demon and concerning the swine.", "17": "Then they began to beg Jesus to depart from their coasts.", "18": "And when He had come into the ship, he who had been possessed with the demon begged him to let him join them", "19": "But Jesus would not allow it, and said to him, “Go home to your friends and show them what great things the Lord has done for you; and how He has had compassion on you.”", "20": "So he departed and began to proclaim in Decapolis what great things Jesus had done for him. And all marveled.", "21": "And when Jesus had come over again by ship to the other side, a great multitude gathered together to Him. And He was near the sea.", "22": "And behold, there came one of the rulers of the synagogue whose name was Jairus. And when he saw Him, he fell down at his feet,", "23": "and urgently begged Him, saying, “My little daughter lies at point of death! I beg You to come and lay Your hands on her, so that she may be healed and live!”", "24": "Then Jesus went with him. And a great multitude followed Him.", "25": "And there was a certain woman who had been diseased with an issue of blood for twelve years.", "26": "And she had seen many physicians and had spent all that she had. And it had availed her nothing. But rather she had become much worse.", "27": "When she had heard of Jesus, she joined the following crowd and touched His garment.", "28": "For she said, “If I may but touch His clothes, I shall be whole.”", "29": "And instantly, the course of her blood was dried up and she felt in her body that she was healed of that plague.", "30": "And immediately, when Jesus knew in Himself the power that went out of Him, He turned and looked at the crowd, and said, “Who has touched My clothes?", "31": "And His disciples said to Him, “You Yourself see the crowd, and say, 'Who touched Me?'”", "32": "And He looked around and saw her who had done it.", "33": "And the woman feared and trembled. For she knew what had been done in her. And she came and fell down before Him and told Him the whole truth.", "34": "And He said to her, “Daughter, your faith has made you whole. Go in peace and be whole of your plague.”", "35": "While He was still speaking, there came from that same ruler of the synagogue's house certain ones who said, “Your daughter is dead. Why bother the Master any further?”", "36": "As soon as Jesus heard that word spoken, He said to the ruler of the synagogue, “Do not be afraid. Only believe.”", "37": "And He allowed no one to follow Him except Peter, James and John, the brother of James.", "38": "So He came to the house of the ruler of the synagogue, and saw the tumult and those who wept and wailed greatly.", "39": "And He went in, and said to them, “Why do you make this trouble, and weep? The child is not dead, but sleeps.”", "40": "And they ridiculed Him. But He put them all out and took the father and the mother of the child, and those who were with him and entered in where the child lay.", "41": "And He took the child by the hand, and said to her, “Talitha cumi,” which is by interpretation, “Maiden, I say to you, arise.”", "42": "And immediately the maiden arose and walked (for she was twelve years old). And they were most greatly astonished.", "43": "And He strictly charged them that no one should know of it. And commanded to give her food."}