{"1": "And He departed from there and came into His own country. And His disciples followed Him.", "2": "And when the Sabbath had come, He began to teach in the synagogue. And many who heard Him were astonished, and said, “From where has this Man received these things? And what wisdom is this that is given to Him, that even such great works are done by His hands?", "3": "“Is not this that carpenter, Mary's son, the brother of James and Joses, and of Judas and Simon? And are not his sisters here with us?” And they were offended by Him.", "4": "And Jesus said to them, “A Prophet is not without honor, except in his own country and among his own kindred and in his own house.”", "5": "And He could do no great works there, except to lay His hands upon a few sick folk and heal them.", "6": "And He marveled at their unbelief, and went around the towns on every side, teaching.", "7": "And He called to Him the twelve and began to send them forth two and two and gave them power over unclean spirits.", "8": "And He commanded them that they should take nothing for their journey except a staff only - neither bag nor bread nor money in their belts.", "9": "But that they should wear sandals and that they should not put on two coats.", "10": "And He said to them, “Wherever you shall enter into a house, stay there till you depart that place.", "11": "“And whoever shall neither receive you nor hear you, shake off the dust that is under your feet when you depart from there, for a witness to them. Truly I say to you, it shall be easier for Sodom or Gomorrah at the Day of Judgment than for that city.”", "12": "And they went out and preached repentance.", "13": "And they cast out many demons. And they anointed many who were sick with oil, and healed them.", "14": "Then King Herod heard of Him (for His Name was now well-known) and said, “John Baptist has risen again from the dead, and therefore great works are done by him.”", "15": "Others said, “It is Elijah,” and some said, “It is a Prophet like one of those Prophets.”", "16": "So when Herod heard it, he said, “It is John, whom I beheaded. He is risen from the dead.”", "17": "For Herod himself had taken John and bound him in prison for Herodias' sake, who was his brother Philip's wife. Because he had married her.", "18": "For John had said to Herod, “It is not lawful for you to have your brother's wife.”", "19": "Therefore Herodias conspired against him and would have killed him, but she could not.", "20": "For Herod feared John (knowing that he was a just and holy man) and respected him. And when he heard him, he did so gladly.", "21": "But the opportunity came when Herod, on his birthday, made a banquet to his princes and captains and chief leaders of Galilee.", "22": "And the daughter of that same Herodias came in and danced, and pleased Herod, and those who sat at table together. And the King said to the maid, “Ask of me what you will and I will give it you.”", "23": "And he swore to her, “Whatever you shall ask of me I will give it to you, even up to the half of my kingdom.”", "24": "So she went forth and said to her mother, “What shall I ask?” And she said, “John Baptist's head.”", "25": "Then she quickly returned to the King and asked, saying, “I would that you should give me, even now, on a platter, the head of John Baptist.”", "26": "Then the King was very sorry. Yet for his oath's sake and for their sakes of those who sat at table with him, he would not refuse her.", "27": "And immediately the king sent the hangman and gave charge that John Baptist's head should be brought in. So, he went and beheaded him in the prison,", "28": "And brought his head on a platter and gave it to the maid. And the maid gave it to her mother.", "29": "And when his disciples heard it, they came and took up his body and put it in a tomb.", "30": "And the Apostles gathered themselves together to Jesus and told Him all things, both what they had done and what they had taught.", "31": "And He said to them, “Come away into the wilderness, and rest a while.” For there were many comers and goers, that they had not had a chance to eat.", "32": "So they went by ship out of the way into a desert place.", "33": "But the people saw them when they departed and many knew Him and ran after them, out of all cities, and got to the desert place before them.", "34": "Then Jesus went out and saw a great multitude and had compassion on them, because they were like sheep which had no shepherd. And He began to teach them many things.", "35": "And when the day was now far spent, His disciples came to Him, saying, “This is a desert place and now the day is old.", "36": "Let them depart, so that they may go into the country and towns nearby and buy bread. For they have nothing to eat.”", "37": "But He answered, and said to them, “You give them something to eat.” And they said to Him, “Shall we go and buy two hundred pennies worth of bread and give them that to eat?”", "38": "Then He said to them, “How many loaves do you have? Go and look.” And when they had found out, they said, “Five, and two fishes.”", "39": "So He commanded them to make them all sit down by groups upon the green grass.", "40": "Then they sat down by rows, by hundreds and by fifties.", "41": "And He took the five loaves and the two fishes, and looked up to heaven and gave thanks, and broke the loaves and gave them to His disciples to set before them. And He divided the two fishes among them all.", "42": "So they all ate and were satisfied.", "43": "And they took up twelve baskets full of the fragments and of the fishes.", "44": "And those who had eaten were about five thousand men.", "45": "And immediately He had his disciples get into the ship and go before Him to the other side, to Bethsaida. While He sent away the people.", "46": "Then as soon as He had sent them away, He departed into a mountain to pray.", "47": "And when evening came, the ship was in the midst of the sea and He was alone on the land.", "48": "And He saw them troubled in rowing (for the wind was against them). And about the fourth watch of the night, He came to them, walking upon the sea. And would have passed by them.", "49": "And when they saw Him walking upon the sea, they thought it was a spirit and cried out.", "50": "For they all saw Him and were very afraid. But He talked with them and said to them, “Be of good comfort! It is I! Do not be afraid!”", "51": "Then He went up to them in the ship. And the wind ceased. And they were much more amazed and marveled.", "52": "For they had not understood the matter of the loaves, because their hearts were hardened.", "53": "And they came over and went into the land of Gennesaret, and arrived.", "54": "So when they had come out of the ship, immediately everyone knew it,", "55": "and ran around throughout all that region, carrying all who were sick to Him in couches, wherever they heard that He was.", "56": "And wherever He entered into towns or cities or villages, they laid their sick in the streets and asked Him if they might at least touch the edge of His garment. And as many as touched Him were made whole."}