{"1": "Then the Pharisees and some of the scribes came to Him from Jerusalem.", "2": "And when they saw some of His disciples eat with common hands (that is to say, unwashed), they complained.", "3": "(For the Pharisees, and all the Jews, do not eat unless they have washed their hands, holding to the traditions of the elders.", "4": "And when they come from the market, they do not eat until they have washed. And there are many other things there which they have taken upon themselves to observe - such as the washing of cups and pots and of metal vessels and of meal mats.)", "5": "Then the Pharisees and Scribes asked Jesus, “Why do not Your disciples walk according to the tradition of the elders, but eat with unwashed hands?”", "6": "Then He answered and said to them, “Surely Isaiah has prophesied well of you, hypocrites. As it is written, 'This people honors Me with lips, but their heart is far away from Me.", "7": "'But they worship Me in vain, teaching for doctrines the commandments of men.'", "8": "For you lay the Commandments of God aside, and observe the tradition of men, such as the washing of pots, and of cups. And there are many other such things that you do.”", "9": "And He said to them, “You reject the commandment of God, that you may observe your own tradition.", "10": "“For Moses said, 'Honor your father and your Mother. And whoever shall speak evil of father or mother, let him die the death.'", "11": "“But you say, 'If a man says to father or mother, 'Corban'; that is, 'By the gift that is offered by me, you may have profit, and he shall be free.'", "12": "“So you don't require him to do anything for his father or his mother.", "13": "“Making the word of God of no authority, by your tradition which you have ordained. And you do many such things.”", "14": "Then He called the whole multitude to Him, and said to them, “Hear me, all of you, and understand!", "15": "“There is nothing outside of a man that can defile him when it enters into him. But the things which proceed out of him are those which defile the man.", "16": "“If any have ears to hear, let him hear.”", "17": "And when He came into a house, away from the people, his disciples asked Him about the parable.", "18": "And He said to them, “What? Are you without understanding also? Do you not know that whatever thing enters a man from outside cannot defile him,", "19": "“because it did not enter into his heart, but into the belly. And it goes out into the draught, which is the purging of all food?”", "20": "Then He said, “That which comes out of man, that defiles man.", "21": "“For from within, even out of the heart of men, proceeds evil thoughts, adulteries, fornications, murders,", "22": "“thefts, covetousness, wickedness, deceit, uncleanness, a wicked eye, backbiting, pride, foolishness.", "23": "“All these evil things come from within and defile a man.”", "24": "And from there, He rose and went into Tyre and Sidon, and entered into a house. And He would have preferred that no one should have known. But He could not be hidden.", "25": "For a certain woman, whose little daughter had an unclean spirit, heard of Him and came and fell at His feet", "26": "And the woman was a Greek, a Syro-Phoenician by nationality. And she begged Him to cast out the demon from her daughter.", "27": "But Jesus said to her, “Let the children first be fed. For it is not good to take the children's bread and cast it to the dogs.", "28": "Then she answered, and said to Him, “True, Lord. Indeed, even the dogs under the table eat of the children's crumbs.”", "29": "Then He said to her, “Because you have said this, go your way. The demon has gone out of your daughter.”", "30": "And when she had come home to her house, she found the demon departed, and her daughter lying on the bed.", "31": "And He left the coasts of Tyre and Sidon and came to the sea of Galilee, through the midst of the coasts of Decapolis.", "32": "And they brought to Him one who was deaf and stammered in his speech and asked him to put His hand upon Him.", "33": "Then He took him aside from the crowd, and put His fingers on his ears, and spat, and touched his tongue.", "34": "And looking up to Heaven, He sighed, and said to him, “Ephphatha.” That is, “Be opened.”", "35": "And immediately his ears were opened. And his vocal chords were released. And he spoke plainly.", "36": "And He commanded them that they should tell no one. But as much as He forbade them, the more they proclaimed it.", "37": "And they were astonished beyond measure, saying, “He has done all things well! He makes both the deaf to hear and the dumb to speak!”"}