{"1": "In those days, when there was a very great multitude and they had nothing to eat, Jesus called His disciples to Him and said to them,", "2": "“I have compassion on the multitude, because they have now continued with me three days and have nothing to eat.", "3": "“And if I send them away fasting to their own houses, they would faint on the way.” For some of them came from far away.", "4": "Then His disciples answered Him, “How can we give them bread here in the wilderness?”", "5": "And He asked them, “How many loaves do you have?” And they said, “Seven.”", "6": "Then He commanded the multitude to sit down on the ground. And He took the seven loaves and gave thanks; broke them and gave them to His disciples to set before them. And they set them before the people.", "7": "They had also a few small fishes. And when He had given thanks, He commanded them also to be set before them.", "8": "So they ate and were satisfied. And they took up seven baskets full of the broken pieces that were left.", "9": "And those who had eaten were about four thousand. So, He sent them away.", "10": "And soon He entered into a ship with His disciples and came into the parts of Dalmanutha.", "11": "And the Pharisees came forth and began to dispute with Him, seeking a sign of Heaven from Him, and tempting Him.", "12": "Then He sighed deeply in His Spirit, and said, “Why does this generation seek a sign? Truly I say to you, a sign shall not be given to this generation.”", "13": "So He left them and went into the ship again and departed to the other side.", "14": "And they had forgotten to take bread with them and had only one loaf in the ship with them.", "15": "And He charged them, saying, “Beware of the leaven of the Pharisees, and of the leaven of Herod.”", "16": "And they reasoned among themselves, saying, “It is because we have no bread.”", "17": "And when Jesus knew it, He said to them, “Why do you reason 'because we have no bread'? Do you not yet perceive nor understand? Are your hearts still hardened?", "18": "“Do you have eyes and not see? And do you have ears and not hear? And do you not remember?", "19": "“When I broke the five loaves among five thousand, how many baskets full of broken pieces did you take up?”  They said to Him, “Twelve.”", "20": "“And when I broke seven among four thousand, how many baskets full of leftovers did you take up?” And they said, “Seven.”", "21": "Then He said to them, “How is it that you do not understand?”", "22": "And He came to Bethsaida. And they brought a blind man to Him and asked Him to touch him.", "23": "Then he took the blind by the hand and led him out of the town; and spit in his eyes and put His hands upon him and asked him if he saw anything.", "24": "And he looked up, and said, “I see men, walking, like trees.”", "25": "After that, He put his hands upon his eyes again and made him look again. And his sight was restored. And he saw everyone clearly from far way.", "26": "And He sent him home to his house, saying, “Do not go into the town. And do not tell of this to anyone in the town.”", "27": "And Jesus went out with His disciples into the towns of Caesarea Philippi. And along the way He asked His disciples, saying to them, “Whom do men say that I am?”", "28": "And they answered, “Some say, John Baptist; and some, Elijah; and some, one of the Prophets.”", "29": "And He said to them, “But whom do you say that I am?” Then Peter answered, and said to Him, “You are the Christ.”", "30": "And He sharply charged them that they should tell no one about Him.", "31": "Then He began to teach them that the Son of Man must suffer many things and would be rejected by the elders and the chief priests and the scribes; and be killed; and within three days, rise again.", "32": "And He spoke that thing boldly. Then Peter took Him aside and began to rebuke Him.", "33": "Then He turned back and looked at His disciples and rebuked Peter, saying, “Get behind Me, Satan! For you do not understand the things that are of God, but the things that are of men!”", "34": "And He called the people to Him, with His disciples, and said to them, “Whoever will follow Me, let him forsake himself, and take up his cross, and follow Me.", "35": "“For whoever will save his life, shall lose it. But whoever shall lose his life, for My sake, and the Gospel's, shall save it.", "36": "“For what shall it profit a man, though he should win the whole world, if he loses his soul?", "37": "“Or what shall a man exchange for his soul?", "38": "“For whoever among this adulterous and sinful generation shall be ashamed of Me and of My words, of him shall the Son of Man also be ashamed when He comes in the glory of His Father with the holy angels.”"}