{"1": "Jesus left that place and went back to his home town. His disciples went with him.", "2": "On the Sabbath day he began to teach in the meeting house again. Many people who heard him were very much surprised and said, `Where did he learn all this? Where did he get the power to do these big works?", "3": "Is he not the carpenter? Is not Mary his mother? Are not James, Joseph, Judas, and Simon his brothers? Are not his sisters here with us?' The people did not understand Jesus.", "4": "Jesus said to them, `Other people honour a man who is a prophet of God. But the people in his own country, his own home, and his family, do not honour him.'", "5": "Jesus could not do any big works in that place. But he put his hands on a few sick people and healed them.", "6": "He was surprised that the people did not believe him. He went out to the villages, teaching the people.", "7": "He called the twelve disciples to him and sent them out two by two. He gave them power to drive bad spirits out of people.", "8": "He said, `Take only a walking stick with you when you go. Do not take anything else. Do not take any food, or a bag, or money.", "9": "Wear shoes, but do not take extra clothing with you.", "10": "When you go into a certain house, live there until you leave the town.", "11": "In some places the people will not take you in. They will not listen to what you say. When you leave such a town, shake the dust off your feet. That will be a warning to them. I tell you the truth. On the day when people are judged, the people in that town will be punished harder than the people in the country of Sodom and Gomorrah.'", "12": "The disciples went out and told the people that they should stop doing wrong things.", "13": "They drove bad spirits out of many people. They also put oil on many sick people and healed them.", "14": "King Herod heard about these things. People were talking about Jesus everywhere. Herod said, `John the Baptizer is risen from death. That is why he is able to do such great works.'", "15": "Other people said, `It is Elijah.' Others said, `He is a prophet like the prophets of God who lived long ago.'", "16": "Herod heard what other people said, so he said, `I cut off John's head. He is alive again.'", "17": "Herod had sent his people to catch John. They tied him and put him in prison to please Herodias. Herod had married her, but she was his brother Philip's wife.", "18": "John had told Herod, `It is wrong for you to have your brother's wife.'", "20": "So Herodias hated John. She wanted to kill him. But she could not because Herod liked John. He knew that John did what was right and was a good man. So he kept John safe. When he heard John speak he was troubled in his heart, and yet he was glad to hear him.", "21": "rod made a feast on his birthday. He called all his rulers and the captains and the leaders of Galilee to come to the feast.", "22": "The daughter of Herodias came in and danced for them. This pleased Herod and the people at the feast. Then the king said to the girl, `Ask me for anything you want and I will give it to you.'", "23": "He made a promise which he would not break. He said, `Anything that you ask me for I will give you, even if you ask me for half of my kingdom.'", "24": "The girl went to her mother and said, `What shall I ask for?' Her mother said, `Ask for the head of John the Baptizer.'", "25": "The girl came quickly to the king and said, `I want you to give me the head of John the Baptizer on a plate. Give it to me right away.'", "26": "The king was very sorry. But he had made a promise and all the people at the feast had heard him promise. He wanted to do what he promised her.", "27": "Right away he sent one of the soldiers who was standing on guard. He told him to bring John's head. The soldier went to the prison and cut off John's head.", "28": "He brought the head on a plate and gave it to the girl. She gave it to her mother.", "29": "When John's disciples heard of it, they came and took his body and buried it.", "30": "The apostles came back to Jesus. They told him all they had done and taught.", "31": "Jesus said to them, `Come away with me. Let us go alone to a quiet place and rest for a while.' Many people were coming and going. They could not even eat.", "32": "So they went away in a boat to a lonely place by themselves.", "33": "The people saw them going. Many people knew them. The people ran from all the towns and got there ahead of them.", "34": "When the boat got there, Jesus saw the many people. He was very sorry for them because they were like sheep with no one to care for them. He began to teach them many things.", "35": "When it was late in the day, his disciples came to him. They said, `This is a lonely place and the time is late.", "36": "Send these people away to farms and villages to buy food for themselves. They have nothing to eat.'", "37": "Jesus said, `You give them food to eat.' They said, `Shall we go and buy a lot of bread and give them to eat?'", "38": "He said, `Go and see how much bread you have.' When they knew, they told him, `We have five loaves of bread and two fish.'", "39": "Jesus told the disciples to make all the people sit on the green grass in groups.", "40": "The people sat down in groups. Some groups were a hundred people and some were fifty people.", "41": "Jesus took the five loaves of bread and the two fish. He looked up to heaven and thanked God for them. Then he broke them in pieces. He gave them to the disciples to give to the people. Then he divided the two fish among them all.", "42": "They all ate and had enough.", "43": "Then they gathered twelve baskets full of pieces that were left.", "44": "The number of men who ate was about five thousand.", "45": "Then Jesus said to the disciples, `You get into the boat right away and go over to Bethsaida. I will send the people away.'", "46": "When he had sent the people away, he went up on the hill to talk with God.", "47": "In the evening the boat was far out on the water. Jesus was alone on the land.", "48": "He saw the disciples working hard rowing the boat. The wind was blowing the wrong way. When it was almost morning, Jesus came to the disciples. He was walking on the water. He was going to pass by them.", "49": "But when they saw him walking on the water, they thought it was a spirit. They shouted loudly.", "50": "They all saw him and were very much afraid. He spoke to them right away. He said, `Be glad! It is I. Do not fear.'", "51": "Then he got in the boat with them. The wind stopped. They were very much surprised and did not know what to say.", "52": "They did not understand the lesson about the bread because their minds were too slow.", "53": "They crossed over the sea and came to the land at Gennesaret. They came to shore.", "54": "As soon as he got out of the boat, the people knew him.", "55": "They went quickly to all the country around. They brought sick people in their beds to the place where they heard Jesus was.", "56": "They laid sick people by the road in villages, towns, and farms and every place he went. They begged him to let them touch his clothes. And all the people who touched him were healed."}