{"1": "Jesus said to them, `I tell you the truth. Some people are standing here who will not die before they see the kingdom of God come with power.'", "2": "Six days after this, Jesus took Peter, James, and John with him. He led them up a hill by themselves. Jesus was changed in front of them.", "3": "His clothes were white like light. No person on earth could make them so white.", "4": "Then they saw Elijah and Moses talking with Jesus.", "5": "Then Peter said to Jesus, `Master, this is a good place for us. We will make three places, one for you, one for Moses, and one for Elijah.'", "6": "Peter did not know what to say because they were very much afraid.", "7": "Then a cloud came over them. A voice in the cloud said, `This is my dear Son. Listen to him.'", "8": "They quickly looked around but they saw no one except Jesus there with them.", "9": "When they came down the hill, Jesus said to them, `Do not tell anyone what you saw. Do not tell it until after the Son of Man has been raised from death.'", "10": "So they kept these things to themselves, asking each other what he meant about rising from death.", "11": "Then they asked Jesus, `Why do the scribes [who know all about the holy writings] say that first Elijah must come?'", "12": "He said, `Elijah does come first. He will get everything ready. But why do the holy writings say that the Son of Man must have much trouble? They say, \"He will have much trouble and the people will not respect him.\"", "13": "I tell you that Elijah has come. The people did to him just what they wanted to do. They did just as it is written about him.'", "14": "When they came to the disciples, they saw many people around them. Some scribes were talking with the disciples.", "15": "The people were all very much surprised when they saw Jesus. They ran to him and greeted him.", "16": "Jesus asked his disciples, `What are you talking about with them?'", "17": "One of the people said, `Teacher, I brought my son to you. A bad spirit is in him so he cannot talk.", "18": "Wherever it takes hold of him, it throws him around. It makes him foam at his mouth. It makes him make noises with his teeth. He is getting weak and thin. I asked your disciples to drive the bad spirit out, but they could not do it.'", "19": "Jesus said, `You people today do not believe. How long must I be with you? How long must I put up with you? Bring the boy here to me.'", "20": "So they brought the boy to him. As soon as the bad spirit saw him, he threw the boy around. The boy fell on the ground and rolled around. Foam was coming from his mouth.", "21": "Jesus asked the father, `How long has he had this spirit?' He answered, `Since he was a child.", "22": "Often it has thrown him in the fire and in the water. It has tried to kill him. If you can do anything for him, show us that you share our suffering by helping us.'", "23": "Jesus said to him, `You say, \"If you can.\" Anything can be done for the person who believes.'", "24": "Right away the father of the child, with tears in his eyes, said loudly, `I do believe! Help me to believe more!'", "25": "Jesus saw many people come running together. He talked to the bad spirit: `You bad spirit who stops the boy from hearing and talking! I tell you, come out of him and do not go into him again!'", "26": "The bad spirit screamed and threw the boy around. Then it came out of him and left him like a dead person. Many of the people even said, `The boy is dead.'", "27": "But Jesus took his hand and helped him to get up. The boy stood up.", "28": "Jesus went into the house. His disciples were alone with him. They asked him, `Why could we not drive out the bad spirit?'", "29": "Jesus said to them, `This kind of bad spirit does not come out unless people talk to God and fast.'", "30": "Then they left that place and went through Galilee. Jesus did not want anyone to know it.", "31": "He taught his disciples. He said to them, `The Son of Man will be given over to men. They will kill him. When he is killed, he will rise after three days.'", "32": "The disciples did not understand what he said and they were afraid to ask him.", "33": "They came to Capernaum. When he was in the house, he asked the disciples, `What were you talking about on the way coming?'", "34": "But they said nothing, because on the road they had been talking among themselves about who was the greatest person.", "35": "He sat down and called the twelve disciples to him. He said, `The way to be first is to put yourself last and be a servant to the others.'", "36": "Jesus took a child and had him stand in front of them. Then he took the child in his arms and said,", "37": "`If anyone takes in a child like this for my sake, he takes in me. If anyone takes in me, he takes in the One who sent me.'", "38": "John said to him, `Master, we saw a man driving bad spirits out of people. He was using your name, but he is not one of us. So we told him to stop because he is not one of us.'", "39": "Jesus said, `Do not stop him. Anyone who can do a great work in my name will not be quick to say wrong things about me.", "40": "He that is not against us is on our side.", "41": "`I tell you the truth. If anyone gives you a cup of water to drink because you belong to Christ, he will not lose his reward'", "42": "`These little children believe in me. If anyone makes one of them do wrong, he will be punished. He will have worse trouble than if a big stone were tied to his neck and he were thrown into the deep sea.", "43": "If your hand makes you do wrong, cut it off. It is better for you to enter life with one hand than to have two hands and go into hell. Hell fire never dies.", "44": "In hell their worm will not die and the fire will not stop burning.", "45": "If your foot makes you do wrong, cut it off. It is better for you to enter life with one foot than to have two feet and be thrown into hell. Hell fire never dies.", "46": "In hell their worm will not die and the fire will not stop burning.", "47": "If your eye makes you do wrong, take it out. It is better for you to go into God's kingdom with one eye than to have two eyes and be thrown into hell.", "48": "In hell their worm will not die and the fire will not stop burning.", "49": "Everyone must be tested by fire. Every sacrifice must have salt on it.", "50": "Salt is good. But if the salt has lost its taste, how can it be made salty again? You must have salt in yourselves and live in peace with one another.'"}