{"1": "Paul in Ephesus. 1 [a]While Apollos was in Corinth, Paul traveled through the interior of the country and came [down] to Ephesus where he found some disciples. ", "2": "He said to them, “Did you receive the holy Spirit when you became believers?” They answered him, “We have never even heard that there is a holy Spirit.” ", "3": "He said, “How were you baptized?” They replied, “With the baptism of John.” ", "4": "Paul then said, “John baptized with a baptism of repentance, telling the people to believe in the one who was to come after him, that is, in Jesus.” ", "5": "When they heard this, they were baptized in the name of the Lord Jesus. ", "6": "And when Paul laid [his] hands on them, the holy Spirit came upon them, and they spoke in tongues and prophesied. ", "7": "Altogether there were about twelve men.", "8": "He entered the synagogue, and for three months debated boldly with persuasive arguments about the kingdom of God. ", "9": "But when some in their obstinacy and disbelief disparaged the Way before the assembly, he withdrew and took his disciples with him and began to hold daily discussions in the lecture hall of Tyrannus. ", "10": "This continued for two years with the result that all the inhabitants of the province of Asia heard the word of the Lord, Jews and Greeks alike. ", "11": "So extraordinary were the mighty deeds God accomplished at the hands of Paul ", "12": "that when face cloths or aprons that touched his skin were applied to the sick, their diseases left them and the evil spirits came out of them.", "13": "The Jewish Exorcists. 13 Then some itinerant Jewish exorcists tried to invoke the name of the Lord Jesus over those with evil spirits, saying, “I adjure you by the Jesus whom Paul preaches.” ", "14": "When the seven sons of Sceva, a Jewish high priest, tried to do this, ", "15": "the evil spirit said to them in reply, “Jesus I recognize, Paul I know, but who are you?” ", "16": "The person with the evil spirit then sprang at them and subdued them all. He so overpowered them that they fled naked and wounded from that house. ", "17": "When this became known to all the Jews and Greeks who lived in Ephesus, fear fell upon them all, and the name of the Lord Jesus was held in great esteem. ", "18": "Many of those who had become believers came forward and openly acknowledged their former practices. ", "19": "Moreover, a large number of those who had practiced magic collected their books and burned them in public. They calculated their value and found it to be fifty thousand silver pieces. ", "20": "Thus did the word of the Lord continue to spread with influence and power.", "21": "Paul's Plans. 21 When this was concluded, Paul made up his mind to travel through Macedonia and Achaia, and then to go on to Jerusalem, saying, “After I have been there, I must visit Rome also.” ", "22": "Then he sent to Macedonia two of his assistants, Timothy and Erastus, while he himself stayed for a while in the province of Asia.", "23": "The Riot of the Silversmiths. 23 About that time a serious disturbance broke out concerning the Way. ", "24": "There was a silversmith named Demetrius who made miniature silver shrines of Artemis[b] and provided no little work for the craftsmen. ", "25": "He called a meeting of these and other workers in related crafts and said, “Men, you know well that our prosperity derives from this work. ", "26": "As you can now see and hear, not only in Ephesus but throughout most of the province of Asia this Paul has persuaded and misled a great number of people by saying that gods made by hands are not gods at all. ", "27": "The danger grows, not only that our business will be discredited, but also that the temple of the great goddess Artemis will be of no account, and that she whom the whole province of Asia and all the world worship will be stripped of her magnificence.”", "28": "When they heard this, they were filled with fury and began to shout, “Great is Artemis of the Ephesians!” ", "29": "The city was filled with confusion, and the people rushed with one accord into the theater, seizing Gaius and Aristarchus, the Macedonians, Paul's traveling companions. ", "30": "Paul wanted to go before the crowd, but the disciples would not let him, ", "31": "and even some of the Asiarchs[c] who were friends of his sent word to him advising him not to venture into the theater. ", "32": "Meanwhile, some were shouting one thing, others something else; the assembly was in chaos, and most of the people had no idea why they had come together. ", "33": "Some of the crowd prompted Alexander, as the Jews pushed him forward, and Alexander signaled with his hand that he wished to explain something to the gathering. ", "34": "But when they recognized that he was a Jew, they all shouted in unison, for about two hours, “Great is Artemis of the Ephesians!” ", "35": "Finally the town clerk restrained the crowd and said, “You Ephesians, what person is there who does not know that the city of the Ephesians is the guardian of the temple[d] of the great Artemis and of her image that fell from the sky? ", "36": "Since these things are undeniable, you must calm yourselves and not do anything rash. ", "37": "The men you brought here are not temple robbers, nor have they insulted our goddess. ", "38": "If Demetrius and his fellow craftsmen have a complaint against anyone, courts are in session, and there are proconsuls. Let them bring charges against one another. ", "39": "If you have anything further to investigate, let the matter be settled in the lawful assembly, ", "40": "for, as it is, we are in danger of being charged with rioting because of today's conduct. There is no cause for it. We shall [not][e] be able to give a reason for this demonstration.” With these words he dismissed the assembly."}