{"1": "Paul, a slave of King Jesus, called to be an apostle, set apart for God's good news, ", "2": "which he promised beforehand through his prophets in the sacred writings – ", "3": "the good news about his son, who was descended from David's seed in terms of flesh, ", "4": "and who was marked out powerfully as God's son in terms of the spirit of holiness by the resurrection of the dead: Jesus, the king, our Lord!", "5": "Through him we have received grace and apostleship to bring about believing obedience among all the nations for the sake of his name. ", "6": "That includes you, too, who are called by Jesus the king.", "7": "This letter comes to all in Rome who love God, all who are called to be his holy people. Grace and peace to you from God our father, and King Jesus, the Lord.", "8": "Let me say first that I thank my God for all of you, through Jesus the king, because all the world has heard the news of your faith. ", "9": "God is my witness – the God I worship in my spirit in the good news of his son – that I never stop remembering you ", "10": "in my prayers. I ask God again and again that somehow at last I may now be able, in his good purposes, to come to you. ", "11": "I'm longing to see you! I want to share with you some spiritual blessing to give you strength; ", "12": "that is, I want to encourage you, and be encouraged by you, in the faith you and I share. ", "13": "I don't want you to be unaware, my dear family, that I've often made plans to come to you; it's just that up to now something has always got in the way. I want to bear some fruit among you, as I have been doing among the other nations.", "14": "I am under obligation to barbarians as well as to Greeks, you see; both to the wise and to the foolish. ", "15": "That's why I'm eager to announce the good news to you, too, in Rome. ", "16": "I'm not ashamed of the good news; it's God's power, bringing salvation to everyone who believes – to the Jew first, and also, equally, to the Greek. ", "17": "This is because God's covenant justice is unveiled in it, from faithfulness to faithfulness. As it says in the Bible, 'the just shall live by faith'.", "18": "For the anger of God is unveiled from heaven against all the ungodliness and injustice performed by people who use injustice to suppress the truth. ", "19": "What can be known of God, you see, is plain to them, since God has made it plain to them. ", "20": "Ever since the world was made, his eternal power and deity have been seen and known in the things he made. As a result, they have no excuse: ", "21": "they knew God, but didn't honour him as God or thank him. Instead, they learned to think in useless ways, and their unwise heart grew dark. ", "22": "They declared themselves to be wise, but in fact they became foolish. ", "23": "They swapped the glory of the immortal God for the likeness of the image of mortal humans – and of birds, animals and reptiles.", "24": "So God gave them up to uncleanness in the desires of their hearts, with the result that they dishonoured their bodies among themselves. ", "25": "They swapped God's truth for a lie, and worshipped and served the creature rather than the creator, who is blessed for ever, Amen.", "26": "So God gave them up to shameful desires. Even the women, you see, swapped natural sexual practice for unnatural; ", "27": "and the men, too, abandoned natural sexual relations with women, and were inflamed with their lust for one another. Men performed shameless acts with men, and received in themselves the appropriate repayment for their mistaken ways.", "28": "Moreover, just as they did not see fit to hold on to knowledge of God, God gave them up to an unfit mind, so that they would behave inappropriately. ", "29": "They were filled with all kinds of injustice, wickedness, greed and evil; they were full of envy, murder, enmity, deceit and cunning. They became gossips, ", "30": "slanderers, God-haters, arrogant, self-important, boastful, inventors of evil, disobedient to parents, ", "31": "unwise, unfaithful, unfeeling, uncaring. ", "32": "They know that God has rightly decreed that people who do things like that deserve death. But not only do they do them; they give their approval to people who practise them."}