{"1": "My dear family, the longing of my heart, and my prayer to God on their behalf, is for their salvation. ", "2": "I can testify on their behalf that they have a zeal for God; but it is not based on knowledge. ", "3": "They were ignorant, you see, of God's covenant faithfulness, and they were trying to establish a covenant status of their own; so they didn't submit to God's faithfulness. ", "4": "The Messiah, you see, is the goal of the law, so that covenant membership may be available for all who believe.", "5": "Moses writes, you see, about the covenant membership defined by the law, that 'the person who performs the law's commands shall live in them.' ", "6": "But the faith-based covenant membership puts it like this: 'Don't say in your heart, Who shall go up to heaven?' (in other words, to bring the Messiah down), ", "7": "or, 'Who shall go down into the depths?' (in other words, to bring the Messiah up from the dead). ", "8": "But what does it say? 'The word is near you, in your mouth and in your heart' (that is, the word of faith which we proclaim); ", "9": "because if you profess with your mouth that Jesus is Lord, and believe in your heart that God raised him from the dead, you will be saved. ", "10": "Why? Because the way to covenant membership is by believing with the heart, and the way to salvation is by professing with the mouth.", "11": "The Bible says, you see, 'Everyone who believes in him will not be put to shame.' ", "12": "For there is no distinction between Jew and Greek, since the same Lord is Lord of all, and is rich towards all who call upon him. ", "13": "'All who call upon the name of the Lord', you see, 'will be saved.'", "14": "So how are they to call on someone when they haven't believed in him? And how are they to believe if they don't hear? And how will they hear without someone announcing it to them? ", "15": "And how will people make that announcement unless they are sent? As the Bible says, 'How beautiful are the feet of the ones who bring good news of good things.'", "16": "But not all obeyed the good news. Isaiah asks, you see, 'Lord, who has believed our report?' ", "17": "So faith comes from hearing, and hearing comes from the word of the Messiah.", "18": "This might make us ask, did they not hear? But they certainly did: Their sound went out into all the world, and their words to the ends of the earth.", "19": "But I ask, did Israel not know? To begin with, Moses says, I will make you jealous with a non-nation; and stir you to anger with a foolish people.", "20": "Then Isaiah, greatly daring, puts it like this: I was found by those who were not looking for me; I became visible to those who were not asking for me.", "21": "But in respect of Israel he says, All day long I have stretched out my hands to a disbelieving and disagreeable people."}