{"1": "So I ask, has God abandoned his people? Certainly not! I myself am an Israelite, from the seed of Abraham and the tribe of Benjamin. ", "2": "'God has not abandoned his people', the ones he chose in advance. Don't you know what the Bible says in the passage about Elijah, describing how he pleads with God against Israel? ", "3": "'Lord,' he says, 'they have killed your prophets, they have thrown down your altars; I'm the only one left, and they are trying to kill me!' ", "4": "But what is the reply from the divine word? 'I have left for myself seven thousand men who have not bowed the knee to Baal.'", "5": "In the same way, at the present time there is a remnant, chosen by grace. ", "6": "But if it is by grace, it is no longer by works, otherwise grace would no longer be grace.", "7": "What then? Did Israel not obtain what it was looking for? Well, the chosen ones obtained it – but the rest were hardened, ", "8": "as the Bible says: God gave them a spirit of stupor, eyes that wouldn't see, and ears that wouldn't hear, right down to this present day.", "9": "And David says, Let their table become a snare and a trap, and a stumbling block and a punishment for them;", "10": "let their eyes be darkened so that they can't see, and make their backs bend low for ever.", "11": "So I ask, then: Have they tripped up in such a way as to fall completely? Certainly not! Rather, by their trespass, salvation has come to the nations, in order to make them jealous. ", "12": "If their trespass means riches for the world, and their impoverishment means riches for the nations, how much more will their fullness mean!", "13": "Now I am speaking to you Gentiles. Insofar as I am the apostle of the Gentiles, I celebrate my particular ministry, ", "14": "so that, if possible, I can make my 'flesh' jealous, and save some of them. ", "15": "If their casting away, you see, means reconciliation for the world, what will their acceptance mean but life from the dead?", "16": "Take another illustration: if the first fruits are holy, so is the whole lump. And another: if the root is holy, so are the branches.", "17": "But if some of the branches were broken off, and you – a wild olive tree! – were grafted in among them, and came to share in the root of the olive with its rich sap, ", "18": "don't boast over the branches. If you do boast, remember this: it isn't you that supports the root, but the root that supports you.", "19": "I know what you'll say next: 'Branches were broken off so that I could be grafted in.' ", "20": "That's all very well. They were broken off because of unbelief – but you stand firm by faith. Don't get big ideas about it; instead, be afraid. ", "21": "After all, if God didn't spare the natural branches, there's a strong possibility he won't spare you.", "22": "Note carefully, then, that God is both kind and severe. He is severe to those who have fallen, but he is kind to you, provided you continue in his kindness – otherwise you too will be cut off. ", "23": "And they, too, if they do not remain in unbelief, will be grafted back in. God is able, you see, to graft them back in. ", "24": "For if you were cut out of what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will they, the natural branches, be grafted back into their own olive tree.", "25": "My dear brothers and sisters, you mustn't get the wrong idea and think too much of yourselves. That is why I don't want you to remain in ignorance of this mystery: a hardening has come for a time upon Israel, until the fullness of the nations comes in. ", "26": "That is how 'all Israel shall be saved', as the Bible says: The Deliverer will come from Zion, and will turn away ungodliness from Jacob.", "27": "And this will be my covenant with them, whenever I take away their sins.", "28": "As regards the good news, they are enemies – for your sake! But as regards God's choice they are beloved because of the patriarchs. ", "29": "God's gifts and God's call, you see, cannot be undone. ", "30": "For just as you were once disobedient to God, but now have received mercy through their disobedience, ", "31": "so they have now disbelieved as well, in order that, through the mercy which has come your way, they too may now receive mercy. ", "32": "For God has shut up all people in disobedience, so that he may have mercy upon all.", "33": "O, the depth of the riches and the wisdom and knowledge of God! We cannot search his judgments, we cannot fathom his ways.", "34": "For 'who has known the mind of the Lord? Or who has given him counsel?", "35": "Who has given a gift to him which needs to be repaid?'", "36": "For from him, through him and to him are all things. Glory to him for ever! Amen."}