{"1": "Let me introduce to you our sister Phoebe. She is a deacon in the church at Cenchreae. ", "2": "I want you to welcome her in the Lord, as is proper for one of God's people. Please give her whatever practical assistance she may need from you. She has been a benefactor to many people, myself included.", "3": "Greet Prisca and Aquila, my fellow-workers in King Jesus. ", "4": "They put their lives on the line for me. It isn't only me, but all the Gentile churches, that owe them a debt of gratitude. ", "5": "Greet the church in their house as well. Greet my dear Epainetus; he was the first fruits of the Messiah's harvest in Asia. ", "6": "Greet Mary, who has worked hard for you. ", "7": "Greet Andronicus and Junia, my relatives and fellow prisoners, who are well known among the apostles, and who were in the Messiah before I was. ", "8": "Greet Ampliatus, my dear friend in the Lord. ", "9": "Greet Urbanus, our fellow-worker in the Messiah, and my dear Stachys. ", "10": "Greet Apelles, who has proved his worth in the Messiah. Greet the people from the Aristobulus household.", "11": "Greet my relative Herodion. Greet those in the Lord who belong to the household of Narcissus. ", "12": "Greet Tryphaena and Tryphosa, who have worked hard in the Lord. Greet dear Persis, who has done a great deal of work in the Lord. ", "13": "Greet Rufus, one of the Lord's chosen, and also his mother – my mother too, in effect! ", "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the family with them.", "15": "Greet Philologus and Julia, Nereus and his sister, Olympas too, and all God's people who are with them. ", "16": "Greet one another with a holy kiss. All the Messiah's churches send you greetings.", "17": "I urge you, my dear family, to watch out for those who cause divisions and problems, contrary to the teaching you learned. Avoid them. ", "18": "People like that are serving their own appetites instead of our Lord the Messiah. They deceive the hearts of simple-minded people with their smooth and flattering speech. ", "19": "Your obedience, you see, is well known to all, and so I am rejoicing over you. But I want you to be wise when it comes to good, and innocent when it comes to evil. ", "20": "The God of peace will quickly crush the satan under your feet. May the grace of our Lord Jesus be with you.", "21": "Timothy, my fellow-worker, sends you greetings, as do Lucius, Jason and Sosipater, my relatives. ", "22": "I, Tertius, the scribe for this letter, greet you in the Lord. ", "23": "Gaius, who is host to me and the whole church, sends you greetings. Erastus the city treasurer sends you greetings, as does another brother, Quartus.", "25": "Now to him who is able to strengthen you according to my gospel, the proclamation of Jesus the Messiah, in accordance with the unveiling of the mystery kept hidden for long ages ", "26": "but now revealed and made known through the prophetic writings, according to the command of the eternal God, for the obedience of faith among all the nations – ", "27": "to the only wise God, through Jesus the Messiah, to whom be glory to the coming ages! Amen."}