{"1": "So you have no excuse – anyone, whoever you are, who sits in judgment! When you judge someone else, you condemn yourself, because you, who are behaving as a judge, are doing the same things. ", "2": "God's judgment falls, we know, in accordance with the truth, on those who do such things. ", "3": "But if you judge those who do them and yet do them yourself, do you really suppose that you will escape God's judgment?", "4": "Or do you despise the riches of God's kindness, forbearance and patience? Don't you know that God's kindness is meant to bring you to repentance? ", "5": "But by your hard, unrepentant heart you are building up a store of anger for yourself on the day of anger, the day when God's just judgment will be unveiled – ", "6": "the God who will 'repay everyone according to their works'.", "7": "When people patiently do what is good, and so pursue the quest for glory and honour and immortality, God will give them the life of the age to come. ", "8": "But when people act out of selfish desire, and do not obey the truth, but instead obey injustice, there will be anger and fury. ", "9": "There will be trouble and distress for every single person who does what is wicked, the Jew first and also, equally, the Greek – ", "10": "and there will be glory, honour and peace for everyone who does what is good, the Jew first and also, equally, the Greek. ", "11": "God, you see, shows no partiality.", "12": "Everyone who sinned outside the law, you see, will be judged outside the law – and those who sinned from within the law will be judged by means of the law. ", "13": "After all, it isn't those who hear the law who are in the right before God. It's those who do the law who will be declared to be in the right!", "14": "This is how it works out. Gentiles don't possess the law as their birthright; but whenever they do what the law says, they are a law for themselves, despite not possessing the law. ", "15": "They show that the work of the law is written on their hearts. Their conscience bears witness as well, and their thoughts will run this way and that, sometimes accusing them and sometimes excusing, ", "16": "on the day when (according to the gospel I proclaim) God judges all human secrets through King Jesus.", "17": "But supposing you call yourself a 'Jew'. Supposing you rest your hope in the law. Supposing you celebrate the fact that God is your God, ", "18": "and that you know what he wants, and that by the law's instruction you can make appropriate moral distinctions. ", "19": "Supposing you believe yourself to be a guide to the blind, a light to people in darkness, ", "20": "a teacher of the foolish, an instructor for children – all because, in the law, you possess the outline of knowledge and truth.", "21": "Well then: if you're going to teach someone else, aren't you going to teach yourself? If you say people shouldn't steal, do you steal? ", "22": "If you say people shouldn't commit adultery, do you commit adultery? If you loathe idols, do you rob temples? ", "23": "If you boast in the law, do you dishonour God by breaking the law? ", "24": "This is what the Bible says: 'Because of you, God's name is blasphemed among the nations'!", "25": "Circumcision, you see, has real value for people who keep the law. If, however, you break the law, your circumcision becomes uncircumcision. ", "26": "Meanwhile, if uncircumcised people keep the law's requirements, their uncircumcision will be regarded as circumcision, won't it? ", "27": "So people who are by nature uncircumcised, but who fulfil the law, will pass judgment on people like you who possess the letter of the law and circumcision but who break the law.", "28": "The 'Jew' isn't the person who appears to be one, you see. Nor is 'circumcision' what it appears to be, a matter of physical flesh. ", "29": "The 'Jew' is the one in secret; and 'circumcision' is a matter of the heart, in the spirit rather than the letter. Such a person gets 'praise', not from humans, but from God."}