{"1": "What advantage, then, does the Jew possess? What, indeed, is the point of circumcision? ", "2": "A great deal, in every way. To begin with, the Jews were entrusted with God's oracles. ", "3": "What follows from that? If some of them were unfaithful to their commission, does their unfaithfulness nullify God's faithfulness? ", "4": "Certainly not! Let God be true, and every human being false! As the Bible says, So that you may be found in the right in what you say, and may win the victory when you come to court.", "5": "But if our being in the wrong proves that God is in the right, what are we going to say? That God is unjust to inflict anger on people? (I'm reducing things to a human scale!) ", "6": "Certainly not! How then could God judge the world? ", "7": "But if God's truthfulness grows all the greater and brings him glory in and through my falsehood, why am I still being condemned as a sinner? ", "8": "And why not 'do evil so that good may come' – as some people blasphemously say about us, and as some allege that we say? People like that, at least, deserve the judgment they get!", "9": "What then? Are we in fact better off? No, certainly not. I have already laid down this charge, you see: Jews as well as Greeks are all under the power of sin. ", "10": "This is what the Bible says: No one is in the right – nobody at all!", "11": "No one understands, or goes looking for God;", "12": "all of them alike have wandered astray, together they have all become futile; none of them behaves kindly, no, not one.", "13": "Their throat is an open grave, they use their tongues to deceive, the poison of vipers is under their lips.", "14": "Their mouth is full of cursing and bitterness,", "15": "their feet are quick when there's blood to be shed,", "16": "disaster and wretchedness are in their paths,", "17": "and they did not know the way of peace.", "18": "They have no fear of God before their eyes.", "19": "Now we know that whatever the law says, it is speaking to those who are 'in the law'. The purpose of this is that every mouth may be stopped, and the whole world may be brought to the bar of God's judgment. ", "20": "No mere mortal, you see, can be declared to be in the right before God on the basis of the works of the law. What you get through the law is the knowledge of sin.", "21": "But now, quite apart from the law (though the law and the prophets bore witness to it), God's covenant justice has been displayed. ", "22": "God's covenant justice comes into operation through the faithfulness of Jesus the Messiah, for the benefit of all who have faith. For there is no distinction: ", "23": "all sinned, and fell short of God's glory – ", "24": "and by God's grace they are freely declared to be in the right, to be members of the covenant, through the redemption which is found in the Messiah, Jesus.", "25": "God put Jesus forth as the place of mercy, through faithfulness, by means of his blood. He did this to demonstrate his covenant justice, because of the passing over (in divine forbearance) of sins committed beforehand. ", "26": "This was to demonstrate his covenant justice in the present time: that is, that he himself is in the right, and that he declares to be in the right everyone who trusts in the faithfulness of Jesus.", "27": "So what happens to boasting? It is ruled out! Through what sort of law? The law of works? No: through the law of faith! ", "28": "We calculate, you see, that a person is declared to be in the right on the basis of faith, apart from works of the law. ", "29": "Or does God belong only to Jews? Doesn't he belong to the nations as well? Yes, of course, to the nations as well, ", "30": "since God is one. He will make the declaration 'in the right' over the circumcised on the basis of faith, and over the uncircumcised through faith.", "31": "Do we then abolish the law through faith? Certainly not! Rather, we establish the law."}