{"1": "The result is this: since we have been declared 'in the right' on the basis of faith, we have peace with God through our Lord Jesus the Messiah. ", "2": "Through him we have been allowed to approach, by faith, into this grace in which we stand; and we celebrate the hope of the glory of God.", "3": "That's not all. We also celebrate in our sufferings, because we know that suffering produces patience, ", "4": "patience produces a well-formed character, and a character like that produces hope. ", "5": "Hope, in its turn, does not make us ashamed, because the love of God has been poured out in our hearts through the holy spirit who has been given to us.", "6": "This is all based on what the Messiah did: while we were still weak, at that very moment he died on behalf of the ungodly. ", "7": "It's a rare thing to find someone who will die on behalf of an upright person – though I suppose someone might be brave enough to die for a good person. ", "8": "But this is how God demonstrates his own love for us: the Messiah died for us while we were still sinners.", "9": "How much more, in that case – since we have been declared to be in the right by his blood – are we going to be saved by him from God's coming anger! ", "10": "When we were enemies, you see, we were reconciled to God through the death of his son; if that's so, how much more, having already been reconciled, shall we be saved by his life. ", "11": "And that's not all. We even celebrate in God, through our Lord Jesus the Messiah, through whom we have now received this reconciliation.", "12": "Therefore, just as sin came into the world through one human being, and death through sin, and in that way death spread to all humans, in that all sinned . . . ", "13": "Sin was in the world, you see, even in the absence of the law, though sin is not calculated when there is no law. ", "14": "But death reigned from Adam to Moses, even over the people who did not sin by breaking a command, as Adam had done – Adam, who was the imprint of the one who would come.", "15": "But it isn't 'as the trespass, so also the gift'. For if many died by one person's trespass, how much more has God's grace, and the gift in grace through the one person Jesus the Messiah, abounded to the many. ", "16": "And nor is it 'as through the sin of the one, so also the gift'. For the judgment which followed the one trespass resulted in a negative verdict, but the free gift which followed many trespasses resulted in a positive verdict. ", "17": "For if, by the trespass of the one, death reigned through that one, how much more will those who receive the abundance of grace, and of the gift of covenant membership, of 'being in the right', reign in life through the one man Jesus the Messiah.", "18": "So, then, just as, through the trespass of one person, the result was condemnation for all people, even so, through the upright act of one person, the result is justification – life for all people. ", "19": "For just as through the disobedience of one person many received the status of 'sinner', so through the obedience of one person many will receive the status of 'in the right'.", "20": "The law came in alongside, so that the trespass might be filled out to its full extent. But where sin increased, grace increased all the more; ", "21": "so that, just as sin reigned in death, even so, through God's faithful covenant justice, grace might reign to the life of the age to come, through Jesus the Messiah, our Lord."}