{"1": "Surely you know, my dear family – I am, after all, talking to people who know the law! – that the law rules a person as long as that person is alive? ", "2": "The law binds a married woman to her husband during his lifetime; but if he dies, she is free from the law as regards her husband. ", "3": "So, then, she will be called an adulteress if she goes with another man while her husband is alive; but if the husband dies, she is free from the law, so that she is not an adulteress if she goes with another man.", "4": "In the same way, my dear family, you too died to the law through the body of the Messiah, so that you could belong to someone else – to the one who was raised from the dead, in fact – so that we could bear fruit for God. ", "5": "For when we were living a mortal human life, the passions of sins which were through the law were at work in our limbs and organs, causing us to bear fruit for death. ", "6": "But now we have been cut loose from the law; we have died to the thing in which we were held tightly. The aim is that we should now be enslaved in the new life of the spirit, not in the old life of the letter.", "7": "What then shall we say? That the law is sin? Certainly not. But I would not have known sin except through the law. I would not have known covetousness if the law had not said, 'You shall not covet.' ", "8": "But sin grabbed its opportunity through the commandment, and produced all kinds of covetousness within me. Apart from the law, sin is dead. ", "9": "I was once alive apart from the law; but when the commandment came, sin sprang to life ", "10": "and I died. The commandment which pointed to life turned out, in my case, to bring death. ", "11": "For sin grabbed its opportunity through the commandment. It deceived me, and, through it, killed me.", "12": "So, then, the law is holy; and the commandment is holy, upright and good.", "13": "Was it that good thing, then, that brought death to me? Certainly not! On the contrary; it was sin, in order that it might appear as sin, working through the good thing and producing death in me. This was in order that sin might become very sinful indeed, through the commandment.", "14": "We know, you see, that the law is spiritual. I, however, am made of flesh, sold as a slave under sin's authority. ", "15": "I don't understand what I do. I don't do what I want, you see, but I do what I hate. ", "16": "So if I do what I don't want to do, I am agreeing that the law is good.", "17": "But now it is no longer I that do it; it's sin, living within me. ", "18": "I know, you see, that no good thing lives in me, that is, in my human flesh. For I can will the good, but I can't perform it. ", "19": "For I don't do the good thing I want to do, but I end up doing the evil thing I don't want to do. ", "20": "So if I do what I don't want to do, it's no longer 'I' doing it; it's sin, living inside me.", "21": "This, then, is what I find about the law: when I want to do what is right, evil lies close at hand! ", "22": "I delight in God's law, you see, according to my inmost self; ", "23": "but I see another 'law' in my limbs and organs, fighting a battle against the law of my mind, and taking me as a prisoner in the law of sin which is in my limbs and organs.", "24": "What a miserable person I am! Who is going to rescue me from the body of this death? ", "25": "Thank God – through Jesus our king and Lord! So then, left to my own self I am enslaved to God's law with my mind, but to sin's law with my human flesh."}