{"1": "I'm speaking the truth in the Messiah, I'm not lying. I call my conscience as witness, in the holy spirit, ", "2": "that I have great sorrow and endless pain in my heart. ", "3": "Left to my own self, I am half inclined to pray that I would be accursed, cut off from the Messiah, on behalf of my own family, my own flesh-and-blood relatives. ", "4": "They are Israelites; the sonship, the glory, the covenants, the giving of the law, the worship and the promises all belong to them. ", "5": "The patriarchs are their ancestors; and it is from them, according to the flesh, that the Messiah has come – who is God over all, blessed for ever, Amen!", "6": "But it can't be the case that God's word has failed! Not all who are from Israel, you see, are in fact Israel. ", "7": "Nor is it the case that all the children count as 'seed of Abraham'. No: 'in Isaac shall your seed be named'. ", "8": "That means that it isn't the flesh-and-blood children who are God's children; rather, it is the children of the promise who will be calculated as 'seed'. ", "9": "This was what the promise said, you see: 'Around this time I shall return, and Sarah shall have a son.'", "10": "And that's not all. The same thing happened when Rebecca conceived children by one man, our ancestor Isaac. ", "11": "When they had not yet been born, and had done nothing either good or bad – so that what God had in mind in making his choice might come to pass, ", "12": "not because of works but because of the one who calls – it was said to her, 'the elder shall serve the younger'. ", "13": "As the Bible says, 'I loved Jacob, but I hated Esau.'", "14": "So what are we going to say? Is God unjust? Certainly not! ", "15": "He says to Moses, you see, 'I will have mercy on those on whom I will have mercy, and I will pity those I will pity.' ", "16": "So, then, it doesn't depend on human willing, or on human effort; it depends on God who shows mercy. ", "17": "For the Bible says to Pharaoh: 'This is why I have raised you up, to show my power in you, and so that my name may be proclaimed in all the earth.' ", "18": "So, then, he has mercy on the one he wants, and he hardens the one he wants.", "19": "You will say to me, then, 'So why does he still blame people? Who can stand against his purpose?' ", "20": "Are you, a mere human being, going to answer God back? 'Surely the clay won't say to the potter, “Why did you make me like this?” ' ", "21": "Doesn't the potter have authority over the clay, so that he can make from the same lump one vessel for honour, and another for dishonour? ", "22": "Supposing God wanted to demonstrate his anger and make known his power, and for that reason put up very patiently with the vessels of anger created for destruction, ", "23": "in order to make known the riches of his glory on the vessels of mercy, the ones he prepared in advance for glory – ", "24": "including us, whom he called not only from among the Jews but also from among the Gentiles?", "25": "This is what he says in Hosea, I will call 'not my people' 'my people'; and 'not beloved' I will call 'beloved'.", "26": "And in the place where it was said to them, 'You are not my people', there they will be called 'sons of the living God'.", "27": "Isaiah cries out, concerning Israel, Even if the number of Israel's sons are like the sand by the sea, only a remnant shall be saved;", "28": "for the Lord will bring judgment on the earth, complete and decisive.", "29": "As Isaiah said in an earlier passage, If the Lord of hosts had not left us seed, we would have become like Sodom, and been made like Gomorrah.", "30": "What then shall we say? That the nations, who were not aspiring towards covenant membership, have obtained covenant membership, but it is a covenant membership based on faith. ", "31": "Israel meanwhile, though eager for the law which defined the covenant, did not attain to the law. ", "32": "Why not? Because they did not pursue it on the basis of faith, but as though it was on the basis of works. They have stumbled over the stumbling stone, ", "33": "as the Bible says, Look: I am placing in Zion a stone that will make people stumble, a rock that will trip people up; and the one who believes in him will never be put to shame."}