{"1": "One of the wives of the sons of the prophets cried out to Elisha, “Your servant, my husband, has died. You know that your servant feared the Lord. Now the creditor is coming to take my two children as his slaves.”", "2": "Elisha asked her, “What can I do for you? Tell me, what do you have in the house?” She said, “Your servant has nothing in the house except a jar of oil.”", "3": "Then he said, “Go and borrow empty containers from everyone—from all your neighbors. Do not get just a few. ", "4": "Then go in and shut the door behind you and your sons, and pour oil into all these containers. Set the full ones to one side.” ", "5": "So she left. After she had shut the door behind her and her sons, they kept bringing her containers, and she kept pouring. ", "6": "When they were full, she said to her son, “Bring me another container.” But he replied, “There aren't any more.” Then the oil stopped.", "7": "She went and told the man of God, and he said, “Go sell the oil and pay your debt; you and your sons can live on the rest.”", "8": "One day Elisha went to Shunem. A prominent woman who lived there persuaded him to eat some food. So whenever he passed by, he stopped there to eat. ", "9": "Then she said to her husband, “I know that the one who often passes by here is a holy man of God, ", "10": "so let's make a small room upstairs and put a bed, a table, a chair, and a lamp there for him. Whenever he comes, he can stay there.”", "11": "One day he came there and stopped and went to the room upstairs to lie down. ", "12": "He ordered his attendant Gehazi, “Call this Shunammite woman.” So he called her and she stood before him.", "13": "Then he said to Gehazi, “Say to her, 'Look, you've gone to all this trouble for us. What can we do for you? Can we speak on your behalf to the king or to the commander of the army?'” She answered, “I am living among my own people.”", "14": "So he asked, “Then what should be done for her?” Gehazi answered, “Well, she has no son, and her husband is old.”", "15": "“Call her,” Elisha said. So Gehazi called her, and she stood in the doorway. ", "16": "Elisha said, “At this time next year you will have a son in your arms.” Then she said, “No, my lord. Man of God, do not deceive your servant.”", "17": "The woman conceived and gave birth to a son at the same time the following year, as Elisha had promised her.", "18": "The child grew and one day went out to his father and the harvesters. ", "19": "Suddenly he complained to his father, “My head! My head!” His father told his servant, “Carry him to his mother.” ", "20": "So he picked him up and took him to his mother. The child sat on her lap until noon and then died. ", "21": "Then she went up and laid him on the bed of the man of God, shut him in, and left.", "22": "She summoned her husband and said, “Please send me one of the servants and one of the donkeys, so I can hurry to the man of God and then come back.”", "23": "But he said, “Why go to him today? It's not a New Moon or a Sabbath.” She replied, “Everything is all right.”", "24": "Then she saddled the donkey and said to her servant, “Hurry, don't slow the pace for me unless I tell you.” ", "25": "So she set out and went to the man of God at Mount Carmel. When the man of God saw her at a distance, he said to his attendant Gehazi, “Look, there's the Shunammite woman. ", "26": "Run out to meet her and ask, 'Are you all right? Is your husband all right? Is your son all right?'” And she answered, “Everything's all right.”", "27": "When she came up to the man of God at the mountain, she clung to his feet. Gehazi came to push her away, but the man of God said, “Leave her alone—she is in severe anguish, and the Lord has hidden it from me. He hasn't told me.”", "28": "Then she said, “Did I ask my lord for a son? Didn't I say, 'Do not deceive me?'”", "29": "So Elisha said to Gehazi, “Tuck your mantle under your belt, take my staff with you, and go. If you meet anyone, don't stop to greet him, and if a man greets you, don't answer him. Then place my staff on the boy's face.”", "30": "The boy's mother said to Elisha, “As the Lord lives and as you yourself live, I will not leave you.” So he got up and followed her.", "31": "Gehazi went ahead of them and placed the staff on the boy's face, but there was no sound or sign of life, so he went back to meet Elisha and told him, “The boy didn't wake up.”", "32": "When Elisha got to the house, he discovered the boy lying dead on his bed. ", "33": "So he went in, closed the door behind the two of them, and prayed to the Lord. ", "34": "Then he went up and lay on the boy: he put mouth to mouth, eye to eye, hand to hand. While he bent down over him, the boy's flesh became warm. ", "35": "Elisha got up, went into the house, and paced back and forth. Then he went up and bent down over him again. The boy sneezed seven times and opened his eyes.", "36": "Elisha called Gehazi and said, “Call the Shunammite woman.” He called her and she came. Then Elisha said, “Pick up your son.” ", "37": "She came, fell at his feet, and bowed to the ground; she picked up her son and left.", "38": "When Elisha returned to Gilgal, there was a famine in the land. The sons of the prophets were sitting at his feet.[a] He said to his attendant, “Put on the large pot and make stew for the sons of the prophets.”", "39": "One went out to the field to gather herbs and found a wild vine from which he gathered as many wild gourds as his garment would hold. Then he came back and cut them up into the pot of stew, but they were unaware of what they were.", "40": "They served some for the men to eat, but when they ate the stew they cried out, “There's death in the pot, man of God!” And they were unable to eat it.", "41": "Then Elisha said, “Get some meal.” He threw it into the pot and said, “Serve it for the people to eat.” And there was nothing bad in the pot.", "42": "A man from Baal-shalishah came to the man of God with his sack full of 20 loaves of barley bread from the first bread of the harvest. Elisha said, “Give it to the people to eat.”", "43": "But Elisha's attendant asked, “What? Am I to set 20 loaves before 100 men?” “Give it to the people to eat,” Elisha said, “for this is what the Lord says: 'They will eat, and they will have some left over.'” ", "44": "So he gave it to them, and as the Lord had promised, they ate and had some left over."}