{"1": "My fellow believers, do not practice your faith in our glorious Lord Jesus Christ with an attitude of partiality [toward people—show no favoritism, no prejudice, no snobbery]. ", "2": "For if a man comes into your [a]meeting place [b]wearing a gold ring and [c]fine clothes, and a poor man in dirty clothes also comes in, ", "3": "and you pay special attention to the one who wears the [d]fine clothes, and say to him, “You sit here in this good seat,” and you tell the poor man, “You stand over there, or sit down [on the floor] by my footstool,” ", "4": "have you not discriminated among yourselves, and become judges with wrong motives? ", "5": "Listen, my beloved brothers and sisters: has not God chosen the poor of this world to be rich in faith and [as believers to be] heirs of the kingdom which He promised to those who love Him? ", "6": "But you [in contrast] have dishonored the poor man. Is it not the rich who oppress and exploit you, and personally drag you into the courts of law? ", "7": "Do they not blaspheme the [e]precious name [of Christ] by which you are called?", "8": "If, however, you are [really] fulfilling the royal law according to the Scripture, “You shall love your neighbor as yourself [that is, if you have an unselfish concern for others and do things for their benefit]” you are doing well. ", "9": "But if you show partiality [prejudice, favoritism], you are committing sin and are convicted by the Law as offenders. ", "10": "For whoever keeps the whole Law but stumbles in one point, he has become guilty of [breaking] all of it. ", "11": "For He who said, “Do not commit adultery,” also said, “Do not murder.” Now if you do not commit adultery, but you murder, you have become [f]guilty of transgressing the [entire] Law. ", "12": "Speak and act [consistently] as people who are going to be judged by the law of liberty [that moral law that frees obedient Christians from the bondage of sin]. ", "13": "For judgment will be merciless to one who has shown no mercy; but [to the one who has shown mercy] mercy triumphs [victoriously] over judgment.", "14": "What is the benefit, my fellow believers, if someone claims to have faith but has no [good] works [as evidence]? Can that [kind of] faith save him? [No, a mere claim of faith is not sufficient—genuine faith produces good works.] ", "15": "If a brother or sister is without [adequate] clothing and lacks [enough] food for each day, ", "16": "and one of you says to them, “Go in peace [with my blessing], [keep] warm and feed yourselves,” but he does not give them the necessities for the body, what good does that do? ", "17": "So too, faith, if it does not have works [to back it up], is by itself dead [inoperative and ineffective].", "18": "But someone may say, “You [claim to] have faith and I have [good] works; show me your [alleged] faith without the works [if you can], and I will show you my faith by my works [that is, by what I do].” ", "19": "You believe that [g]God is one; you do well [to believe that]. The demons also believe [that], and shudder and bristle [in awe-filled terror—they have seen His wrath]! ", "20": "But are you willing to recognize, you foolish [spiritually shallow] person, that faith without [good] works is useless? ", "21": "Was our father Abraham not [shown to be] justified by works [of obedience which expressed his faith] when he offered Isaac his son on the altar [as a sacrifice to God]? ", "22": "You see that [his] faith was working together with his works, and as a result of the works, his faith was completed [reaching its maturity when he expressed his faith through obedience]. ", "23": "And the Scripture was fulfilled which says, “Abraham believed God, and this [faith] was credited to him [by God] as righteousness and as conformity to His will,” and he was called the friend of God. ", "24": "You see that a man (believer) is justified by works and not by faith alone [that is, by acts of obedience a born-again believer reveals his faith]. ", "25": "In the same way, was Rahab the prostitute not justified by works too, when she received the [Hebrew] [h]spies as guests and protected them, and sent them away [to escape] by a different route? ", "26": "For just as the [human] body without the spirit is dead, so faith without works [of obedience] is also dead."}