{"1": "After the death of Abimelek, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel. He lived in Shamir, in the hill country of Ephraim. ", "2": "He judged Israel for twenty-three years. Then he died and was buried in Shamir.", "3": "After him Jair the Gileadite arose and judged Israel for twenty-two years. ", "4": "He had thirty sons who rode thirty donkeys and owned thirty cities that are in the land of Gilead. They are called Havvoth Jair to this day. ", "5": "Jair died and was buried in Kamon.", "6": "Again the children of Israel did evil in the sight of the Lord. They worshipped the Baals, the Ashtoreths, and the gods of Syria, Sidon, Moab, the Ammonites, and the Philistines. They abandoned the Lord and did not serve Him. ", "7": "The anger of the Lord burned against Israel, and He sold them into the hands of the Philistines and the Ammonites. ", "8": "They brutally oppressed the children of Israel that year. For eighteen years they oppressed all the children of Israel beyond the Jordan in the land of the Amorites in Gilead. ", "9": "The Ammonites also crossed over the Jordan to wage war against Judah, Benjamin, and Ephraim, so that Israel was greatly distressed. ", "10": "Then the children of Israel cried out to the Lord, “We have sinned against You, for we have abandoned our God and worshipped the Baals.”", "11": "The Lord said to the children of Israel, “Did I not deliver you from Egypt, the Amorites, the Ammonites, the Philistines, ", "12": "the Sidonians, the Amalekites, and the Maonites when they oppressed you? You cried out to Me, and I saved you from their hands. ", "13": "Yet you have abandoned Me and worshipped other gods. Therefore I will not save you again. ", "14": "Go and cry out to the gods that you have chosen. Let them save you in your time of distress.”", "15": "Then the children of Israel said to the Lord, “We have sinned. Do to us whatever seems good in Your sight. Please, just deliver us today.” ", "16": "They removed the foreign gods from among them and worshipped the Lord, and He could no longer endure the suffering of Israel.", "17": "The Ammonites had been called out and set up camp in Gilead. The children of Israel assembled and set up camp in Mizpah. ", "18": "The commanders of Gilead said to each other, “Who is the man who will begin to fight against the Ammonites? He will be the ruler of all the inhabitants of Gilead.”"}