{"1": "Now Jephthah the Gileadite was a mighty man of valor, but he was the son of a prostitute. Gilead was the father of Jephthah. ", "2": "Gilead's wife also bore him sons. His wife's sons grew up and drove Jephthah away. They said to him, “You will not inherit anything from our father's house because you are the son of another woman.” ", "3": "So Jephthah fled from his brothers and lived in the land of Tob. Men of ill repute gathered around Jephthah and went out with him.", "4": "Some time passed, then the Ammonites waged war with Israel. ", "5": "When the Ammonites waged war with Israel, the elders of Gilead went to bring Jephthah back from the land of Tob. ", "6": "They said to Jephthah, “Come and be our leader so that we may fight the Ammonites.”", "7": "Jephthah said to the elders of Gilead, “Did you not hate me and drive me out of my father's house? Why have you come to me now that you are in trouble?”", "8": "The elders of Gilead said to Jephthah, “Even so, we have turned to you. Come with us and fight the Ammonites. You will be ruler over all the inhabitants of Gilead.”", "9": "Jephthah said to the elders of Gilead, “If you bring me back to wage war against the Ammonites, and the Lord gives them to me, then I will be your ruler.”", "10": "The elders of Gilead said to Jephthah, “May the Lord be a witness between us if we do not act according to your word.” ", "11": "So Jephthah went with the elders of Gilead. The people set him over them as ruler and leader. And Jephthah spoke all his words before the Lord in Mizpah.", "12": "Jephthah sent messengers to the Ammonite king to say, “What problem is there between you and me, that you have come to me to wage war in my land?”", "13": "The Ammonite king said to the messengers of Jephthah, “Because when Israel came up from Egypt, they took my land, from the Arnon to the Jabbok and as far as the Jordan. Now return it peacefully.”", "14": "Again Jephthah sent messengers to the Ammonite king, ", "15": "and said to him, “Jephthah says this: Israel did not take the land of Moab, nor the Ammonite land; ", "16": "for when Israel came up from Egypt, they went into the desert as far as the Red Sea and came to Kadesh. ", "17": "Then Israel sent messengers to the king of Edom, saying, 'Please let us pass through your land.' Yet the king of Edom would not listen. They also sent messengers to the king of Moab, but he was unwilling. So Israel stayed at Kadesh.", "18": "“They went into the wilderness, around the lands of Edom and Moab. They went east of the land of Moab and set up camp on the other side of the River Arnon. They did not cross the boundary of Moab, for the River Arnon was the boundary of Moab.", "19": "“Then Israel sent messengers to Sihon king of the Amorites, who ruled in Heshbon. Israel said to him, “Please let us pass through your land to our home.” ", "20": "Yet Sihon did not trust Israel to pass through his territory, so Sihon gathered all his people and set up camp in Jahaz to fight with Israel.", "21": "“The Lord God of Israel gave Sihon and all his people into the hands of Israel, and they struck them down. So Israel took possession of all the land of the Amorites who lived in that land. ", "22": "They took possession of all of the territory of the Amorites, from the Arnon to the Jabbok and from the desert to the Jordan.", "23": "“Now that the Lord God of Israel has driven out the Amorites from before His people Israel, should you take it? ", "24": "Will you not take possession of whatever Chemosh your god gives you? So everything that the Lord our God possesses before us, we will take possession of it. ", "25": "Now are you really better than Balak son of Zippor, the king of Moab? Did he ever contend with Israel or wage war with them? ", "26": "Israel has lived in Heshbon and its nearby towns, in Aroer and its nearby towns, and in all the cities along the banks of the River Arnon for three hundred years. Why did you not take them back during that time? ", "27": "So I have not sinned against you, but it is you who are doing evil to me by waging war against me. May the Lord, the Judge, judge today between the children of Israel and the Ammonites.”", "28": "Yet the Ammonite king would not listen to the message that Jephthah had sent him.", "29": "Then the Spirit of the Lord came on Jephthah and he passed through Gilead and Manasseh, and passed through Mizpah of Gilead, and went on to the Ammonites. ", "30": "Jephthah made a vow to the Lord, “If You will indeed give the Ammonites into my hands, ", "31": "then whatever comes out from the door of my house to meet me, when I return safely from the Ammonites, will surely be the Lord's, and I will offer it up as a burnt offering.”", "32": "So Jephthah crossed over to the Ammonites to wage war against them, and the Lord gave them into his hands. ", "33": "He struck them down from Aroer to Minnith, twenty cities, and as far as Abel Keramim. The defeat was very severe, and the Ammonites were humbled before the children of Israel.", "34": "When Jephthah went to his house at Mizpah, there was his daughter coming out to meet him, dancing with a tambourine. She was his only child. Other than her, he had neither son nor daughter. ", "35": "When he saw her, he ripped up his clothes and said, “Alas, my daughter! You have brought utter disaster to me. You are my undoing, for I have given my word to the Lord, and I cannot take it back.”", "36": "She said to him, “My father, you have opened your mouth to the Lord. Do to me what has come out of your mouth, because the Lord worked vengeance upon your enemies, the Ammonites.” ", "37": "Then she said to her father, “Let this be done for me: Give me two months, and I and my friends will wander the hill country and mourn over my virginity.”", "38": "He said, “Go,” and he sent her away for two months. She and her friends went and mourned over her virginity in the hill country. ", "39": "At the end of two months she returned to her father, and he did to her according to the vow that he had made. She had not ever slept with a man. So it became a custom in Israel ", "40": "that the women of Israel would commemorate the daughter of Jephthah the Gileadite for four days each year."}