{"1": "Samson went down to Timnah and saw a woman from the daughters of the Philistines. ", "2": "He came back up and told his father and mother, “I have seen a woman in Timnah from the daughters of the Philistines; now get her for me as a wife.”", "3": "His father and mother said to him, “Are there no women among your relatives, or all of our people, that you are intending to take a wife from among the uncircumcised Philistines?” Yet Samson said to his father, “Get her for me, for she pleases me well.” ", "4": "His father and mother did not know that this was from the Lord, for He was seeking an opportunity to act against the Philistines. At that time the Philistines were ruling over Israel.", "5": "Samson went down with his father and mother to Timnah. As they came to the vineyards of Timnah, suddenly a young lion came roaring toward him. ", "6": "Then the Spirit of the Lord came mightily upon him, and though unarmed, he tore the lion in two as one might tear a young goat in two. However, he did not tell his father and his mother what he had done. ", "7": "So Samson went down and spoke with the woman, and she pleased Samson.", "8": "After a while, when he returned to take her, he turned aside to see the carcass of the lion. And a swarm of bees and honey were in the carcass of the lion. ", "9": "He scooped it out into his hands and ate it as he went along. He came to his father and mother and gave some to them, and they also ate. Yet he did not tell them he had scooped the honey out of a lion's carcass.", "10": "Then his father went down to the woman. Samson put on a feast there, for this is what young men would do. ", "11": "When the Philistines saw him, they brought thirty companions to be with him.", "12": "Samson said to them, “Let me tell you a riddle. If you can explain it to me within the seven days of the feast, then I will find thirty linen robes and thirty sets of clothes to give you. ", "13": "However, if you are not able to explain it to me, then you will give me thirty linen robes and thirty sets of clothes.” They said to him, “Tell us your riddle, so we can hear it.”", "14": "He said to them, “Out of the eater came something to eat, and out of the strong came something sweet.” They could not explain the riddle after three days.", "15": "On the fourth day they said to Samson's wife, “Trick your groom into telling us the riddle, or we will burn you and your father's house with fire. Have you invited us to steal what we have? Is that not so?”", "16": "So Samson's wife wept all over him and said, “You must hate me. You do not love me. You have told a riddle to the young men and did not tell it to me.” Then he said to her, “I have not told it to my father and mother. Why should I tell it to you?” ", "17": "She wept on him for the seven days of the feast, then on the seventh day he told it to her because she had nagged him. Then she explained the riddle to her people.", "18": "So on the seventh day before sunset, the men of the city said to Samson, “What is sweeter than honey, and what is stronger than a lion?” Then he said to them, “If you had not plowed with my heifer, you would not have solved my riddle.”", "19": "Then the Spirit of the Lord mightily came upon him, and he went down to Ashkelon and struck down thirty of their men. He took their clothes and gave them to the ones who had explained the riddle. His anger burned and he went up to his father's house. ", "20": "So Samson's wife was given to his companion, who had been his best man."}