{"1": "After a while, during the wheat harvest, Samson went to visit his wife, taking a young goat. He said, “I'm going in to my wife in her bedroom,” but her father would not let him go in.", "2": "Her father said, “I thought that you thoroughly hated her, so I gave her to your best man. Is not her younger sister better than she? Please, let her be your wife instead.”", "3": "Samson said to them, “This time I cannot be blamed by the Philistines when I do them harm.” ", "4": "Samson went and caught three hundred foxes. He took torches and turned the foxes tail to tail and put a torch between each pair of tails. ", "5": "He set fire to the torches and sent the foxes into standing grain of the Philistines. He burned the harvested grain, standing grain, vineyards, and olive trees.", "6": "The Philistines asked, “Who did this?” They said, “Samson, the son-in-law of the Timnite, because the Timnite took the bride of Samson and gave her to his best man.” So the Philistines went up and burned her and her father with fire. ", "7": "Samson said to them, “Because you have done this, I will take revenge on you, and afterwards I will stop.” ", "8": "He struck them down with a mighty blow, then went to live in a cave in Etam Rock.", "9": "Then the Philistines went up and set up camp in Judah. They deployed against Lehi. ", "10": "The men of Judah said, “Why have you come up against us?” They said, “It is to take Samson prisoner that we have come up, to do to him what he did to us.”", "11": "So three thousand men from Judah went to the cave in Etam Rock and said to Samson, “Do you not know that the Philistines are ruling us? Why have you done this to us?” He said to them, “As they did to me, so I have done to them.”", "12": "They said to him, “We have come to take you prisoner, to give you into the hands of the Philistines.” Samson said to them, “Swear to me that you will not attack me.”", "13": "They said to him, “No, we will bind you securely and give you into their hands, but we will not kill you.” They bound him with two new ropes and took him away from the rock. ", "14": "He came to Lehi, and the Philistines shouted as they approached him. Then the Spirit of the Lord came mightily upon him. The ropes on his arms became like burned flax and the ties on his hands dissolved. ", "15": "Then he found a fresh jawbone of a donkey, reached out his hand and took it, and with it struck down a thousand men.", "16": "Samson said, “With a jawbone of a donkey, heaps upon heaps. With a jawbone of a donkey I have slain a thousand men.”", "17": "When he finished speaking, he threw the jawbone away and called that place Ramath Lehi.", "18": "He was very thirsty, and he called out to the Lord, “You gave this great deliverance through Your servant, but now may I die of thirst and fall into the hands of the uncircumcised?” ", "19": "So God split open the basin at Lehi, and water flowed out of it. He drank, was refreshed, and revived. Because of this he called the place En Hakkore, which is in Lehi to this day.", "20": "Samson judged Israel for twenty years in the days of the Philistines."}