{"1": "There was a man from the hill country of Ephraim whose name was Micah. ", "2": "He said to his mother, “The eleven hundred shekels of silver[a] that were taken from you, on which you put a curse, even speaking the curse in my ears—here is the silver with me. I took it.” Then his mother said, “May the Lord bless my son!”", "3": "Then he returned the eleven hundred silver coins to his mother. His mother said, “I certainly consecrated the silver to the Lord, for my son to make a carved idol and a metal idol, so now I return it to you.”", "4": "When he returned the silver to his mother, she took two hundred shekels of silver[b] and gave them to a silversmith to make a carved idol and a metal idol. And they were put in the house of Micah.", "5": "This man Micah owned a shrine. He made an ephod and household idols, and he hired one of his sons to be a priest for him. ", "6": "In those days there was no king in Israel. Everyone did what was right in his eyes.", "7": "There was a young man from Bethlehem in Judah. He was a Levite from Judah, and he stayed as a resident foreigner there. ", "8": "The man went from the city of Bethlehem in Judah to stay wherever he could find a place. He came to the hill country of Ephraim, to the house of Micah, to do his work.", "9": "Micah said to him, “Where do you come from?” He said to him, “I am a Levite from Bethlehem in Judah, and I am going to stay wherever I can find a place.”", "10": "Micah said to him, “Live with me, and be a father and a priest for me. I will give you ten silver coins[c] a year, a set of clothes, and food.” So the Levite went in. ", "11": "The Levite decided to live with the man, and the young man became like one of his sons. ", "12": "Micah ordained the Levite, and the young man became his priest and lived in the house of Micah. ", "13": "Then Micah said, “Now I know that the Lord will do good for me, for I have a Levite to be my priest.”"}