{"1": "In those days, when there was no king in Israel, there was a certain Levite living as resident foreigner in a remote part of the hill country of Ephraim. He took a concubine for himself from Bethlehem in Judah. ", "2": "Yet his concubine became angry with him and went away from him to her father's house at Bethlehem in Judah. She was there for four months. ", "3": "Her husband got up and went after her in order to speak tenderly to her and bring her back. His servant and two donkeys were with him. When he came to her father's house, the girl's father saw him and was happy to meet with him. ", "4": "His father-in-law, the girl's father, prevailed upon him to stay with him for three days. So they ate and drank and spent the night there.", "5": "On the fourth day they woke up early in the morning. He got ready to go, but the girl's father said to his son-in-law, “Strengthen yourself with a little food, and then you can go.” ", "6": "So the two of them sat down to eat and drink together. Then the girl's father said to the man, “Please spend the night and let your heart be merry.” ", "7": "The man got up to go, but his father-in-law urged him until he turned back and spent the night there. ", "8": "He got up early in the morning on the fifth day to go. The girl's father said, “Please, strengthen yourself and wait until later in the day.” So the two of them ate.", "9": "Then the man got up to go: he, his concubine, and his servant. His father-in-law, the girl's father, said to him, “Look! It is getting dark. Spend the night! Settle in and spend the night here, let your heart be merry. You can get up early tomorrow and go home.” ", "10": "Yet the man did not want to spend the night, so he got up and left and approached Jebus (that is, Jerusalem). Two saddled donkeys and his concubine were with him.", "11": "When they were near Jebus, it was getting very late. The servant said to his master, “Come, let us turn aside to this Jebusite city and spend the night in it.”", "12": "His master said to him, “We must not turn aside to a city of foreigners, who are not children of Israel. We will continue on to Gibeah.” ", "13": "He said to his servant, “Come, let us go to one of these places. We will spend the night in Gibeah or Ramah.” ", "14": "They continued and went on. The sun went down when they were near Gibeah in Benjamin. ", "15": "So they turned aside there to go and spend the night in Gibeah. They went in and sat in the city square, but no one took them in to spend the night.", "16": "Just then, an old man came in at evening time from his work in the field. The man was from the hill country of Ephraim and lived as a resident foreigner in Gibeah, but the townspeople were Benjamites. ", "17": "He looked up and saw the traveler in the city square. The old man said, “Where are you going, and where do you come from?”", "18": "He said to him, “We are traveling from Bethlehem in Judah to a remote part of the hill country of Ephraim. I am from there. I went to Bethlehem in Judah, and now I am going to the house of the Lord. No one has taken me into his home. ", "19": "Yet there is enough straw and fodder for our donkeys, with bread and wine for me, your maidservant, and the young man who is with your servant. We do not lack anything.”", "20": "The old man said, “Do not worry. I will take care of whatever you need. Just do not spend the night in the city square.” ", "21": "So he brought him into his house and gave food to his donkeys. They washed their feet, ate, and drank.", "22": "While they were enjoying themselves, the men of the city, who were wicked men, surrounded the house and pounded on the door. They said to the old man, the master of the house, “Bring out the man who came to your house, so we can have relations with him.”", "23": "The master of the house went out to them and said, “No, my brothers, do not commit this evil act, not after this man has come into my house. Do not commit this disgrace. ", "24": "Here are my virgin daughter and the man's concubine. Let me bring them out to you. Ravish them and do to them what you please. But do not commit this vile act against this man.”", "25": "The men were unwilling to listen to him, so the man seized his concubine and brought her out to them in the street. They knew her and abused her all night until morning. As the dawn began to break, they let her go. ", "26": "The woman came back at daybreak and fell down at the door of the man's house where her master was, lying there until it was light.", "27": "Her master got up in the morning and opened the doors of the house. He went out to go on his way, but there was the woman, his concubine, fallen at the door of the house with her hands on the threshold. ", "28": "He said to her, “Get up, let us be going,” but there was no answer. So the man put her on a donkey and went home.", "29": "When he got home, he took a knife and seized his concubine, then cut her body into twelve pieces. Then he sent her throughout all the territory of Israel. ", "30": "Everyone who saw this said, “Nothing like this has been done or seen since the day the children of Israel came out of the land of Egypt until today. Consider it, take counsel, and speak up!”"}