{"1": "The angel[a] of the Lord went up from Gilgal to Bokim and said, “I brought you up from Egypt and brought you into the land that I promised your fathers. I said, 'I will never break My covenant with you, ", "2": "but you must not make a pact with the inhabitants of this land, and you must tear down their altars.' Yet you have not obeyed Me. What is this you have done? ", "3": "So now I say, 'I will not drive them out before you. They will be thorns in your sides, and their gods will be a snare to you.' ”", "4": "When the angel of the Lord spoke these words to all the children of Israel, the people raised their voices and wept aloud. ", "5": "They named that place Bokim and sacrificed to the Lord there.", "6": "When Joshua dismissed the people, each Israelite went to his inheritance to possess the land. ", "7": "So the people served the Lord all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great works that the Lord had done for Israel.", "8": "Joshua, the son of Nun, the servant of the Lord, died at the age of one hundred and ten. ", "9": "They buried him in the territory of his inheritance in Timnath Heres, in the hill country of Ephraim, north of Mount Gaash.", "10": "That entire generation passed away, and after them grew up a generation who did not know the Lord or the deeds that He had done for Israel.", "11": "The children of Israel did evil in the sight of the Lord and served the Baals. ", "12": "They abandoned the Lord God of their fathers, who brought them out of the land of Egypt. They followed after other gods, the gods of the peoples around them. They worshipped them and provoked the Lord to anger. ", "13": "They abandoned the Lord and served Baal and the Ashtoreths. ", "14": "The anger of the Lord burned against Israel, and He gave them into the hands of those who plundered them; and He sold them into the hands of their enemies around them, so that they were no longer able to stand against their enemies. ", "15": "Whenever they marched out, the hand of the Lord was against them to bring disaster, as the Lord had said and as He had sworn to them. They were in great distress.", "16": "Then the Lord raised up judges who delivered them from the hand of those who plundered them. ", "17": "Yet they would not listen to their judges, for they prostituted themselves to other gods and worshipped them. They quickly turned aside from the path their fathers had walked, who had obeyed the commandments of the Lord. They did not do as their fathers had done. ", "18": "When the Lord raised up judges for them, the Lord was with the judge and delivered them from the hand of their enemies all the days of the judge; for their groaning before their oppressors and tormentors grieved the Lord. ", "19": "When the judge died, the people turned back and acted more wickedly than their fathers, pursuing other gods to serve and worship them. They would not give up their practices and obstinate ways.", "20": "The anger of the Lord burned against Israel, and He said, “Because this nation has violated My covenant that I commanded their fathers and has not heeded My voice, ", "21": "I will no longer drive out from before them any of the nations that Joshua left when he died, ", "22": "so that through them I may test Israel and see whether or not they will keep the ways of the Lord, to walk in them as their fathers did.” ", "23": "So the Lord left those nations, not hurrying to drive them out; and He did not deliver them into the hand of Joshua."}