{"1": "On that day, Deborah and Barak son of Abinoam sang:", "2": "“When the leaders in Israel lead, when the people freely volunteer, bless the Lord!", "3": "“Hear, O kings! Listen, O rulers! I will sing to the Lord; I will sing praise to the Lord God of Israel.", "4": "“Lord, when You went out from Seir, when You marched from the land of Edom, the ground shook and the skies poured, indeed, the dense clouds poured water.", "5": "The mountains quaked before the Lord, this very Sinai, before the Lord God of Israel.", "6": "“In the days of Shamgar son of Anath, in the days of Jael, main roads were abandoned and travelers used roundabout paths.", "7": "Village life ceased. It ceased until I, Deborah, arose; I arose like a mother in Israel.", "8": "They were choosing new gods, and warfare was at the city gates, but not a shield or spear was to be seen among forty thousand in Israel.", "9": "My heart is with the rulers of Israel who offered themselves willingly among the people. Bless the Lord!", "10": "“You who ride on white donkeys, you who sit in judges' attire, you who walk on the road,", "11": "consider the voice of those who distribute water among the watering places. There they tell of the righteous deeds of the Lord, the righteous deeds of villagers in Israel. “Then the people of the Lord go down to the gates.", "12": "Awake, awake, Deborah! Awake, awake, sing a song! Stand up, Barak, and capture your prisoners, son of Abinoam!", "13": "“The survivors came down to the nobles; the people of the Lord came down for me against the mighty.", "14": "Some came from Ephraim, whose roots were in Amalek, following you, Benjamin, with your people. From Makir rulers came down, and from Zebulun those who carry the staff of a scribe.", "15": "The princes of Issachar were with Deborah, and Issachar was with Barak; they were sent into the valley on foot. Among the clans of Reuben there was great resolve of heart.", "16": "Why do you sit among the sheepfolds to hear playing of pipes for the flocks? In the clans of Reuben there was much searching of heart.", "17": "Gilead stayed beyond the Jordan. As for Dan, why did he stay with the ships? Asher stayed by the seacoast and settled by its bays.", "18": "Zebulun is a people who risked their lives to the point of death, Naphtali also, on the heights of the battlefield.", "19": "“Kings came to wage war. The kings of Canaan waged war in Taanach, by the waters of Megiddo; they took no money as profit.", "20": "From the heavens the stars fought, from their courses they fought against Sisera.", "21": "The torrent of Kishon swept them away, that ancient torrent, the torrent of Kishon. My soul, march on in strength!", "22": "Then horses' hooves pounded, the galloping, galloping of his steeds.", "23": "Curse Meroz, said the angel of the Lord, curse its inhabitants, for they did not come to the aid of the Lord, to the aid of the Lord against the mighty warriors.", "24": "“Most blessed of women is Jael, the wife of Heber the Kenite, most blessed of tent-dwelling women.", "25": "He asked for water, she gave him milk. In a magnificent bowl she brought cream.", "26": "Her hand on a tent peg, her right hand on a workman's hammer; she struck Sisera, she crushed his skull, she shattered and pierced his temple.", "27": "Between her feet he sank, he fell, he lay; between her feet he sank, he fell; where he sank, there he fell, overpowered.", "28": "“The mother of Sisera looked through the window, and cried out through the lattice, 'Why is his chariot so late? Why is the sound of his war chariots so delayed?'", "29": "Her wise attendants answered her, indeed, she replied to herself,", "30": "'Are they not finding and dividing the spoils: a girl or two for each man; dyed garments as plunder for Sisera, dyed and embroidered garments, two pieces of dyed embroidery for the neck of the looter?'", "31": "“May all Your enemies perish like this, O Lord! But may those who love Him rise like the sun when it rises in full strength.” Then the land was at peace for forty years."}