{"1": "The children of Israel did evil in the sight of the Lord, so the Lord gave them into the hands of Midian for seven years. ", "2": "The hands of Midian dominated Israel, and because of Midian the children of Israel made hiding places for themselves in the mountains, caves, and strongholds. ", "3": "Whenever Israel would plant crops, the Midianites, Amalekites, and the people from the east would come up against them. ", "4": "Then they would make camp by them and ruin crops of the land all the way to Gaza. They did not leave any provisions behind in Israel—neither sheep, nor cattle, nor donkeys. ", "5": "For they came with their livestock and tents like a swarm of locusts. They and their camels were too numerous to count, and they came into the land to destroy it. ", "6": "Israel was made weak before Midian and cried out to the Lord.", "7": "When the children of Israel cried out to the Lord because of Midian, ", "8": "the Lord sent them a prophet who said, “Thus says the Lord God of Israel: I brought you up from Egypt and out of that place of slavery. ", "9": "I delivered you from the hands of Egypt and all your oppressors. I drove them out from before you and gave you their land. ", "10": "I said to you, 'I am the Lord your God. Do not worship the gods of the Amorites in whose land you are living.' But you have disobeyed Me.”", "11": "Now the angel[a] of the Lord came and sat under the oak tree in Ophrah belonging to Joash the Abiezrite. Gideon his son was threshing wheat in a winepress to hide it from the Midianites. ", "12": "The angel of the Lord appeared and said to him, “The Lord is with you, O mighty man of valor.”", "13": "Then Gideon said to him, “O my lord, if the Lord is with us, then why has all this happened to us? Where are all His miracles that our fathers told us about? They said, 'Did not the Lord bring us out of Egypt?' Yet now the Lord has forsaken us and delivered us into the hands of the Midianites.”", "14": "Then the Lord turned to him and said, “Go in this strength of yours. Save Israel from the control of Midian. Have I not sent you?”", "15": "And he said to Him, “O my Lord, how can I save Israel? Indeed my clan is the weakest in Manasseh, and I am the youngest in my father's house.”", "16": "Then the Lord said to him, “But I will be with you, and you will strike the Midianites as one man.”", "17": "And he said to Him, “If I have found favor in Your sight, give me a sign that it is You who are speaking with me. ", "18": "Please do not depart from here until I come to You and bring out my gift and set it before You.” And He said, “I will stay until you return.”", "19": "So Gideon went and prepared a young goat and unleavened bread from an ephah of flour. He put the meat in a basket, and he put the broth in a pot, and brought them out and offered them to Him under the oak.", "20": "And the angel of God said to him, “Take the meat and the unleavened bread, lay them on this rock, and pour out the broth.” And so he did. ", "21": "The angel of the Lord reached out the tip of the staff that was in His hand and touched the meat and unleavened flatbread. Fire rose out of the rock and consumed the meat and unleavened bread. Then the angel of the Lord departed from his sight. ", "22": "Then Gideon perceived that it was indeed the angel of the Lord. So Gideon said, “Alas, O Lord God! I have seen the angel of the Lord face to face.”", "23": "Then the Lord said to him, “Peace be with you. Do not be afraid. You will not die.”", "24": "Then Gideon built an altar for the Lord there and called it The Lord Is Peace. Even to this day it stands in Ophrah of the Abiezrites.", "25": "That night the Lord said to him, “Take a bull from your father's herd and a second bull seven years old. Tear down your father's Baal altar and cut down the Asherah pole beside it. ", "26": "Then build an altar to the Lord your God on top of this stronghold in an orderly way. Take the second bull and offer it as a burnt offering with the wood of the Asherah pole that you will cut down.”", "27": "So Gideon took ten men from among his slaves and did as the Lord had told him, but because he was too afraid of the rest of his father's household and the men of the city to do it by day, he did it at night.", "28": "When the men of the city got up early in the morning, the altar of Baal was torn down, the Asherah pole beside it was cut down, and the second bull had been offered on the new altar that had been built.", "29": "They said to each other, “Who has done this?” When they had inquired and asked, they responded, “Gideon son of Joash has done this.”", "30": "Then the men of the city said to Joash, “Bring out your son so that he may die, for he tore down the altar of Baal and cut down the Asherah pole beside it.”", "31": "Joash then said to all who stood against him, “Would you plead for Baal? Would you save him? Whoever fights for him will be killed by morning. If Baal is a god, let him fight for himself, for someone has torn down his altar.” ", "32": "Therefore on that day he called him Jerub-Baal, saying, “Let Baal fight him, for he tore down the altar of Baal.”", "33": "All the Midianites, Amalekites, and the people from the east gathered together, and they crossed over, and camped in the Valley of Jezreel. ", "34": "The Spirit of the Lord enveloped Gideon. He blew a ram's horn trumpet, and the Abiezrites assembled behind him. ", "35": "He sent messengers throughout all of Manasseh and they assembled behind him as well. He also sent messengers to Asher, Zebulun, and Naphtali, so these tribes came up to meet them.", "36": "Gideon said to God, “If You will use my hands to save Israel, as You have said— ", "37": "I am placing a fleece of wool on the threshing floor. If there is dew on the fleece only and all of the ground remains dry, then I will know that You will save Israel with my hands, as You have said.” ", "38": "So it happened. He got up early the next morning and squeezed the fleece. Enough dew poured out of the fleece to fill a bowlful of water.", "39": "Then Gideon said to God, “Do not let Your anger burn against me as I speak only one more time. Please let me perform a test with the fleece one more time. Please, let the fleece be the only thing dry, and let there be dew on all of the ground.” ", "40": "So God did this during that night. Only the fleece was dry, and the dew was on all the ground."}