{"1": "Then the men of Ephraim said to him, “What have you done to us by not calling us to go and wage war against Midian?” They argued heatedly with him.", "2": "He said to them, “What have I done now compared to you? Are not the gleanings of the grapes of Ephraim better than the harvest of Abiezer? ", "3": "It was into your hands that God gave the Midianite commanders, Oreb and Zeeb. What was I able to do compared to you?” When Gideon said this, their anger against him cooled down.", "4": "Then Gideon came to the Jordan and crossed over, he and the three hundred men who were with him, exhausted but still pursuing. ", "5": "He said to the men of Sukkoth, “Please give some loaves of bread to the people who are following me, for they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”", "6": "The officials of Sukkoth said, “Are the hands of Zebah and Zalmunna already in your hands that we should give bread to your army?”", "7": "So Gideon said, “Because of this, when the Lord gives Zebah and Zalmunna into my hands, I will tear your bodies with desert thorns and briers.”", "8": "He went up from there to Peniel and spoke to them in the same way. The men of Peniel answered him just as the men of Sukkoth had. ", "9": "So he also said to the men of Peniel, “When I return safely, I will tear down this tower.”", "10": "Now Zebah and Zalmunna were in Karkor with their armies, about fifteen thousand survivors; they were all who were left of all the army of the Kedemites, for one hundred twenty thousand arms-bearing men had fallen. ", "11": "Gideon went up on the route of the tent dwellers east of Nobah and Jogbehah and attacked the camp while the army was off guard. ", "12": "Zebah and Zalmunna fled, and Gideon chased after them. He captured Zebah and Zalmunna, the two kings of Midian, and the entire army was terrified.", "13": "Gideon son of Joash returned from battle by the Pass of Heres. ", "14": "He captured a young man from among the men of Sukkoth and asked him to write the names of the leaders and elders of Sukkoth, seventy-seven men. ", "15": "Then he came to the men of Sukkoth and said, “Here are Zebah and Zalmunna, about whom you taunted me. You said, 'Have you subjugated Zebah and Zalmunna that we should give bread to your weary army?' ” ", "16": "He took the city elders and disciplined the men of Sukkoth with thorns and briers of the wilderness. ", "17": "He tore down the tower of Peniel and killed the men of the city.", "18": "Then he said to Zebah and Zalmunna, “What kind of men did you kill at Tabor?” They said, “They were like you. Each one looked like the son of a king.”", "19": "He said, “They were my brothers, the sons of my mother. As the Lord lives, if you had allowed them to live, I would not kill you.” ", "20": "Gideon said to his firstborn Jether, “Rise and kill them!” Yet the young man did not draw his sword because he was afraid, for he was still a young man.", "21": "Then Zebah and Zalmunna said, “You get up and attack us, for a man is judged by his strength.” So Gideon got up and killed Zebah and Zalmunna and took the crescent-shaped ornaments that were on the necks of their camels.", "22": "Then the men of Israel said to Gideon, “Rule over us, you, and your son, and your grandson, for you have saved us from the hands of Midian.”", "23": "Gideon said to them, “I will not rule over you, and my son will not rule over you. The Lord will rule over you.” ", "24": "Gideon continued, “I have a request to make of you, that each man would give me an earring from his spoils.” (Their enemy had golden earrings because they were Ishmaelites.)", "25": "They said, “We will certainly give them.” So they spread out a cloak, and each man threw a ring of his spoils there. ", "26": "The weight of the golden earrings that he requested was seventeen hundred gold shekels.[a] This was in addition to the crescent-shaped ornaments, jewelry, and purple clothing worn by the kings of Midian, as well as the chains hanging on the necks of their camels. ", "27": "Gideon used these things to make an ephod. He put it in his city, in Ophrah, and all Israel prostituted themselves to it there. It became a snare to Gideon and his family.", "28": "The Midianites were humbled before the children of Israel and did not lift their heads high again. The land had peace for forty years in the days of Gideon.", "29": "Jerub-Baal son of Joash went to his house and lived there. ", "30": "Gideon had seventy sons, for he had many wives. ", "31": "His concubine who lived in Shechem also bore him a son, and he named him Abimelek. ", "32": "Gideon son of Joash died at a good old age, and he was buried in the tomb of his father Joash in Ophrah of the Abiezrites.", "33": "After Gideon died, the children of Israel turned again to prostitute themselves with the Baals. They made Baal-Berith their god. ", "34": "The children of Israel did not remember the Lord their God, who had delivered them from the hands of their enemies around them, ", "35": "and they did not keep faith with the family of Jerub-Baal (that is, Gideon), for all the good he had done for Israel."}