{"1": "The beginning of the gospel[a] of Jesus Christ,[b] the Son of God.[c] ", "2": "As it is written in the prophet Isaiah,[d] “Look, I am sending my messenger ahead of you, who will prepare your way,[e]", "3": "the voice of one shouting in the wilderness, 'Prepare the way for the Lord, make[f] his paths straight.'”[g]", "4": "In the wilderness[h] John the baptizer[i] began preaching a baptism of repentance for the forgiveness of sins.[j] ", "5": "People[k] from the whole Judean countryside and all of Jerusalem were going out to him, and he was baptizing them[l] in the Jordan River as they confessed their sins. ", "6": "John wore a garment made of camel's hair with a leather belt around his waist, and he ate locusts and wild honey.[m] ", "7": "He proclaimed,[n] “One more powerful than I am is coming after me; I am not worthy[o] to bend down and untie the strap[p] of his sandals. ", "8": "I baptize you with water, but he will baptize you with the Holy Spirit.”", "9": "Now[q] in those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan River.[r] ", "10": "And just as Jesus[s] was coming up out of the water, he saw the heavens[t] splitting apart and the Spirit descending on him like a dove.[u] ", "11": "And a voice came from heaven: “You are my one dear Son;[v] in you I take great delight.”[w] ", "12": "The Spirit immediately drove him into the wilderness.[x] ", "13": "He was in the wilderness forty days,[y] enduring temptations from Satan. He[z] was with wild animals, and angels were ministering to his needs.[aa]", "14": "Now after John was imprisoned,[ab] Jesus went into Galilee and proclaimed the gospel[ac] of God.[ad] ", "15": "He[ae] said, “The time is fulfilled and the kingdom of God[af] is near. Repent and believe the gospel!” ", "16": "As he went along the Sea of Galilee, he saw Simon and Andrew, Simon's brother, casting a net into the sea (for they were fishermen).[ag] ", "17": "Jesus said to them, “Follow me, and I will turn you into fishers of people!”[ah] ", "18": "They left their nets immediately and followed him.[ai] ", "19": "Going on a little farther, he saw James, the son of Zebedee, and John his brother in their[aj] boat[ak] mending nets. ", "20": "Immediately he called them, and they left their father Zebedee in the boat with the hired men and followed him.", "21": "Then[al] they went to Capernaum.[am] When the Sabbath came,[an] Jesus[ao] went into the synagogue[ap] and began to teach. ", "22": "The people there[aq] were amazed by his teaching, because he taught them like one who had authority,[ar] not like the experts in the law.[as] ", "23": "Just then there was a man in their synagogue with an unclean spirit,[at] and he cried out,[au] ", "24": "“Leave us alone,[av] Jesus the Nazarene! Have you come to destroy us? I know who you are—the Holy One[aw] of God!” ", "25": "But[ax] Jesus rebuked him:[ay] “Silence! Come out of him!”[az] ", "26": "After throwing him into convulsions, the unclean spirit cried out with a loud voice and came out of him. ", "27": "They were all amazed so that they asked each other, “What is this? A new teaching with authority! He even commands the unclean spirits and they obey him.” ", "28": "So[ba] the news about him spread quickly throughout all the region around Galilee.", "29": "Now[bb] as soon as they left the synagogue,[bc] they entered Simon and Andrew's house,[bd] with James and John. ", "30": "Simon's mother-in-law was lying down, sick with a fever, so[be] they spoke to Jesus[bf] at once about her. ", "31": "He came and raised her up by gently taking her hand. Then the fever left her and she began to serve[bg] them. ", "32": "When it was evening, after sunset, they brought to him all who were sick and demon-possessed. ", "33": "The whole town gathered by the door. ", "34": "So[bh] he healed many who were sick with various diseases and drove out many demons.[bi] But[bj] he would not permit the demons to speak,[bk] because they knew him.[bl]", "35": "Then[bm] Jesus[bn] got up early in the morning when it was still very dark, departed, and went out to a deserted place, and there he spent time in prayer.[bo] ", "36": "Simon and his companions searched for him. ", "37": "When they found him, they said, “Everyone is looking for you.” ", "38": "He replied,[bp] “Let us go elsewhere, into the surrounding villages, so that I can preach there too. For that is what I came out here to do.”[bq] ", "39": "So[br] he went into all of Galilee preaching in their synagogues[bs] and casting out demons.", "40": "Now[bt] a leper[bu] came to him and fell to his knees, asking for help. “If[bv] you are willing, you can make me clean,” he said. ", "41": "Moved with indignation,[bw] Jesus[bx] stretched out his hand and touched[by] him, saying, “I am willing. Be clean!” ", "42": "The leprosy left him at once, and he was clean. ", "43": "Immediately Jesus[bz] sent the man[ca] away with a very strong warning. ", "44": "He told him,[cb] “See that you do not say anything to anyone,[cc] but go, show yourself to a priest, and bring the offering that Moses commanded[cd] for your cleansing, as a testimony to them.”[ce] ", "45": "But as the man[cf] went out he began to announce it publicly and spread the story widely, so that Jesus[cg] was no longer able to enter any town openly but stayed outside in remote places. Still[ch] they kept coming[ci] to him from everywhere."}