{"1": "Then[a] Jesus[b] left that place and went to the region of Judea and[c] beyond the Jordan River.[d] Again crowds gathered to him, and again, as was his custom, he taught them. ", "2": "Then some Pharisees[e] came, and to test him[f] they asked, “Is it lawful for a man to divorce his[g] wife?”[h] ", "3": "He answered them,[i] “What did Moses command you?” ", "4": "They said, “Moses permitted a man to write a certificate of dismissal and to divorce her.”[j] ", "5": "But Jesus said to them, “He wrote this commandment for you because of your hard hearts.[k] ", "6": "But from the beginning of creation he[l] made them male and female.[m] ", "7": "For this reason a man will leave his father and mother,[n] ", "8": "and the two will become one flesh.[o] So they are no longer two, but one flesh. ", "9": "Therefore what God has joined together, let no one separate.”", "10": "In the house once again, the disciples asked him about this. ", "11": "So[p] he told them, “Whoever divorces his wife and marries another commits adultery against her. ", "12": "And if she divorces her husband and marries another, she commits adultery.”[q]", "13": "Now[r] people were bringing little children to him for him to touch,[s] but the disciples scolded those who brought them.[t] ", "14": "But when Jesus saw this, he was indignant and said to them, “Let the little children come to me and do not try to stop them, for the kingdom of God[u] belongs to such as these.[v] ", "15": "I tell you the truth,[w] whoever does not receive[x] the kingdom of God like a child[y] will never[z] enter it.” ", "16": "After he took the children in his arms, he placed his hands on them and blessed them.", "17": "Now[aa] as Jesus[ab] was starting out on his way, someone ran up to him, fell on his knees, and said, “Good teacher, what must I do to inherit eternal life?”[ac] ", "18": "Jesus said to him, “Why do you call me good?[ad] No one is good except God alone. ", "19": "You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'”[ae] ", "20": "The man[af] said to him, “Teacher, I have wholeheartedly obeyed[ag] all these laws[ah] since my youth.”[ai] ", "21": "As Jesus looked at him, he felt love for him and said, “You lack one thing. Go, sell whatever you have and give the money[aj] to the poor, and you will have treasure[ak] in heaven. Then come, follow me.” ", "22": "But at this statement, the man[al] looked sad and went away sorrowful, for he was very rich.[am]", "23": "Then[an] Jesus looked around and said to his disciples, “How hard it is for the rich to enter the kingdom of God!”[ao] ", "24": "The disciples were astonished at these words. But again Jesus said to them,[ap] “Children, how hard it is[aq] to enter the kingdom of God! ", "25": "It is easier for a camel[ar] to go through the eye of a needle[as] than for a rich person to enter the kingdom of God.” ", "26": "They were even more astonished and said[at] to one another, “Then[au] who can be saved?”[av] ", "27": "Jesus looked at them and replied, “This is impossible for mere humans,[aw] but not for God; all things are possible for God.”", "28": "Peter began to speak to him, “Look,[ax] we have left everything to follow you!”[ay] ", "29": "Jesus said, “I tell you the truth,[az] there is no one who has left home or brothers or sisters or mother or father or children or fields for my sake and for the sake of the gospel ", "30": "who will not receive in this age[ba] a hundred times as much—homes, brothers, sisters, mothers, children, fields, all with persecutions[bb]—and in the age to come, eternal life.[bc] ", "31": "But many who are first will be last, and the last first.”", "32": "They were on the way, going up to Jerusalem. Jesus was going ahead of them, and they were amazed, but those who followed were afraid. He took the twelve aside again and began to tell them what was going to happen to him. ", "33": "“Look, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and experts in the law.[bd] They will condemn him to death and will turn him over to the Gentiles. ", "34": "They will mock him, spit on him, flog[be] him severely, and kill him. Yet[bf] after three days,[bg] he will rise again.”", "35": "Then[bh] James and John, the sons of Zebedee, came to him and said, “Teacher, we want you to do for us whatever we ask.” ", "36": "He said to them, “What do you want me to do for you?” ", "37": "They said to him, “Permit one of us to sit at your right hand and the other at your left in your glory.” ", "38": "But Jesus said to them, “You don't know what you are asking! Are you able to drink the cup I drink or be baptized with the baptism I experience?”[bi] ", "39": "They said to him, “We are able.”[bj] Then Jesus said to them, “You will drink the cup I drink, and you will be baptized with the baptism I experience, ", "40": "but to sit at my right or at my left is not mine to give. It is for those for whom it has been prepared.”[bk]", "41": "Now[bl] when the other ten[bm] heard this,[bn] they became angry with James and John. ", "42": "Jesus called them and said to them, “You know that those who are recognized as rulers of the Gentiles lord it over them, and those in high positions use their authority over them. ", "43": "But it is not this way among you. Instead whoever wants to be great among you must be your servant, ", "44": "and whoever wants to be first among you must be the slave[bo] of all. ", "45": "For even the Son of Man did not come to be served but to serve, and to give his life as a ransom[bp] for many.”", "46": "They came to Jericho. As Jesus[bq] and his disciples and a large crowd were leaving Jericho, Bartimaeus the son of Timaeus, a blind beggar, was sitting by the road. ", "47": "When he heard that it was Jesus the Nazarene, he began to shout,[br] “Jesus, Son of David,[bs] have mercy[bt] on me!” ", "48": "Many scolded[bu] him to get him to be quiet, but he shouted all the more, “Son of David, have mercy on me!” ", "49": "Jesus stopped and said, “Call him.” So[bv] they called the blind man and said to him, “Have courage! Get up! He is calling you.” ", "50": "He threw off his cloak, jumped up, and came to Jesus. ", "51": "Then[bw] Jesus said to him,[bx] “What do you want me to do for you?” The blind man replied, “Rabbi,[by] let me see again.”[bz] ", "52": "Jesus said to him, “Go, your faith has healed you.” Immediately he regained[ca] his sight and followed him on the road."}