{"1": "Now[a] after some days, when he returned to Capernaum,[b] the news spread[c] that he was at home. ", "2": "So many gathered that there was no longer any room, not even by[d] the door, and he preached the word to them. ", "3": "Some people[e] came bringing to him a paralytic, carried by four of them.[f] ", "4": "When they were not able to bring him in because of the crowd, they removed the roof[g] above Jesus.[h] Then,[i] after tearing it out, they lowered the stretcher the paralytic was lying on. ", "5": "When Jesus saw their[j] faith, he said to the paralytic, “Son, your sins are forgiven.”[k] ", "6": "Now some of the experts in the law[l] were sitting there, turning these things over in their minds:[m] ", "7": "“Why does this man speak this way? He is blaspheming![n] Who can forgive sins but God alone?” ", "8": "Now[o] immediately, when Jesus realized in his spirit that they were contemplating such thoughts,[p] he said to them, “Why are you thinking such things in your hearts?[q] ", "9": "Which is easier,[r] to say to the paralytic, 'Your sins are forgiven,' or to say, 'Stand up, take your stretcher, and walk'? ", "10": "But so that you may know[s] that the Son of Man[t] has authority on earth to forgive sins,”—he said to the paralytic[u]—", "11": "“I tell you, stand up, take your stretcher, and go home.”[v] ", "12": "And immediately the man[w] stood up, took his stretcher, and went out in front of them all. They were all amazed and glorified God, saying, “We have never seen anything like this!”", "13": "Jesus[x] went out again by the sea. The whole crowd came to him, and he taught them. ", "14": "As he went along, he saw Levi, the son of Alphaeus, sitting at the tax booth.[y] “Follow me,” he said to him. And he got up and followed him. ", "15": "As Jesus[z] was having a meal[aa] in Levi's[ab] home, many tax collectors[ac] and sinners were eating with Jesus and his disciples, for there were many who followed him. ", "16": "When the experts in the law[ad] and the Pharisees[ae] saw that he was eating with sinners and tax collectors, they said to his disciples, “Why does he eat with tax collectors and sinners?”[af] ", "17": "When Jesus heard this he said to them, “Those who are healthy don't need a physician, but those who are sick do.[ag] I have not come to call the righteous, but sinners.”", "18": "Now[ah] John's[ai] disciples and the Pharisees[aj] were fasting.[ak] So[al] they came to Jesus[am] and said, “Why do the disciples of John and the disciples of the Pharisees fast, but your disciples don't fast?” ", "19": "Jesus[an] said to them, “The wedding guests[ao] cannot fast while the bridegroom[ap] is with them, can they?[aq] As long as they have the bridegroom with them they do not fast. ", "20": "But the days are coming when the bridegroom will be taken from them,[ar] and at that time[as] they will fast. ", "21": "No one sews a patch of unshrunk cloth on an old garment; otherwise, the patch pulls away from it, the new from the old, and the tear becomes worse. ", "22": "And no one pours new wine into old wineskins;[at] otherwise, the wine will burst the skins, and both the wine and the skins will be destroyed. Instead new wine is poured into new wineskins.”[au]", "23": "Jesus[av] was going through the grain fields on a Sabbath, and his disciples began to pick some heads of wheat[aw] as they made their way. ", "24": "So[ax] the Pharisees[ay] said to him, “Look, why are they doing what is against the law on the Sabbath?” ", "25": "He said to them, “Have you never read what David did when he was in need and he and his companions were hungry—", "26": "how he entered the house of God when Abiathar was high priest[az] and ate the sacred bread,[ba] which is against the law[bb] for any but the priests to eat, and also gave it to his companions?”[bc] ", "27": "Then[bd] he said to them, “The Sabbath was made for people,[be] not people for the Sabbath. ", "28": "For this reason the Son of Man is lord[bf] even of the Sabbath.”"}