{"1": "Then[a] Jesus[b] entered the synagogue[c] again, and a man was there who had a withered[d] hand. ", "2": "They watched[e] Jesus[f] closely to see if he would heal him on the Sabbath,[g] so that they could accuse him. ", "3": "So he said to the man who had the withered hand, “Stand up among all these people.”[h] ", "4": "Then[i] he said to them, “Is it lawful to do good on the Sabbath, or evil, to save a life or destroy it?” But they were silent. ", "5": "After looking around[j] at them in anger, grieved by the hardness of their hearts,[k] he said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored.[l] ", "6": "So[m] the Pharisees[n] went out immediately and began plotting with the Herodians,[o] as to how they could assassinate[p] him.", "7": "Then[q] Jesus went away with his disciples to the sea, and a great multitude from Galilee followed him.[r] And from Judea, ", "8": "Jerusalem, Idumea, beyond the Jordan River,[s] and around Tyre and Sidon[t] a great multitude came to him when they heard about the things he had done. ", "9": "Because of the crowd, he told his disciples to have a small boat[u] ready for him so the crowd[v] would not press toward him. ", "10": "For he had healed many, so that all who were afflicted with diseases pressed toward him in order to touch him. ", "11": "And whenever the unclean spirits[w] saw him, they fell down before him and cried out, “You are the Son of God.” ", "12": "But[x] he sternly ordered them not to make him known.[y]", "13": "Now[z] Jesus went up the mountain[aa] and called for those he wanted, and they came to him. ", "14": "He[ab] appointed twelve[ac] so that they would be with him and he could send them to preach ", "15": "and to have authority to cast out demons. ", "16": "[ad] To Simon[ae] he gave the name Peter; ", "17": "to James and his brother John, the sons of Zebedee,[af] he gave the name Boanerges (that is, “sons of thunder”); ", "18": "and Andrew, Philip, Bartholomew,[ag] Matthew, Thomas,[ah] James the son of Alphaeus, Thaddaeus,[ai] Simon the Zealot,[aj] ", "19": "and Judas Iscariot,[ak] who betrayed him.[al]", "20": "Now[am] Jesus[an] went home, and a crowd gathered so that they were not able to eat. ", "21": "When his family[ao] heard this they went out to restrain him, for they said, “He is out of his mind.” ", "22": "The experts in the law[ap] who came down from Jerusalem said, “He is possessed by Beelzebul,”[aq] and, “By the ruler[ar] of demons he casts out demons!” ", "23": "So[as] he called them and spoke to them in parables:[at] “How can Satan cast out Satan? ", "24": "If[au] a kingdom is divided against itself, that kingdom will not be able to stand. ", "25": "If a house is divided against itself, that house will not be able to stand. ", "26": "And if Satan rises against himself and is divided, he is not able to stand and his end has come. ", "27": "But no one is able to enter a strong man's[av] house and steal his property unless he first ties up the strong man. Then he can thoroughly plunder his house.[aw] ", "28": "I tell you the truth,[ax] people will be forgiven for all sins, even all the blasphemies they utter.[ay] ", "29": "But whoever blasphemes against the Holy Spirit will never be forgiven, but is guilty of an eternal sin”[az] ", "30": "(because they said, “He has an unclean spirit”[ba]).", "31": "Then[bb] Jesus'[bc] mother and his brothers[bd] came. Standing[be] outside, they sent word to him, to summon him. ", "32": "A crowd was sitting around him and they said to him, “Look, your mother and your brothers[bf] are outside looking for you.” ", "33": "He answered them and said, “Who are my mother and my brothers?”[bg] ", "34": "And looking at those who were sitting around him in a circle, he said, “Here[bh] are my mother and my brothers! ", "35": "For whoever does the will of God is[bi] my brother and sister and mother.”"}