{"1": "Again he began to teach by the lake. Such a large crowd gathered around him that he got into a boat[a] on the lake and sat there while[b] the whole crowd was on the shore by the lake. ", "2": "He taught them many things in parables,[c] and in his teaching said to them: ", "3": "“Listen! A sower went out to sow.[d] ", "4": "And as he sowed, some seed[e] fell along the path, and the birds came and devoured it. ", "5": "Other seed fell on rocky ground[f] where it did not have much soil. It sprang up at once because the soil was not deep.[g] ", "6": "When the sun came up it was scorched, and because it did not have sufficient root,[h] it withered. ", "7": "Other seed fell among the thorns,[i] and they grew up and choked it,[j] and it did not produce grain. ", "8": "But[k] other seed fell on good soil and produced grain, sprouting and growing; some yielded thirty times as much, some sixty, and some a hundred times.” ", "9": "And he said, “Whoever has ears to hear had better listen!”[l]", "10": "When he was alone, those around him with the twelve asked him about the parables. ", "11": "He said to them, “The secret[m] of the kingdom of God[n] has been given[o] to you. But to those outside, everything is in parables,", "12": "so that although they look they may look but not see, and although they hear they may hear but not understand, so they may not repent and be forgiven.”[p]", "13": "He said to them, “Don't you understand this parable? Then[q] how will you understand any parable? ", "14": "The sower sows the word. ", "15": "These are the ones on the path where the word is sown: Whenever they hear, immediately Satan[r] comes and snatches the word[s] that was sown in them. ", "16": "These are the ones sown on rocky ground: As soon as they hear the word, they receive it with joy. ", "17": "But[t] they have no root in themselves and do not endure.[u] Then, when trouble or persecution comes because of the word, immediately they fall away. ", "18": "Others are the ones sown among thorns: They are those who hear the word, ", "19": "but[v] worldly cares, the seductiveness of wealth,[w] and the desire for other things come in and choke the word,[x] and it produces nothing. ", "20": "But[y] these are the ones sown on good soil: They hear the word and receive it and bear fruit, one thirty times as much, one sixty, and one a hundred.”", "21": "He also said to them, “A lamp[z] isn't brought to be put under a basket[aa] or under a bed, is it? Isn't it to be placed on a lampstand? ", "22": "For nothing is hidden except to be revealed,[ab] and nothing concealed except to be brought to light. ", "23": "If anyone has ears to hear, he had better listen!”[ac] ", "24": "And he said to them, “Take care about what you hear. The measure you use will be the measure you receive,[ad] and more will be added to you. ", "25": "For whoever has will be given more, but[ae] whoever does not have, even what he has will be taken from him.”[af]", "26": "He also said, “The kingdom of God[ag] is like someone who spreads seed on the ground. ", "27": "He goes to sleep and gets up, night and day, and the seed sprouts and grows, though he does not know how. ", "28": "By itself the soil produces a crop, first the stalk, then the head, then the full grain[ah] in the head. ", "29": "And when the grain is ripe, he sends in the sickle[ai] because the harvest has come.”[aj]", "30": "He also asked, “To what can we compare the kingdom of God,[ak] or what parable can we use to present it? ", "31": "It is like a mustard seed[al] that when sown in the ground, even though it is the smallest of all the seeds in the ground—", "32": "when it is sown, it grows up,[am] becomes the greatest of all garden plants, and grows large branches so that the wild birds[an] can nest in its shade.”[ao]", "33": "So[ap] with many parables like these, he spoke the word to them, as they were able to hear. ", "34": "He did not speak to them without a parable. But privately he explained everything to his own disciples.", "35": "On that day, when evening came, Jesus[aq] said to his disciples, “Let's go across to the other side of the lake.”[ar] ", "36": "So[as] after leaving the crowd, they took him along, just as he was, in the boat,[at] and other boats were with him. ", "37": "Now[au] a great windstorm[av] developed and the waves were breaking into the boat, so that the boat was nearly swamped. ", "38": "But[aw] he was in the stern, sleeping on a cushion. They woke him up and said to him, “Teacher, don't you care that we are about to die?” ", "39": "So[ax] he got up and rebuked[ay] the wind, and said to the sea,[az] “Be quiet! Calm down!” Then[ba] the wind stopped, and it was dead calm. ", "40": "And he said to them, “Why are you cowardly? Do you still not have faith?” ", "41": "They were overwhelmed by fear and said to one another, “Who then is this?[bb] Even the wind and sea obey him!”[bc]"}