{"1": "The twelve rods of the twelve princes of the tribes of Israel. 8 Aaron's rod buddeth, and beareth blossoms, 10 For a testimony against the rebellious people. And the Lord spake unto [a]Moses, saying,", "2": "Speak unto the children of Israel, and take of every one of them a rod, after the house of their fathers, of all their princes according to the family of their fathers, even twelve rods: and thou shalt write every man's name upon his rod.", "3": "And write Aaron's name upon the rod of Levi: for every rod shall be for the head of the house of their fathers.", "4": "And thou shalt put them in the Tabernacle of the Congregation, before the Ark of the testimony, where I will declare myself to you.", "5": "And the man's rod, whom I [b]choose, shall blossom: and I will make cease from me the grudgings of the children of Israel, which grudge against you.", "6": "¶ Then Moses spake unto the children of Israel, and all their Princes gave him a rod, one rod for every prince, according to the houses of their fathers, even twelve rods, and the rod [c]of Aaron was among their rods.", "7": "And Moses laid the rods before the Lord in the Tabernacle of the Testimony.", "8": "And when Moses on the morrow went into the Tabernacle of the Testimony, behold, the rod of Aaron [d]for the house of Levi was budded, and brought forth buds, and brought forth blossoms, and bare ripe almonds.", "9": "Then Moses brought out all the rods from before the Lord unto all the children of Israel: and they looked upon them, and took every man his rod.", "10": "After, the Lord said unto Moses, Bring Aaron's rod again before the Testimony to be kept for a token to the rebellious children, and thou shalt cause their [e]murmurings to cease from me, that they die not.", "11": "So Moses did as the Lord had commanded him: so did he.", "12": "¶ And the children of Israel spake unto Moses, saying, Behold, [f]we are dead, we perish, we are all lost:", "13": "Whosoever cometh near or approacheth to the Tabernacle of the Lord, shall die: shall we be consumed and die?"}