{"1": "The sacrifice of the red cow. 9 The sprinkling water. 11 He that toucheth the dead. 14 The man that dieth in a tent. And the Lord spake to Moses, and to Aaron, saying,", "2": "[a]This is the ordinance of the Law, which the Lord hath commanded, saying, Speak unto the children of Israel that they bring thee a red cow without blemish, wherein is no spot, upon the which never came yoke.", "3": "And ye shall give her unto Eleazar the Priest, that he may bring her without the host, and cause her to [b]be slain before his face.", "4": "Then shall Eleazar the Priest take of her blood with his finger, and sprinkle it before the Tabernacle of the Congregation seven times,", "5": "And cause the cow to be burnt in his sight: with her skin, and her flesh, and her blood, and her dung shall he burn her.", "6": "Then shall the Priest take cedar wood, and hyssop, and scarlet lace, and cast them in the midst of the fire where the cow burneth.", "7": "Then shall the [c]Priest wash his clothes, and he shall wash his flesh in water, and then come into the host, and the Priest shall be unclean unto the even.", "8": "Also he that [d]burneth her, shall wash his clothes in water, and wash his flesh in water, and be unclean until even.", "9": "And a man, that is clean, shall take up the ashes of the cow, and put them without the host in a clean place: and it shall be kept for the Congregation of the children of Israel for [e]a sprinkling water: it is a sin offering.", "10": "Therefore he that gathereth the ashes of the cow, shall wash his clothes, and remain unclean until even: and it shall be unto the children of Israel, and unto the stranger that dwelleth among them, a statute forever.", "11": "He that toucheth the dead body of any man, shall be unclean even seven days.", "12": "He shall purify himself [f]therewith the third day, and the seventh day he shall be clean: but if he purify not himself the third day, then the seventh day he shall not be clean.", "13": "Whosoever toucheth the corpse of any man that is dead, and purgeth not himself, defileth the Tabernacle of the Lord, and that person shall be [g]cut off from Israel, because the sprinkling water was not sprinkled upon him: he shall be unclean, and his uncleanness shall remain still upon him.", "14": "This is the law, When a man dieth in a tent, all that come into the tent, and all that is in the tent, shall be unclean seven days.", "15": "And all the vessels that be open, which have no [h]covering fastened upon them, shall be unclean.", "16": "Also whosoever toucheth one that is slain with a sword in the field, or a dead person, or a bone of a dead man, or a grave, shall be unclean seven days.", "17": "Therefore for an unclean person, they shall take of the burnt ashes of the [i]sin offering, and [j]pure water shall be put thereto in a vessel.", "18": "And a [k]clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and on the persons that were therein, and upon him that touched the bone, or the slain, or the dead, or the grave.", "19": "And the clean person shall sprinkle upon the unclean the third day, and the seventh day, and he shall purify himself the seventh day, and [l]wash his clothes, and wash himself in water, and shall be clean at even.", "20": "But the man that is unclean, and purifieth not himself, that person shall be cut off from among the Congregation, because he hath defiled the Sanctuary of the Lord: and the sprinkling water hath not been sprinkled upon him: therefore shall he be unclean.", "21": "And it shall be a perpetual law unto them, that he that sprinkleth the sprinkling water, shall wash his clothes: also he that toucheth the sprinkling water, shall be unclean until even.", "22": "And whatsoever the unclean person toucheth shall be unclean: and the person that toucheth [m]him, shall be unclean until the even."}