{"1": "Balaam causeth seven altars to be built. 5 God teacheth him what to answer. 8 Instead of cursing he blesseth Israel. 19 God is not like man. And Balaam said unto Balak, Build me here seven altars, and prepare me here seven bullocks, and seven rams.", "2": "And Balak did as Balaam said, and [a]Balak and Balaam offered on every altar a bullock and a ram.", "3": "Then Balaam said unto Balak, Stand by thy burnt offering, and I will go, if so be that the Lord will come and meet me: and whatsoever he showeth me, I will tell thee: so he [b]went forth alone.", "4": "And God [c]met Balaam, and Balaam said unto him, I have prepared seven altars, and have offered upon every altar a bullock and a ram.", "5": "And the Lord [d]put an answer in Balaam's mouth, and said, Go again to Balak, and say on this wise.", "6": "So when he turned unto him, lo, he stood by his burnt offering, he, and all the princes of Moab.", "7": "Then he uttered his [e]parable, and said, Balak the king of Moab hath brought me from [f]Aram out of the mountains of the East, saying, Come, curse Jacob for my sake: come, and [g]detest Israel.", "8": "How shall I curse, where God hath not cursed? or how shall I detest, where the Lord hath not detested?", "9": "For from the top of the rocks I did see him, and from the hills I did behold him: lo, the people shall dwell by themselves, and shall not be reckoned among the [h]nations.", "10": "Who can tell the [i]dust of Jacob, and the number of the fourth part of Israel? Let me [j]die the death of the righteous, and let my last end be like his.", "11": "Then Balak said unto Balaam, What hast thou done unto me? I took thee to curse mine enemies, and behold, thou hast blessed them altogether.", "12": "And he answered, and said, Must I not take heed to speak that, which the Lord hath put in my mouth?", "13": "And Balak said unto him, Come, I pray thee, with me unto another place, whence thou mayest see them, and thou shalt see but the utmost part of them and shalt not see them all: therefore curse them out of that place for my sake.", "14": "¶ And he brought him into [k]Zophim to the top of Pisgah, and built seven altars, and offered a bullock and a ram on every altar.", "15": "After, he said unto Balak, Stand here by thy burnt offering, and I will meet the Lord yonder.", "16": "And the Lord met Balaam, and put an answer in his mouth, and said, Go again unto Balak, and say thus.", "17": "And when he came to him, behold, he stood by his burnt offering, and the princes of Moab with him: so Balak said unto him, What hath the Lord said?", "18": "And he uttered his parable, and said, Rise up Balak, and hear: hearken unto me, thou son of Zippor.", "19": "[l]God is not as man, that he should lie, neither as the son of man, that he should repent: hath he said, and shall he not do it? and hath he spoken, and shall he not accomplish it?", "20": "Behold, I have received commandment to bless: for he hath blessed, and I cannot alter it.", "21": "He seeth none iniquity in Jacob, nor seeth no transgression in Israel: the Lord his God is with him, and the [m]joyful shout of a King is among them.", "22": "God brought them out of Egypt: their strength is as an unicorn.", "23": "For there is no sorcery in Jacob, nor soothsaying in Israel, [n]according to this time it shall be said of Jacob and of Israel, What hath God wrought?", "24": "Behold, the people shall rise up as a lion, and lift up himself as a young lion: he shall not lie down, till he eat of the prey, and till he drink the blood of the slain.", "25": "Then Balak said unto Balaam, Neither curse, nor bless them at all.", "26": "But Balaam answered, and said unto Balak, Told not I thee, saying, All that the Lord speaketh, that must I do?", "27": "¶ Again Balak said unto Balaam, Come, I pray thee, I will bring thee unto another [o]place, if so be it will please God, that thou mayest thence curse them for my sake.", "28": "So Balak brought Balaam unto the top of Peor, that looketh toward Jeshimon.", "29": "Then Balaam said unto Balak, Make me here seven altars, and prepare me here seven bullocks, and seven rams.", "30": "And Balak did as Balaam had said, and offered a bullock and a ram on every altar."}