{"1": "The people committeth fornication with the daughters of Moab. 9 Phinehas killeth Zimri and Cozbi. 11 God maketh his covenant with Phinehas. 17 God commandeth, to kill the Midianites. Now while Israel abode in Shittim, the people began to commit whoredom with the [a]daughters of Moab:", "2": "Which called the people unto the sacrifice of their gods, and the people ate, and bowed down to their gods.", "3": "And Israel [b]coupled himself unto Baal of Peor: wherefore the wrath of the Lord was kindled against Israel:", "4": "And the Lord said unto Moses, Take all the heads of the people and hang them up [c]before the Lord [d]against the Sun, that the indignation of the Lord's wrath may be turned from Israel.", "5": "Then Moses said unto the Judges of Israel, Everyone slay his [e]men that were joined unto Baal of Peor.", "6": "¶ And behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the Congregation of the children of Israel, [f]who wept before the door of the Tabernacle of the Congregation.", "7": "And when Phinehas the son of Eleazar the son of Aaron the Priest saw it, he rose up from the midst of the Congregation, and took a [g]spear in his hand,", "8": "And followed the man of Israel into the tent, and thrust them both through: to wit, the man of Israel, and the woman, [h]through her belly: so the plague ceased from the children of Israel.", "9": "And there died in that plague four and twenty thousand.", "10": "Then the Lord spake unto Moses, saying,", "11": "Phinehas the son of Eleazar, the son of Aaron the Priest, hath turned mine anger away from the children of Israel, while he [i]was zealous for my sake among them: therefore I have not consumed the children of Israel in my jealousy.", "12": "Wherefore say to him, Behold, I give unto him my covenant of peace.", "13": "And he shall have it, and his seed after him, even the covenant of the Priest's office forever, because he was zealous for his God, and hath made an [j]atonement for the children of Israel.", "14": "And the name of the Israelite thus slain, which was killed with the Midianitish woman, was Zimri the son of Salu, prince [k]of the family of the Simeonites.", "15": "And the name of the Midianitish woman that was slain, was Cozbi the daughter of Zur, who was head over the people of his father's house in Midian.", "16": "¶ Again the Lord spake unto Moses, saying,", "17": "Vex the Midianites, and smite them:", "18": "For they trouble you with their [l]wiles, wherewith they have beguiled you as concerning Peor, and as concerning their sister Cozbi daughter of a prince of Midian, which was slain in the day of the plague because of Peor."}