{"1": "The daily sacrifice. 9 The sacrifice of Sabbath. 11 Of the Month, 16 Of the Passover, 26 Of the firstfruits. And the Lord spake unto Moses, saying,", "2": "Command the children of Israel, and say unto them, Ye shall observe to offer unto me in their due season mine offering, and [a]my bread for my sacrifices made by fire for a sweet savor unto me.", "3": "Also thou shalt say unto them, This is the offering made by fire which ye shall offer unto the Lord, two lambs of a year old, without spot daily, for a continual burnt offering.", "4": "One lamb shalt thou prepare in the morning, and the other lamb shalt thou prepare at even.", "5": "And the tenth part of an Ephah of fine flour for a meat offering mingled with the fourth part of an Hin of beaten oil.", "6": "This shall be a daily burnt offering, as was made in the mount Sinai for a sweet savor: it is a sacrifice made by fire unto the Lord.", "7": "And the drink offering thereof the fourth part of an Hin for one lamb: in the holy place cause to pour the drink offering unto the Lord.", "8": "And the other lamb thou shalt prepare at even: as the meat offering of the morning, and as the drink offering thereof shalt thou prepare this [b]for an offering made by fire of sweet savor unto the Lord.", "9": "¶ But on the Sabbath day ye shall offer two lambs of a year old, without spot, and two [c]tenth deals of fine flour for a meat offering mingled with oil, and the drink offering thereof.", "10": "This is the burnt offering of every Sabbath, beside the [d]continual burnt offering, and drink offering thereof.", "11": "¶ And in the beginning of your months, ye shall offer a burnt offering unto the Lord, two young bullocks, and a ram, and seven lambs of a year old, without spot,", "12": "And three tenth deals of fine flour for a meat offering mingled with oil for one bullock, and two tenth deals of fine flour for a meat offering, mingled with oil for one ram,", "13": "And a tenth deal of fine flour mingled with oil for a meat offering unto one lamb, for a burnt offering of sweet savor: it is an offering made by fire unto the Lord.", "14": "And their [e]drink offerings shall be half an Hin of wine unto one bullock, and the third part of an Hin unto a ram, and the fourth part of an Hin unto a lamb: this is the burnt offering of every month, throughout the months of the year.", "15": "And one he goat for a sin offering unto the Lord shall be prepared, besides the continual burnt offering, and his drink offering.", "16": "Also the fourteenth day of the first month is the Passover of the Lord.", "17": "And in the fifteenth day of the same month is the feast: seven days shall unleavened bread be eaten.", "18": "In the first day shall be an holy [f]convocation, ye shall do no servile work therein.", "19": "But ye shall offer a sacrifice made by fire for a burnt offering unto the Lord, two young bullocks, one ram, and seven lambs of a year old: see that they be without blemish.", "20": "And their meat offering shall be of fine flour mingled with oil: three tenth deals shall ye prepare for a bullock, and two tenth deals for a ram:", "21": "One tenth deal shalt thou prepare for every lamb, even for the seven lambs.", "22": "And an he goat for a sin offering, to make an atonement for you.", "23": "Ye shall prepare these beside the burnt offering in the morning, which is a continual burnt sacrifice.", "24": "After this manner ye shall prepare throughout all the seven days, for the [g]maintaining of the offering made by fire for a sweet savor unto the Lord: it shall be done beside the continual burnt offering and drink offering thereof.", "25": "And in the seventh day ye shall have an holy convocation, wherein ye shall do no servile work.", "26": "¶ Also in the day of your firstfruits, when ye bring a new meat offering unto the Lord, according to your [h]weeks ye shall have an holy convocation: and ye shall do no servile work in it:", "27": "But ye shall offer a burnt offering for a sweet savor unto the Lord, two young bullocks, a ram, and seven lambs of a year old,", "28": "And their meat offering of fine flour mingled with oil, three tenth deals unto a bullock, two tenth deals to a ram,", "29": "And one tenth deal unto every lamb throughout the seven lambs,", "30": "And an he goat to make an atonement for you:", "31": "(Ye shall do this besides the continual burnt offering, and his meat offering:) [i]see they be without blemish, with their drink offerings."}