{"1": "Concerning vows. 4 The vow of the maid, 7 Of the wife, 10 Of the widow or divorced.  Then Moses spake unto the children of Israel according to all that the Lord had commanded [a]him.", "2": "Moses also spake unto the heads of the tribes [b]concerning the children of Israel, saying, This is the thing which the Lord hath commanded,", "3": "Whosoever voweth a vow unto the Lord, or sweareth an oath to bind [c]himself by a bond, he shall not [d]break his promise, but shall do according to all that proceedeth out of his mouth.", "4": "If a woman also vow a vow unto the Lord, and bind herself by a bond, being in her father's house, in the time of her youth,", "5": "And her father hear her vow and bond, wherewith she hath bound herself, and her father hold his [e]peace concerning her, then all her vows shall stand and every bond, wherewith she hath bound herself, shall stand.", "6": "But if her [f]father disallow her the same day that he heareth all her vows and bonds, wherewith she hath bound herself, they shall not be of value, and the Lord will forgive her, because her father disallowed her.", "7": "And if she have an husband when she voweth or [g]pronounceth ought with her lips, wherewith she bindeth herself,", "8": "If her husband heard it, and holdeth his peace concerning her, the same day he heareth it, then her vow shall stand, and her bonds wherewith she bindeth herself shall stand in effect.", "9": "But if her husband disallow her the same day that he heareth it, then shall he make her vow which she hath made, and that that she hath pronounced with her lips, wherewith she bound [h]herself, of none effect: and the Lord will forgive her.", "10": "But every vow of a widow, and of her that is divorced (wherewith she hath bound herself) shall stand in [i]effect with her.", "11": "And if she vowed in her husband's [j]house, or bound herself straightly with an oath,", "12": "And her husband hath heard it, and held his peace concerning her, not disallowing her, then all her vows shall stand, and every bond, wherewith she bound herself, shall stand in effect.", "13": "But if her husband disannulled them the same day that he heard them, nothing that proceeded out of her lips concerning her vows or concerning [k]her bonds, shall stand in effect: for her husband hath disannulled them: and the Lord will forgive her.", "14": "So every vow, and every oath or bond, made to [l]humble the soul, her husband may stablish it, or her husband may break it.", "15": "But if her husband hold his peace concerning her from [m]day to day, then he stablisheth all her vows and all her bonds which she hath made: he hath confirmed them because he held his peace concerning her the same day that he heard them.", "16": "But if he [n]break them after that he hath heard them, then shall he bear her iniquity.", "17": "These are the ordinances which the Lord commanded Moses, between a man and his wife, and between the father and his daughter, being young in her father's house."}