{"1": "Five Kings of Midian and Balaam are slain. 18 Only the maids are reserved alive. 27 The prey is equally divided. 50 A present given of Israel. And the Lord spake unto Moses, saying,", "2": "Revenge the children of Israel of the Midianites, and afterward shalt thou be gathered unto thy people.", "3": "And Moses spake to the people, saying, Harness some of you unto war, and let them go against Midian, to execute the vengeance of the Lord [a]against Midian.", "4": "A thousand of every tribe throughout all the tribes of Israel shall ye send to the war.", "5": "So there were taken out of the thousands of Israel, twelve thousand prepared unto war, of every tribe a thousand.", "6": "And Moses sent them to the war, even a thousand of every tribe, and sent them with [b]Phinehas the son of Eleazar the Priest to the war: and the holy instruments, that is, the trumpets to blow were in his hand.", "7": "And they warred against Midian, as the Lord had commanded Moses, and slew all the males.", "8": "They slew also the kings of Midian among them that were slain: Evi, and Rekem, and Zur, and Hur, and Reba, five kings of Midian, and they slew [c]Balaam the son of Beor with the sword.", "9": "But the children of Israel took the women of Midian prisoners, and their children, and spoiled all their cattle, and all their flocks, and all their goods.", "10": "And they burnt all their cities, wherein they dwelt, and all their [d]villages with fire.", "11": "And they took all the spoil, and all the prey both of men and beasts.", "12": "And they brought the [e]captives and that which they had taken, and the spoil unto Moses and to Eleazar the Priest, and unto the Congregation of the children of Israel, into the camp in the plain of Moab, which was by Jordan toward Jericho.", "13": "¶ Then Moses and Eleazar the Priest, and all the princes of the Congregation went out of the camp to meet them.", "14": "And Moses was angry with the captains of the host, with the captains over thousands, and captains over hundreds, which came from the war and battle.", "15": "And Moses said unto them, What? have ye saved all the [f]women?", "16": "Behold, these caused the children of Israel through the counsel of Balaam to commit a trespass against the Lord, [g]as concerning Peor, and there came a plague among the Congregation of the Lord.", "17": "Now therefore, slay all the males among the [h]children, and kill all the women that have known man by carnal copulation.", "18": "But all the women-children that have not known carnal copulation, keep alive for yourselves.", "19": "And ye shall remain without the host seven days, all that have killed any person, and all that have touched any dead, and purify both yourselves and your prisoners the third day and the seventh.", "20": "Also ye shall purify every garment and all that is made of skins, and all work of goats' hair, and all things made of wood.", "21": "¶ And Eleazar the Priest said unto the men of war, which went to the battle, This is the ordinance [i]of the law which the Lord commanded Moses.", "22": "As for gold, and silver, brass, iron, tin, and lead:", "23": "Even all that may abide the fire, ye shall make it go through the fire, and it shall be clean: yet, it shall be [j]purified with the water of purification: and all that suffereth not the fire, ye shall cause to pass by the [k]water.", "24": "Ye shall wash also your clothes the seventh day, and ye shall be clean: and afterward ye shall come into the host.", "25": "¶ And the Lord spake unto Moses, saying,", "26": "Take the sum of the prey that was taken, both of persons and of cattle, thou and Eleazar the Priest, and the chief fathers of the Congregation.", "27": "And divide the prey [l]between the soldiers that went to the war, and all the Congregation.", "28": "And thou shalt take a tribute unto the Lord of the [m]men of war, which went out to battle: one person of five hundred, both of the persons, and of the beeves, and of the asses, and of the sheep.", "29": "Ye shall take it of their half, and give it unto Eleazar the Priest, as an heave offering of the Lord.", "30": "But of the half of the children of Israel thou shalt take [n]one, taken out of fifty, both of the persons, of the beeves, of the asses, and of the sheep, even of all the cattle, and thou shalt give them unto the Levites, which have the charge of the Tabernacle of the Lord.", "31": "And Moses and Eleazar the Priest did as the Lord had commanded Moses.", "32": "And the booty, to wit, the rest of the prey which the men of war had spoiled, was six hundred seventy and five thousand sheep,", "33": "And seventy and two thousand beeves,", "34": "And threescore and one thousand asses,", "35": "And two and thirty thousand persons in all, of women that had [o]lain by no man.", "36": "And the half, to wit, the part of them that went out to war, touching the number of sheep, was three hundred seven and thirty thousand, and five hundred.", "37": "And the [p]Lord's tribute of the sheep was six hundred seventy and five.", "38": "And the beeves were six and thirty thousand, whereof the Lord's tribute was seventy and two.", "39": "And the asses were thirty thousand and five hundred, whereof the Lord's tribute was threescore and one:", "40": "And [q]of persons sixteen thousand, whereof the Lord's tribute was two and thirty persons.", "41": "And Moses gave the tribute of the Lord's offering unto Eleazar the Priest, as the Lord had commanded Moses.", "42": "And of the [r]half of the children of Israel, which Moses divided from the men of war,", "43": "(For the half that pertained unto the congregation, was three hundred thirty and seven thousand sheep and five hundred,", "44": "And six and thirty thousand beeves,", "45": "And thirty thousand asses, and five hundred,", "46": "And sixteen thousand persons.)", "47": "Moses, I say, took of the half that pertained unto the [s]children of Israel, one taken out of fifty, both of the persons, and of the cattle, and gave them unto the Levites, which have the charge of the Tabernacle of the Lord, as the Lord had commanded Moses.", "48": "¶ Then the captains which were over thousands of the host, the captains over the thousands, and the captains over the hundreds came unto Moses:", "49": "And said to Moses, Thy servants have taken the sum of the men of war which are under [t]our authority, and there lacketh not one man of us.", "50": "[u]We have therefore brought a present unto the Lord, what every man found of Jewels of gold, bracelets, and chains, rings, earrings, and ornaments of the legs, to make an atonement for our souls before the Lord.", "51": "And Moses and Eleazar the Priest took the gold of them, and all wrought jewels,", "52": "And all the gold of the offering that they offered up to the Lord (of the captains over thousands and hundreds) was sixteen thousand seven hundred and fifty shekels.", "53": "(For the men of war had spoiled, every man for [v]himself.)", "54": "And Moses and Eleazar the Priest took the gold of the captains over the thousands, and over the hundreds, and brought it into the Tabernacle of the Congregation, for a [w]memorial of the children of Israel before the Lord."}