{"1": "The request of the Reubenites and Gadites, 16 and their promise unto Moses. 20 Moses granteth their request. 33 The Gadites, Reubenites, and half the tribe of Manasseh, conquer and build cities on this side Jordan. Now the children of [a]Reuben, and the children of Gad had an exceeding great multitude of cattle: and they saw the land of Jazer, and the land of [b]Gilead, that it was an apt place for cattle.", "2": "Then the children of Gad, and the children of Reuben came, and spake unto Moses and to Eleazar the Priest, and unto the Princes of the Congregation, saying,", "3": "The land of Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,", "4": "Which country the Lord smote before the Congregation of Israel; is a land meet for cattle, and thy servants have cattle:", "5": "Wherefore, said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan.", "6": "And Moses said unto the children of Gad, and to the children of Reuben, Shall your brethren go to war, and ye tarry here?", "7": "Wherefore now [c]discourage you the heart of the children of Israel to go over into the land, which the Lord hath given them?", "8": "Thus did your fathers, when I sent them from Kadesh Barnea to see the land.", "9": "For when they went up even unto the [d]river of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they would not go into the land, which the Lord had given them.", "10": "And the Lord's wrath was kindled the same day, and he did swear, saying,", "11": "[e]None of the men that came out of Egypt, from twenty years old and above, shall see the land for the which I sware unto Abraham, to Isaac, and to Jacob, because they have not [f]wholly followed me:", "12": "Except Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun: for they have constantly followed the Lord.", "13": "And the Lord was very angry with Israel, and made [them] wander in the wilderness forty years, until all the generation that had done [g]evil in the sight of the Lord, was consumed.", "14": "And behold, ye are risen up in your father's stead as an increase of sinful men still to augment the fierce wrath of the Lord toward Israel.", "15": "For if ye turn away from following him, he will yet again leave the people in the wilderness, and [h]ye shall destroy all this folk.", "16": "And they went near to him, and said, We will build sheepfolds here for our sheep, and for our cattle, and cities for our children.", "17": "But we ourselves will be ready armed to go before the children of Israel, until we have brought them unto their [i]place: but our children shall dwell in the defensed cities, because of the inhabitants of the land.", "18": "We will not return unto our houses, until the children of Israel have inherited, every man his inheritance.", "19": "Neither will we inherit with them beyond Jordan and on that side, because our inheritance is fallen to us on this side Jordan Eastward.", "20": "¶ And Moses said unto them, If ye will do this thing, and go [j]armed before the Lord to war:", "21": "And will go every one of you in harness over Jordan before the Lord, until he have cast out his [k]enemies from his sight:", "22": "And until the land be subdued before the Lord, then ye shall return and be innocent toward the Lord, and toward Israel: and this land shall be your possession [l]before the Lord.", "23": "But if ye will not do so, behold, ye have sinned against the Lord, and be sure, that your sin [m]will find you out.", "24": "Build you then cities for your children, and folds for your sheep, and do that ye have spoken.", "25": "Then the children of Gad and the children of Reuben spake unto Moses, saying, Thy servants will do as my lord commandeth:", "26": "Our children, our wives, our sheep, and all our cattle shall remain there in the cities of Gilead,", "27": "But thy servants will go every one armed to war before the Lord for to fight, as my lord saith.", "28": "So concerning them, Moses [n]commanded Eleazar the Priest, and Joshua the son of Nun, and the chief fathers of the tribes of the children of Israel.", "29": "And Moses said unto them, If the children of Gad and the children of Reuben will go with you over Jordan, all armed to fight before the Lord, then when the land is subdued before you, ye shall give them the land of Gilead for a possession:", "30": "But if they will not go over with you armed, then they shall have their possessions among you in the land of Canaan.", "31": "And the children of Gad, and the children of Reuben answered, saying, As the [o]Lord hath said unto thy servants, so will we do.", "32": "We will go armed before the Lord into the land of Canaan: that the possession of our inheritance may be to us on this side Jordan.", "33": "So Moses gave unto them, even to the children of Gad, and to the children of Reuben, and to half the tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the [p]Amorites, and the kingdom of Og king of Bashan, the land with the cities thereof and coasts, even the cities of the country round about.", "34": "¶ Then the children of Gad built Dibon, and Ataroth, and Aroer,", "35": "And Atroth, Shophan, and Jazer, and Jogbehah,", "36": "And Beth Nimrah, and Beth Haran, defensed cities: also sheepfolds.", "37": "And the children of Reuben built Heshbon, and Elealeh, and Kirjathaim,", "38": "And Nebo, and Baal Meon, and turned their names, and Shibmah: and gave other names unto the cities which they built.", "39": "And the children of Machir the son of Manasseh went to Gilead, and took it, and put out the Amorites that dwelt therein.", "40": "Then Moses gave Gilead unto Machir the son of Manasseh, and he dwelt therein.", "41": "And Jair the son of Manasseh went and took the small towns thereof, and called them [q]Havoth Jair.", "42": "Also Nobah went and took Kenath, with the villages thereof, and called it Nobah after his own name."}