{"1": "Two and forty journeys of Israel are numbered. 52 They are commanded to kill the Canaanites. These are the [a]journeys of the children of Israel, which went out of the land of Egypt, according to their bands under the hand of Moses and Aaron.", "2": "And Moses wrote their going out by their journeys, according to the commandment of the Lord: so these are the journeys of their going out.", "3": "Now they departed from Rameses the first month, even the fifteenth day of the first month, on the morrow after the Passover: and the children of Israel went out with an high hand in the sight of all the Egyptians.", "4": "(For the Egyptians buried all their firstborn, which the Lord had smitten among them: upon their [b]gods also the Lord did execution.)", "5": "And the children of Israel removed from Rameses, and pitched in Succoth.", "6": "And they departed from Succoth, and pitched in Etham, which is in the edge of the wilderness.", "7": "And they removed from Etham, and turned again unto [c]Pi Hahiroth, which is before Baal Zephon, and pitched before Migdol.", "8": "And they departed from before Hahiroth, and went through the midst of the Sea into the wilderness, and went three days' journey in the wilderness of Etham, and pitched in Marah.", "9": "And they removed from Marah, and came unto Elim, and in Elim were twelve fountains of water, and seventy palm trees, and they pitched there.", "10": "And they removed from Elim, and camped by the red sea.", "11": "And they removed from the red Sea, and lay in the wilderness of Sin.", "12": "And they took their journey out of the wilderness of Sin, and set up their tents in Dophkah.", "13": "And they departed from Dophkah, and lay in Alush.", "14": "And they removed from Alush, and lay in Rephidim, where was no water for the people to drink.", "15": "And they departed from Rephidim, and pitched in the wilderness of Sinai.", "16": "And they removed from the desert of Sinai, and pitched in Kibroth Hattaavah.", "17": "And they departed from Kibroth Hattaavah, and lay at Hazeroth.", "18": "And they departed from Hazeroth, and pitched in Rithmah.", "19": "And they departed from Rithmah, and pitched at Rimmon Perez.", "20": "And they departed from Rimmon Perez, and pitched in Libnah.", "21": "And they removed from Libnah, and pitched in Rissah.", "22": "And they journeyed from Rissah, and pitched in Kehelathah.", "23": "And they went from Kehelathah, and pitched in mount Shepher.", "24": "And they removed from mount Shepher, and lay in Haradah.", "25": "And they removed from Haradah, and pitched in Makheloth.", "26": "And they removed from Makheloth, and lay in Tahath.", "27": "And they departed from Tahath, and pitched in Terah.", "28": "And they removed from Terah, and pitched in Mithkah.", "29": "And they went from Mithkah, and pitched in Hashmonah.", "30": "And they departed from Hashmonah, and lay in Moseroth.", "31": "And they departed from Moseroth, and pitched in Bene Jaakan.", "32": "And they removed from Bene Jaakan, and lay in Hor Hagidgad.", "33": "And they went from Hor Hagidgad, and pitched in Jotbathah.", "34": "And they removed from Jotbathah, and lay in Abronah.", "35": "And they departed from Abronah, and lay in Ezion Geber.", "36": "And they removed from Ezion Geber, and pitched in the wilderness of Zin, which is Kadesh.", "37": "And they removed from Kadesh, and pitched in mount Hor, in the edge of the land of Edom.", "38": "(And Aaron the Priest went up into mount Hor, at the commandment of the Lord and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the first day of the [d]fifth month.", "39": "And Aaron was an hundred and three and twenty years old, when he died in mount Hor.)", "40": "And King Arad the Canaanite, which dwelt in the South of the land of Canaan, heard of the coming of the children of Israel.", "41": "And they departed from mount Hor, and pitched in Zalmonah.", "42": "And they departed from Zalmonah, and pitched in Punon.", "43": "And they departed from Punon, and pitched in Oboth.", "44": "And they departed from Oboth, and pitched in Ije Abarim, in the borders of Moab.", "45": "And they departed from Ijim, and pitched in Dibon Gad.", "46": "And they removed from Dibon Gad, and lay in Almon Diblathaim.", "47": "And they removed from Almon Diblathaim, and pitched in the mountains of Abarim before Nebo.", "48": "And they departed from the mountains of Abarim, and pitched in the [e]plain of Moab by Jordan toward Jericho.", "49": "And they pitched by Jordan, from Beth Jesimoth unto Abel Shittim, in the plain of Moab.", "50": "¶ And the Lord spake unto Moses in the plain of Moab, by Jordan toward Jericho, saying,", "51": "¶ Speak unto the children of Israel, and say unto them, When ye are come over Jordan to enter into the land of Canaan,", "52": "Ye shall then drive out all the inhabitants of the land before you, and destroy all their [f]pictures, and break asunder all their images of metal, and pluck down all their high places,", "53": "And ye shall possess the land and dwell therein: for I have given you the land to possess it.", "54": "And ye shall inherit the land by lot, according to your families: to the more ye shall give more inheritance, and to the fewer the less inheritance. Where the lot shall fall to any man, that shall be his: according to the tribes of your fathers shall ye inherit.", "55": "But if ye will not drive out the inhabitants of the land before you, then those which ye let remain of them, shall be [g]pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.", "56": "Moreover, it shall come to pass, that I shall do unto you, as I thought to do unto them."}