{"1": "The coasts and borders of the land of Canaan. 17 Certain men are assigned to divide the land. And the Lord spake unto Moses, saying,", "2": "Command the children of Israel, and say unto them, When ye come into the land of Canaan, this is the [a]land that shall fall unto your inheritance: that is, the land of Canaan with the coasts thereof.", "3": "And your South quarter shall be from the wilderness of Zin to the borders of Edom: so that your South quarter shall be from the salt Sea coast Eastward", "4": "And the border shall compass you from the South to [b]Maaleh Akrabbim, and reach to Zin, and go out from the South to Kadesh Barnea: thence it shall stretch to Hazar Addar, and go along to Azmon.", "5": "And the border shall compass from Azmon unto the [c]river of Egypt, and shall go out to the sea.", "6": "And your West quarter shall be [d]the great sea: even that border shall be your West coast.", "7": "And this shall be your North quarter, ye shall mark out your border from the great sea unto mount [e]Hor.", "8": "From mount Hor ye shall point out till it come unto Hamath, and the end of the coast shall be at Zedad.", "9": "And the coast shall reach out to Ziphron, and go out at Hazar Enan, this shall be your North quarter.", "10": "And ye shall mark out your East quarter from Hazar Enan to Shepham.", "11": "And the coast shall go down from Shepham to Riblah, and from the East side of Ain: and the same border shall descend and go out at the side of the sea of [f]Chinnereth Eastward.", "12": "Also that border shall go down to Jordan, and leave at the salt sea: this shall be your land with the coasts thereof round about.", "13": "¶ Then Moses commanded the children of Israel, saying, This is the land which ye shall inherit by lot, which the Lord commanded to give unto nine tribes, and half the tribe.", "14": "For the tribe of the children of Reuben, according to the households of their fathers, and the tribe of the children of Gad, according to their fathers' households, and half the tribe of Manasseh have received their inheritance.", "15": "Two tribes and an half tribe have received their inheritance on this side of Jordan toward Jericho full East.", "16": "¶ Again the Lord spake to Moses, saying,", "17": "These are the names of the men which shall divide the land unto you: Eleazar the Priest, and Joshua the son of Nun.", "18": "And ye shall take also a [g]prince of every tribe to divide the land.", "19": "The names also of the men are these: Of the tribe of Judah, Caleb the son of Jephunneh.", "20": "And of the tribe of the sons of Simeon, Shemuel the son of Ammihud.", "21": "Of the tribe of Benjamin, Elidad the son of Chislon.", "22": "Also of the tribe of the sons of Dan, the prince Bukki, the son of Jogli.", "23": "Of the sons of Joseph: of the tribe of the sons of Manasseh, the prince Hanniel the son of Ephod.", "24": "And of the tribe of the sons of Ephraim, the prince Kemuel, the son of Shiphtan.", "25": "Of the tribe also of the sons of Zebulun, the prince Elizaphan, the son of Parnach.", "26": "So of the tribe of the sons of Issachar, the prince Paltiel, the son of Azzan.", "27": "Of the tribe also of the sons of Asher, the prince Ahihud, the son of Shelomi.", "28": "And of the tribe of the sons of Naphtali, the prince Pedahel, the son of Ammihud.", "29": "These are they, whom the Lord commanded to [h]divide the inheritance unto the children of Israel, in the land of Canaan."}