{"1": "The leprous and the polluted shall be cast forth. 6 The purging of sin. 15 The trial of the suspect wife. And the Lord spake unto Moses, saying,", "2": "Command the children of Israel that they put out of the host every leper, and every one that hath an issue, and whosoever is defiled by the dead.", "3": "Both male and female shall ye put out: [a]out of the host shall ye put them, that they defile not their [b]tents among whom I dwell.", "4": "And the children of Israel did so, and put them out of the host, even as the Lord had commanded Moses, so did the children of Israel.", "5": "And the Lord spake unto Moses, saying,", "6": "Speak unto the children of Israel, When a man or woman shall commit any sin [c]that men commit, and transgress against the Lord, when that person shall trespass,", "7": "Then they shall confess their sin which they have done, and shall restore the damage thereof with his principal, and put the fifth part of it more thereto, and shall give it unto him, against whom he hath trespassed.", "8": "But if the [d]man have no kinsman, to whom he should restore the damage, the damage shall be restored to the Lord for the Priest's use, besides the ram of the atonement, whereby he shall make atonement for him.", "9": "And every offering of all the [e]holy things of the children of Israel, which they bring unto the Priest, shallbe his.", "10": "And every man's hallowed things shall be his: that is, whatsoever any man giveth the Priest, it shall be his.", "11": "¶ And the Lord spake unto Moses, saying,", "12": "Speak unto the children of Israel, and say unto them, If any man's wife [f]turn to evil, and commit a trespass against him,", "13": "So that another man lie with her fleshly, and it be hid from the eyes of her husband, and kept close, and yet she be defiled, and there be no witness against her, neither she taken with the manner,", "14": "[g]If he be moved with a jealous mind, so that he is jealous over his wife, which is defiled, or if he have a jealous mind, so that he is jealous over his wife, which is not defiled,", "15": "Then shall the man bring his wife to the Priest, and bring her offering with her, the tenth part of an Ephah of barley meal, but he shall not pour [h]oil upon it, nor put incense thereon: for it is an offering of jealousy, an offering for a remembrance, calling the sin to [i]mind.", "16": "And the Priest shall bring her, and set her before the Lord.", "17": "Then the Priest shall take [j]the holy water in an earthen vessel, and of the dust that is in the floor of the Tabernacle, even the Priest shall take it and put it into the water.", "18": "After the Priest shall set the woman before the Lord, and uncover the woman's head, and put the offering of the memorial in her hands: it is the jealousy offering, and the Priest shall have bitter and [k]cursed water in his hand,", "19": "And the Priest shall charge her by an oath, and say unto the woman, If no man have lain with thee, neither thou hast turned to uncleanness from thine husband, be free from this bitter and cursed water.", "20": "But if thou hast turned from thine husband, and so art defiled, and some man hath lain with thee besides thine husband,", "21": "(Then the Priest shall charge the woman with an oath of cursing, and the Priest shall say unto the woman:) The Lord make thee to be [l]accursed, and detestable for the oath among the people, and the Lord cause thy thigh to [m]rot, and thy belly to swell:", "22": "And that this cursed water may go into thy bowels, to cause thy belly to swell, and thy thigh to rot. Then the woman shall answer, [n]Amen, Amen.", "23": "After, the Priest shall write these curses in a book, and shall [o]blot them out with the bitter water,", "24": "And shall cause the woman to drink the bitter and cursed water, and the cursed water turned into bitterness shall enter into her.", "25": "Then the Priest shall take the jealousy offering out of the woman's hand, and shall shake the offering before the Lord, and offer it upon the altar.", "26": "And the Priest shall take an handful of the offering for a [p]memorial thereof, and burn it upon the [q]altar, and afterward make the woman drink the water.", "27": "When he hath made her drink the water, if she be defiled and have trespassed against her husband, then shall the cursed water, turned into bitterness, enter into her, and her belly shall swell, and her thigh shall rot, and the woman shall be accursed among her people.", "28": "But if the woman be not defiled, but be [r]clean, she shall be free, and shall conceive and bear.", "29": "This is the law of jealousy, when a wife turneth from her husband and is defiled,", "30": "Or, when a man is moved with a jealous mind, being jealous over his wife, then shall he bring the woman before the Lord, and the Priest shall do to her according to all this law,", "31": "And the man shall be [s]free from sin, but this woman shall bear her iniquity."}