{"1": "¶ The burden of Babylon, which Isaiah the son of Amoz saw.", "2": "Lift ye up a banner as an example upon the high mountain, exalt the voice unto them, raise the hand, that they may enter in by gates of princes.", "3": "I have commanded my sanctified ones; I have also called my mighty ones for my anger that they might rejoice with my glory.", "4": "The noise of a multitude in the mountains like as of a great people; a tumultuous noise of kingdoms, of Gentiles gathered together: the LORD of the hosts orders the host of the battle.", "5": "They come from a far land, from the end of the heavens, even the LORD, and the instruments of his indignation, to destroy the whole earth.", "6": "¶ Howl; for the day of the LORD is at hand; it shall come as destruction from the Almighty.", "7": "Therefore all hands shall be faint, and every heart of man shall melt:", "8": "And they shall be filled with terror; anguish and pain shall take hold of them; they shall be in pain as a woman that travails: they shall be amazed one at another; their faces shall be as flames.", "9": "Behold, the day of the LORD comes, cruel and with wrath and fierce anger, to lay the earth desolate; and he shall destroy the sinners thereof out of it.", "10": "For this reason the stars of the heavens and the lights thereof shall not shine: the sun shall be darkened in his going forth, and the moon shall not give forth her light.", "11": "And I will visit evil upon the world and iniquity upon the wicked, and I will cause the arrogancy of the proud to cease and will lay low the haughtiness of the strong.", "12": "I will make the noble man more precious than fine gold and man more than the gold of Ophir.", "13": "Because I will shake the heavens, and the earth shall be moved out of her place, in the indignation of the LORD of the hosts and in the day of his fierce anger.", "14": "And it shall be as the chased roe, and as a sheep without a shepherd: they shall each man look unto his own people, and flee each one unto his own land.", "15": "Every one that is found shall be thrust through, and every one that is joined unto them shall fall by the sword.", "16": "Their children shall also be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished.", "17": "Behold, I will stir up the Medes against them, which shall not look for silver, nor covet gold.", "18": "They shall shoot at the young boys with bows, and they shall have no pity on the fruit of the womb; their eye shall not spare the sons.", "19": "¶ And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.", "20": "It shall never again be inhabited; neither shall it be dwelt in from generation to generation; neither shall the Arabian pitch tent there, neither shall the shepherds make their fold there.", "21": "But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures, and owls shall dwell there, and satyrs shall dance there.", "22": "And the wild beasts of the islands shall cry in their palaces, and dragons in their pleasant palaces; and her time is near to come, and her days shall not be prolonged."}