{"1": "¶ The burden of Damascus. Behold, Damascus is taken away from being a city, and it shall be a ruinous heap.", "2": "The cities of Aroer are forsaken; they shall be for flocks, which shall lie down, and none shall make them afraid.", "3": "The succour of Ephraim shall cease, and the kingdom from Damascus and the remnant of Syria; they shall be as the glory of the sons of Israel, saith the LORD of the hosts.", "4": "And in that day it shall come to pass that the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean.", "5": "And it shall be as when the harvestman gathers the sheaves and reaps the grain with his arm; and it shall be as he that gathers grain in the valley of Rephaim.", "6": "¶ Yet gleaning shall be left in it as when the olive tree is shaken; two or three berries are left in the top of the uppermost bough, four or five in the outmost fruitful branches thereof, saith the LORD God of Israel.", "7": "At that day man shall look to his Maker, and his eyes shall see the Holy One of Israel.", "8": "And he shall not look to the altars, the work of his hands; neither shall he look upon that which his fingers have made, either the groves or the images of the sun.", "9": "¶ In that day the cities of his strength shall be as the gleanings which remain on the shoots and on the branches, which were left of the sons of Israel; and there shall be desolation.", "10": "Because thou hast forgotten the God of thy saving health and hast not been mindful of the Rock of thy strength; therefore thou shalt plant pleasant plants and set it with strange slips:", "11": "In the day that thou shalt plant them, thou shalt make them to grow and shalt make thy seed to flourish early; but in the day of gathering, the harvest shall flee and shall be desperate sorrow.", "12": "¶ Woe to the multitude of many peoples, which shall make a noise like the noise of the sea; and the rushing of nations, that make an uprising like the rushing of mighty waters!", "13": "The peoples shall make noise like the rushing of great waters, but God shall reprehend them, and they shall flee far off and shall be chased as the chaff of the mountains before the wind and like the tumbleweed before the whirlwind.", "14": "And behold at eveningtide trouble, and before the morning she is not. This is the portion of them that tread on us and the lot of them that spoil us."}