{"1": "¶ The burden of Egypt. Behold, the LORD rides upon a swift cloud and shall come into Egypt, and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it.", "2": "And I will set the Egyptians against the Egyptians, and they shall fight each one against his brother, and each one against his neighbour; city against city and kingdom against kingdom.", "3": "And the spirit of Egypt shall fail in the midst thereof, and I will destroy the counsel thereof; and they shall seek to the idols and to the charmers and to the spiritists and to the wizards.", "4": "And I will give the Egyptians over into the hand of a cruel lord; and a violent king shall rule over them, saith the Lord, the LORD of the hosts.", "5": "And the waters shall fail from the sea, and the river shall be wasted and dried up.", "6": "And they shall turn the rivers far away, and the brooks of defence shall be emptied and dried up; the reeds and flags shall wither.", "7": "The vegetables by the river, by the mouth of the river, and every thing sown beside the river shall dry up, wither away, and be no more.", "8": "The fishermen also shall mourn, and all those that cast fishhooks into the river shall lament, and those that spread nets upon the waters shall languish.", "9": "Moreover those that work in fine flax and those that weave networks shall be confounded.", "10": "Because all their nets shall be broken; all that make ponds to raise fish shall be discontented.", "11": "Surely the princes of Zoan are fools; the counsel of the prudent counsellors of Pharaoh is become carnal; how say ye unto Pharaoh, I am the son of the wise, the son of the ancient kings?", "12": "Where are they? Where are thy wise men? Let them tell thee now, or let them cause thee to know what the LORD of the hosts has purposed upon Egypt.", "13": "The princes of Zoan are become fools, the princes of Noph are deceived; they have also seduced Egypt, even those that are the stay of the tribes thereof.", "14": "The LORD has mingled a perverse spirit in its midst, and they have caused Egypt to err in every work thereof, as a drunken man staggers in his vomit.", "15": "Neither shall it be of any value unto Egypt, any work which the head or tail, branch or rush, may do.", "16": "In that day Egypt shall be like unto women, and it shall be afraid and fear in the presence of the tall hand of the LORD of the hosts, which he shall raise up over them.", "17": "And the land of Judah shall be a terror unto Egypt; every one that makes mention of it shall be afraid in himself because of the counsel of the LORD of the hosts which he has determined against it.", "18": "¶ In that day five cities in the land of Egypt shall speak the language of Canaan and swear to the LORD of the hosts; one shall be called The city of destruction.", "19": "In that day shall there be an altar to the LORD in the midst of the land of Egypt and a pyramid titled “To the LORD” at the border thereof.", "20": "And it shall be for a sign and for a witness unto the LORD of the hosts in the land of Egypt; for they shall cry unto the LORD because of the oppressors, and he shall send them a Saviour, and a Prince, and he shall deliver them.", "21": "And the LORD shall be known to Egypt, and the Egyptians shall know the LORD in that day and shall do sacrifice and oblation; they shall vow vows unto the LORD and perform them.", "22": "And the LORD shall smite Egypt; he shall smite and heal it because they shall become converted unto the LORD, and he shall grant them clemency and shall heal them.", "23": "In that day there shall be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve the LORD with the Assyrians.", "24": "In that day Israel shall be the third part with Egypt and with Assyria, even a blessing in the midst of the earth.", "25": "For the LORD of the hosts shall bless them, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance."}