{"1": "¶ The burden of the desert of the sea. As the whirlwinds which pass through the wilderness in the land of the south, so they come from the terrible land.", "2": "A grievous vision is shown unto me. For one who is treacherous, another who deals treacherously, and for one destroyer, another destroyer. Rise up, Elam; besiege Media; all the sighing thereof I have made to cease.", "3": "Therefore my loins are filled with pain; pangs have taken hold upon me as the pangs of a woman that travails; I was bowed down at the hearing of it; I was dismayed at the seeing of it.", "4": "My heart panted; the horror frightened me; the night of my pleasure he has turned into fear unto me.", "5": "Prepare the table, watch in the watchtower, eat, drink; arise, ye princes, and anoint the shield.", "6": "For thus has the Lord said unto me, Go, set a watchman who shall declare what he sees.", "7": "And he saw a chariot with a couple of horsemen, a chariot of asses, and a chariot of camels; then he looked with more diligence;", "8": "and he cried, A lion upon the watchman. My lord, I stand continually all the day and all night long upon my watchtower.", "9": "And, behold, this chariot of men comes with a couple of horsemen. Afterwards he spoke and said, Babylon is fallen, is fallen; and all the graven images of her gods he has broken unto the ground.", "10": "O my harvest, and the people of my threshing floor, that which I have heard of the LORD of the hosts, the God of Israel, I have declared unto you.", "11": "¶ The burden of Dumah. He calls to me out of Seir, Watchman, what of this night? Watchman, what of this night?", "12": "The watchman said, The morning comes and then the night; if ye will enquire, enquire ye; return, and come.", "13": "¶ The burden upon Arabia. In the forest ye shall pass the night in Arabia, O ye walkers of Dedanim.", "14": "Go ye out to meet them bringing water for the thirsty, O inhabitants of the land of Tema; succour those who are fleeing with your bread.", "15": "For they flee from the presence of the sword, from the presence of the drawn sword, from the presence of the bent bow, from the presence of the grievousness of the battle.", "16": "For thus has the Lord said unto me, Within a year, according to the years of a hireling, all the glory of Kedar shall be undone:", "17": "And the residue of the number of valiant archers, sons of Kedar, shall be diminished: for the LORD God of Israel has spoken it."}