{"1": "¶ The burden of the valley of the vision. What ails thee now that thou art completely gone up to the housetops?", "2": "Thou that art full of tumults, a tumultuous city, a joyous city, thy dead are not slain with the sword nor slain in battle.", "3": "All thy princes together fled from the bow; they were bound; all that were found in thee were bound together; the others fled far away.", "4": "Therefore I said, Leave me; I will weep bitterly; do not labour to comfort me of the destruction of the daughter of my people.", "5": "For a day of trouble and of treading down and of wearing down by the Lord GOD of the hosts is sent in the valley of the vision to break down the wall and give a cry unto the mountain.", "6": "Also Elam bore the quiver in a chariot of men and of horsemen, and Kir uncovered the shield.", "7": "And it came to pass, that thy choicest valleys were full of chariots, and the soldiers set themselves in array at the gate.", "8": "¶ And he discovered the covering of Judah, and thou didst look in that day to the house of weapons of the forest.", "9": "Ye have also seen the breaches of the city of David that they are multiplied, and ye gathered together the waters of the lower pool.", "10": "And ye have numbered the houses of Jerusalem, and ye have broken down houses to fortify the wall.", "11": "Ye also made a moat between the two walls with the water of the old pool, but ye have not looked unto the maker thereof, nor had respect unto him that fashioned it long ago.", "12": "Therefore the Lord GOD of the hosts did call in this day unto weeping and to mourning and to baldness and to girding with sackcloth:", "13": "And behold joy and gladness, slaying oxen and killing sheep, eating flesh, and drinking wine while they say, let us eat and drink for tomorrow we shall die.", "14": "This was revealed in my ears by the LORD of the hosts, That surely this iniquity shall not be purged from you until ye die, saith the Lord GOD of the hosts.", "15": "¶ Thus saith the Lord GOD of the hosts, Go, get thee unto this treasurer, even unto Shebna, which is over the house, and say,", "16": "What hast thou here? or whom hast thou here that thou hast hewed thee out a sepulchre here as he that hews himself out a sepulchre on a high place or that graves a habitation for himself in a rock?", "17": "Behold, the LORD will carry thee away in a hard captivity and will surely cover thy face.", "18": "He will surely violently turn and toss thee like a ball into a large country, there shalt thou die, and there the chariots of thy glory shall come to an end, the shame of the house of thy Lord.", "19": "And I will drive thee from thy place, and he shall pull thee down from thy state.", "20": "And it shall come to pass in that day that I will call my slave Eliakim the son of Hilkiah:", "21": "And I will clothe him with thy robe and strengthen him with thy girdle, and I will commit thy government into his hand, and he shall be a father to the inhabitants of Jerusalem and to the house of Judah.", "22": "And the key of the house of David I will lay upon his shoulder; so he shall open, and no one shall shut; and he shall shut, and no one shall open.", "23": "And I will fasten him as a nail in a sure place, and he shall be for a glorious throne to his father's house.", "24": "And they shall hang upon him all the glory of his father's house, the sons and the grandsons, all the vessels of small quantity, from the cups to drink from even unto all the instruments of music.", "25": "In that day, saith the LORD of the hosts, the nail that is fastened in the sure place shall be removed and be cut down and fall and the burden that was upon it shall be cut off: for the LORD has spoken it."}