{"1": "¶ In that day they shall sing this song in the land of Judah; We have a strong city; God has appointed saving health for walls and bulwarks.", "2": "Open ye the gates, that the righteous nation which keeps the truth may enter in.", "3": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusts in thee.", "4": "Trust ye in the LORD for ever: for in JAH, the LORD is the strength of the ages:", "5": "¶ For he has brought down those that dwelt on high; he has humbled the lofty city; he humbled her, even to the ground; he brought her down even to the dust.", "6": "The foot shall tread her down, even the feet of the poor, and the steps of the needy.", "7": "The way of the just is uprightness: thou, most upright, dost weigh the path of the just.", "8": "Yea, in the way of thy judgments, O LORD, we wait for thee; the desire of our soul is to thy name and to the remembrance of thee.", "9": "With my soul I desire thee in the night; yea, even as long as the spirit is within me I will seek thee early: for as long as thy judgments are in the earth, the inhabitants of the world learn righteousness.", "10": "Let favour be showed to the wicked, yet will he not learn righteousness: in the land of uprightness he will deal unjustly and will not behold the majesty of the LORD.", "11": "LORD, when thy hand is withdrawn, they will not see: but they shall see in the end and be ashamed with the zeal of the people. And fire shall consume thine enemies.", "12": "¶ LORD, thou wilt ordain peace for us: for thou also hast wrought in us all our works.", "13": "O LORD our God, other lords have had dominion over us without thee: but in thee only will we remember thy name.", "14": "They are dead, they shall not live; they are deceased, they shall not rise because thou hast visited and destroyed them and made all their memory to perish.", "15": "Thou hast added the Gentiles, O LORD, thou hast added the Gentiles: thou hast made thyself glorious: thou hast extended thyself unto all the ends of the earth.", "16": "LORD, in the tribulation they have sought thee, they poured out prayer when thy chastening was upon them.", "17": "Like as a woman with child, that draws near the time of her delivery, is in pain, and cries out in her pangs; so have we been in thy sight, O LORD.", "18": "We have conceived, we have had birth pangs; we have, as it were, brought forth wind; we have not wrought any health in the earth; neither have the inhabitants of the world fallen.", "19": "Thy dead shall live, and together with my body they shall arise. Awake and sing, ye that dwell in dust: for thy dew is as the covering of light, and the earth shall cast out the dead.", "20": "¶ Come, my people, enter thou into thy chambers, and shut thy doors about thee: hide thyself, as it were, for a little moment until the indignation is overpast.", "21": "For, behold, the LORD comes out of his place to visit the iniquity of the inhabitant of the earth against himself: the earth also shall disclose her blood and shall no longer cover her slain."}