{"1": "¶ For, behold, the Lord, the LORD of the hosts, takes away from Jerusalem and from Judah the stay and the staff, the whole stay of bread and the whole stay of water,", "2": "the mighty man and the man of war, the judge and the prophet, the fortune-teller and the ancient,", "3": "the captain of fifty and the honourable man and the counsellor and the cunning artificer and the eloquent wise man.", "4": "And I will give children to be their princes, and young fools shall rule over them.", "5": "And the people shall do violence, one against another, and each one against his neighbour; the child shall rise up against the ancient and the base against the honourable.", "6": "When a man shall take hold of his brother of the house of his father, saying, Thou hast clothing, be thou our ruler, and let this ruin be under thy hand;", "7": "in that day he shall swear, saying, I will not be a healer for in my house is neither bread nor clothing: do not make me a ruler of the people.", "8": "For Jerusalem is ruined, and Judah is fallen because their tongue and their doings have been against the LORD, to irritate the eyes of his majesty.", "9": "¶ The appearance of their countenance witnesses against them, and they declare their sin as Sodom; they hide it not. Woe unto their soul! For they have rewarded evil unto themselves.", "10": "Say unto the righteous that it shall be well with him, for they shall eat of the fruit of their doings.", "11": "Woe unto the wicked! It shall be ill with him, for according to the work of his hands it shall be done unto him.", "12": "The oppressors of my people are many, and women rule over him. O my people, those who lead thee cause thee to err and twist the way of thy paths.", "13": "The LORD stands up to litigate and is present to judge the peoples.", "14": "The LORD will come with judgment against the elders of his people and against these his princes, for ye have eaten up the vineyard; the spoil of the poor is in your houses.", "15": "What do you mean that ye beat my people to pieces and grind the faces of the poor? saith the Lord GOD of the hosts.", "16": "¶ Moreover the LORD saith, Because the daughters of Zion are haughty and walk with stretched forth necks and wanton eyes, walking and swaggering as they go, and making a tinkling with their feet:", "17": "Therefore the Lord will make bare the crown of the head of the daughters of Zion, and the LORD will uncover that which they are ashamed of.", "18": "In that day the Lord will take away the adornment of their shoes and their hair nets and their crystals,", "19": "the chains and the jewels and the bracelets,", "20": "the bonnets and the ornaments of the legs and the headbands and the powders and the earrings,", "21": "the rings, and nose jewels,", "22": "the changeable suits of apparel and the mantles and the veils and the crisping pins,", "23": "the looking glasses and the fine linen and the hoods and the hairdos.", "24": "And it shall come to pass that instead of sweet perfumes, there shall be stink; and instead of a girdle a rent and instead of well-set hair baldness and instead of a stomacher a girding of sackcloth and burning instead of beauty.", "25": "Thy men shall fall by the sword, and thy mighty in the war.", "26": "Thy gates shall lament and mourn, and she being desolate shall sit upon the ground."}