{"1": "¶ Behold, one king shall reign in righteousness, and princes shall preside unto judgment.", "2": "And that man shall be as a hiding place from the wind, and a covert from the tempest; as rivers of water in a dry place, as the shadow of a great rock in a hot land.", "3": "And the eyes of those that see shall not be dim, and the ears of those that hear shall hearken.", "4": "The heart also of the rash shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly.", "5": "The vile person shall no longer be called liberal, nor the greedy said to be bountiful.", "6": "For the vile person will speak villainy, and his heart will invent iniquity to work unrighteousness and to speak scornfully against the LORD, leaving the soul of the hungry empty and taking away the drink of the thirsty.", "7": "Certainly the greedy use evil measures: he devises wicked devices to ensnare the simple with lying words and to speak in judgment against the poor.", "8": "But the liberal devises liberal things; and by liberal things shall he rise.", "9": "¶ Rise up, ye women that are at ease; hear my voice, ye careless daughters; give ear unto my speech.", "10": "Many days and years shall ye be troubled, ye careless women: for the vintage shall fail, and the harvest shall not come in.", "11": "Tremble, ye women that are at ease; be troubled, ye careless ones: strip you, and make yourselves bare, and gird sackcloth upon your loins.", "12": "Upon their breasts they shall lament for the pleasant fields, for the fruitful vine.", "13": "Upon the land of my people shall come up thorns and briers; even upon all the houses of joy in the joyous city:", "14": "Because the palaces shall be forsaken; the noise of the city shall cease; the forts and towers shall be for dens for ever, a joy of wild asses, a pasture of flocks;", "15": "until the spirit is poured upon us from on high, and the wilderness is turned into a fruitful field, and the fruitful field is counted for a forest.", "16": "Then judgment shall dwell in the wilderness, and righteousness shall remain in the fruitful field.", "17": "And the work of righteousness shall be peace; and the effect of righteousness rest and security for ever.", "18": "And my people shall dwell in a habitation of peace and in secure dwellings and in the refreshing of rest.", "19": "And the hail, when it shall come down, shall be in the forest; and the city shall be completely laid low.", "20": "Blessed are ye that sow upon all waters, ye that plow with the ox and with the ass."}