{"1": "¶ Come near, ye Gentiles, to hear; and hearken, ye peoples; let the earth hear, and all that is therein, the world and all things that come forth of it.", "2": "For the indignation of the LORD is upon all the Gentiles, and his fury upon the entire army of them; he shall destroy them and deliver them to the slaughter.", "3": "Their slain shall be cast out, and their stink shall come up out of their carcasses, and the mountains shall be melted with their blood.", "4": "And all the host of heavens shall be dissolved, and the heavens shall be rolled together as a scroll; and all their host shall fall down as the leaf falls off from the vine and as the leaf falls from the fig tree.", "5": "For in the heavens my sword shall become drunk; behold, it shall come down in judgment upon Idumea or Edom and upon the people of my anathema.", "6": "The sword of the LORD is filled with blood; it is made fat with fatness and with the blood of lambs and goats with the fat of the kidneys of rams, for the LORD has a sacrifice in Bozrah and a great slaughter in the land of Idumea.", "7": "And the unicorns shall fall with them, and the bulls with the calves; and their land shall become drunk with blood, and their dust shall be greased with fatness.", "8": "For it shall be the day of the LORD's vengeance and the year of recompenses for the controversy of Zion.", "9": "¶ And the streams thereof shall be turned into pitch, and the dust thereof into sulphur, and the land thereof shall become burning pitch.", "10": "It shall not be quenched night nor day; its smoke shall go up for ever; from generation to generation it shall lie waste; no one shall pass through it for ever and ever.", "11": "But the cormorant and the bittern shall possess it; the owl also and the raven shall dwell in it; and he shall stretch out upon it the line of confusion and the level of desolation.", "12": "They shall call the princes thereof, princes without a kingdom; and all her great ones shall be nothing.", "13": "And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof; and it shall be a habitation of dragons and a court for young owls.", "14": "The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow; the screech owl shall have his seat there and find for himself a place of rest.", "15": "There shall the great owl make his nest and conserve his eggs and hatch his young and gather them under his wings; there shall the vultures also be gathered, each one with his mate.", "16": "Seek ye out that which is written in the book of the LORD and read; if one of these is lacking, none is missing with his mate, for his mouth has commanded it, and his same Spirit has gathered them.", "17": "And he has cast the lot for them, and his hand has divided it unto them by line; therefore they shall have it as an inheritance for ever; from generation to generation they shall dwell therein."}