{"1": "¶ Now will I sing to my well-beloved a song of my beloved touching his vineyard. My well-beloved had a vineyard in the horn of the sons of oil;", "2": "and he had fenced it and gathered out the stones thereof and planted it with the choicest vine and built a tower in the midst of it and also made a winepress therein; and he looked that it should bring forth grapes, and it brought forth wild grapes.", "3": "And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, between me and my vineyard.", "4": "What could have been done more to my vineyard, that I have not done in it? Therefore, when I looked that it should bring forth grapes, did it bring forth wild grapes?", "5": "And now go to; I will tell you what I will do to my vineyard: I will take away its hedge, and it shall be eaten up; and break down its wall, and it shall be trodden down:", "6": "And I will lay it waste; it shall not be pruned, nor hoed; but briers and thorns shall come up there; I will even command the clouds that they rain no rain upon it.", "7": "For the vineyard of the LORD of the hosts is the house of Israel and every man of Judah his pleasant plant; and he looked for judgment, but behold oppression; for righteousness, but behold a cry.", "8": "¶ Woe unto those that join house to house, that lay field to field, until they have done away with the borders! Will ye dwell alone in the midst of the earth?", "9": "In my ears, the LORD of the hosts said, Of a truth many houses shall be desolate, even great and fair, without inhabitant.", "10": "For ten acres of vineyard shall yield one bath, and the seed of an homer shall yield an ephah.", "11": "Woe unto them that rise up early in the morning that they may continue their drunkenness; that continue until night until wine inflames them!", "12": "And the harp and the viol, the tambourine and flutes and wine are in their feasts; but they do not regard the work of the LORD, nor consider the work of his hands.", "13": "Therefore my people are gone into captivity because they have no knowledge; their glory died of hunger, and their multitude dried up of thirst.", "14": "Therefore Sheol has enlarged himself and opened his mouth without measure; and their glory, and their multitude descended into it and their pomp and he that rejoiced in him.", "15": "And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled:", "16": "But the LORD of the hosts shall be exalted in judgment, and God, that is holy, shall be sanctified with righteousness.", "17": "Then the lambs shall be fed after their manner, and strangers shall eat the fat ones that are forsaken.", "18": "¶ Woe unto those that draw iniquity with cords of vanity, and sin as it were with a cart rope,", "19": "that say, Let him make speed and hasten his work that we may see it, and let the counsel of the Holy One of Israel draw near and come that we may know it!", "20": "Woe unto those that call evil good and good evil; that put darkness for light and light for darkness; that put bitter for sweet and sweet for bitter!", "21": "Woe unto those that are wise in their own eyes and prudent in their own sight!", "22": "Woe unto those that are mighty to drink wine and men of strength to mingle strong drink;", "23": "who justify the wicked for bribes and take away the righteousness of the righteous from him!", "24": "Therefore as the fire devours the stubble and the flame consumes the chaff, so their root shall be as rottenness, and their blossom shall go away as dust because they have cast away the law of the LORD of the hosts and despised the word of the Holy One of Israel.", "25": "Therefore is the anger of the LORD kindled against his people, and he has stretched forth his hand against them and has smitten them; and the mountains trembled, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.", "26": "And he will lift up a banner as an example to Gentiles that are far and will hiss unto those that are in the end of the earth; and behold, they shall come with speed swiftly:", "27": "None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken;", "28": "whose arrows are sharp, and all their bows bent; their horses' hoofs shall be counted like flint, and the wheels of their chariots like a whirlwind;", "29": "their roaring shall be like a lion: they shall roar like young lions; they shall gnash their teeth and lay hold of the prey and shall carry it away safe, and none shall deliver it.", "30": "And in that day they shall roar against them like the roaring of the sea; and if one looks unto the land, behold darkness and sorrow, and the light is darkened in the heavens thereof."}