{"1": "¶ Rejoice, O barren, thou that didst not bear; break forth into singing, and cry aloud with joy, thou that didst not travail with child: for more shall be the sons of the desolate than the sons of the married wife, said the LORD.", "2": "Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes;", "3": "for thou shalt break forth on the right hand and on the left, and thy seed shall inherit the Gentiles and make the desolate cities to be inhabited.", "4": "Fear not; for thou shalt not be ashamed: neither be thou confounded; for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more.", "5": "For thy Maker shall be thine husband; the LORD of the hosts is his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called.", "6": "¶ For as a woman forsaken and grieved in spirit has the LORD called thee, and as a young woman who is put away, said thy God.", "7": "For a small moment I have forsaken thee; but with great mercies I will gather thee.", "8": "In a little wrath I hid my face from thee for a moment; but with eternal mercy I will have compassion on thee, said the LORD thy Redeemer.", "9": "For this is as the waters of Noah unto me: for as I have sworn that the waters of Noah should no more go over the earth; so I have sworn that I would not be wroth again with thee, nor reprehend thee.", "10": "For the mountains shall be removed, and the hills shall tremble; but my mercy shall not depart from thee, neither shall the covenant of my peace be changed, said the LORD that has mercy on thee.", "11": "¶ O thou afflicted, tossed with tempest, and not comforted, behold, I will cement thy stones upon carbuncle and lay thy foundations upon sapphires.", "12": "And I will make thy windows of precious stones, and thy gates of carbuncles, and all thy borders of stones of great price.", "13": "And all thy sons shall be taught of the LORD; and the peace of thy sons shall be multiplied.", "14": "With righteousness shalt thou be adorned: thou shalt be far from oppression; for thou shalt not fear it; and from terror; for it shall not come near thee.", "15": "If anyone should conspire against thee, it shall be without me, whosoever would conspire against thee shall fall before thee.", "16": "Behold, I have created the smith that blows the coals in the fire, and that brings forth the instrument for his work; and I have created the waster to destroy.", "17": "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the slaves of the LORD, and their justice from me, said the LORD."}