{"1": "¶ Behold, the LORD's hand is not shortened, that it cannot save; nor his ear heavy, that it cannot hear:", "2": "But your iniquities have separated between you and your God, and your sins have hid his face from you, that he will not hear.", "3": "For your hands are defiled with blood, and your fingers with iniquity; your lips pronounce lies; your tongue speaks evil.", "4": "No one calls for righteousness, nor do any judge by the truth; they trust in vanity, and speak vanities; they conceive trouble and bring forth iniquity.", "5": "They hatch cockatrice' eggs and weave the spider's web; whosoever shall eat of their eggs shall die, and if they should squeeze them, a viper shall come out.", "6": "Their cloth is unfit to be a garment, neither shall they cover themselves with their works; their works are works of violence, and the work of iniquity is in their hands.", "7": "Their feet run to evil, and they make haste to shed innocent blood; their thoughts are thoughts of iniquity; wasting and destruction are their paths.", "8": "The way of peace they did not know; nor is there anything straight about their ways; they have wilfully made themselves crooked paths; whosoever goes therein shall not know peace.", "9": "¶ Therefore judgment has withdrawn from us, and righteousness has never overtaken us: we wait for light, but behold obscurity; for brightness, but we walk in darkness.", "10": "We grope for the wall like the blind, and as if we had no eyes we walk by touch; we stumble at noonday as in the night; we are in graves as dead men.", "11": "We all roar like bears and mourn sore like doves: we look for judgment, but there is none; for saving health, but it has withdrawn from us.", "12": "For our rebellions are multiplied before thee, and our sins have testified against us; for our iniquities are with us; and we know our sins:", "13": "To rebel and to lie against the LORD, and to depart away from our God; the speaking of libel and rebellion, to conceive, and to speak from the heart words of falsehood,", "14": "and that which is right has departed, and righteousness withdrew afar off: for truth is fallen in the street, and equity could not enter.", "15": "And the truth was taken captive; and he that departed from evil was imprisoned: and the LORD saw it, and it was displeasing in his eyes because that which is right was lost.", "16": "¶ And he saw that there was no man and wondered that there was no intercessor; therefore his arm brought salvation unto him, and his righteousness, it sustained him.", "17": "For he put on righteousness as a coat of mail, and a helmet of saving health upon his head; and he put on the garments of vengeance for clothing and was clad with zeal as a cloak,", "18": "so as to give payment, so as to repay the vengeance of his enemies, and repay his adversaries; to the islands he will give recompense.", "19": "So shall they fear the name of the LORD from the west, and his glory from the rising of the sun; for he shall come like a violent river impelled by the breath[a] of the LORD.", "20": "And the Redeemer shall come to Zion and unto those that turn from the rebellion in Jacob, said the LORD.", "21": "And this shall be my covenant with them, said the LORD; My spirit that is upon thee, and my words, which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the LORD, from now on and for ever."}