{"1": "There was a man from Ramathaim Zophim,[a] from the hill country of Ephraim. His name was Elkanah. He was the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. ", "2": "He had two wives;[b] the name of the first was Hannah and the name of the second was Peninnah. Peninnah had children, but Hannah had no children. ", "3": "This man would go up from his city year after year[c] to worship and to sacrifice to the Lord of Heaven's Armies at Shiloh.[d] (It was there that the two sons of Eli,[e] Hophni and Phinehas, served as the Lord's priests.) ", "4": "The day came, and Elkanah sacrificed. (Now[f] he used to give meat portions to his wife Peninnah and to all her sons and daughters. ", "5": "But to Hannah he would give a double[g] portion because he loved Hannah,[h] although[i] the Lord had not enabled her to have children. ", "6": "Her rival used to aggravate her to the point of exasperation,[j] just to irritate her,[k] since the Lord had not enabled her to have children. ", "7": "This is how it would go[l] year after year. As often as she went up to the Lord's house, Peninnah[m] would offend her in that way.)[n] So she cried and refused to eat. ", "8": "Then her husband Elkanah said to her, “Hannah, why are you crying and why won't you eat? Why are you so upset?[o] Am I not better to you than ten[p] sons?” ", "9": "So Hannah got up after they had finished eating and drinking in Shiloh.[q] At the time[r] Eli the priest was sitting in his chair[s] by the doorpost of the Lord's sanctuary.[t] ", "10": "As for Hannah, she was very distressed.[u] She prayed to the Lord and was, in fact, weeping.[v] ", "11": "She made a vow saying, “O Lord of Heaven's Armies, if you would truly look[w] on the suffering of your servant,[x] and would keep me in mind and not neglect[y] your servant, and give your servant a male child,[z] then I will dedicate him to the Lord all the days of his life. His hair will never be cut.”[aa]", "12": "It turned out[ab] that she did a great deal[ac] of praying before the Lord. Meanwhile[ad] Eli was watching her mouth. ", "13": "As for Hannah, she was speaking in her mind.[ae] Only her lips were moving; her voice could not be heard. So Eli thought she was a drunkard.[af]", "14": "Then he[ag] said to her, “How much longer do you intend to get drunk? Put away your wine!”[ah] ", "15": "But Hannah replied, “Not so, my lord! I am a woman under a great deal of stress.[ai] I haven't drunk wine or beer. But I have poured out my soul before the Lord. ", "16": "Don't consider your servant a wicked woman.[aj] It's just that,[ak] to this point, I have spoken from my deep pain[al] and anguish.”[am]", "17": "Eli replied, “Go in peace, and may the God of Israel grant the request that you have asked of him.” ", "18": "She said, “May I, your servant, find favor in your sight.”[an] So the woman went her way and got something to eat.[ao] Her face no longer looked sad.[ap]", "19": "They got up early the next morning. Then they worshiped[aq] the Lord and returned to their home at Ramathaim.[ar] Elkanah was intimate with[as] his wife Hannah, and the Lord called her to mind.[at] ", "20": "Then Hannah became pregnant. In the course of time she gave birth to a son.[au] And she named him Samuel, thinking, “I asked the Lord for him.”[av] ", "21": "Then the man Elkanah and all his family went up to make the yearly sacrifice[aw] to the Lord and to keep his vow.[ax] ", "22": "But Hannah did not go up with them,[ay] because she had told[az] her husband, “Not[ba] until the boy is weaned. Then I will bring him so that he may appear before the Lord. And he will remain there from then on.”[bb]", "23": "Then her husband Elkanah said to her, “Do what you think best.[bc] Stay until you have weaned him. Only may the Lord fulfill his promise.”[bd] So the woman stayed and nursed her son until she had weaned him. ", "24": "Then she took him up with her[be] as soon as she had weaned him, along with three bulls,[bf] an ephah[bg] of flour, and a container[bh] of wine. She came to the Lord's house at Shiloh, and the boy was with them.[bi] ", "25": "They slaughtered the bull, then brought the boy to Eli.[bj] ", "26": "She said, “My lord. Just as surely as you are alive, my lord, I am the woman who previously stood here with you in order to pray to the Lord. ", "27": "For this boy I prayed, and the Lord has given me the request that I asked of him. ", "28": "So I also dedicate[bk] him to the Lord. For all the days of his life[bl] he is dedicated to the Lord.” Then he[bm] bowed down there in worship[bn] to the Lord."}