{"1": "The Lord said to Samuel, “How long do you intend to mourn for Saul? I have rejected him as king over Israel.[a] Fill your horn with olive oil and go. I am sending you to Jesse in Bethlehem, for I have selected a king for myself from among his sons.”[b]", "2": "Samuel replied, “How can I go? Saul will hear about it and kill me!” But the Lord said, “Take a heifer with you[c] and say, 'I have come to sacrifice to the Lord.'", "3": "Then invite Jesse to the sacrifice, and I will show you what you should do. You will anoint for me the one I point out[d] to you.”", "4": "Samuel did what the Lord told him.[e] When he arrived in Bethlehem, the elders of the city were afraid to meet him. They[f] said, “Do you come in peace?” ", "5": "He replied, “Yes, in peace. I have come to sacrifice to the Lord. Consecrate yourselves and come with me to the sacrifice.” So he consecrated Jesse and his sons and invited them to the sacrifice.", "6": "When they arrived, Samuel[g] noticed[h] Eliab and said to himself,[i] “Surely, here before the Lord stands his chosen king.”[j] ", "7": "But the Lord said to Samuel, “Don't be impressed by[k] his appearance or his height, for I have rejected him. God does not view things the way people do.[l] People look on the outward appearance,[m] but the Lord looks at the heart.”", "8": "Then Jesse called Abinadab and presented him to Samuel.[n] But Samuel[o] said, “The Lord has not chosen this one either.” ", "9": "Then Jesse presented[p] Shammah. But Samuel said, “The Lord has not chosen this one either.” ", "10": "Jesse presented seven of his sons to Samuel.[q] But Samuel said to Jesse, “The Lord has not chosen any of these.” ", "11": "Then Samuel asked Jesse, “Is that all the young men?” Jesse[r] replied, “There is still the youngest one, but he's taking care of the flock.” Samuel said to Jesse, “Send and get him, for we cannot turn our attention to other things until he comes here.”", "12": "So Jesse had him brought in.[s] Now he was ruddy, with attractive eyes and a handsome appearance. The Lord said, “Go and anoint him. This is the one.” ", "13": "So Samuel took the horn full of olive oil and anointed him in the presence of his brothers. The Spirit of the Lord rushed upon David from that day onward. Then Samuel got up and went to Ramah.", "14": "Now the Spirit of the Lord had turned away from Saul, and an evil spirit[t] from the Lord tormented him. ", "15": "Then Saul's servants said to him, “Look, an evil spirit from God is tormenting you. ", "16": "Let our lord instruct his servants who are here before you to look for a man who knows how to play the lyre. Then whenever the evil spirit from God comes upon you, he can play the lyre[u] and you will feel better.”[v] ", "17": "So Saul said to his servants, “Find[w] me a man who plays well and bring him to me.” ", "18": "One of his attendants replied,[x] “I have seen a son of Jesse in Bethlehem who knows how to play the lyre. He is a brave warrior[y] and is articulate[z] and handsome,[aa] for the Lord is with him.”", "19": "So Saul sent messengers to Jesse and said, “Send me your son David, who is out with the sheep.” ", "20": "So Jesse took a donkey loaded with bread, a container of wine, and a young goat[ab] and sent them to Saul with[ac] his son David. ", "21": "David came to Saul and stood before him. Saul liked him a great deal,[ad] and he became his armor-bearer. ", "22": "Then Saul sent word to Jesse saying, “Let David be my servant, for I am very pleased with him.”[ae]", "23": "So whenever the spirit from God would come upon Saul, David would take his lyre and play it. This would bring relief to Saul and make him feel better. Then the evil spirit would leave him alone.[af]"}