{"1": "Then I heard Yahweh call out with a loud voice. He said, “Come here, those who are going to punish this city. Each of you should bring your weapon with you.” ", "2": "So six men came from the upper north gate. Each one brought a deadly weapon with him. Among them was a person dressed in linen who was carrying paper and pen. The men came in and stood by the bronze altar. ", "3": "Then the glory of the Elohim of Israel went up from the angels,[a] where it had been, to the temple's entrance. Yahweh called to the person dressed in linen who was carrying paper and pen.", "4": "Yahweh said to that person, “Go throughout the city of Jerusalem, and put a mark on the foreheads of those who sigh and groan about all the disgusting things that are being done in the city.”", "5": "Then he said to the others as I was listening, “Follow him throughout the city and kill. Don't have any compassion, and don't feel sorry. ", "6": "Kill old men, young men, old women, young women, and children. But don't come near anyone who has a mark on him. Start with my holy place.” So they started with the old men in front of the temple.", "7": "He said to them, “Dishonor the temple! Fill its courtyards with dead people, and then leave.” So they went out and killed the people in the city.", "8": "As they were killing people, I was left alone. So I immediately bowed down. I cried, “Adonay Yahweh, will you destroy everyone who is left in Israel while you pour out your anger on Jerusalem?”", "9": "He answered me, “The wickedness of the nations of Israel and Judah is terrible. The land is filled with murder, and the city is filled with wrongdoing. They think that Yahweh has abandoned the land and that Yahweh doesn't see. ", "10": "But I will not have compassion or feel sorry. I will do to them what they have done to others.”", "11": "Then the person dressed in linen who was carrying paper and pen reported, “I did everything you commanded.”"}