{"1": "The apostles and other Christian brothers were in Judea. They heard that some people who were not Jews had also believed God's message.", "2": "When Peter went back to Jerusalem, the leaders of the Jews found fault with him.", "3": "They asked, `Why did you visit people who are not Jews? Why did you eat with them?'", "4": "Peter explained to them all that had happened from the beginning.", "5": "`I was in the city of Joppa talking with God,' he said. `Something like a dream came over me. I saw a vision. I saw a bundle like a big blanket tied by the corners. It was let down from the sky. It came down to me.", "6": "When I looked at it, I wondered about it. I saw different kinds of tame animals, wild animals, snakes, and birds.", "7": "And I heard a voice say to me, \"Get up, Peter. Kill some and eat.\"", "8": "But I said, \"No, Lord, for I have never eaten anything that is not holy or clean.\"", "9": "Then the voice spoke from the sky a second time, saying, \"What God has made clean, you must not call unholy.\"", "10": "This happened three times. Then everything was taken up into the sky again.", "11": "Right then three men came to the house where we were. They had come from Caesarea for me.", "12": "The Spirit told me to go with them and not to fear. These six brothers went with me too. We went into the man's house.", "13": "He told us that he had seen God's angel standing in his house. The angel said to him, \"Send men to Joppa to call Simon whose other name is Peter.", "14": "He will tell you and all your family how to be saved.\"", "15": "And when I began to speak, the Holy Spirit came on them just as he had come on us at the beginning.", "16": "Then I remembered that the Lord said, \"John baptised with water, but you will be baptised with the Holy Spirit.\"", "17": "God gave then the same gift as he gave to us who believed on the Lord Jesus Christ. If God gave them this gift, how could I stop him? I am only a man.'", "18": "When the people heard this, they were satisfied. They praised God saying, `God has allowed the people who are not Jews to turn to him and live.'", "19": "Some of the people had gone to other countries because of the big trouble when Stephen was killed. They went as far as Phoenicia, Cyprus, and Antioch. They told God's word to the Jews only.", "20": "Some of them were men of Cyprus and Cyrene. They went to Antioch. They also spoke to those who were not Jews, and they told them about the Lord Jesus.", "21": "The Lord was with them. Many believed and turned to the Lord.", "22": "The people in the Jerusalem church heard this news. They sent Barnabas to go to Antioch.", "23": "When he reached there, he saw what had been done by the power of God. He was very glad. He talked to them. He begged them all to keep on following the Lord with all their heart.", "24": "Barnabas was a good man. He believed in God and was filled with the Holy Spirit. Many people came to the Lord.", "25": "Then Barnabas went to Tarsus to get Saul.", "26": "When he found him, he took him to Antioch. For a whole year they met with all who believed in Jesus Christ. They taught many people. Antioch was the first place where the disciples were called Christians.", "27": "At that time, prophets came from Jerusalem to Antioch.", "28": "One of them named Agabus stood up. He told them the Spirit had shown him that much trouble would come to all the world. There would not be much food for the people. (This trouble came when Claudius Caesar was ruler.)", "29": "Then the disciples decided to help the Christian brothers who lived in Judea. They would each one send what he could.", "30": "They did so. They sent Barnabas and Saul to carry it to the church leaders [in Jerusalem]."}