{"1": "Then he came to Derbe and Lystra. A disciple named Timothy was there. His mother was a Jew, a believer, and his father was a Greek.", "2": "The Christian brothers at Lystra and Iconium spoke very well of Timothy.", "3": "Paul wanted him to go with him. He circumcised him because all the Jews in those places knew that his father was a Greek.", "4": "hey went from town to town and talked to the people. They told them what the apostles and church leaders at Jerusalem had said should be done. So the church people became stronger in what they believed. Every day more people joined the church.", "6": "Paul and Silas went through the district of Phrygia and Galatia. The Holy Spirit said they should not tell God's word in the country of Asia Minor.", "7": "After they came to the district of Mysia, they wanted to go to the country of Bithynia but the Holy Spirit did not allow them.", "8": "So they went by Mysia and came to the city of Troas.", "9": "In the night Paul had a vision: he saw a picture like a dream. He saw a man of Macedonia standing and calling to him, `Come over into Macedonia and help us.'", "10": "After Paul had seen the vision, we tried to leave for Macedonia right away. We believed that the Lord had called us to tell the people there the good news.", "11": "So we left Troas in a boat and went straight across the water to the town of Samothrace. The next day we went to Neapolis.", "12": "From there we went to Philippi. This was the big city of the district of Macedonia. It was a free city. We stayed there for some time.", "13": "On the Sabbath day we went out of the city to the river. We thought this was a place where people met to talk with God. So we sat down and talked to the women who had come there.", "14": "One woman named Lydia listened to us. She was from the city of Thyatira, and she sold red cloth. She worshipped God. He worked in her heart and she believed what Paul said.", "15": "She and all the people in her house were baptised. Then she begged us and said, `If you really feel that I believe in the Lord, come and stay at my house.' And she would not allow us to say no.", "16": "One day we were going to the meeting place where people talked with God. We met a girl who had a bad spirit. She used to tell people what was going to happen. Her masters received much money when she did this.", "17": "This girl kept on following Paul and us. She was shouting, `These men are servants of the High God. They are telling us how to be saved.'", "18": "She did this for many days. This troubled Paul. He turned and said to the spirit in her, `In the name of Jesus Christ, I say to you, come out of her!' And the spirit came out at once.", "19": "Her masters saw that they had lost this way of getting money. They caught Paul and Silas and took them by force to the rulers in the court.", "20": "When they had brought them before the judges, they said, `These men are Jews. And they are making much trouble in our city.", "21": "They are teaching people laws which we may not obey because we are Roman people.'", "22": "All the people standing around were against Paul and Silas. The judges tore off the clothes of Paul and Silas. They gave orders that they should be beaten.", "23": "They beat them very hard. Then they put them in prison. `Take care,' they said to the prison guard. `Be sure that these prisoners do not run away.'", "24": "And so the guard put them in the back room in the prison. They locked their feet in holes cut in heavy pieces of wood.", "25": "At midnight, Paul and Silas were talking with God. They were singing and praising God. The other prisoners were listening to them.", "26": "Then all of a sudden the earth shook very much. Even the floor of the prison was shaking. All the doors came wide open. The things that held the prisoners all came off.", "27": "The prison guard woke up. He saw all the prison doors open. So he took a long knife and was going to kill himself. He thought that all the prisoners had run away.", "28": "Paul shouted, `Stop! Do not hurt yourself. We are all here!'", "29": "The guard called for a light and went in quickly. He kneeled down before Paul and Silas, trembling with fear.", "30": "He brought them out of the prison and said, `Sirs, what must I do to be saved?'", "31": "They replied, `Believe in the Lord Jesus Christ and you will be saved. All the people in your house must do the same.'", "32": "They talked to him and all the people in the house. They told them the word of the Lord.", "33": "Paul and Silas had sores from the beating in prison. So that same hour of the night the guard washed them. Then he and all the people of his house were baptised.", "34": "He took Paul and Silas to his home and gave them food to eat. He and all the people in his house were very happy. They now believed in God.", "35": "In the morning the judges sent soldiers to the guard with a message. `Let those men go free,' they said.", "36": "The guard told Paul. He said, `The judges have sent a message that you may go free. So now, come out and go on your way. You will have no more trouble.'", "37": "But Paul said, `We are Romans. And they have beaten us outside where people can see. They have put us in prison without proving we have done wrong. Now, are they going to take us out of prison secretly? No, they themselves must come and take us out.'", "38": "The soldiers told this to the judges. They were very much afraid when they heard that Paul and Silas were Romans.", "39": "So they came to Paul and Silas. They said they were sorry for what they had done. They brought them out of prison and asked them to leave the city.", "40": "When Paul and Silas came out of prison, they went back to Lydia's house. They saw their Christian brothers and talked to them. This helped the Christians to believe more strongly. Then Paul and Silas went on their way."}