{"1": "While Apollos was at Corinth, Paul went over land and came to the city of Ephesus. There he met some disciples.", "2": "Paul asked them, `Did you receive the Holy Spirit when you believed?' They said, `No. We have not even heard that there is a Holy Spirit.'", "3": "Paul asked them, `How were you baptised?' They said, `We were baptised in John's way.'", "4": "Then Paul said, `John baptised people when they stopped their wrong ways. He told people that they should believe on the one who would follow him. That one is Jesus.'", "5": "When they heard this, they were baptised in the name of the Lord Jesus.", "6": "Paul put his hands on them. Then the Holy Spirit came on them and they spoke in tongues of other lang-uages and spoke words from God.", "7": "In all, there were about twelve men.", "8": "Paul went into the meeting place. For three months he talked without fear to the people there. He tried to talk so that people would obey God.", "9": "Some of them were fixed in their minds and would not believe. They said, `The Christian way is not good' They said this in front of all the people. So Paul left them and took the disciples away. He talked and answered the questions of the people every day in the school of a man named Tyrannus.", "10": "This went on for two years, and all the people who lived in the province of Asia, both the Jews and the Greeks, heard the Lord's word.", "11": "od did big works through Paul. Even some pieces of cloth he had touched were carried to sick people and they were healed. Also, people who had bad spirits in them were made free.", "13": "Some Jews were there who travelled about from place to place. They had power over bad spirits like witch-doctors. They tried to make people free from bad spirits by using the name of the Lord Jesus. They said to the spirits, `I tell you, in the name of Jesus, the one Paul talks about, come out!'", "14": "There was a Jew named Sceva. He was a chief priest. He had seven sons who did this.", "15": "But the bad spirit answered, `I know Jesus and I know Paul. But who are you?'", "16": "And the man who had the bad spirit in him jumped on them. He beat them all because he was stronger than they were. Their bodies were bleeding and their clothes were torn. They ran out of the house.", "17": "When all the Jews and the Greeks at Ephesus knew about this, they all feared. And they had great respect for the name of the Lord Jesus.", "18": "Many of the people who believed, told God all the bad things they used to do.", "19": "Many had been witch-doctors. They brought their books and burned them in front of all the people. All the books together had cost about 50,000 silver coins.", "20": "God's word spread with power. It reached more and more people.", "21": "After this, Paul decided he would go through Macedonia and Achaia and then to Jerusalem. `After I have been there,' he said, `l must go to see the city of Rome also.'", "22": "He sent Timothy and Erastus, two of his helpers, into Macedonia. But he himself stayed in Asia Minor for a while.", "23": "About that time there was much trouble because of the Christian way.", "24": "A man named Demetrius made things from silver. He made little silver houses like the big house of the idol-god Diana. He and other men got much money from this work.", "25": "Demetrius called them all together. He said, `Men, you know that we get our money from this work.", "26": "Now you see and hear how this man Paul has talked. He has turned away many people in Ephesus. Not only that, but he has turned away the hearts of many people in almost all of Asia Minor. He says that things made by men's hands are not really gods.", "27": "This will spoil our work. Not only that, but people will not respect the house of the great idol goddess Diana any more. All the people in Asia and in the whole world worship her now. But they will despise her!'", "28": "When they heard this, the men were very angry and shouted, `Great is Diana of Ephesus!'", "29": "All the people in the city were excited. They caught two men from Macedonia. Their names were Gaius and Aristarchus. They had travelled with Paul. Then they all rushed to the big meeting place with them.", "30": "Paul wanted to go in and talk to the people, but the disciples would not let him.", "31": "Some of the leaders in Asia Minor liked Paul. They sent word to him and begged him not to go into the meeting place.", "32": "Some of the people were shouting one thing and some another. They were all stirred up. Most of the people did not know why they had come together.", "33": "The Jews pushed Alexander forward. Some of the people put him in front. He put up his hand and wanted to talk to the people.", "34": "But when they saw that he was a Jew, they all shouted together for two hours, `Great is Diana of Ephesus!'", "35": "At last the city chief stopped the shouting. He said, `Men of Ephesus, everyone knows that all the people of Ephesus take care of the house of the great Diana. And they take care of the stone which fell from the sky.", "36": "No person can say it is not true. So you should be quiet and not do anything foolish.", "37": "The men whom you have brought here have not taken anything from the house. They have not even said anything wrong about our goddess.", "38": "Now then, if Demetrius and the men who work with him have any complaint, let them take it to law. We have a court and we have judges.", "39": "If you want anything more than that, it must be done in a meeting which has been called by law.", "40": "We may have trouble because of what has happened today. There is not one good reason for it.'", "41": "When he had said this, he closed the meeting."}