{"1": "On the day of Pentecost these people were all in one place.", "2": "Then, suddenly, a sound came from heaven. It was like a very strong wind blowing. It went all through the house where they were sitting.", "3": "And then they saw tongues like fire. These were divided and came on each one of the people there.", "4": "All of them were filled with the Holy Spirit. They began to speak the words of God in other languages as the Spirit spoke through them.", "5": "Crowds of Jews were staying in Jerusalem. They had come from every country in the world. They were good men who believed in God.", "6": "Many people came together when they heard the apostles speaking. They did not know what to think. Everyone heard someone speaking in his own language.", "7": "They were all very much surprised and said to each other, `These men who are speaking, are they not all from Galilee?", "8": "How is it then that each one of us hears the language of our own country?", "9": "We people from the countries of Parthia and Media and Elam all hear the wonderful things God has done. So also do the people who live in the countries of Mesopotamia, and in Judea in Cappadocia, in Pontus, and Asia, in Phrygia, and Pamphylia, and in Egypt, and in some parts of Lybia around Cyrene, people from the city of Rome who are now living in Jerusalem, both Jews and those who joined themselves to the Jews, the people from Crete and Arabia. These men from Galilee are speaking in our own languages.'", "12": "They were all very much surprised and could hardly believe it. `What does this mean?' they asked each other.", "13": "Other people laughed about it and said, `These men have been drinking too much new wine.'", "14": "Peter stood up with the eleven apostles. He shouted, `You men of Judea and all who stay in Jerusalem, listen to me! I will tell you the truth.", "15": "You think that these men are drunk. That is not so. It is only nine o'clock in the morning.", "16": "The thing that has happened is what the prophet Joel told about.", "17": "He said, \"God says, `In the last days I will send my Spirit on all people. I will speak through your sons and daughters. Your young men will see visions and your old men will have dreams.", "18": "In those days I will send my Spirit on the men and women who serve me and I will speak through them.", "19": "In the sky above and on the earth below I will show wonderful signs with blood and fire and clouds of smoke.", "20": "The sun will be dark and the moon will be like blood. These things will happen before the day of the Lord comes. It will be a great day that will be remembered always.", "21": "And anyone who calls out to the Lord will be saved.' \"", "22": "`You men of Israel, listen to this. God showed you that he was pleased with this man, Jesus of Nazareth. He proved it by the big works and the wonderful signs which he did by Jesus right here among you people. And you yourselves know it.", "23": "This same Jesus was given up. You let bad men take him. You let them nail him to a cross and kill him. This is just the way God had planned it. He knew how it would happen. But God raised him back to life. He set him free from the pain of death. Death could not hold him.", "25": "`King David spoke about Jesus long ago. He said, \"I saw the Lord before me always. He is at my right hand so that I may not be shaken.", "26": "That made my heart very happy. It made my tongue sing for joy. And even my body also will rest in peace because you will not leave my body in the grave. You will not let your Holy One die and be spoiled.", "28": "You have shown me the ways of life. You will make me very happy when I am with you.\"", "29": "`My brothers, I can talk very plainly to you about your father, David. He died and was buried. His grave is still here today.", "30": "He was a prophet. He knew that God had promised him that someone born of his family would sit on his chair to rule. That one was Christ.", "31": "David knew what would happen. So he said that Christ would be raised from death. Christ was not left in the grave. His body was not spoiled. David said all this before it ever happened.", "32": "And now we all saw it. We are telling people that God raised this Jesus back to life.", "33": "`God made him great by making him sit at his right side. God gave him the Holy Spirit as he had promised. So he sent this which you now see and hear.", "34": "avid himself has not gone up into the heavens. What he said was, \"The Lord God said to my Lord, `Sit at my right hand till I bring your enemies down and put your feet on them.' \"", "36": "`So let all the people of Israel know this: God has made Jesus to be Lord and Christ. This is the same Jesus whom you nailed to the cross.'", "37": "What Peter said cut the people's hearts when they heard it. They knew they had done wrong. They said to Peter and the rest of the apostles, `Brothers, what shall we do?'", "38": "`Stop your wrong ways and turn back to God,' answered Peter. `And then everyone of you can be baptised in the name of Jesus Christ. Your wrong ways will be forgiven you, and you will receive the Holy Spirit.", "39": "This promise is for you and your children and for all those whom the Lord our God calls, even though they are far away.'", "40": "Peter went on talking and teaching the people. `Do not follow the wrong ways of people today,' he begged.", "41": "Then those who gladly received his words and believed were baptised. That same day about three thousand new believers joined them.", "42": "They kept on being taught by the apostles. And they kept on being with them. They ate bread together and talked with God.", "43": "All the people were very much surprised. Many wonderful things and signs were done by the apostles.", "44": "All the believers were together; and everything they had was for the use of all.", "45": "They sold their things and divided the money among the believers. They gave each person what he needed. 46,", "46": "nd every day the believers kept on gathering in the temple. They ate bread in each other's homes. They ate their food gladly and with open hearts. They praised God. All the people respected them. Day by day, the Lord added to the church those who were saved."}