{"1": "When we had said goodbye to them, we left them. We went straight across the water to the island of Cos. The next day we came to the island of Rhodes. Then we went to the city of Patara.", "2": "There we found a boat going to the country of Phoenicia, so we went there.", "3": "When we saw the island of Cyprus, we went on the right side of it to Syria. We landed at Tyre because they unloaded the boat there.", "4": "We found some Christians and stayed for seven days. The Holy Spirit spoke through them to Paul, `Do not go on to Jerusalem.'", "5": "When the seven days had passed, we left and went on our way. All of the men, women, and children went with us out of the city. There by the sea we kneeled down and talked to God.", "6": "We said goodbye to each other. Then we got on the boat and they went back to their homes.", "7": "From Tyre we went to Ptolemais. There we greeted the Christian brothers and stayed with them one day.", "8": "The next day we left and came to Caesarea. We went into the house of Philip. He was a man who went out telling the good news. He was one of the seven helpers in the church.", "9": "He had four daughters who spoke words from God. They were not married.", "10": "While we were staying there for some days, a prophet named Agabus came from Judea.", "11": "When he came to us, he took Paul's belt. He tied his own hands and feet with it. Then he said, `The Holy Spirit has told me that in the same way the leaders of the Jews in Jerusalem will tie the man who owns this belt. They will give him over to the people who are not Jews.'", "12": "When we heard this, both we and the people there talked to Paul and begged him not to go to Jerusalem.", "13": "Then Paul answered, `Why are you crying and making me sad like this? I am ready to be tied and also to die at Jerusalem for the name of the Lord Jesus.'", "14": "So when we saw that he would not change his mind, we stopped begging him. We said, `May the Lord do what he wants to be done.'", "15": "After that, we took our things and went to Jerusalem.", "16": "Some of the Christians from Caesarea went with us. One of them was Mnason, a man born in Cyprus. He was one of the first Christian believers. We stayed in his house.", "17": "When we reached Jerusalem, the Christian brothers were glad to see us.", "18": "The next day Paul went with us to see James. All the church leaders were there.", "19": "First, Paul greeted them. Then he told them one by one the things God had done as he worked among the people who were not Jews.", "20": "When they heard it, they praised the Lord. They said to Paul, `Brother, there are many thousands of Jews who believe. They all say we must obey the law of Moses.", "21": "They have heard that you teach all the Jews who live in other lands. They heard that you tell them not to obey Moses' law: that they need not circumcise their children like the Jews do; and they can leave the Jewish ways of living.", "22": "What should we do about it? Many people will gather together because they will surely hear that you have come.", "23": "Now then, do the thing we tell you. We have four men who have made a promise.", "24": "Take them with you. Make yourself clean with them, the way the law says to do. Pay the cost for having their hair cut. Then all the people will know that all the things they heard about you are not true. They will know that you live the way the law says you should live.", "25": "We sent a letter to those who are not Jews and have believed. Here is what we told them they must not do. They must not touch things that have been given to idols. They must not taste blood. They must not eat the meat of animals that were killed by choking. And they must not take part in any kind of wrong sexual behaviour between men and women.'", "26": "Then Paul took the men with him. The next day he made himself clean with them the way the law says to do. Then he went into the temple. He told the priests which day they would finish making themselves clean. On that day a sacrifice would be made for each one of them.", "27": "The seven days were almost over. The Jewish leaders from Asia Minor saw Paul in the temple. They got all the people there excited. They caught hold of him.", "28": "They shouted, `All you men of Israel, come and help us! This is the man who teaches everyone everywhere not to respect our people. He says we need not obey the law or respect this temple. And what is more, he has brought Greek people into the temple. He has made this holy place unclean.'", "29": "They said this because they had seen a man from Ephesus named Trophimus. He was in the city with Paul. And they thought that Paul had brought him into the temple.", "30": "So all the people in the city were excited. They came running. They caught Paul and took him out of the temple by force. Then the doors were shut behind them.", "31": "They were trying to kill him. The officer in charge of the soldiers heard that all the people of Jerusalem were making trouble.", "32": "Right away he took some soldiers and officers with him and ran down to the people. When the people saw them they stopped beating Paul.", "33": "Then the officer came up and took Paul. He had him tied with two chains. Then he asked who he was and what he had done.", "34": "Some of the crowd shouted one thing and some of them shouted something else. The captain could not find out what was true. The people were shouting too much. So he told his soldiers to take Paul into their army house.", "35": "When Paul came to the steps, the soldiers carried him because the people were fighting to get him.", "36": "They were all following, shouting, `Kill him!'", "37": "ust as the soldiers were going to take Paul into their army house, he said to the officer, `May I tell you something?' `So, you speak the Greek language!' said the officer. `I thought you were the man from the country of Egypt who made trouble a while ago. I thought you were the one who led four thousand bad men into the desert.'", "39": "Paul said, `I am a Jew. I was born in the city of Tarsus in Cilicia. I belong to a great city. Please let me talk to these people.'", "40": "So the officer let him talk. Paul stood on the steps and put up his hand. Then all the people were very quiet. He talked to them in the Jews' language."}