{"1": "Three days after Festus came to the country, he went to Jerusalem from Caesarea.", "2": "Then the chief priests and the leaders of the Jews told him what they had against Paul.", "3": "`Please do something for us,' they begged. `Send for Paul to come to Jerusalem.' They had made a secret plan to kill him on the road.", "4": "Festus said, `Paul is being kept in prison in Caesarea. I myself am going there soon.", "5": "Let the men among you who are able come with me. If Paul has done anything wrong, then they can talk against him.'", "6": "Festus stayed only eight or ten days more among them. Then he went to Caesarea. The next day he sat on his chair in the court and had Paul brought in.", "7": "When Paul came in, the Jewish leaders who had come from Jerusalem stood around Paul. They talked much against him. But they could not prove that the things they said were true.", "8": "Paul spoke for himself. He said, `I have done no wrong to the law, or to the temple, or against Caesar the ruler of the Romans.'", "9": "Festus wanted to please the Jewish leaders, so he said to Paul, `Will you go to Jerusalem and let me judge you there about these things?'", "10": "Paul said, `I am standing in Caesar's court. That is where I should be judged. I have done nothing wrong to the Jews. You yourself know that well.", "11": "If I have done wrong things, or any wrong thing for which I should die, then I do not ask to live. But if the things these people say are not true, then no one has power to give me up to the leaders of the Jews. I ask to go to Caesar.'", "12": "So Festus talked the matter over with the court. Then he said to Paul, `You have asked to go to Caesar. All right, you will go to Caesar!'", "13": "Some time after that, king Agrippa and Bernice came to Caesarea to greet Festus.", "14": "They stayed for many days. Festus brought Paul's matter to the king. He said, `Felix left a man in prison here.", "15": "When I was in Jerusalem, the chief priest and leaders of the Jews came to me. They talked against him, and they asked me to punish him.", "16": "I told them that the Romans do not do it that way. They do not punish a man until he has met those who talk against him. Then he has a chance to speak for himself.", "17": "So they came here with me. I did not wait. The very next day I sat on my chair in the court and had the man brought in.", "18": "When they stood up, they did not say the wrong things against him that I thought they would.", "19": "But instead, they had a quarrel with him about the things they believe in. The quarrel is about a man named Jesus who died. Paul said he is alive.", "20": "I did not know how to judge such things. So I asked if he would go to Jerusalem and be judged there about these matters.", "21": "But Paul asked to wait and let Caesar judge his case. So I had him put in prison to be kept there until I can send him to Caesar.'", "22": "Agrippa said to Festus, `I should like to hear the man myself.' Festus said, `Tomorrow you shall hear him.'", "23": "So the next day Agrippa and Bernice came, making a big show of themselves. They went into the room to hear Paul talk. Officers and the leading men of the city also went in. When Festus called for Paul, he was brought in.", "24": "Then Festus said, `King Agrippa and all you men here with us, you see this man. All the Jewish leaders, both in Jerusalem and here, came together and talked about him. They shouted, \"He must die!\"", "25": "But I found out that he had not done anything wrong for which he should die. He himself asked to go to Caesar, so I decided to send him.", "26": "But I have no real complaint about him to write to my ruler. So I have brought this man before you all, and most of all before you, king Agrippa. When you have heard him, I hope I will have something to write about him.", "27": "I think that it does not make sense to send a prisoner and not say what wrong he has done.'"}