{"1": "When we were safe on land, we found that the island we were on was called Malta.", "2": "The people there were very kind to us. They made a fire for us and took care of us. It was cold and raining.", "3": "Paul gathered some sticks of wood. He put them on the fire. A bad snake came out of the heat and hung onto his hand.", "4": "The people of Malta saw the snake hanging on his hand. `Oh,' they said to each other. `This man has no doubt killed someone. He did not die in the water, but it is not right for him to live.'", "5": "Paul shook the snake off into the fire. It did not hurt him.", "6": "The people thought surely he would swell up or would drop down dead at once. They waited a long time and saw that nothing bad happened to him. Then they said, `We were wrong. He must be a god.'", "7": "The ruler of the island was a man named Publius. He owned some of the land there. He took us to his house for three days and was very kind to us.", "8": "The father of Publius was sick with fever, and blood was coming from his body. Paul went to see him. He talked to God and put his hands on the man. He healed him.", "9": "After this, other sick people on the island came to Paul. And they too were healed.", "10": "They gave us many things. When we went away, they put on the boat for us the things that we would need.", "11": "A boat from the town of Alexandria was at the island all through the winter time. It was marked with a sign of the Twin Brothers. After we had been on the island for three months, we went on that boat.", "12": "Then we went to the city of Syracuse and stayed for three days.", "13": "After that we turned the boat along the coast. We reached the town of Rhegium. When we had been there for a day, a south wind began to blow. On the second day we came to the city of Puteoli.", "14": "here we found some Christian brothers. They asked us to stay with them for seven days. Then we went to Rome. Some of the Christians at Rome had heard about us. They came to places called the Market Place of Appius and the Three Hotels. There they met us. When Paul saw them, he thanked God. It made him strong and glad to see these brothers.", "16": "When we came to Rome, Paul was allowed to stay in a house by himself with the soldier who guarded him.", "17": "After three days, Paul called for the leaders of the Jews at Rome. When they had come, he said to them, `My brothers, I have done nothing against our people. I have obeyed the laws of our fathers. And yet I was made a prisoner at Jerusalem and was given over to the Romans.", "18": "When the Romans judged my case in court, they wanted to let me go free. They said there was no reason to kill me.", "19": "But the Jewish leaders did not agree to let me go free, so I had to ask to be brought before Caesar. I did not have anything to say against my people.", "20": "Now, here is why I have asked to see you and to talk to you. I am a prisoner tied with chains because I believe the same promise the Jews believe.'", "21": "They said to him, `The people of Judea have not written us any letter about you. When our brother Jews have come here, not one of them has told or said anything wrong about you.", "22": "But we want to hear from you what you think. We know that people everywhere are talking against this Christian group.'", "23": "So they chose a certain day. On that day many of them came to the house where Paul was staying. He told them about God's kingdom. He tried to make them understand about Jesus by the things that were written in the law of Moses and in the books of the prophets. He talked from morning until evening.", "24": "Some of the people were ready to believe what he said, but others did not believe.", "25": "They did not agree among themselves. So they started to go away. But before they left, Paul said one more thing. `What the Holy Spirit said was right. He spoke to your fathers long ago through Isaiah, the prophet of God.", "26": "He said, \"Go to these people and say, `You will hear but never understand. You will look but never see.", "27": "The hearts of these people have become hard. They do not hear with their ears. They have shut their eyes. They do not want to see with their eyes. They do not want to hear with their ears. They do not want to understand with their hearts. If they did, they would turn back to me and I would forgive them.' \" '", "28": "Paul said, `Therefore know this. The message that God will save them has been sent to those who were not Jews. They will listen to it.'", "29": "When Paul had said these words, the Jewish leaders went away. They were talking amongst themselves about these things.", "30": "Paul stayed in Rome for two whole years in a house he paid money to live in. He was glad to see all who came to him.", "31": "He told them about God's kingdom and taught them about the Lord Jesus Christ. He did this freely without fear. No one stopped him."}