{"1": "At that time more and more people joined the disciples. Then there was trouble about a certain matter. The Jews who spoke the Greek language complained against the other Jews. They said that each day when the food was being divided, their women whose husbands were dead did not get their part.", "2": "Then the twelve apostles called all of the disciples together. They said, `It is not right for us to stop preaching God's word to divide the food.", "3": "So then, brothers, you choose seven men who you know are good men. Choose men who are full of the Holy Spirit and are wise. We will give them the work to divide the food.", "4": "But we ourselves will keep on talking with God and telling his word.'", "5": "This pleased all the people. The men they chose were Stephen, a man who believed God and was full of the Holy Spirit, Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus from Antioch who had joined the Jews.", "6": "These men were brought before the apostles. When the apostles had talked with God, they put their hands on their heads [to bless them].", "7": "The word of God spread further and further, and many people in Jerusalem believed. Many of the priests also believed.", "8": "Stephen received much blessing and power from God. He did many wonderful things and signs among the people.", "9": "But some of the Jews argued with Stephen, and said he was wrong. (They belonged to the meeting place of the Free Men. They were Jews who came from Cyrene, Alexandria, Cilicia and Asia Minor.) They did not agree with Stephen.", "10": "But they could not say anything against his wise words and the Spirit by whom he spoke.", "11": "So they paid some people to say, `We have heard him say wrong things about Moses and God.'", "12": "They talked to the people, the leaders, and the scribes, and made them angry. They went quickly and caught Stephen and took him into the court.", "13": "They brought in the men who told lies about him. They said, `This man is always saying wrong things about this holy place and the laws.", "14": "We have heard him say that this Jesus of Nazareth will break down this place and that he will change the law which Moses gave us.'", "15": "Then all the judges who sat in the court looked at him and they saw that his face was like the face of an angel."}