{"1": "Saul agreed to Stephen being killed. At that time the church people at Jerusalem had much trouble. The church people all went into Judea and Samaria. Only the apostles stayed on at Jerusalem.", "2": "Good men buried Stephen. They were very sad because he died.", "3": "Saul made much trouble for the church people. He went into every house, pulled out men and women, and put them into prison.", "4": "The people who left Jerusalem went all around telling the good news about Jesus.", "5": "Then Philip went to the city of Samaria and told people about Christ.", "6": "And all the people together listened to what Philip said because they heard and saw the big works which he did.", "7": "Many people who were held by bad spirits were made free from them. The spirits came out of them crying loudly. Many other sick people were healed too. People who could not stand, and others who were lame, were healed.", "8": "The people all over the city were very glad.", "9": "But there was one man named Simon, a witch-doctor, who fooled the people of Samaria. He tried to make people believe that he could do big things.", "10": "And all the people, young and old, listened to him. They said, `This man is a big power of God.'", "11": "He had fooled them for a long time with his work as a witch. That is why they listened to him.", "12": "But Philip came and told them about God's kingdom and the name of Jesus Christ. The people believed him. Then both men and women were baptised.", "13": "Simon believed also. When he was baptised, he went with Philip. He was very much surprised when he saw the signs and the big works which were done.", "14": "Then the apostles at Jerusalem heard that the people of Samaria believed God's word. So they sent Peter and John to them.", "15": "When they came to them, they prayed for them to receive the Holy Spirit.", "16": "Until that time, none of the people there had received the Holy Spirit. They had only been baptised in the name of the Lord Jesus.", "17": "Then the apostles put their hands on the people and they received the Holy Spirit.", "18": "Simon saw that the people received the Holy Spirit when the apostles put their hands on them. Then he brought money to the apostles.", "19": "He said, `Give me this power, too, so that anyone on whom I put my hands will receive the Holy Spirit.'", "20": "Peter said, `May you and your money be destroyed! You thought that you could buy the gift of God with money.", "21": "You have no part in this matter. You cannot have any of this because God sees that your heart is not right.", "22": "Stop your wrong ways. Ask the Lord. Perhaps God will forgive you for the wrong things you wanted to do.", "23": "I see that you are very bitter. Your wrong ways control you all together.'", "24": "Simon said, `Ask the Lord for me, so that none of the things you have talked about will happen to me.'", "25": "The apostles told the people the word of the Lord. Then they went back to Jerusalem. On the way they told the good news in many villages in Samaria.", "26": "The angel of the Lord spoke to Philip. `Get up,' said the angel. `Go south to the road that goes from Jerusalem to Gaza. It is desert there.'", "27": "So Philip went. He saw a man from the country of Ethiopia. This man was a servant of Candace, the queen of the Ethiopian people. She gave this servant much power. He took care of her money. He had gone to Jerusalem to worship.", "28": "Now he was on his way back. He sat in his carriage reading from the book which was written long ago by Isaiah, the prophet of God.", "29": "The Spirit of the Lord said to Stephen, `Go over to that man in the carriage.'", "30": "So Philip went running to him. He heard him reading from the book of the prophet Isaiah. `Do you understand what you are reading?' Philip asked.", "31": "`How can I? I have no man to teach me,' he answered. He asked Philip to get into the carriage and ride with him.", "32": "This is what he was reading: `He was led as a sheep to be killed. A lamb says nothing while its wool is being cut, so he also says nothing.", "33": "He was put down very low. He was not allowed to have a proper trial. He had no children to follow after him. For his life is taken from the earth.'", "34": "Then the man from Ethiopia asked Philip, `Please tell me, who is the prophet talking about, himself or some other man?'", "35": "Then Philip told him about Jesus. He began with what the man read in the book.", "36": "While they were going along, they came to some water by the road. The man said, `See, here is water. What is there to stop me from being baptised?'", "37": "Philip answered, `If you believe with all your heart, you may be baptised.' The man said, `I do believe that Jesus Christ is the Son of God.'", "38": "The man told the driver to stop. Then both he and Philip went down into the water, and Philip baptised him.", "39": "When they came up out of the water, the Spirit of the Lord took Philip away. The man did not see him again, but he went on his way and was very happy.", "40": "Next, Philip came to the town of Azotus. He told the good news in all the cities through which he passed. Then he came to Caesarea."}