{"1": "Therefore, my child, be strengthened in the grace that is in Messiah Yeshua. ", "2": "And what you have heard from me among many witnesses, entrust to faithful people who will be capable to teach others also. ", "3": "Suffer hardship with me, as a good soldier of Messiah Yeshua. ", "4": "No one serving as a soldier entangles himself in the activities of everyday life, so that he might please the one who enlisted him. ", "5": "Also, if anyone competes as an athlete, he is not crowned victorious unless he competes according to the rules. ", "6": "The hard-working farmer ought to receive the first share of the crops. ", "7": "Consider what I am saying, for the Lord will give you understanding in everything.", "8": "Remember Yeshua the Messiah, raised from the dead, from the seed of David—according to my Good News. ", "9": "For this I suffer hardship as a criminal, even to the point of chains—though the word of God is not chained. ", "10": "Therefore I endure everything for the sake of the chosen, so they might obtain the salvation that is in Messiah Yeshua with eternal glory.", "11": "Trustworthy is the saying: If we died with Him, we will also live with Him;", "12": "if we endure, we will also reign with Him; if we deny Him, He will also deny us;", "13": "if we are faithless, He remains faithful, for He cannot deny Himself.", "14": "Remind them of these things and solemnly charge them before God not to quarrel about words, which is useless—to the ruin of those who are listening. ", "15": "Make every effort to present yourself before God as tried and true, as an unashamed worker cutting a straight path with the word of truth.", "16": "[a] 16 But avoid godless chatter, for it will lead to further ungodliness ", "17": "and their words will spread like cancer. Among them are Hymeneaus and Philetus—", "18": "men who have missed the mark concerning the truth, saying that the resurrection has already taken place. They are overturning the faith of some. ", "19": "Nevertheless, the firm foundation of God stands, having this seal: “The Lord knows those who are His,”[b] and, “Let everyone who names the name of the Lord keep away from unrighteousness.”", "20": "[c] 20 Now in a great house there are not only vessels of gold and silver, but also of wood and clay—some for honor and some for common use. ", "21": "Therefore, if anyone cleanses himself from these, he will be a vessel for honor—sanctified, useful to the Master, prepared for every good work.", "22": "Now flee from youthful desires; instead, pursue righteousness, faithfulness, love, and shalom, with those who call on the Lord from a pure heart. ", "23": "But avoid foolish and ignorant disputes, knowing that they produce quarrels. ", "24": "The Lord's slave must not be quarrelsome, but be kind to all, able to teach, tolerant. ", "25": "Let him give guidance with humility to those who are in opposition—perhaps God may grant them a change of mind, leading to the knowledge of truth. ", "26": "Then they may regain their senses and escape the devil's snare, in which they had been held captive by him to do his will."}