{"1": "Jude, a slave of Jesus the Anointed and a brother of James, to you, the ones whom God our Father loves and has called and whom Jesus, the Anointed One, has kept. ", "2": "Kindness, peace, love—may they never stop blooming in you and from you.", "3": "Friends, I have been trying to write you about our common salvation. But these days my heart is troubled, and I am compelled to write to you and encourage you to continue struggling for the faith that was entrusted to the saints once and for all. ", "4": "Vile men have slithered in among us. Depraved souls who stand condemned have made a mockery of the grace given to us, using it as a pretext for a life of excess, lived without any thought of God. These poor fools have denied Jesus the Anointed, our one Lord and Master.", "5": "You have heard the stories many times, and the Spirit has enlightened you about their meaning, but you still need to be reminded. Remember when the Lord saved our ancestors from the land in Egypt? He breathed life into their earthen lungs and took back the life from those who did not believe. ", "6": "And God has kept the rebellious heavenly messengers bound and chained in utter darkness—shadowy gloom—until the time when His judgment arrives, because they failed to keep their rightful positions and abandoned their appointed realms. ", "7": "Sodom and Gomorrah and all their neighbors were defeated by their own sexual perversions as they pursued the strange and unnatural impulses of the flesh. Let these who went their own way and are experiencing the eternal heat of God's vengeance—a punishment by fire—be a warning to you.", "8": "These stories are examples to help you understand the fate of those dreamers who have slipped in and defiled your community, rejected those in charge, and insulted the glorious majesty of the heavenly messengers. ", "9": "Even their chief, Michael, when disputing with the devil over Moses' body, did not offer his own taunting judgment against him. Michael simply said, “May the Lord's rebuke fall on you.”[a]", "10": "The deceivers among you despise what they do not understand; they live without reason like animals, reacting only with primal instincts; and their ways are corrupting them. ", "11": "Woe to these deceivers! They are doomed! They have followed in the footsteps of their father Cain, sold their souls for profit into Balaam's deceit, and suffered the devastation of Korah's rebellion.", "12": "These men are cold stones on the warm hearth of your love feasts as they glut themselves without fear, thinking only of their own benefit. They are waterless clouds, carried away by the wind; autumn's lonely and barren trees, twice dead, uprooted; ", "13": "violent waves of the sea breaking over the bow, foaming with shame; lost and wandering stars destined to live forever in gloomy darkness.", "14": "During the seventh generation after Adam, the prophet Enoch said, “Look! The Lord came, and with Him tens of thousands of His holy messengers ", "15": "to judge wicked men and convict the impious and ungodly for all they have said and all the hard things they have done against the Holy One.” ", "16": "These men are complainers who look long and hard to find the faults of other men. They are led by their own lustful desires like fools down the path of destruction. They are arrogant liars who want only to get ahead of others.", "17": "But you, friends, remember the words of the emissaries[b] of our Lord Jesus the Anointed, the Liberating King: ", "18": "“At the end of time, some will ridicule the faithful and follow their lusts to the grave.” ", "19": "These are the men among you—those who divide friends, those concerned ultimately with this world, those without the Spirit. ", "20-21": "You, however, should stand firm in the love of God, constructing a life within the holy faith, praying the Spirit's prayer, as you wait eagerly for the mercy of our Lord Jesus the Anointed, which leads to eternal life.", "22": "Keep being kind to those who waver in this faith. ", "23": "Pursue those who are singed by the flames of God's wrath, and bring them safely to Him. Show mercy to others with fear, despising every garment soiled by the weakness of human flesh.", "24": "Now to the One who can keep you upright and plant you firmly in His presence—clean, unmarked, and joyful in the light of His glory—", "25": "to the one and only God, our Savior, through Jesus the Anointed our Lord, be glory and greatness and might and authority; just as it has been since before He created time, may it continue now and into eternity. Amen."}