{"1": "Rehoboam went to Shechem where everyone was waiting to crown him king.", "2": "Jeroboam son of Nebat heard what was happening, and he returned from Egypt, where he had gone to hide from Solomon. ", "3": "The people from the northern tribes of Israel sent for him. Then together they went to Rehoboam and said, ", "4": "“Your father Solomon forced us to work very hard. But if you make our work easier, we will serve you and do whatever you ask.”", "5": "Rehoboam replied, “Come back in three days for my answer.” So the people left.", "6": "Rehoboam went to some leaders who had been his father's senior officials, and he asked them, “What should I tell these people?”", "7": "They answered, “If you want them to serve and obey you, then you should be kind and promise to make their work easier.”", "8": "But Rehoboam refused their advice and went to the younger men who had grown up with him and were now his officials. ", "9": "He asked, “What do you think I should say to these people who asked me to make their work easier?”", "10": "His younger advisors said: Here's what we think you should say to them: “Compared to me, my father was weak.[a] ", "11": "He made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!”", "12": "Three days later, Jeroboam and the others came back. ", "13": "Rehoboam ignored the advice of the older advisors. He spoke bluntly ", "14": "and told them exactly what his own advisors had suggested. He said: “My father made you work hard, but I'll make you work even harder. He punished you with whips, but I'll use whips with pieces of sharp metal!”", "15-19": "When the people realized that Rehoboam would not listen to them, they shouted: “We don't have to be loyal to David's family. We can do what we want. Come on, people of Israel, let's go home! Rehoboam can rule his own people.” Adoniram[b] was in charge of the work force, and Rehoboam sent him to talk to the people. But they stoned him to death. Then Rehoboam ran to his chariot and hurried back to Jerusalem. Everyone from Israel's northern tribes went home, leaving Rehoboam to rule only the people from Judah. And since that day, the people of Israel have been opposed to David's descendants in Judah.[c] All of this happened just as Ahijah the Lord's prophet from Shiloh had told Jeroboam."}