{"1": "After Rehoboam returned to Jerusalem, he decided to attack Israel and regain control of the whole country. So he called together one hundred eighty thousand soldiers from the tribes of Judah and Benjamin.", "2": "Meanwhile, the Lord had told Shemaiah the prophet ", "3": "to tell Rehoboam and everyone from Judah and Benjamin, ", "4": "“The Lord warns you not to go to war against the people from the northern tribes—they are your relatives. Go home! The Lord is the one who made these things happen.” Rehoboam and his army obeyed the Lord's message and did not attack Jeroboam and his troops.", "5": "Rehoboam ruled from Jerusalem, and he had several cities in Judah turned into fortresses so he could use them to defend his country. These cities included ", "6": "Bethlehem, Etam, Tekoa, ", "7": "Beth-Zur, Soco, Adullam, ", "8": "Gath, Mareshah, Ziph, ", "9": "Adoraim, Lachish, Azekah, ", "10": "Zorah, Aijalon, and Hebron. After he had fortified these cities in the territories of Judah and Benjamin, ", "11": "he assigned an army commander to each of them and stocked them with supplies of food, olive oil, and wine, ", "12": "as well as with shields and spears. He used these fortified cities to keep control of Judah and Benjamin.", "13": "The priests and Levites from the northern tribes of Israel gave their support to King Rehoboam. ", "14": "And since Jeroboam and the kings of Israel that followed him would not allow any Levites to serve as priests, most Levites left their towns and pasturelands in Israel and moved to Jerusalem and other towns in Judah. ", "15": "Jeroboam chose his own priests to serve at the local shrines[a] in Israel and at the places of worship where he had set up statues of goat-demons and of calves.", "16": "But some of the people from Israel wanted to worship the Lord God, just as their ancestors had done. So they followed the priests and Levites to Jerusalem, where they could offer sacrifices to the Lord. ", "17": "For the next three years, they lived in Judah and were loyal to Rehoboam and his kingdom, just as they had been loyal to David and Solomon.", "18": "Rehoboam married Mahalath, whose father was Jerimoth son of David, and whose mother was Abihail the daughter of Eliab and granddaughter of Jesse. ", "19": "Rehoboam and Mahalath had three sons: Jeush, Shemariah, and Zaham. ", "20": "Then Rehoboam married Maacah the daughter of Absalom. Their sons were Abijah, Attai, Ziza, and Shelomith.", "21": "Rehoboam had eighteen wives, but he also married sixty other women,[b] and he was the father of twenty-eight sons and sixty daughters. Rehoboam loved his wife Maacah the most, ", "22": "so he chose their oldest son Abijah to be the next king. ", "23": "Rehoboam was wise enough to put one of his sons in charge of each fortified city in his kingdom. He gave them all the supplies they needed and found wives for every one of them."}