{"1": "Abijah died and was buried in Jerusalem. Then his son Asa became king, and Judah had ten years of peace.", "2": "Asa obeyed the Lord his God and did right. ", "3": "He destroyed the local shrines[a] and the altars to foreign gods. He smashed the stone images of gods and cut down the sacred poles[b] used in worshiping the goddess Asherah. ", "4": "Then he told everyone in Judah to worship the Lord God, just as their ancestors had done, and to obey his laws and teachings. ", "5": "He destroyed every local shrine and incense altar in Judah.", "6": "The Lord blessed Judah with peace while Asa was king, and so during that time, Asa fortified many of the towns. ", "7": "He said to the people, “Let's build walls and defense towers for these towns, and put in gates that can be locked with bars. This land still belongs to us, because we have obeyed the Lord our God. He has given us peace from all our enemies.” The people did everything Asa had suggested.", "8": "Asa had a large army of brave soldiers: Three hundred thousand of them were from the tribe of Judah and were armed with shields and spears; two hundred eighty thousand were from Benjamin and were armed with bows and arrows.", "9": "Zerah from Ethiopia[c] led an army of a million soldiers and three hundred chariots to the town of Mareshah[d] in Judah. ", "10": "Asa met him there, and the two armies prepared for battle in Zephathah Valley.", "11": "Asa prayed: Lord God, only you can help a powerless army defeat a stronger one. So we depend on you to help us. We will fight against this powerful army to honor your name, and we know that you won't be defeated. You are the Lord our God.", "12": "The Lord helped Asa and his army defeat the Ethiopians. The enemy soldiers ran away, ", "13": "but Asa and his troops chased them as far as Gerar. It was a total defeat—the Ethiopians could not even fight back![e] The soldiers from Judah took everything that had belonged to the Ethiopians. ", "14": "The people who lived in the villages around Gerar learned what had happened and were afraid of the Lord. So Judah's army easily defeated them and carried off everything of value that they wanted from these towns. ", "15": "They also attacked the camps where the shepherds lived and took a lot of sheep, goats, and camels. Then they went back to Jerusalem."}