{"1": "Some time later, God spoke to Azariah son of Oded. ", "2": "At once, Azariah went to Asa and said: Listen to me, King Asa and you people of Judah and Benjamin. The Lord will be with you and help you, as long as you obey and worship him. But if you disobey him, he will desert you.", "3": "For a long time, the people of Israel did not worship the true God or listen to priests who could teach them about God. They refused to obey God's Law. ", "4": "But whenever trouble came, Israel turned back to the Lord their God and worshiped him.", "5": "There was so much confusion in those days that it wasn't safe to go anywhere in Israel. ", "6": "Nations were destroying each other, and cities were wiping out other cities, because God was causing trouble and unrest everywhere.", "7": "So you must be brave. Don't give up! God will honor you for obeying him.", "8": "As soon as Asa heard what Azariah the prophet said, he gave orders for all the idols in Judah and Benjamin to be destroyed, including those in the towns he had captured in the territory of Ephraim. He also repaired the Lord's altar that was in front of the temple porch.", "9": "Asa called together the people from Judah and Benjamin, as well as the people from the territories of Ephraim, West Manasseh, and Simeon who were living in Judah. Many of these people were now loyal to Asa, because they had seen that the Lord was with him.", "10": "In the third month of the fifteenth year of Asa's rule, they all met in Jerusalem. ", "11": "That same day, they took seven hundred bulls and seven thousand sheep and goats from what they had brought back from Gerar and sacrificed them as offerings to the Lord. ", "12": "They made a solemn promise to faithfully worship the Lord God their ancestors had worshiped, ", "13": "and to put to death anyone who refused to obey him. ", "14": "The crowd solemnly agreed to keep their promise to the Lord, then they celebrated by shouting and blowing trumpets and horns. ", "15": "Everyone was happy because they had made this solemn promise, and in return, the Lord blessed them with peace from all their enemies.", "16": "Asa's grandmother Maacah had made a disgusting idol of the goddess Asherah, so he cut it down, crushed it, and burned it in Kidron Valley. Then he removed Maacah from her position as queen mother.[a] ", "17": "As long as Asa lived, he was faithful to the Lord, even though he did not destroy the local shrines[b] in Israel. ", "18": "He placed in the temple all the silver and gold objects that he and his father had dedicated to God.", "19": "There was peace in Judah until the thirty-fifth year of Asa's rule."}