{"1": "In the thirty-sixth year of Asa's rule, King Baasha of Israel invaded Judah and captured the town of Ramah. He started making the town stronger, and he put troops there to stop people from going in and out of Judah.", "2": "When Asa heard about this, he took the silver and gold from his palace and from the Lord's temple. Then he sent it to Damascus with this message for King Benhadad of Syria: ", "3": "“I think we should sign a peace treaty, just as our fathers did. This silver and gold is a present for you. Would you please break your treaty with King Baasha of Israel and force him to leave my country?”", "4": "Benhadad did what Asa asked and sent the Syrian army into Israel. They captured the towns of Ijon, Dan, Abel-Maim,[a] and all the towns in Naphtali where supplies were kept. ", "5": "When Baasha heard about it, he stopped his work on the town of Ramah.", "6": "Asa ordered everyone in Judah to carry away the stones and wood Baasha had used to fortify Ramah. Then he fortified the towns of Geba and Mizpah with these same stones and wood.", "7": "Soon after that happened, Hanani the prophet went to Asa and said: You depended on the king of Syria instead of depending on the Lord your God. And so, you will never defeat the Syrian army. ", "8": "Remember how powerful the Ethiopian[b] and Libyan army was, with all their chariots and cavalry troops! You trusted the Lord to help you then, and you defeated them. ", "9": "The Lord is constantly watching everyone, and he gives strength to those who faithfully obey him. But you have done a foolish thing, and your kingdom will never be at peace again.", "10": "When Asa heard this, he was so angry that he put Hanani in prison. Asa was also cruel to some of his people.[c]", "11": "Everything Asa did while he was king is written in The History of the Kings of Judah and Israel. ", "12": "In the thirty-ninth year of his rule, he got a very bad foot disease, but he relied on doctors and refused to ask the Lord for help. ", "13": "He died two years later.", "14": "Earlier, Asa had his own tomb cut out of a rock hill in Jerusalem. So he was buried there, and the tomb was filled with spices and sweet-smelling oils. Then the people built a bonfire in his honor."}