{"1": "Jehoshaphat was now very rich and famous. He signed a treaty with King Ahab of Israel by arranging the marriage of his son and Ahab's daughter.", "2": "One day, Jehoshaphat went to visit Ahab in his capital city of Samaria. Ahab slaughtered sheep and cattle and prepared a big feast to honor Jehoshaphat and the officials with him. Ahab talked about attacking the city of Ramoth in Gilead,[a] ", "3": "and finally asked, “Jehoshaphat, would you go with me to attack Ramoth?” “Yes,” Jehoshaphat answered. “My army is at your command. ", "4": "But first let's ask the Lord what to do.”", "5": "Ahab sent for four hundred prophets and asked, “Should I attack the city of Ramoth?” “Yes!” the prophets answered. “God will help you capture the city.”", "6": "But Jehoshaphat said, “Just to make sure, is there another of the Lord's prophets we can ask?”", "7": "“We could ask Micaiah son of Imlah,” Ahab said. “But I hate Micaiah. He always has bad news for me.” “Don't say that!” Jehoshaphat replied. ", "8": "Then Ahab sent someone to bring Micaiah as soon as possible.", "9": "All this time, Ahab and Jehoshaphat were dressed in their royal robes and were seated on their thrones at the threshing place near the gate of Samaria, listening to the prophets tell them what the Lord had said.", "10": "Zedekiah son of Chenaanah was one of the prophets. He had made some horns out of iron and shouted, “Ahab, the Lord says you will attack the Syrians like a bull with iron horns and wipe them out!”", "11": "All the prophets agreed that Ahab should attack the Syrians at Ramoth and promised that the Lord would help him defeat them.", "12": "Meanwhile, the messenger who went to get Micaiah whispered, “Micaiah, all the prophets have good news for Ahab. Now go and say the same thing.”", "13": "“I'll say whatever the living Lord my God tells me to say,” Micaiah replied.", "14": "Then Micaiah went up to Ahab, who asked, “Micaiah, should we attack Ramoth?” “Yes!” Micaiah answered. “The Lord will help you capture the city.”", "15": "Ahab shouted, “Micaiah, I've told you over and over to tell me the truth! What does the Lord really say?”", "16": "Micaiah answered, “In a vision[b] I saw Israelite soldiers wandering around, lost in the hills like sheep without a shepherd. The Lord said, 'These troops have no leader. They should go home and not fight.'”", "17": "Ahab turned to Jehoshaphat and said, “I told you he would bring me bad news!”", "18": "Micaiah replied: I then saw the Lord seated on his throne with every creature in heaven gathered around him. ", "19": "The Lord asked, “Who can trick Ahab and make him go to Ramoth where he will be killed?” They talked about it for a while, ", "20": "then finally a spirit came forward and said to the Lord, “I can trick Ahab.” “How?” the Lord asked.", "21": "“I'll make Ahab's prophets lie to him.” “Good!” the Lord replied. “Now go and do it. You will be successful.”", "22": "Ahab, this is exactly what has happened. The Lord made all your prophets lie to you, and he knows you will soon be destroyed.", "23": "Zedekiah walked over and slapped Micaiah on the face. Then he asked, “Do you really think the Lord would speak to you and not to me?”", "24": "Micaiah answered, “You'll find out on the day you have to hide in the back room of some house.”", "25": "Ahab shouted, “Arrest Micaiah! Take him to Prince Joash and Governor Amon of Samaria. ", "26": "Tell them to put him in prison and to give him nothing but bread and water until I come back safely.”", "27": "Micaiah said, “If you do come back, I was wrong about what the Lord wanted me to say.” Then he told the crowd, “Don't forget what I said!”", "28": "Ahab and Jehoshaphat led their armies to Ramoth in Gilead. ", "29": "Before they went into battle, Ahab said, “Jehoshaphat, I'll disguise myself, but you wear your royal robe.” Ahab disguised himself and went into battle.", "30": "The king of Syria had ordered his chariot commanders to attack only Ahab. ", "31": "So when they saw Jehoshaphat in his robe, they thought he was Ahab and started to attack him. But Jehoshaphat prayed, and the Lord made the Syrian soldiers stop. ", "32": "And when they realized he wasn't Ahab, they left him alone.", "33": "However, during the fighting a soldier shot an arrow without even aiming, and it hit Ahab between two pieces of his armor. He shouted to his chariot driver, “I've been hit! Get me out of here!”", "34": "The fighting lasted all day, with Ahab propped up in his chariot so he could see the Syrian troops. He stayed there until evening, and by sundown he was dead."}