{"1": "Solomon decided to build a temple where the Lord would be worshiped, and also to build a palace for himself. ", "2": "He assigned seventy thousand men to carry building supplies and eighty thousand to cut stone from the hills. And he chose three thousand six hundred men to supervise these workers.", "3": "Solomon sent the following message to King Hiram of Tyre: Years ago, when my father David was building his palace, you supplied him with cedar logs. Now will you send me supplies? ", "4": "I am building a temple where the Lord my God will be worshiped. Sweet-smelling incense will be burned there, and sacred bread will be offered to him. Worshipers will offer sacrifices to the Lord every morning and evening, every Sabbath, and on the first day of each month, as well as during all our religious festivals. These things will be done for all time, just as the Lord has commanded.", "5": "This will be a great temple, because our God is greater than all other gods. ", "6": "No one can ever build a temple large enough for God—even the heavens are too small a place for him to live in! All I can do is build a place where we can offer sacrifices to him.", "7": "Send me a worker who can not only carve, but who can work with gold, silver, bronze, and iron, as well as make brightly colored cloth. The person you send will work here in Judah and Jerusalem with the skilled workers that my father has already hired.", "8": "I know that you have workers who are experts at cutting lumber in Lebanon. So would you please send me some cedar, pine, and juniper logs? My workers will be there to help them, ", "9": "because I'll need a lot of lumber to build such a large and glorious temple. ", "10": "I will pay your woodcutters one hundred twenty-five thousand bushels of wheat, the same amount of barley, one hundred fifteen thousand gallons of wine, and that same amount of olive oil.", "11": "Hiram sent his answer back to Solomon: I know that the Lord must love his people, because he has chosen you to be their king. ", "12": "Praise the Lord God of Israel who made heaven and earth! He has given David a son who isn't only wise and smart, but who has the knowledge to build a temple for the Lord and a palace for himself.", "13": "I am sending Huram Abi to you. He is very bright. ", "14": "His mother was from the Israelite tribe of Dan, and his father was from Tyre. Not only is Huram an expert at working with gold, silver, bronze, iron, stone, and wood, but he can also make colored cloth and fine linen. And he can carve anything if you give him a pattern to follow. He can help your workers and those hired by your father King David.", "15": "Go ahead and send the wheat, barley, olive oil, and wine you promised to pay my workers. ", "16": "I will tell them to start cutting down trees in Lebanon. They will cut as many as you need, then tie them together into rafts, and float them down along the coast to Joppa. Your workers can take them to Jerusalem from there.", "17": "Solomon counted all the foreigners who were living in Israel, just as his father David had done when he was king, and the total was 153,600. ", "18": "He assigned 70,000 of them to carry building supplies and 80,000 of them to cut stone from the hills. He chose 3,600 others to supervise the workers and to make sure the work was completed."}