{"1": "Jehoshaphat died and was buried beside his ancestors in Jerusalem, and his son Jehoram became king.", "2": "King Jehoshaphat had seven sons: Jehoram, Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. ", "3": "Jehoshaphat gave each of them silver and gold, as well as other valuable gifts. He also put them in charge of the fortified cities in Judah, but he had chosen his oldest son Jehoram to succeed him as king.", "4": "After Jehoram had taken control of Judah, he had his brothers killed, as well as some of the nation's leaders. ", "5": "He was thirty-two years old when he became king, and he ruled eight years from Jerusalem.", "6": "Jehoram married Ahab's daughter and followed the sinful example of Ahab's family and the other kings of Israel. He disobeyed the Lord by doing wrong, ", "7": "but because the Lord had made a solemn promise to King David that someone from his family would always rule in Judah, he refused to wipe out David's descendants.", "8": "While Jehoram was king, the people of Edom rebelled and chose their own king. ", "9": "Jehoram, his officers, and his cavalry marched to Edom, where the Edomite army surrounded them. He escaped during the night, ", "10": "but Judah was never able to regain control of Edom. Even the town of Libnah[a] rebelled at that time. Those things happened because Jehoram had turned away from the Lord, the God his ancestors had worshiped. ", "11": "Jehoram even built local shrines[b] in the hills of Judah and let the people sin against the Lord by worshiping foreign gods.", "12": "One day, Jehoram received a letter from Elijah the prophet that said: I have a message for you from the Lord God your ancestor David worshiped. He knows that you have not followed the example of Jehoshaphat your father or Asa your grandfather. ", "13": "Instead you have acted like those sinful kings of Israel and have encouraged the people of Judah to stop worshiping the Lord, just as Ahab and his descendants did. You even murdered your own brothers, who were better men than you.", "14": "Because you have done these terrible things, the Lord will severely punish the people in your kingdom, including your own family, and he will destroy everything you own. ", "15": "You will be struck with a painful stomach disease and suffer until you die.", "16": "The Lord later caused the Philistines and the Arabs who lived near the Ethiopians[c] to become angry at Jehoram. ", "17": "They invaded Judah and stole the royal property from the palace, and they led Jehoram's wives and sons away as prisoners. The only one left behind was Ahaziah,[d] his youngest son.", "18": "After this happened, the Lord struck Jehoram with an incurable stomach disease. ", "19": "About two years later, Jehoram died in terrible pain. No bonfire was built to honor him, even though the people had done this for his ancestors.", "20": "Jehoram was thirty-two years old when he became king, and he ruled eight years from Jerusalem. He died, and no one even felt sad. He was buried in Jerusalem, but not in the royal tombs."}