{"1": "Earlier, when the Arabs led a raid against Judah, they killed all of Jehoram's sons, except Ahaziah, the youngest one. So the people of Jerusalem crowned him their king. ", "2": "He was twenty-two[a] years old at the time, and he ruled only one year from Jerusalem. Ahaziah's mother was Athaliah, a granddaughter of King Omri of Israel, ", "3": "and she encouraged her son to sin against the Lord. He followed the evil example of King Ahab and his descendants. ", "4": "In fact, after his father's death, Ahaziah sinned against the Lord by appointing some of Ahab's relatives to be his advisors. Their advice led to his downfall. ", "5": "He listened to them and went with King Joram of Israel to attack King Hazael and the Syrian troops at Ramoth in Gilead. Joram was wounded in that battle, ", "6": "and he went to the town of Jezreel to recover. And Ahaziah later went there to visit him. ", "7": "It was during that visit that God had Ahaziah put to death. When Ahaziah arrived at Jezreel, he and Joram went to meet with Jehu grandson of Nimshi. The Lord had already told Jehu to kill every male in Ahab's family, ", "8": "and while Jehu was doing that, he saw some of Judah's leaders and Ahaziah's nephews who had come with Ahaziah. Jehu killed them on the spot, ", "9": "then gave orders to find Ahaziah. Jehu's officers found him hiding in Samaria. They brought Ahaziah to Jehu, who immediately put him to death. They buried Ahaziah only because they respected Jehoshaphat his grandfather, who had done his best to obey the Lord. There was no one from Ahaziah's family left to become king of Judah.", "10": "As soon as Athaliah heard that her son King Ahaziah was dead, she decided to kill any relative who could possibly become king. She would have done just that, ", "11": "but Jehosheba[b] rescued Joash son of Ahaziah just as the others were about to be murdered. Jehosheba, who was Jehoram's daughter and Ahaziah's half sister, was married to Jehoiada the priest. So she was able to hide her nephew Joash and his personal servant in a bedroom in the Lord's temple where he was safe from Athaliah. ", "12": "Joash hid in the temple with them for six years while Athaliah ruled as queen of Judah."}