{"1": "After Ahaziah's son Joash had hidden in the temple for six years, Jehoiada the priest knew that something had to be done. So he made sure he had the support of several army officers. They were Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri. ", "2": "These five men went to the towns in Judah and called together the Levites and the clan leaders. They all came to Jerusalem ", "3": "and gathered at the temple, where they agreed to help Joash. Jehoiada said to them: Joash will be our next king, because long ago the Lord promised that one of David's descendants would always be king. ", "4": "Here is what we will do. Three groups of priests and Levites will be on guard duty on the Sabbath—one group will guard the gates of the temple, ", "5": "one will guard the palace, and the other will guard Foundation Gate. The rest of you will stand guard in the temple courtyards. ", "6": "Only the priests and Levites who are on duty will be able to enter the temple, because they will be the only ones who have gone through the ceremony to make themselves clean and acceptable. The others must stay outside in the courtyards, just as the Lord has commanded. ", "7": "You Levites must protect King Joash. Don't let him out of your sight! And keep your swords ready to kill anyone who comes into the temple.", "8": "The Levites and the people of Judah followed Jehoiada's orders. The guards going off duty were not allowed to go home, and so each commander had all his guards available—those going off duty as well as those coming on duty. ", "9": "Jehoiada went into the temple and brought out the swords and shields that had belonged to King David, and he gave them to the commanders. ", "10": "They gave the weapons to the guards, and Jehoiada then made sure that the guards took their positions around the temple and the altar to protect the king on every side.", "11": "Jehoiada and his sons brought Joash outside, where they placed the crown on his head and gave him a copy of the instructions for ruling the nation. Olive oil was poured on his head to show that he was now king, and the crowd cheered and shouted, “Long live the king!”", "12": "As soon as Queen Athaliah heard the crowd cheering for Joash, she went to the temple. ", "13": "There she saw Joash standing by one of the columns near the entrance, which was the usual place for the king. The commanders and the trumpet players were standing next to him, and the musicians were playing instruments and leading the people as they celebrated and blew trumpets. Athaliah tore her clothes in anger and shouted, “You betrayed me, you traitors!”", "14": "Right away, Jehoiada said to the army commanders, “Don't kill her near the Lord's temple. Take her out in front of the troops, and be sure to kill all of her followers!” ", "15": "She tried to escape, but the commanders caught and killed her near the gate where horses are led into the palace.", "16": "Jehoiada asked King Joash and the people to join with him in being faithful to the Lord. They agreed, ", "17": "then rushed to the temple of the god Baal and tore it down. They smashed the altars and the idols and killed Mattan the priest of Baal in front of the altars.", "18": "Jehoiada assigned the priests and Levites their duties at the temple, just as David had done. They were in charge of offering sacrifices to the Lord according to the Law of Moses, and they were responsible for leading the celebrations with singing. ", "19": "Jehoiada ordered the guards at the temple gates to keep out anyone who was unclean.", "20": "Finally, Jehoiada called together the army commanders, the most important citizens of Judah, and the government officials. The crowd of people followed them as they led Joash from the temple, through the Upper Gate, and into the palace, where he took his place as king of Judah. ", "21": "Everyone celebrated because Athaliah had been killed and Jerusalem was peaceful again."}