{"1": "Amaziah was twenty-five years old when he became king, and he ruled twenty-nine years from Jerusalem, the hometown of his mother Jehoaddin.[a]", "2": "Even though Amaziah obeyed the Lord by doing right, he refused to be completely faithful. ", "3": "For example, as soon as he had control of Judah, he arrested and killed the officers who had murdered his father. ", "4": "But the children of those officers were not killed; the Lord had commanded in the Law of Moses that only the people who sinned were to be punished.[b]", "5": "Amaziah sent a message to the tribes of Judah and Benjamin and called together all the men who were twenty years old and older. Three hundred thousand men went to Jerusalem, all of them ready for battle and able to fight with spears and shields. Amaziah grouped these soldiers according to their clans and put them under the command of his army officers. ", "6": "Amaziah also paid almost four tons of silver to hire one hundred thousand soldiers from Israel.", "7": "One of God's prophets said, “Your Majesty, don't let these Israelite soldiers march into battle with you. The Lord has refused to help anyone from the northern kingdom of Israel, ", "8": "and so he will let your enemies defeat you, even if you fight hard. He is the one who brings both victory and defeat.”", "9": "Amaziah replied, “What am I supposed to do about all the silver I paid those troops?” “The Lord will give you back even more than you paid,” the prophet answered.", "10": "Amaziah ordered the troops from Israel to go home, but when they left, they were furious with the people of Judah.", "11": "After Amaziah got his courage back, he led his troops to Salt Valley, where he killed ten thousand Edomite soldiers in battle. ", "12": "He captured ten thousand more soldiers and dragged them to the top of a high cliff. Then he pushed them over the side, and they all were killed on the rocks below.", "13": "Meanwhile, the Israelite troops that Amaziah had sent home, raided the towns in Judah between Samaria and Beth-Horon. They killed three thousand people and carried off their possessions.", "14": "After Amaziah had defeated the Edomite army, he returned to Jerusalem. He took with him the idols of the Edomite gods and set them up. Then he bowed down and offered them sacrifices. ", "15": "This made the Lord very angry, and he sent a prophet to ask Amaziah, “Why would you worship these foreign gods that couldn't even save their own people from your attack?”", "16": "But before the prophet finished speaking, Amaziah interrupted and said, “You're not one of my advisors! Don't say another word, or I'll have you killed.” The prophet stopped. But then he added, “First you sinned and now you've ignored my warning. It's clear that God has decided to punish you!”", "17": "King Amaziah of Judah talked with his officials, then sent a message to King Jehoash[c] of Israel: “Come out and face me in battle!”", "18": "Jehoash sent back a reply that said: Once upon a time, a small thornbush in Lebanon arranged the marriage between his son and the daughter of a large cedar tree. But a wild animal came along and trampled the small bush.", "19": "Amaziah, you think you're so powerful because you defeated Edom. But stay at home and do your celebrating. If you cause any trouble, both you and your kingdom of Judah will be destroyed.", "20": "God made Amaziah stubborn because he was planning to punish him for worshiping the Edomite gods. Amaziah refused to listen to Jehoash's warning, ", "21": "so Jehoash led his army to the town of Beth-Shemesh in Judah to attack Amaziah and his troops. ", "22": "During the battle, Judah's army was crushed. Every soldier from Judah ran back home, ", "23": "and Jehoash captured Amaziah. Jehoash took Amaziah with him when he went to attack Jerusalem. Jehoash broke down the city wall from Ephraim Gate to Corner Gate, a section about six hundred feet long. ", "24": "He carried away the gold, the silver, and all the valuable furnishings from God's temple where the descendants of Obed-Edom stood guard. He robbed the king's treasury, took hostages, then returned to Samaria.", "25": "Amaziah lived fifteen years after Jehoash died. ", "26": "Everything else Amaziah did while he was king is written in The History of the Kings of Judah and Israel.", "27": "As soon as Amaziah started disobeying the Lord, some people in Jerusalem plotted against Amaziah. He was able to escape to the town of Lachish, but another group of people caught him and killed him there. ", "28": "His body was taken to Jerusalem on horseback and buried beside his ancestors."}