{"1-3": "After the death of King Amaziah, the people of Judah crowned his son Uzziah[a] king, even though he was only sixteen at the time. Uzziah ruled fifty-two years from Jerusalem, the hometown of his mother Jecoliah. During his rule, he recaptured and rebuilt the town of Elath.", "4": "He obeyed the Lord by doing right, as his father Amaziah had done. ", "5": "Zechariah was Uzziah's advisor and taught him to obey God. And so, as long as Zechariah was alive, Uzziah was faithful to God, and God made him successful.", "6": "While Uzziah was king, he started a war against the Philistines. He smashed the walls of the cities of Gath, Jabneh, and Ashdod, then rebuilt towns around Ashdod and in other parts of Philistia. ", "7": "God helped him defeat the Philistines, the Arabs living in Gur-Baal, and the Meunites. ", "8": "Even the Ammonites paid taxes to Uzziah. He became very powerful, and people who lived as far away as Egypt heard about him.", "9": "In Jerusalem, Uzziah built fortified towers at the Corner Gate, the Valley Gate, and the place where the city wall turned inward.[b] ", "10": "He also built defense towers out in the desert. He owned such a large herd of livestock in the western foothills and in the flatlands, that he had cisterns dug there to catch the rainwater. He loved farming, so he had crops and vineyards planted in the hill country wherever there was fertile soil, and he hired farmers to take care of them.", "11": "Uzziah's army was always ready for battle. Jeiel and Maaseiah were the officers who kept track of the number of soldiers, and these two men were under the command of Hananiah, one of Uzziah's officials. ", "12-13": "There were 307,500 trained soldiers, all under the command of 2,600 clan leaders. These powerful troops protected the king against any enemy. ", "14": "Uzziah supplied his army with shields, spears, helmets, armor, bows, and stones used for slinging. ", "15": "Some of his skilled workers invented machines that could shoot arrows and sling large stones. Uzziah set these up in Jerusalem at his defense towers and at the corners of the city wall. God helped Uzziah become more and more powerful, and he was famous all over the world.", "16": "Uzziah became proud of his power, and this led to his downfall. One day, Uzziah disobeyed the Lord his God by going into the temple and burning incense as an offering to him.[c] ", "17": "Azariah the priest and eighty other brave priests followed Uzziah into the temple ", "18": "and said, “Your Majesty, this isn't right! You are not allowed to burn incense to the Lord. That must be done only by priests who are descendants of Aaron. You will have to leave! You have sinned against the Lord, and so he will no longer bless you.”", "19": "Uzziah, who was standing next to the incense altar at the time, was holding the incense burner, ready to offer incense to the Lord. He became very angry when he heard Azariah's warning, and leprosy[d] suddenly appeared on his forehead! ", "20": "Azariah and the other priests saw it and immediately told him to leave the temple. Uzziah realized that the Lord had punished him, so he hurried to get outside.", "21": "Uzziah had leprosy the rest of his life. He was no longer allowed in the temple or in his own palace. That's why his son Jotham lived there and ruled in his place.", "22": "Everything else Uzziah did while he was king is in the records written by the prophet Isaiah son of Amoz. ", "23": "Since Uzziah had leprosy, he could not be buried in the royal tombs. Instead, he was buried in a nearby cemetery that the kings owned. His son Jotham then became king."}