{"1": "Ahaz was twenty years old when he became king of Judah, and he ruled from Jerusalem for sixteen years. Ahaz was nothing like his ancestor David. Ahaz disobeyed the Lord ", "2": "and was as sinful as the kings of Israel. He made idols of the god Baal, ", "3": "and he offered sacrifices in Hinnom Valley. Worst of all, Ahaz sacrificed his own sons, which was a disgusting custom of the nations that the Lord had forced out of Israel. ", "4": "Ahaz offered sacrifices at the local shrines,[a] as well as on every hill and in the shade of large trees.", "5-6": "Ahaz and the people of Judah sinned and turned away from the Lord, the God their ancestors had worshiped. So the Lord punished them by letting their enemies defeat them. The king of Syria attacked Judah and took many of its people to Damascus as prisoners. King Pekah[b] of Israel later defeated Judah and killed one hundred twenty thousand of its bravest soldiers in one day. ", "7": "During that battle, an Israelite soldier named Zichri killed three men from Judah: Maaseiah the king's son; Azrikam, the official in charge of the palace; and Elkanah, the king's second in command. ", "8": "The Israelite troops captured two hundred thousand women and children and took them back to their capital city of Samaria, along with a large amount of their possessions. They did these things even though the people of Judah were their own relatives.", "9": "Oded lived in Samaria and was one of the Lord's prophets. He met Israel's army on their way back from Judah and said to them: The Lord God of your ancestors let you defeat Judah's army only because he was angry with them. But you should not have been so cruel! ", "10": "If you make slaves of the people of Judah and Jerusalem, you will be as guilty as they are of sinning against the Lord.", "11": "Send these prisoners back home—they are your own relatives. If you don't, the Lord will punish you in his anger.", "12": "About the same time, four of Israel's leaders arrived. They were Azariah son of Johanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai. They agreed with Oded that the Israelite troops were wrong, ", "13": "and they said: If you bring these prisoners into Samaria, that will be one more thing we've done to sin against the Lord. And he is already angry enough at us.", "14": "So in front of the leaders and the crowd, the troops handed over their prisoners and the property they had taken from Judah. ", "15": "The four leaders took some of the stolen clothes and gave them to the prisoners who needed something to wear. They later gave them all a new change of clothes and shoes, then fixed them something to eat and drink, and cleaned their wounds with olive oil. They gave donkeys to those who were too weak to walk, and led all of them back to Jericho, the city known for its palm trees. The leaders then returned to Samaria.", "16-18": "Some time later, the Edomites attacked the eastern part of Judah again and carried away prisoners. And at the same time, the Philistines raided towns in the western foothills and in the Southern Desert. They conquered the towns of Beth-Shemesh, Aijalon, Gederoth, Soco, Timnah, and Gimzo, including the villages around them. Then some of the Philistines went to live in these places. Ahaz sent a message to King Tiglath Pileser of Assyria and begged for help. ", "19": "But God was punishing Judah with these disasters, because Ahaz had disobeyed him and refused to stop Judah from sinning. ", "20": "So Tiglath Pileser came to Judah, but instead of helping, he made things worse. ", "21": "Ahaz gave him gifts from the Lord's temple and the king's palace, as well as from the homes of Israel's other leaders. The Assyrian king still refused to help Ahaz.", "22": "Even after all these terrible things happened to Ahaz, he sinned against the Lord even worse than before. ", "23": "He said to himself, “The Syrian gods must have helped their kings defeat me. Maybe if I offer sacrifices to those gods, they will help me.” That was the sin that finally led to the downfall of Ahaz, as well as to the destruction of Judah.", "24": "Ahaz collected all the furnishings of the temple and smashed them to pieces. Then he locked the doors to the temple and set up altars to foreign gods on every street corner in Jerusalem. ", "25": "In every city and town in Judah he built local shrines[c] to worship foreign gods. All of this made the Lord God of his ancestors very angry.", "26": "Everything else Ahaz did while he was king is written in The History of the Kings of Judah and Israel. ", "27": "Ahaz died and was buried in Jerusalem, but not in the royal tombs. His son Hezekiah then became king."}