{"1": "Hezekiah was twenty-five years old when he became king of Judah, and he ruled twenty-nine years from Jerusalem. His mother was Abijah daughter of Zechariah. ", "2": "Hezekiah obeyed the Lord by doing right, just as his ancestor David had done.", "3": "In the first month[a] of the first year of Hezekiah's rule, he unlocked the doors to the Lord's temple and had them repaired.[b] ", "4": "Then he called the priests and Levites to the east courtyard of the temple ", "5": "and said: It's time to purify the temple of the Lord God of our ancestors. You Levites must first go through the ceremony to make yourselves clean, then go into the temple and bring out everything that is unclean and unacceptable to the Lord. ", "6": "Some of our ancestors were unfaithful and disobeyed the Lord our God. Not only did they turn their backs on the Lord, but they also completely ignored his temple. ", "7": "They locked the doors, then let the lamps go out and stopped burning incense and offering sacrifices to him. ", "8": "The Lord became terribly angry at the people of Judah and Jerusalem, and everyone was shocked and horrified at what he did to punish them. Not only were ", "9": "our ancestors killed in battle, but our own children and wives were taken captive.", "10": "So I have decided to renew our agreement with the Lord God of Israel. Maybe then he will stop being so angry at us. ", "11": "Let's not waste any time, my friends. You are the ones who were chosen to be the Lord's priests and to offer him sacrifices.", "12-14": "When Hezekiah finished talking, the following Levite leaders went to work: Mahath son of Amasai and Joel son of Azariah from the Kohath clan; Kish son of Abdi and Azariah son of Jehallelel from the Merari clan; Joah son of Zimmah and Eden son of Joah from the Gershon clan; Shimri and Jeuel from the Elizaphan clan; Zechariah and Mattaniah from the Asaph clan; Jehuel and Shimei from the Heman clan; Shemaiah and Uzziel from the Jeduthun clan.", "15": "These leaders gathered together the rest of the Levites, and they all went through the ceremony to make themselves clean. Then they began to purify the temple according to the Law of the Lord, just as Hezekiah had commanded.", "16": "The priests went into the temple and carried out everything that was unclean. They put these things in the courtyard, and from there, the Levites carried them outside the city to Kidron Valley.", "17": "The priests and Levites began their work on the first day of the first month.[c] It took them one week to purify the courtyards of the temple and another week to purify the temple. So on the sixteenth day of that same month ", "18": "they went back to Hezekiah and said: Your Majesty, we have finished our work. The entire temple is now pure again, and so is the altar and its utensils, as well as the table for the sacred loaves of bread and its utensils. ", "19": "And we have brought back all the things that King Ahaz took from the temple during the time he was unfaithful to God. We purified them and put them back in front of the altar.", "20": "Right away, Hezekiah called together the officials of Jerusalem, and they went to the temple. ", "21": "They brought with them seven bulls, seven rams, seven lambs, and seven goats[d] as sacrifices to take away the sins of Hezekiah's family and of the people of Judah, as well as to purify the temple. Hezekiah told the priests, who were descendants of Aaron, to sacrifice these animals on the altar.", "22": "The priests killed the bulls, the rams, and the lambs, then splattered the blood on the altar. ", "23": "They took the goats to Hezekiah and the worshipers, and they laid their hands on the animals. ", "24": "The priests then killed the goats and splattered the blood on the altar as a sacrifice to take away the sins of everyone in Israel, because Hezekiah had commanded that these sacrifices be made for all the people of Israel.", "25": "Next, Hezekiah assigned the Levites to their places in the temple. He gave them cymbals, harps, and other stringed instruments, according to the instructions that the Lord had given King David and the two prophets, Gad and Nathan. ", "26": "The Levites were ready to play the instruments that had belonged to David; the priests were ready to blow the trumpets.", "27": "As soon as Hezekiah gave the signal for the sacrifices to be burned on the altar, the musicians began singing praises to the Lord and playing their instruments, ", "28": "and everyone worshiped the Lord. This continued until the last animal was sacrificed.", "29": "After that, Hezekiah and the crowd of worshipers knelt down and worshiped the Lord. ", "30": "Then Hezekiah and his officials ordered the Levites to sing the songs of praise that David and Asaph the prophet had written. And so they bowed down and joyfully sang praises to the Lord.", "31": "Hezekiah said to the crowd, “Now that you are once again acceptable to the Lord, bring sacrifices and offerings to give him thanks.” The people did this, and some of them voluntarily brought animals to be offered as sacrifices. ", "32": "Seventy bulls, one hundred rams, and two hundred lambs were brought as sacrifices to please the Lord;[e] ", "33": "six hundred bulls and three thousand sheep were brought as sacrifices to ask the Lord's blessing.[f] ", "34": "There were not enough priests to skin all these animals, because many of the priests had not taken the time to go through the ceremony to make themselves clean. However, since all the Levites had made themselves clean, they helped the priests until the last animal was skinned. ", "35": "Besides all the sacrifices that were burned on the altar, the fat from the other animal sacrifices was burned, and the offerings of wine were poured over the altar. So the temple was once again used for worshiping the Lord. ", "36": "Hezekiah and the people of Judah celebrated, because God had helped them make this happen so quickly."}