{"1-2": "Solomon's workers began building the temple in Jerusalem on the second day of the second month,[a] four years after Solomon had become king of Israel. It was built on Mount Moriah where the Lord had appeared to David at the threshing place that had belonged to Araunah[b] from Jebus.", "3": "The inside of the temple was ninety feet long and thirty feet wide, according to the older standards.[c] ", "4": "Across the front of the temple was a porch thirty feet wide and thirty feet[d] high. The inside walls of the porch were covered with pure gold.", "5": "Solomon had the inside walls of the temple's main room paneled first with pine and then with a layer of gold, and he had them decorated with carvings of palm trees and designs that looked like chains. ", "6": "He used precious stones to decorate the temple, and he used gold imported from Parvaim[e] ", "7": "to decorate the ceiling beams, the doors, the door frames, and the walls. Solomon also had the workers carve designs of winged creatures into the walls.", "8": "The most holy place was thirty feet square, and its walls were covered with almost twenty-five tons of fine gold. ", "9": "More than a pound of gold was used to cover the heads of the nails. The walls of the small storage rooms were also covered with gold.[f]", "10": "Solomon had two statues of winged creatures[g] made to put in the most holy place, and he covered them with gold. ", "11-13": "Each creature had two wings and was fifteen feet from the tip of one wing to the tip of the other wing. Solomon set them next to each other in the most holy place, facing the doorway. Their wings were spread out and reached all the way across the thirty foot room.", "14": "A curtain[h] was made of fine linen woven with blue, purple, and red wool, and embroidered with designs of winged creatures.", "15": "Two columns were made for the entrance to the temple. Each one was fifty-two feet tall and had a cap on top that was seven and a half feet high. ", "16": "The top of each column was decorated with designs that looked like chains[i] and with a hundred carvings of pomegranates.[j] ", "17": "Solomon had one of the columns placed on the south side of the temple's entrance; it was called Jachin.[k] The other one was placed on the north side of the entrance; it was called Boaz.[l]"}