{"1-4": "Passover wasn't celebrated in the first month,[a] which was the usual time, because many of the priests were still unclean and unacceptable to serve, and because not everyone in Judah had come to Jerusalem for the festival. So Hezekiah, his officials, and the people agreed to celebrate Passover in the second month.[b] Hezekiah sent a message to everyone in Israel and Judah, including those in the territories of Ephraim and West Manasseh, inviting them to the temple in Jerusalem for the celebration of Passover in honor of the Lord God of Israel. ", "5": "Everyone from Beersheba in the south to Dan in the north was invited. This was the largest crowd of people that had ever celebrated Passover, according to the official records.", "6": "Hezekiah's messengers went everywhere in Israel and Judah with the following letter: People of Israel, now that you have survived the invasion of the Assyrian kings,[c] it's time for you to turn back to the Lord God our ancestors Abraham, Isaac, and Jacob worshiped. If you do this, he will stop being angry. ", "7": "Don't follow the example of your ancestors and your Israelite relatives in the north. They were unfaithful to the Lord, and he punished them horribly. ", "8": "Don't be stubborn like your ancestors. Decide now to obey the Lord our God! Come to Jerusalem and worship him in the temple that will belong to him forever. Then he will stop being angry, ", "9": "and the enemies that have captured your families will show pity and send them back home. The Lord God is kind and merciful, and if you turn back to him, he will no longer turn his back on you.", "10": "The messengers went to every town in Ephraim and West Manasseh as far north as the territory of Zebulun, but everyone laughed and insulted them. ", "11": "Only a few people from the tribes of Asher, West Manasseh, and Zebulun were humble and went to Jerusalem. ", "12": "God also made everyone in Judah eager to do what Hezekiah and his officials had commanded.", "13": "In the second month,[d] a large crowd of people gathered in Jerusalem to celebrate the Festival of Thin Bread.[e] ", "14": "They took all the foreign altars and incense altars in Jerusalem and threw them into Kidron Valley.", "15-17": "Then, on the fourteenth day of that same month, the Levites began killing the lambs for Passover, because many of the worshipers were unclean and were not allowed to kill their own lambs. Meanwhile, some of the priests and Levites felt ashamed because they had not gone through the ceremony to make themselves clean. They immediately went through that ceremony and went to the temple, where they offered sacrifices to please the Lord.[f] Then the priests and Levites took their positions, according to the Law of Moses, the servant of God. As the Levites killed the lambs, they handed some of the blood to the priests, who splattered it on the altar.", "18-19": "Most of the people that came from Ephraim, West Manasseh, Issachar, and Zebulun had not made themselves clean, but they ignored God's Law and ate the Passover lambs anyway. Hezekiah found out what they had done and prayed, “Lord God, these people are unclean according to the laws of holiness. But they are worshiping you, just as their ancestors did. So, please be kind and forgive them.” ", "20": "The Lord answered Hezekiah's prayer and did not punish them.", "21": "The worshipers in Jerusalem were very happy and celebrated the Festival for seven days. The Levites and priests sang praises to the Lord every day and played their instruments. ", "22": "Hezekiah thanked the Levites for doing such a good job, leading the celebration. The worshipers celebrated for seven days by offering sacrifices, by eating the sacred meals, and by praising the Lord God of their ancestors. ", "23": "Everyone was so excited that they agreed to celebrate seven more days.", "24": "So Hezekiah gave the people one thousand bulls and seven thousand sheep to be offered as sacrifices and to be used as food for the sacred meals. His officials gave one thousand bulls and ten thousand sheep, and many more priests agreed to go through the ceremony to make themselves clean. ", "25": "Everyone was very happy, including those from Judah and Israel, the priests and Levites, and the foreigners living in Judah and Israel. ", "26": "It was the biggest celebration in Jerusalem since the days of King Solomon, the son of David. ", "27": "The priests and Levites asked God to bless the people, and from his home in heaven, he did."}