{"1": "After King Hezekiah had faithfully obeyed the Lord's instructions by doing these things, King Sennacherib of Assyria invaded Judah. He attacked the fortified cities and thought he would capture every one of them.", "2": "As soon as Hezekiah learned that Sennacherib was planning to attack Jerusalem, ", "3-4": "he and his officials worked out a plan to cut off the supply of water outside the city, so that the Assyrians would have no water when they came to attack. The officials got together a large work force that stopped up the springs and streams near Jerusalem.", "5": "Hezekiah also had workers repair the broken sections of the city wall. Then they built defense towers and an outer wall to help protect the one already there. The landfill on the east side of David's City was also strengthened. He gave orders to make a large supply of weapons and shields, ", "6": "and he appointed army commanders over the troops. Then he gathered the troops together in the open area in front of the city gate and said to them:", "7": "Be brave and confident! There's no reason to be afraid of King Sennacherib and his powerful army. We are much more powerful, ", "8": "because the Lord our God fights on our side. The Assyrians must rely on human power alone. These words encouraged the army of Judah.", "9": "When Sennacherib and his troops were camped at the town of Lachish, he sent a message to Hezekiah and the people in Jerusalem. It said:", "10": "I am King Sennacherib of Assyria, and I have Jerusalem surrounded. Do you think you can survive my attack? ", "11": "Hezekiah your king is telling you that the Lord your God will save you from me. But he is lying, and you'll die of hunger and thirst. ", "12": "Didn't Hezekiah tear down all except one of the Lord's altars and places of worship?[a] And didn't he tell you people of Jerusalem and Judah to worship at that one place?", "13": "You've heard what my ancestors and I have done to other nations. Were the gods of those nations able to defend their land against us? ", "14": "None of those gods kept their people safe from the kings of Assyria. Do you really think your God can do any better? ", "15": "Don't be fooled by Hezekiah! No god of any nation has ever been able to stand up to Assyria. Believe me, your God cannot keep you safe!", "16": "The Assyrian officials said terrible things about the Lord God and his servant Hezekiah. ", "17": "Sennacherib's letter even made fun of the Lord. It said, “The gods of other nations could not save their people from Assyria's army, and neither will the God that Hezekiah worships.” ", "18": "The officials said all these things in Hebrew, so that everyone listening from the city wall would understand and be terrified and surrender. ", "19": "The officials talked about the Lord God as if he were nothing but an ordinary god or an idol that someone had made.", "20": "Hezekiah and the prophet Isaiah son of Amoz asked the Lord for help, ", "21": "and he sent an angel that killed every soldier and commander in the Assyrian camp. Sennacherib returned to Assyria, completely disgraced. Then one day he went into the temple of his god where some of his sons killed him.", "22": "The Lord rescued Hezekiah and the people of Jerusalem from Sennacherib and also protected them from other enemies. ", "23": "People brought offerings to Jerusalem for the Lord and expensive gifts for Hezekiah, and from that day on, every nation on earth respected Hezekiah.", "24": "About this same time, Hezekiah got sick and was almost dead. He prayed, and the Lord gave him a sign that he would recover. ", "25": "But Hezekiah was so proud that he refused to thank the Lord for everything he had done for him. This made the Lord angry, and he punished Hezekiah and the people of Judah and Jerusalem. ", "26": "Hezekiah and the people later felt sorry and asked the Lord to forgive them. So the Lord did not punish them as long as Hezekiah was king.", "27": "Hezekiah was very rich, and everyone respected him. He built special rooms to store the silver, the gold, the precious stones and spices, the shields, and the other valuable possessions. ", "28": "Storehouses were also built for his supply of grain, wine, and olive oil; barns were built for his cattle, and pens were put up for his sheep. ", "29": "God made Hezekiah extremely rich, so he bought even more sheep, goats, and cattle. And he built towns where he could keep all these animals.", "30": "It was Hezekiah who built a tunnel that carried the water from Gihon Spring into the city of Jerusalem. In fact, everything he did was successful! ", "31": "Even when the leaders of Babylonia sent messengers to ask Hezekiah about the sign God had given him, God let Hezekiah give his own answer to test him and to see if he would remain faithful.", "32": "Everything else Hezekiah did while he was king, including how faithful he was to the Lord, is included in the records kept by Isaiah the prophet. These are written in The History of the Kings of Judah and Israel. ", "33": "When Hezekiah died, he was buried in the section of the royal tombs that was reserved for the most respected kings,[b] and everyone in Judah and Jerusalem honored him. His son Manasseh then became king."}