{"1": "Manasseh was twelve years old when he became king of Judah, and he ruled fifty-five years from Jerusalem. ", "2": "Manasseh disobeyed the Lord by following the disgusting customs of the nations that the Lord had forced out of Israel. ", "3": "He rebuilt the local shrines[a] that his father Hezekiah had torn down. He built altars for the god Baal and set up sacred poles[b] for worshiping the goddess Asherah. And he faithfully worshiped the stars in the sky.", "4": "In the temple, where only the Lord was supposed to be worshiped, Manasseh built altars for pagan gods ", "5": "and for the stars. He placed these altars in both courtyards of the temple ", "6-7": "and even set up a stone image of a foreign god. Manasseh practiced magic and witchcraft; he asked fortunetellers for advice and sacrificed his own sons in Hinnom Valley. He did many other sinful things and made the Lord very angry. Years ago, God had told David and Solomon: Jerusalem is the place I prefer above all others in Israel. It belongs to me, and there in the temple I will be worshiped forever. ", "8": "If my people will faithfully obey all the laws and teaching I gave to my servant Moses, I will never again force them to leave the land I gave to their ancestors.", "9": "But the people of Judah and Jerusalem listened to Manasseh and did even more sinful things than the nations the Lord had wiped out.", "10": "The Lord tried to warn Manasseh and the people about their sins, but they ignored the warning. ", "11": "So he let Assyrian army commanders invade Judah and capture Manasseh. They put a hook in his nose and tied him up in chains, and they took him to Babylon. ", "12": "While Manasseh was held captive there, he asked the Lord God to forgive him and to help him. ", "13": "The Lord listened to Manasseh's prayer and saw how sorry he was, and so he let him go back to Jerusalem and rule as king. Manasseh knew from then on that the Lord was God.", "14": "Later, Manasseh rebuilt the eastern section of Jerusalem's outer wall and made it taller. This section went from Gihon Valley north to Fish Gate and around the part of the city called Mount Ophel. He also assigned army officers to each of the fortified cities in Judah.[c]", "15": "Manasseh also removed the idols and the stone image of the foreign god from the temple, and he gathered the altars he had built near the temple and in other parts of Jerusalem. He threw all these things outside the city. ", "16": "Then he repaired the Lord's altar and offered sacrifices to thank him and sacrifices to ask his blessing.[d] He gave orders that everyone in Judah must worship the Lord God of Israel. ", "17": "The people obeyed Manasseh, but they worshiped the Lord at their own shrines.", "18": "Everything else Manasseh did while he was king, including his prayer to the Lord God and the warnings from his prophets, is written in The History of the Kings of Israel. ", "19": "Hozai[e] wrote a lot about Manasseh, including his prayer and God's answer. But Hozai also recorded the evil things Manasseh did before turning back to God, as well as a list of places where Manasseh set up idols, and where he built local shrines and places to worship Asherah. ", "20": "Manasseh died and was buried near the palace, and his son Amon became king.", "21": "Amon was twenty-two years old when he became king of Judah, and he ruled from Jerusalem for two years. ", "22": "Amon disobeyed the Lord, just as his father Manasseh had done, and he worshiped and offered sacrifices to the idols his father had made. ", "23": "Manasseh had turned back to the Lord, but Amon refused to do that. Instead, he sinned even more than his father.", "24": "Some of Amon's officials plotted against him and killed him in his palace. ", "25": "But the people of Judah killed the murderers of Amon and made his son Josiah king."}