{"1": "Josiah was eight years old when he became king of Judah, and he ruled thirty-one years from Jerusalem. ", "2": "He followed the example of his ancestor David and always obeyed the Lord.", "3": "When Josiah was only sixteen years old he began worshiping God, just as his ancestor David had done. Then, four years later, he decided to destroy the local shrines[a] in Judah and Jerusalem, as well as the sacred poles[b] for worshiping the goddess Asherah and the idols of foreign gods. ", "4": "He watched as the altars for the worship of the god Baal were torn down, and as the nearby incense altars were smashed. The Asherah poles, the idols, and the stone images were also smashed, and the pieces were scattered over the graves of their worshipers. ", "5": "Josiah then had the bones of the pagan priests burned on the altars.[c] And so Josiah got rid of the worship of foreign gods in Judah and Jerusalem. ", "6": "He did the same things in the towns and ruined villages[d] in the territories of West Manasseh, Ephraim, and Simeon, as far as the border of Naphtali. ", "7": "Everywhere in the northern kingdom of Israel, Josiah tore down pagan altars and Asherah poles; he crushed idols to dust and smashed incense altars. Then Josiah went back to Jerusalem.", "8": "In the eighteenth year of Josiah's rule in Judah, after he had gotten rid of all the sinful things from the land and from the Lord's temple, he sent three of his officials to repair the temple. They were Shaphan son of Azaliah, Governor Maaseiah of Jerusalem, and Joah son of Joahaz, who kept the government records.", "9": "These three men went to Hilkiah the high priest. They gave him the money that the Levite guards had collected from the people of West Manasseh, Ephraim, and the rest of Israel, as well as those living in Judah, Benjamin, and Jerusalem. ", "10": "Then the money was turned over to the men who supervised the repairs to the temple. They used some of it to pay the workers, ", "11": "and they gave the rest of it to the carpenters and builders, who used it to buy the stone and wood they needed to repair the other buildings that Judah's kings had not taken care of.", "12": "The workers were honest, and their supervisors were Jahath and Obadiah from the Levite clan of Merari, and Zechariah and Meshullam from the Levite clan of Kohath. Other Levites, who were all skilled musicians, ", "13": "were in charge of carrying supplies and supervising the workers. Other Levites were appointed to stand guard around the temple.", "14": "While the money was being given to these supervisors, Hilkiah found the book that contained the laws that the Lord had given to Moses. ", "15": "Hilkiah handed the book to Shaphan the official and said, “Look what I found here in the temple—The Book of God's Law.”", "16": "Shaphan took the book to Josiah and reported, “Your officials are doing everything you wanted. ", "17": "They have collected the money from the temple and have given it to the men supervising the repairs. ", "18": "But there's something else, Your Majesty. The priest Hilkiah gave me this book.” Then Shaphan read it aloud.", "19": "When Josiah heard what was in The Book of God's Law, he tore his clothes in sorrow. ", "20": "At once he called together Hilkiah, Shaphan, Ahikam son of Shaphan, Abdon son of Micah,[e] and his own servant Asaiah. He said, ", "21": "“The Lord must be furious with me and everyone else in Israel and Judah, because our ancestors did not obey the laws written in this book. Go find out what the Lord wants us to do.”", "22": "Hilkiah and the four other men left right away and went to talk with Huldah the prophet. Her husband was Shallum,[f] who was in charge of the king's clothes. Huldah lived in the northern part of Jerusalem, and when they met in her home, ", "23": "she said: You were sent here by King Josiah, and this is what the Lord God of Israel says to him: ", "24": "“Josiah, I am the Lord! And I intend to punish this country and everyone in it, just as this book says. ", "25": "The people of Judah and Israel have rejected me. They have offered sacrifices to foreign gods and have worshiped their own idols. I can't stand it any longer. I am furious.", "26-27": "“Josiah, listen to what I am going to do. I noticed how sad you were when you heard that this country and its people would be completely wiped out. You even tore your clothes in sorrow, and I heard you cry. ", "28": "So before I destroy this place, I will let you die in peace.” The men left and reported to Josiah what Huldah had said.", "29": "King Josiah called together the leaders of Judah and Jerusalem. ", "30": "Then he went to the Lord's temple, together with all the people of Judah and Jerusalem, the priests, and the Levites. Finally, when everybody was there, he read aloud The Book of God's Law[g] that had been found in the temple.", "31": "After Josiah had finished reading, he stood in the place reserved for the king. He promised in the Lord's name to faithfully obey the Lord and to follow his laws and teachings that were written in the book. ", "32": "Then he asked the people of Jerusalem and Benjamin to make that same promise and to obey the God their ancestors had worshiped.", "33": "Josiah destroyed all the idols in the territories of Israel, and he commanded everyone in Israel to worship only the Lord God. The people did not turn away from the Lord God of their ancestors for the rest of Josiah's rule as king."}