{"1": "After the death of Josiah, the people of Judah crowned his son Jehoahaz their new king. ", "2": "He was twenty-three years old at the time, and he ruled only three months from Jerusalem. ", "3": "King Neco of Egypt captured Jehoahaz and forced Judah to pay almost four tons of silver and seventy-five pounds of gold as taxes. ", "4": "Then Neco appointed Jehoahaz's brother Eliakim king of Judah and changed his name to Jehoiakim. He led Jehoahaz away to Egypt as his prisoner.", "5": "Jehoiakim was twenty-five years old when he was appointed king, and he ruled eleven years from Jerusalem. Jehoiakim disobeyed the Lord his God by doing evil.", "6": "During Jehoiakim's rule, King Nebuchadnezzar of Babylonia invaded Judah. He arrested Jehoiakim and put him in chains, and he sent him to the capital city of Babylon. ", "7": "Nebuchadnezzar also carried off many of the valuable things in the Lord's temple, and he put them in his palace in Babylon.", "8": "Everything else Jehoiakim did while he was king, including all the disgusting and evil things, is written in The History of the Kings of Israel and Judah. His son Jehoiachin then became king.", "9": "Jehoiachin was eighteen[a] years old when he became king of Judah, and he ruled only three months and ten days from Jerusalem. Jehoiachin also disobeyed the Lord by doing evil. ", "10": "In the spring of the year, King Nebuchadnezzar of Babylonia had Jehoiachin arrested and taken to Babylon, along with more of the valuable items in the temple. Then Nebuchadnezzar appointed Zedekiah king of Judah.", "11": "Zedekiah was twenty-one years old when he was appointed king of Judah, and he ruled from Jerusalem for eleven years. ", "12": "He disobeyed the Lord his God and refused to change his ways, even after a warning from Jeremiah, the Lord's prophet.", "13": "King Nebuchadnezzar of Babylonia had forced Zedekiah to promise in God's name that he would be loyal. Zedekiah was stubborn and refused to turn back to the Lord God of Israel, so he rebelled against Nebuchadnezzar. ", "14": "The people of Judah and even the priests who were their leaders became more unfaithful. They followed the disgusting example of the nations around them and made the Lord's holy temple unfit for worship. ", "15": "But the Lord God felt sorry for his people, and instead of destroying the temple, he sent prophets who warned the people over and over about their sins. ", "16": "But the people only laughed and insulted these prophets. They ignored what the Lord God was trying to tell them, until he finally became so angry that nothing could stop him from punishing Judah and Jerusalem.", "17": "The Lord sent King Nebuchadnezzar of Babylonia to attack Jerusalem. Nebuchadnezzar killed the young men who were in the temple, and he showed no mercy to anyone, whether man or woman, young or old. God let him kill everyone in the city. ", "18": "Nebuchadnezzar carried off everything that was left in the temple; he robbed the treasury and the personal storerooms of the king and his officials. He took everything back to Babylon.", "19": "Nebuchadnezzar's troops burned down the temple and destroyed every important building in the city. Then they broke down the city wall. ", "20": "The survivors were taken to Babylonia as prisoners, where they were slaves of the king and his sons, until Persia became a powerful nation.", "21": "Judah was an empty desert, and it stayed that way for seventy years, to make up for all the years it was not allowed to rest.[b] These things happened just as Jeremiah the Lord's prophet had said.[c]", "22": "In the first year that Cyrus was king of Persia,[d] the Lord had Cyrus send a message to all parts of his kingdom. This happened just as Jeremiah the Lord's prophet had promised. ", "23": "The message said: I am King Cyrus of Persia. The Lord God of heaven has made me the ruler of every nation on earth. He has also chosen me to build a temple for him in Jerusalem, which is in Judah. The Lord God will watch over any of his people who want to go back to Judah."}