{"1": "Solomon prayed: “Our Lord, you said that you would live in a dark cloud.", "2": "Now I've built a glorious temple where you can live forever.”", "3": "Solomon turned toward the people standing there. Then he blessed them ", "4-6": "and said: Praise the Lord God of Israel! He brought his people out of Egypt long ago and later kept his promise to make my father David the king of Israel. The Lord also promised him that Jerusalem would be the city where his temple will be built, and now that promise has come true.", "7": "When my father wanted to build a temple for the Lord God of Israel, ", "8": "the Lord said, “It's good that you want to build a temple where I can be worshiped. ", "9": "But you're not the one to do it. Your son will build the temple to honor me.”", "10": "The Lord has done what he promised. I am now the king of Israel, and I've built a temple for the Lord our God. ", "11": "I've also put the sacred chest in the temple. And in that chest are the two flat stones on which is written the solemn agreement the Lord made with our ancestors when he rescued them from Egypt.", "12-13": "Earlier, Solomon had a bronze platform made that was about eight feet square and five feet high, and he put it in the center of the outer courtyard near the altar. Solomon stood on the platform facing the altar with everyone standing behind him. Then he lifted his arms toward heaven; he knelt down ", "14": "and prayed: Lord God of Israel, no other god in heaven or on earth is like you! You never forget the agreement you made with your people, and you are loyal to anyone who faithfully obeys your teachings. ", "15": "My father David was your servant, and today you have kept every promise you made to him.", "16": "You promised that someone from his family would always be king of Israel, if they do their best to obey you, just as he did. ", "17": "Please keep this promise you made to your servant David. ", "18": "There's not enough room in all of heaven for you, Lord God. How could you possibly live on earth in this temple I have built? ", "19": "But I ask you to answer my prayer. ", "20": "This is the temple where you have chosen to be worshiped. Please watch over it day and night and listen when I turn toward it and pray. ", "21": "I am your servant, and the people of Israel belong to you, and so whenever any of us look toward this temple and pray, answer from your home in heaven and forgive our sins.", "22": "Suppose someone accuses a person of a crime, and the accused has to stand in front of the altar in your temple and say, “I swear I am innocent!” ", "23": "Listen from heaven and decide who is right. Then punish the guilty person and let the innocent one go free.", "24": "Suppose your people Israel sin against you, and then an enemy defeats them. If they come to this temple and beg for forgiveness, ", "25": "listen from your home in heaven. Forgive them and bring them back to the land you gave their ancestors.", "26": "Suppose your people sin against you, and you punish them by holding back the rain. If they stop sinning and turn toward this temple to pray in your name, ", "27": "listen from your home in heaven and forgive them. The people of Israel are your servants, so teach them to live right. And send rain on the land you promised them forever.", "28": "Sometimes the crops may dry up or rot or be eaten by locusts[a] or grasshoppers, and your people will be starving. Sometimes enemies may surround their towns, or your people will become sick with deadly diseases. ", "29": "Please listen when anyone in Israel truly feels sorry and sincerely prays with arms lifted toward your temple. ", "30": "You know what is in everyone's heart. So from your home in heaven answer their prayers, according to what they do and what is in their hearts. ", "31": "Then your people will worship you and obey you for as long as they live in the land you gave their ancestors.", "32": "Foreigners will hear about you and your mighty power, and some of them will come to live among your people Israel. If any of them pray toward this temple, ", "33": "listen from your home in heaven and answer their prayers. Then everyone on earth will worship you, just as your own people Israel do, and they will know that I have built this temple in your honor.", "34": "Sometimes you will order your people to attack their enemies. Then your people will turn toward this temple I have built for you in your chosen city, and they will pray to you. ", "35": "Answer their prayers from heaven and give them victory.", "36": "Everyone sins. But when your people sin against you, suppose you get angry enough to let their enemies drag them away to foreign countries. ", "37-39": "Later, they may feel sorry for what they did and ask your forgiveness. Answer them when they pray toward this temple I have built for you in your chosen city, here in this land you gave their ancestors. From your home in heaven, listen to their sincere prayers and forgive your people who have sinned against you.", "40": "Lord God, hear us when we pray in this temple. ", "41": "Come to your new home, where we have already placed the sacred chest, which is the symbol of your strength. I pray that when the priests announce your power to save people, those who are faithful to you will celebrate what you've done for them. ", "42": "Always remember the love you had for your servant David,[b] so that you will not reject your chosen kings."}