{"1": "As soon as Solomon finished praying, fire came down from heaven and burned up the offerings. The Lord's dazzling glory then filled the temple, ", "2": "and the priests could not go in.", "3": "When the crowd of people saw the fire and the Lord's glory, they knelt down and worshiped the Lord. They prayed: “The Lord is good, and his love never ends.”", "4-5": "Solomon and the people dedicated the temple to the Lord by sacrificing twenty-two thousand cattle and one hundred twenty thousand sheep. ", "6": "Everybody stood up during the ceremony. The priests were in their assigned places, blowing their trumpets. And the Levites faced them, playing the musical instruments that David had made for them to use when they praised the Lord for his never-ending love.", "7": "On that same day, Solomon dedicated the courtyard in front of the temple and got it ready to be used for worship. The bronze altar he had made was too small, so he used the courtyard to offer sacrifices to please the Lord[a] and grain sacrifices, and also to send up in smoke the fat from the other offerings.", "8": "For seven days, Solomon and the crowd celebrated the Festival of Shelters, and people came from as far away as the Egyptian Gorge in the south and Lebo-Hamath in the north. ", "9": "Then on the next day, everyone came together for worship. They had celebrated a total of fourteen days, seven days for the dedication of the altar and seven more days for the festival. ", "10": "Then on the twenty-third day of the seventh month,[b] Solomon sent everyone home. They left very happy because of all the good things the Lord had done for David and Solomon, and for his people Israel.", "11": "The Lord's temple and Solomon's palace were now finished. In fact, everything Solomon had planned to do was completed.", "12": "Some time later, the Lord appeared to Solomon in a dream and said: I heard your prayer, and I have chosen this temple as the place where sacrifices will be offered to me.", "13": "Suppose I hold back the rain or send locusts[c] to eat the crops or make my people suffer with deadly diseases. ", "14": "If my own people will humbly pray and turn back to me and stop sinning, then I will answer them from heaven. I will forgive them and make their land fertile once again. ", "15": "I will hear the prayers made in this temple, ", "16": "because it belongs to me, and this is where I will be worshiped forever. I will never stop watching over it.", "17": "Your father David obeyed me, and now, Solomon, you must do the same. Obey my laws and teachings, ", "18": "and I will keep my solemn promise to him that someone from your family will always be king of Israel.", "19": "But if you or any of the people of Israel disobey my laws or start worshiping foreign gods, ", "20": "I will pull you out of this land I gave you. I will desert this temple where I said I would be worshiped, so that people everywhere will think it is only a joke and will make fun of it. ", "21": "This temple is now magnificent. But when these things happen, everyone who walks by it will be shocked and will ask, “Why did the Lord do such a terrible thing to his people and to this temple?” ", "22": "Then they will answer, “It was because the people of Israel rejected the Lord their God, who rescued their ancestors from Egypt, and they started worshiping other gods.”"}