{"1": "The Queen of Sheba heard how famous Solomon was, so she went to Jerusalem to test him with difficult questions. She took along several of her officials, and she loaded her camels with gifts of spices, jewels, and gold. When she arrived, she and Solomon talked about everything she could think of. ", "2": "He answered every question, no matter how difficult it was.", "3-4": "The Queen was amazed at Solomon's wisdom. She was breathless when she saw his palace,[a] the food on his table, his officials, all his servants in their uniforms, and the sacrifices he offered at the Lord's temple. ", "5": "She said: Solomon, in my own country I had heard about your wisdom and all you've done. ", "6": "But I didn't believe it until I saw it with my own eyes! And there's so much I didn't hear about. You are greater than I was told. ", "7": "Your people and officials are lucky to be here where they can listen to the wise things you say.", "8": "I praise the Lord your God. He is pleased with you and has made you king of Israel. God loves the people of this country and will never desert them, so he has given them a king who will rule fairly and honestly.", "9": "The Queen of Sheba gave Solomon almost five tons of gold, a large amount of jewels, and the best spices anyone had ever seen.", "10-12": "In return, Solomon gave her everything she wanted—even more than she had given him. Then she and her officials went back to their own country. Hiram's and Solomon's sailors brought gold, juniper wood, and jewels from the country of Ophir. Solomon used the wood to make steps[b] for the temple and palace, and harps and other stringed instruments for the musicians. Nothing like these had ever been made in Judah.", "13": "Solomon received about twenty-five tons of gold each year, ", "14": "not counting what the merchants and traders brought him. The kings of Arabia and the leaders of Israel also gave him gold and silver.", "15": "Solomon made two hundred gold shields that weighed about seven and a half pounds each. ", "16": "He also made three hundred smaller gold shields that weighed almost four pounds, and he put these shields in his palace in Forest Hall.", "17": "His throne was made of ivory and covered with pure gold. ", "18": "It had a gold footstool attached to it and armrests on each side. There was a statue of a lion on each side of the throne, ", "19": "and there were two lion statues on each of the six steps leading up to the throne. No other throne in the world was like Solomon's.", "20": "Solomon's cups and dishes in Forest Hall were made of pure gold, because silver was almost worthless in those days.", "21": "Solomon had a lot of seagoing ships.[c] Every three years he sent them out with Hiram's ships to bring back gold, silver, and ivory, as well as monkeys and peacocks.[d]", "22": "Solomon was the richest and wisest king in the world. ", "23-24": "Year after year, other kings came to hear the wisdom God had given him. And they brought gifts of silver and gold, as well as clothes, weapons, spices, horses, and mules.", "25": "Solomon had four thousand stalls for his horses and chariots, and he owned twelve thousand horses that he kept in Jerusalem and other towns.", "26": "He ruled all the nations from the Euphrates River in the north to the land of Philistia in the south, as far as the border of Egypt.", "27": "While Solomon was king, there was silver everywhere in Jerusalem, and cedar was as common as the sycamore trees in the western foothills. ", "28": "Solomon's horses were brought in from other countries, including Musri.[e]", "29": "Everything else Solomon did while he was king is written in the records of Nathan the prophet, Ahijah the prophet from Shiloh, and Iddo the prophet who wrote about Jeroboam son of Nebat. ", "30": "After Solomon had ruled forty years from Jerusalem, ", "31": "he died and was buried in the city of his father David. His son Rehoboam then became king."}