{"1": "Indeed, I want you to know how much I am struggling for you and for those in Laodicea, and for all those who have not seen me personally. ", "2": "I am doing this so that their hearts may be encouraged as they are brought together in love, and into all the wealth of assurance that understanding brings, into the knowledge of the mystery of God, which is Christ.[a] ", "3": "All the treasures of wisdom and knowledge are hidden in him.", "4": "I say this so that no one deceives you with persuasive speech that sounds reasonable. ", "5": "For though I am absent bodily, I am with you in spirit, rejoicing to see your orderliness and the firmness of your faith in Christ.", "6": "Therefore, just as you received Christ Jesus as Lord, continue to walk in him, ", "7": "by being rooted and built up in him, and strengthened in the faith just as you were taught, while you overflow in faith[b] with thanksgiving.", "8": "See to it that no one takes you captive through philosophy and empty deceit, which are in accord with human tradition, namely, the basic principles of the world, but not in accord with Christ. ", "9": "For all the fullness of God's being dwells bodily in Christ. ", "10": "And you have been brought to fullness in him. Christ is the head over every ruler and authority. ", "11": "You were also circumcised in him, with a circumcision not done by human hands, in the putting off of the body of flesh,[c] in the circumcision of Christ, ", "12": "when you were buried with Christ in baptism. And in baptism you were also raised with him through the faith worked by the God who raised Christ from the dead.", "13": "Even when you were dead in your trespasses and the uncircumcision of your flesh, God made you alive with Christ by forgiving us all our trespasses. ", "14": "God erased the record of our debt brought against us by his legal demands. This record stood against us, but he took it away by nailing it to the cross. ", "15": "After disarming the rulers and authorities, he made a public display of them by triumphing over them in Christ.", "16": "Therefore, do not let anyone judge you in regard to food or drink, or in regard to a festival or a New Moon or a Sabbath day. ", "17": "These are a shadow of the things that were coming, but the body belongs to Christ. ", "18": "Do not let anyone who enjoys false humility and the worship of angels tell you that you are disqualified from the prize. This person goes into detail about what he has seen.[d] He is puffed up for no reason by the attitude of his sinful flesh. ", "19": "He does not hold on to the head, from whom the whole body grows with the growth that comes from God as it is supported and held together by its sinews and ligaments.", "20": "If you died with Christ to the basic principles of the world, why do you submit to its rules, as if you were still living in the world? ", "21": "“Do not touch!” “Do not taste!” “Do not handle!” ", "22": "All of these rules end in destruction when they are used, because they are in accord with human commands and teachings. ", "23": "While such rules have the appearance of wisdom with self-chosen religion, which consists of humiliation and severe treatment of the body, they have no value at all in checking the self-indulgence of the sinful flesh."}