{"1": "Masters, show justice and fairness to your slaves, because you know that you also have a Master in heaven.", "2": "Be persistent in prayer, and as you pray, be alert and thankful. ", "3": "At the same time, pray for us too, that God might open a door for our message, so that we can tell the mystery about Christ, for which I am in prison. ", "4": "Pray that I may make it known clearly, as it is necessary for me to speak. ", "5": "Walk in wisdom in the way you act toward those on the outside, making the most of your opportunity.[a] ", "6": "Let your speech always be gracious, seasoned with salt, so that you know how you are to answer each person.", "7": "Tychicus, my dear brother and faithful minister and fellow servant in the Lord, will tell you everything about me. ", "8": "I am sending him to you for this very reason, that you may know how we are,[b] and that he may comfort your hearts. ", "9": "I am sending him along with Onesimus, our faithful and dear brother, who is one of you. They will tell you everything that is going on here.", "10": "Aristarchus, my fellow prisoner, greets you, as does Mark, the cousin of Barnabas. You received instructions about him. If he comes to you, welcome him. ", "11": "Jesus, who is called Justus, also greets you. These are my only fellow workers for the kingdom of God who are circumcised,[c] and who have been a source of comfort to me. ", "12": "Epaphras greets you. He is one of you and is a servant of Christ.[d] He is always struggling in prayer for you, praying that you may stand complete and fully assured in all the will of God. ", "13": "Indeed, I can testify about him that he has worked very hard in your place, in the place of those in Laodicea, and in the place of those in Hierapolis. ", "14": "Luke, the dearly loved doctor, greets you, as does Demas.", "15": "Greet the brothers in Laodicea. Greet Nympha and the church at her[e] house. ", "16": "When this letter has been read among you, make sure that it is also read in the church of the Laodiceans. And make sure that you also read the letter from Laodicea. ", "17": "Tell Archippus, “See to it that you fulfill the ministry that you received in the Lord.”", "18": "This greeting is written by me, Paul, with my own hand. Remember my chains. Grace be with you. Amen.[f]"}