{"1": "Now there was a certain man of Ramathaim-zophim, of the hill country of Ephraim—his name was Elkanah son of Jeroham son of Elihu son of Tohu son of Zuph, an Ephraimite.", "2": "He had two wives: the name of the one was Hannah and the name of the other Peninnah. Peninnah had children, but Hannah was childless.", "3": "Now this man used to go up from his town every year to worship and to sacrifice to Adonai-Tzva'ot in Shiloh.[a] (The two sons of Eli, Hophni and Phinehas, were kohanim of Adonai there.) ", "4": "Then on the designated day Elkanah would sacrifice and give portions to his wife Peninnah and to all her sons and daughters, ", "5": "but to Hannah he would give only one portion—even though he loved Hannah—for Adonai had closed her womb. ", "6": "Her rival would taunt her bitterly to provoke her, because Adonai had closed her womb. ", "7": "So it was year after year, whenever she went up to the House of Adonai, that she would provoke her; so she wept and would not eat.", "8": "Then her husband Elkanah would say to her, “Hannah, why are you crying? Why won't you eat? Why is your heart so sad? Am I not better to you than ten sons?”", "9": "After eating and drinking in Shiloh, Hannah got up. Now Eli the kohen was sitting on his seat by the doorpost of the Temple of Adonai. ", "10": "While her soul was bitter, she prayed to Adonai and wept. ", "11": "So she made a vow and said, “Adonai-Tzva'ot, if You will indeed look upon the affliction of Your handmaid, remember me and not forget Your handmaid, but grant Your handmaid a son, then I will give him to Adonai all the days of his life and no razor will ever touch his head.”", "12": "It came to pass, as she prayed long before Adonai, that Eli was watching her mouth. ", "13": "Now Hannah was praying in her heart—only her lips were moving, but her voice could not be heard. So Eli thought she was drunk. ", "14": "Then Eli said to her, “How long will you be drunk? Get rid of your wine!”", "15": "But in response Hannah said, “No, my lord, I am a woman with an oppressed spirit! I haven't been drinking wine or beer. Instead I've been pouring out my soul before Adonai. ", "16": "Don't consider your handmaid a wicked woman. For out of my great anguish and grief I've been praying until now.”", "17": "Then Eli responded, “Go in shalom, and may the God of Israel grant your petition that you asked of Him.”[b]", "18": "“May your maidservant find favor in your eyes,” she said. So the woman went her way; she ate, and her countenance was no longer dejected.", "19": "They rose up early in the morning and worshipped before Adonai, then went back to their home to Ramah. Then Elkanah was intimate with his wife Hannah, and Adonai remembered her. ", "20": "So it came to pass at the turn of the year that Hannah conceived and gave birth to a son. She called his name Samuel, “because I have asked Adonai for him.”", "21": "When the man Elkanah and all his household went up to offer the annual sacrifice to Adonai and to fulfill his vow offering, ", "22": "Hannah did not go up, for she said to her husband, “When the child is weaned, I will bring him, so he may appear before Adonai and stay there forever.”", "23": "So her husband Elkanah said to her, “Do what seems best to you. Stay until you have weaned him—only may Adonai establish His word.” So the woman stayed home and nursed her son until she weaned him. ", "24": "When she had weaned him, she took him up with her, along with three bulls, one ephah of flour and a jar of wine, and brought him to the House of Adonai in Shiloh, while the child was still young.", "25": "After they slaughtered the bull, they brought the boy to Eli. ", "26": "“It's me, my lord!” she said. “As your soul lives, my lord, I am the woman that stood by you here, praying to Adonai. ", "27": "For this boy I prayed, and Adonai has granted me my petition that I asked of Him.", "28": "So I in turn dedicate him to Adonai—as long as he lives he is dedicated to Adonai.” Then he bowed in worship there before Adonai."}