{"1": "Then Samuel said to all Israel, “Behold, I have listened to your voice in all you said to me, and have set a king over you. ", "2": "Now here is the king who will go before you, while I am old and gray. Also here are my sons with you. I have gone before you from my youth to this day. ", "3": "Here I am. Witness against me before Adonai and before His anointed. Whose ox have I taken or whose donkey have I taken? Whom have I defrauded or whom have I oppressed? From whose hand have I taken a bribe to look the other way? I will restore it to you.”", "4": "They replied, “You haven't defrauded us or oppressed us or taken anything from anyone's hand.”", "5": "Then he said to them, “Adonai is then a witness against you, and His anointed is a witness this day that you have not found anything in my hand.” “He is a witness,” they replied.", "6": "Then Samuel said to the people, “It is Adonai who appointed Moses and Aaron and who brought your fathers up from the land of Egypt. ", "7": "So now, stand still, so that I may plead with you before Adonai concerning all the righteous acts of Adonai, which He did for you and your fathers. ", "8": "When Jacob entered Egypt and your fathers cried out to Adonai, then Adonai sent Moses and Aaron who brought your fathers out of Egypt and settled them in this place. ", "9": "But they forgot Adonai their God, so He gave them over into the hand of Sisera, captain of the army of Hazor, into the hand of the Philistines, and into the hand of the king of Moab, who fought against them. ", "10": "So they cried out to Adonai and said, 'We have sinned because we have forsaken Adonai and have worshipped the Baalim and the Ashtaroth. But now deliver us from the hand of our enemies and we will worship You.' ", "11": "Then Adonai sent Jerubbaal, Bedan, Jephthah and Samuel, and delivered you from the hand of your enemies on every side, so that you might live securely. ", "12": "But when you saw Nahash king of the Ammonites marching against you, you said to me, 'No! But a king must reign over us!'—even though Adonai your God is your king.", "13": "“Now therefore, here is the king whom you have chosen and whom you have asked for, and behold, Adonai has set him as king over you. ", "14": "If you fear Adonai and worship Him, and listen to His voice and do not rebel against the command of Adonai, then both you as well as the king who reigns over you will be following Adonai your God. ", "15": "But if you do not listen to the voice of Adonai and rebel against the command of Adonai, then the hand of Adonai will be against you and against your fathers. ", "16": "Now stand by and see this great thing that Adonai will do before your eyes. ", "17": "Is it not wheat harvest season today? I will call to Adonai, that He may send thunder and rain. Then you will know and see that your wickedness is great which you have done in the sight of Adonai by asking for yourselves a king.”", "18": "So Samuel prayed to Adonai, and Adonai sent thunder and rain that day. Then all the people greatly feared Adonai and Samuel, ", "19": "and all the people said to Samuel, “Pray for your servants to Adonai your God, that we would not die, for we have added to all our sins this evil by asking for ourselves a king.”", "20": "Samuel said to the people, “Fear not! Indeed you have done all this evil, yet do not turn aside from following Adonai, but worship Adonai with all your heart. ", "21": "Do not turn aside to go after empty things that cannot profit or deliver, for they are futile. ", "22": "For Adonai will not forsake His people for His great Name's sake,[a] because it has pleased Adonai to make you a people to Himself. ", "23": "Moreover, as for me, far be it from me that I should sin against Adonai by ceasing to pray for you! Yet I will keep instructing you in the good and straight way. ", "24": "Only fear Adonai and worship Him in truth with all your heart, considering how magnificently He has dealt with you. ", "25": "But if you persist in acting wickedly, you will be swept away, both you and your king.”"}