{"1": "Saul was 30 years old when he began to reign, and he reigned for 42 years over Israel. ", "2": "Now Saul chose for himself 3,000 men of Israel, of which 2,000 were with Saul in Michmas and in the hill country of Beth-el, and 1,000 were with Jonathan in Gibeah of Benjamin. The rest of the troops he sent away, each one to his tent.", "3": "Now Jonathan struck down the garrison of the Philistines that was in Geba, and the Philistines heard of it. So Saul blew the shofar throughout the country, saying, “Let the Hebrews hear.” ", "4": "All Israel heard the news, “Saul had struck down the garrison of the Philistines, so Israel has become a stench to the Philistines.” Then the people were summoned to Saul at Gilgal. ", "5": "Meanwhile the Philistines assembled themselves to fight with Israel: 30,000 chariots, 6,000 horsemen and troops as numerous as the sand on the seashore. They marched up and camped in Michmas, east of Beth-aven.", "6": "When the men of Israel saw that they were in trouble, because the people were hard-pressed, they hid in caves, thickets, cliffs, crevices and pits. ", "7": "Some of the Hebrews even crossed over the Jordan to the land of Gad and Gilead. But as for Saul, he was still in Gilgal, but all the people following him were trembling.", "8": "So he waited seven days—the time set by Samuel—but Samuel had not come to Gilgal so the people began to scatter from him. ", "9": "Then Saul said, “Bring me the burnt offering and the fellowship offerings,” so he offered the burnt offering. ", "10": "But as soon as he had finished offering the burnt offering, behold Samuel arrived. Saul went out to meet and greet him. ", "11": "But Samuel asked, “What have you done?” Saul replied, “Because I saw that the people were scattering from me, and that you had not come within the appointed days, and that the Philistines were assembling at Michmas, ", "12": "I thought: 'Now the Philistines are about to advance against me at Gilgal, but I have not yet entreated Adonai.' So I forced myself and offered the burnt offering.”", "13": "Samuel said to Saul, “You have acted foolishly by not keeping the commandment of Adonai your God which He commanded you. For now, Adonai would have established your kingship over Israel forever. ", "14": "But now your kingship will not last. Adonai has sought for Himself a man after His own heart. So Adonai will appoint him as ruler over His people—because you have not guarded what Adonai commanded you.” ", "15": "Samuel then departed and went up from Gilgal to Gibeah of Benjamin. Then Saul numbered the troops that were with him, about 600 men. ", "16": "Now Saul and his son Jonathan and the people that were present with them were staying in Gibeah of Benjamin, while the Philistines encamped in Michmas. ", "17": "Raiders started to come out from the camp of the Philistines in three detachments: one detachment turned toward Ophrah, to the land of Shual, ", "18": "another detachment turned toward Beth-horon, and the third detachment turned toward the border road overlooking the Zeboim Wadi toward the wilderness.", "19": "Now no blacksmith could be found throughout all the land of Israel, for the Philistines said, “Otherwise the Hebrews will make swords or spears!” ", "20": "So all the Israelites had to go down to the Philistines, each to sharpen his plowshare, his sickle, his axe or his hoe. ", "21": "The price of sharpening was two-thirds of a shekel for the plowshares, the sickles, the three-pronged forks or the axes, or to set the oxgoads.", "22": "So it came about on the day of battle, there was no sword or spear to be found in the hand of any of the troops that were with Saul and Jonathan—only Saul and his son Jonathan had them. ", "23": "Then the garrison of the Philistines went out to the pass of Michmas."}