{"1": "One day Jonathan son of Saul said to the young man carrying his armor, “Come, let's cross over to the Philistines' garrison that's on the other side.” But he did not tell his father. ", "2": "Now Saul was sitting on the outskirts of Gibeah under the pomegranate tree that is in Migron, and the troops with him were about 600 men. ", "3": "Ahijah son of Ahitub, the brother of Ichabod son of Phinehas son of Eli, the kohen of Adonai in Shiloh, was wearing an ephod. But the troops did not know that Jonathan was gone. ", "4": "Between the crossings by which Jonathan sought to cross over to the Philistines' garrison, there was a rocky crag on one side and another rocky crag on the other side—one was called Bozez and the other Seneh. ", "5": "One crag was to the north near Michmas, and the other to the south near Geba.", "6": "Then Jonathan said to the young man carrying his armor, “Come, let's cross over to the garrison of these uncircumcised ones. Perhaps Adonai will work for us, for nothing restrains Adonai from delivering whether by many or by few.” ", "7": "His armor-bearer answered him, “Do whatever is in your heart; go ahead—I'm with you whatever your heart decides.”", "8": "Then Jonathan said, “Here, we'll cross over to the men, then let them see us. ", "9": "If they say to us: 'Wait till we come to you,' then we'll stand still in our place and will not go up to them. ", "10": "But if they say, 'Come up to us!' then we will go up, for Adonai has delivered them into our hand—that will be our sign.”", "11": "So they both let themselves be seen by the Philistine garrison. “Look, some Hebrews are coming out of the holes where they were hiding,” the Philistines said. ", "12": "So the men of the garrison shouted down to Jonathan and his armor-bearer saying, “Come up to us and we'll teach you a lesson!” Then Jonathan said to his armor-bearer, “Follow me, for Adonai has handed them over to Israel!” ", "13": "So Jonathan climbed up on his hands and feet, with his armor-bearer behind him. Then they fell before Jonathan, his armor-bearer behind him finishing them off. ", "14": "That first assault that Jonathan and his armor-bearer made struck down about 20 men within about half a furrow in an acre of land. ", "15": "Terror then spread through the camp, in the field, and among all the troops. Even the outposts and the raiders also trembled, when the earth quaked—it was a trembling from God.", "16": "Now Saul's watchmen in Gibeah of Benjamin saw the throng scattering away in every direction.", "17": "So Saul said to the people who were with him, “Call the roll now and see who went from us.” When they called the roll, behold Jonathan and his armor-bearer were not there.", "18": "Then Saul said to Ahijah, “Bring the ark of God here.” For the ark of God at that time was with Bnei-Yisrael. ", "19": "But while Saul was talking to the kohen, the commotion in the Philistine camp kept increasing, so Saul said to the kohen, “Withdraw your hand.” ", "20": "Then Saul and all the people with him rallied and rushed into the battle. Behold, every man's sword was against his fellow in utter confusion! ", "21": "Now there were Hebrews who had defected to the Philistines previously and had gone up with them to their camp round about—even they joined the Israelites that were with Saul and Jonathan. ", "22": "Also when all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they also chased after them in the battle. ", "23": "So Adonai delivered Israel that day. The battle spread as far as Beth-aven.", "24": "Now the men of Israel were hard-pressed that day, for Saul put the people under oath saying, “Cursed be the man that eats any food before evening, until I have avenged myself on my enemies!” So none of the people tasted food. ", "25": "But when all the people of the land entered the forest, there was honey on the ground. ", "26": "When the people entered the forest, indeed, there was a flow of honey, but no one put his hand to his mouth, for the people feared the oath. ", "27": "But Jonathan had not heard when his father made the people swear the oath. So he put out the end of the staff that was in his hand and dipped it into the honeycomb, put his hand to his mouth—and his eyes brightened. ", "28": "Then, one of the soldiers told him, “Your father strictly put the people under oath saying: 'Cursed be the man that eats food today.' But the troops are exhausted.”", "29": "Jonathan said, “My father has troubled the people. Just look how my eyes have brightened because I tasted a little of this honey. ", "30": "How much more, if only the troops had eaten freely today of the spoil of their enemies that they found? Wouldn't the slaughter among the Philistines have then been greater?”", "31": "That day they struck down the Philistines from Michmas to Aijalon, though the people were so weary. ", "32": "Then the people rushed greedily upon the plunder, took sheep, oxen and calves, butchered them on the ground, and the people ate them with the blood. ", "33": "Then they reported to Saul saying, “Behold, the people are sinning against Adonai by eating with the blood.” “You have acted faithlessly,” he said. “Roll a great stone towards me at once.” ", "34": "Then Saul said, “Disperse yourselves among the people and tell them: 'Each one of you bring me his ox or his sheep, and butcher them here and eat. Don't sin against Adonai by eating with the blood.'” So all the people each brought his ox with him that night and butchered it there. ", "35": "Then Saul built an altar to Adonai; it was the first altar that he built to Adonai.", "36": "Then Saul said, “Let's go down after the Philistines by night and plunder them until the morning light, we won't leave any survivors among them.” “Do whatever seems good in your eyes,” they replied. Then the kohen said, “Let us draw near to God here.”", "37": "So Saul inquired of God, “Should I go down after the Philistines? Will You deliver them into the hand of Israel?” But He did not answer him that day. ", "38": "Then Saul said, “Draw near here, all you chiefs of the people; investigate and see how this sin was committed today. ", "39": "For as Adonai—Israel's deliverer—lives, even if it was by my son Jonathan, he will surely die.” But not one among all the people answered him.", "40": "So he said to all Israel, “You stand on one side, and I and my son Jonathan will stand on the other side.” “Do what seems good in your eyes,” said the people to Saul.", "41": "So Saul said to Adonai, “God of Israel, grant a perfect lot.” Jonathan and Saul were chosen, but the people were cleared. ", "42": "Then Saul said, “Cast the lots between me and my son Jonathan,” and Jonathan was taken. ", "43": "Then Saul said to Jonathan, “Tell me what you've done.” Jonathan told him saying, “I certainly did taste a little honey—with the end of the rod that was in my hand. Here I am—I must die!”", "44": "“May God do so to me and even more,” Saul said. “You must surely die, Jonathan.”", "45": "But the people said to Saul, “Must Jonathan die? It was he who brought about this great deliverance in Israel! Far be it! As Adonai lives, not a hair of his head will fall to the ground! For he has worked with God this day.” So the people rescued Jonathan and he did not die.", "46": "Then Saul broke off pursuing the Philistines, and the Philistines went to their own country. ", "47": "After Saul had secured his kingship over Israel, he waged war against all his enemies on every side—against Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he punished them. ", "48": "He did so with valor, defeating the Amalekites and delivering Israel from the hands of those who had plundered them.", "49": "Now the sons of Saul were Jonathan, Ishvi and Malchi-shua; and the names of his two daughters were: the name of the firstborn Merab and the name of the younger Michal. ", "50": "The name of Saul's wife was Ahinoam daughter of Ahimaaz. The name of the commander of his army was Abner son of Ner, Saul's uncle. ", "51": "Kish was Saul's father, and Abner's father was Ner son of Abiel.", "52": "Now there was bitter war against the Philistines all the days of Saul. So whenever Saul saw any mighty man or any son of valor, he would gather him to himself."}