{"1": "Now Adonai said to Samuel, “How long will you grieve over Saul, since I have rejected him as king over Israel? Fill your horn with oil and go. I am sending you to Jesse the Beth-lehemite, for I have selected for Myself a king among his sons.”", "2": "But Samuel replied, “How can I go? If Saul hears of it, he will kill me.” Adonai said, “Take a heifer with you and say: 'I have come to sacrifice to Adonai.' ", "3": "Then invite Jesse to the sacrifice, and I will let you know what you are to do. You will anoint for Me whom I tell you.”", "4": "So Samuel did what Adonai said and went to Beth-lehem. The elders of the town came out to meet him trembling, and asked, “Do you come in shalom?”", "5": "“In shalom,” he said. “I have come to sacrifice to Adonai. Consecrate yourselves and come with me to the sacrifice.” He also consecrated Jesse and his sons and invited them to the sacrifice. ", "6": "Upon their arrival, he saw Eliab and thought, “Surely, Adonai's anointed one is before Him.”", "7": "But Adonai said to Samuel, “Do not look at his appearance or his stature, because I have already refused him. For He does not see a man as man sees, for man looks at the outward appearance, but Adonai looks into the heart.”", "8": "Then Jesse called Abinadab and made him pass before Samuel. But he said, “Neither has Adonai chosen this one.” ", "9": "Then Jesse made Shammah pass by and again he said, “Neither has Adonai chosen this one.” ", "10": "Thus Jesse made seven of his sons pass before Samuel. But Samuel said to Jesse, “Adonai has not chosen any of these.” ", "11": "Then Samuel asked Jesse, “Are these all the boys you have?” “There's still the youngest,” he replied. But right now, he's tending the sheep.” “Send and bring him,” Samuel said to Jesse, “for we will not sit down until he comes here.” ", "12": "So he sent word and had him come. Now he was ruddy-cheeked, with beautiful eyes and a handsome appearance. Then Adonai said, “Arise, anoint him, for this is the one.” ", "13": "So Samuel took the horn of oil and anointed him in the midst of his brothers. From that day on Ruach Adonai came mightily upon David. Then Samuel rose up and went to Ramah.", "14": "Now the Ruach Adonai had departed from Saul, and an evil spirit from Adonai terrified him. ", "15": "So Saul's courtiers said to him, “Behold now, an evil spirit from God is tormenting you. ", "16": "Let our lord now command your courtiers in your service to search for a man who is a skillful player on the harp. Then whenever the evil spirit from God comes on you, he will play with his instrument and you will feel better.”", "17": "So Saul said to his courtiers, “Find me someone who can play well and bring him to me.”", "18": "One of the young men answered and said, “I have seen a son of Jesse the Beth-lehemite who is skillful in playing music. He is a mighty man of valor, a warrior, prudent in speech, a handsome man, and Adonai is with him.”", "19": "So Saul sent messengers to Jesse and said, “Send me your son David, who is with the flock.” ", "20": "So Jesse took a donkey, loaded it with bread, a bottle of wine and a young goat, and sent them with his son David to Saul. ", "21": "Then David came to Saul and became one of his attendants. Saul loved him greatly, so David became his armor-bearer. ", "22": "Then Saul sent word to Jesse saying, “Let David now keep attending me, for he has found favor in my eyes.” ", "23": "It came to pass, whenever the spirit from God came upon Saul, David would take the harp and play it with his hand. So Saul would find relief and feel better, as the evil spirit departed from him."}