{"1": "Now it came to pass, when David had finished speaking to Saul, Jonathan's soul was knit to David's soul, and Jonathan loved him as himself. ", "2": "Saul took him that day and did not let him return to his father's house. ", "3": "Then Jonathan cut a covenant with David, because he loved him as himself. ", "4": "Jonathan stripped off the robe that was on him and gave it to David, along with his armor: his sword, bow and belt.", "5": "So David went out wherever Saul sent him and had success, so Saul set him over the men of war. It was pleasing in the eyes of all the people as well as in the eyes of Saul's courtiers. ", "6": "Upon their coming back, upon David's return from killing the Philistine, the women came out of all the towns of Israel, singing and dancing in circles to greet King Saul, with timbrels, with joy and with three-stringed instruments. ", "7": "So the women sang one to another, as they were dancing saying, “Saul has slain his thousands, and David his ten thousands!”", "8": "Then Saul became very angry—this saying was evil in his eyes—and he commented, “They've ascribed to David ten thousands and to me they've ascribed thousands. Now what more does he lack but the kingdom?” ", "9": "So Saul eyed David from that day on.", "10": "It came about the next day that an evil spirit from God came mightily upon Saul, so that he was raving within the palace. While David was playing music with his hand, as he did day by day, Saul had his spear in his hand, ", "11": "and Saul hurled the spear, thinking, “I'll pin David to the wall!” But David eluded him—twice.", "12": "Now Saul became afraid of David, because Adonai was with him but had departed from Saul. ", "13": "Therefore Saul removed him from his entourage by appointing him as a captain of a thousand. So David went out and came in before the troops. ", "14": "David had success in all his undertakings, since Adonai was with him. ", "15": "When Saul saw that he had great success, he dreaded him. ", "16": "But all Israel and Judah loved David, for he went out and came in before them.", "17": "Then Saul said to David, “Here is my older daughter Merab—I give her to you as a wife. Only continue to be my son of valor and fight Adonai's battles.” For Saul thought, “My hand needn't be against him—let the hand of the Philistines be against him.”", "18": "But David replied to Saul, “Who am I, and what is my life or my father's family in Israel, that I should become the king's son-in-law?” ", "19": "But when it was time to give Saul's daughter Merab to David in marriage, she was given as wife to Adriel the Meholathite instead.", "20": "Now Saul's daughter Michal loved David. When they told Saul, the matter pleased him. ", "21": "Saul thought, “I will give her to him, so that she may become a snare to him—and the hand of the Philistines will be against him.” So Saul said to David, “You can still become my son-in-law, even today, with the second one.”", "22": "Then Saul commanded his courtiers, “Speak with David privately and say, 'Behold, the king delights in you and all his courtiers love you. So now, become the king's son-in-law!'” ", "23": "So Saul's courtiers whispered these words in David's ears. But David said, “Is it a light thing to you becoming the king's son-in-law, considering that I am a poor man and of little account?” ", "24": "Saul's courtiers reported back to him what David had said.", "25": "Then Saul said, “Thus you will say to David, 'The king desires no bridal dowry except 100 foreskins of the Philistines—to take vengeance on the king's enemies.'” So Saul schemed to make David fall by the hand of the Philistines.", "26": "When his courtiers told David these words, the word seemed right in David's eyes to become the king's son-in-law. Before the days were fulfilled, ", "27": "David had risen, gone with his men and killed 200 Philistine men. Then David brought their foreskins and gave them in full number to the king—to become the king's son-in-law. So Saul gave him Michal his daughter as a wife. ", "28": "When Saul saw and realized that Adonai was with David and that Michal, Saul's daughter, loved him, ", "29": "Saul grew even more afraid of David. Thus Saul became David's enemy for all days.", "30": "When the chiefs of the Philistines marched out, as often as they came out, David proved more successful than all of Saul's officers. So his name became highly esteemed."}