{"1": "Then Hannah prayed and said,[a] “My heart exults in Adonai, my horn is lifted high in Adonai. I smile wide over my enemies, for I rejoice in Your salvation.", "2": "There is none holy as Adonai, for there is none besides You, nor is there any rock like our God.", "3": "Boast no more so proudly— insolence comes out of your mouth. For Adonai is the all-knowing God, and by Him deeds are weighed.", "4": "The bows of the mighty are broken, but the stumbling are girded with strength.", "5": "Those full hire themselves for bread, but those starving hunger no more. Even the barren gives birth to seven, but she with many sons languishes.", "6": "Adonai causes death and makes alive, He brings down to Sheol and raises up.", "7": "Adonai makes poor and makes rich, He brings low and also lifts up.", "8": "He raises the helpless from the dust. He lifts the needy from the dunghill, to make them sit with nobles, granting them a seat of honor. For the earth's pillars are Adonai's, and He has set the world on them.", "9": "He guards the steps of His godly ones, but the wicked are silenced in darkness. For one does not prevail by might.", "10": "Those who oppose Adonai will be shattered. He thunders against them in heaven. He judges the ends of the earth. He gives strength to His king, exalting the horn of His anointed one.”[b]", "11": "Then Elkanah went home to Ramah, while the boy served Adonai before Eli the kohen.", "12": "Now Eli's sons were worthless men[c]; they did not acknowledge Adonai. ", "13": "Now this was the custom of the kohanim with the people: whenever any man offered a sacrifice, the kohen's servant would come along, while the meat was boiling, with a three-pronged fork in his hand, ", "14": "and he would thrust it into the pan, or kettle, or caldron or pot. Whatever the fork brought up, the kohen would take for himself. This is how they dealt with all the Israelites who came there to Shiloh. ", "15": "Even before they burned the fat, the kohen's servant would come and say to the one offering sacrifice, “Give the kohen meat for roasting, since he will not accept boiled meat from you—only raw.”", "16": "If the man said to him, “Let them first burn the fat up as smoke, and then take as much as you desire,” he would reply, “No! But you must give it now—otherwise, I will take it by force.” ", "17": "Thus the sin of the young men was very great before Adonai, for the men despised the offering of Adonai.", "18": "But Samuel was ministering before Adonai, as a boy girded with a linen ephod. ", "19": "Moreover, his mother would make him a little robe and bring it to him from year to year when she would come up with her husband to offer the annual sacrifice.", "20": "Then Eli would bless Elkanah and his wife and say, “May Adonai give you offspring from this woman instead of the one she requested from Adonai.” Then they would return to their place. ", "21": "So Adonai visited Hannah, and she conceived and gave birth to three sons and two daughters. Meanwhile, the child Samuel grew before Adonai.", "22": "Now Eli had grown very old. He heard all that his sons did to all Israel, and how they slept with the women who served at the doorway of the Tent of Meeting. ", "23": "So he said to them, “Why do you do such things? For I hear evil reports from all these people concerning you. ", "24": "No, my sons! For this is not a good report that I hear Adonai's people spreading around. ", "25": "If a man sins against another, God may pardon him; but if a man sins against Adonai, who will intercede for him?” But they did not listen to the voice of their father, because Adonai desired to put them to death. ", "26": "Meanwhile, the child Samuel kept growing and increasing in favor both with Adonai and also with men.[d]", "27": "Now there came a man of God to Eli and said to him, “Thus says Adonai: Did I not reveal Myself clearly to the house of your father when they were in Egypt belonging to Pharaoh's palace? ", "28": "Also did I not choose them from all the tribes of Israel to be My kohanim, to officiate at My altar, to burn incense and to wear an ephod before Me? Did I not give to the house of your father all the fire offerings of Bnei-Yisrael? ", "29": "Why do you kick at My sacrifice and My offering which I have commanded in My dwelling, and honor your sons above Me, by fattening yourselves with the choicest of every offering of Israel My people? ", "30": "Therefore Adonai God of Israel declares, I indeed said that your house and your father's house should walk before Me forever. But now declares Adonai, far be it from Me! For I will honor those who honor Me, but those who despise Me will be disdained. ", "31": "Behold, the days are coming when I will cut short your strength and the strength of your father's house, so that no one in your household will reach old age. ", "32": "Moreover, you will behold the distress of My dwelling, despite all that is good that has been done to Israel. So no one in your household will reach old age, forever. ", "33": "Any man of yours that I did not cut off from My altar would make your eyes weep and your soul grieve. So all the increase of your household will die as young men. ", "34": "Now this will be the sign to you that will come on your two sons—Hophni and Phinehas—on the same day both of them will die.", "35": "“Yet I will raise up for Myself a faithful kohen who will do according to what is in My heart and My mind. Then I will build him an enduring house, and he will walk before My anointed one all the time. ", "36": "Anyone left in your household will come and bow low to him for a piece of silver and a loaf of bread, and will say: 'Please, assign me to one of the priestly offices so that I may eat a morsel of bread.'”"}