{"1": "Then David fled from Naioth at Ramah, came before Jonathan and said, “What have I done? What is my crime? What is my sin against your father that he should be seeking my life?”", "2": "“Never!” he said to him. “You will not die! Behold, my father does nothing great or small without disclosing it to me. So why should my father hide this matter from me? It cannot be.”", "3": "Then David swore again saying, “Your father knows very well that I have found favor in your eyes. So he must have thought, 'Let's not let Jonathan know about this, else he will be grieved.' But truly as Adonai lives and as your soul lives, there is but a step between me and death.”", "4": "Then Jonathan said to David, “Whatever you say, I will do for you!”", "5": "So David said to Jonathan, “Look, tomorrow is the New Moon, when I am supposed to sit down with the king to eat. Instead, let me go hide myself in the countryside until the third evening. ", "6": "If your father misses me at all, then say: 'David earnestly asked my permission to run to Beth-lehem, his town, for it is the annual sacrifice there for the whole family.' ", "7": "If he says thus, 'Very well,' then your servant is safe; but if he becomes very angry, then know that he is determined to harm me. ", "8": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of Adonai with you. But if there is any iniquity in me, then kill me yourself! Why should you bring me to your father?”", "9": "Jonathan replied, “Far be it from you! For if I know for sure that my father has determined evil to come on you, then wouldn't I tell you about it?”", "10": "Then David asked Jonathan, “Who will tell me if your father answers you harshly?”", "11": "Jonathan said to David, “Come, let's go out to the field.” So they both went out to the field. ", "12": "Then Jonathan said to David, “By Adonai, God of Israel, I will sound out my father about this time tomorrow or the day after. Look, if it is good toward David, wouldn't I then send word to you and disclose it to you? ", "13": "May Adonai do so to Jonathan and even worse, should my father intend to do you evil, if I don't disclose it to you and send you away, that you may go in shalom. So may Adonai be with you as He has been with my father.", "14": "“Now if I am still alive, wouldn't you show me the loyal love of Adonai so I wouldn't die? ", "15": "Yet also, don't cut off your loyal love from my household ever—not even when Adonai cuts off all of David's enemies from the face of the earth.” ", "16": "So Jonathan cut a covenant with the house of David, “So may Adonai requite David's enemies.” ", "17": "Jonathan made David swear again because of the love he had for him, for he loved him as he loved himself.", "18": "Then Jonathan said to him, “Tomorrow is the New Moon. You'll be missed because your seat will be empty. ", "19": "On the third day, you must go down quickly and come to the place where you hid as you did on that day, and remain close to the stone Ezel. ", "20": "I will shoot three arrows to the side of it, as though I were shooting at a target. ", "21": "Now look, I will send a lad saying, 'Go, find the arrows.' If I specifically say to the lad, 'See, the arrows are on this side of you—get them,' then come; for it is safe for you and no danger, as Adonai lives. ", "22": "But if I say to the boy: 'Look, the arrows are beyond you,' then go your way, for Adonai has released you. ", "23": "But as for the matter which I and you have spoken about, behold, Adonai is between me and you forever.”", "24": "So David hid himself in the field, and when the New Moon came, the king sat down to eat a meal. ", "25": "So the king sat on his seat—as usual, the seat by the wall—Jonathan stood up and Abner sat down by Saul's side, but David's place was empty. ", "26": "Nevertheless, Saul said nothing that day, for he thought, “It must be an accident; he must be ceremonially unclean—yes, that's it, he's unclean.”", "27": "Yet it came to pass on the day following the New Moon, the second day, that David's place was still empty. So Saul asked his son Jonathan, “Why didn't Jesse's son come to the meal yesterday or today?”", "28": "Jonathan answered Saul, “David earnestly asked leave of me to go to Beth-lehem, ", "29": "as he said, 'Please let me go, for we are going to have a family feast in the town, and my brother has commanded me. So now, if I have found favor in your eyes, let me go, please, to see my brothers. That's why he hasn't come to the king's table.”", "30": "Then Saul's rage blazed against Jonathan and he said to him, “You son of a perverse, rebellious woman! Don't I know that you have chosen the son of Jesse—to your own shame, and to the shame of your mother's nakedness? ", "31": "For as long as the son of Jesse lives on earth, neither you nor your kingship will be secure. Now, send word and bring him to me, for he is a son of death!”", "32": "But Jonathan answered his father Saul, “Why should he be put to death? What has he done?”", "33": "Then Saul hurled his spear at him to strike him down. So Jonathan knew that his father was determined to put David to death. ", "34": "So Jonathan rose up from the table in fierce anger, and did not eat food the second day of the new month, for he was grieved over David, because his father had dishonored him.", "35": "It came to pass in the morning that Jonathan went out to the field at the time appointed with David, and a little lad was with him. ", "36": "He said to his lad, “Run, find now the arrows that I am about to shoot.” Now as the lad was running, he shot an arrow past him. ", "37": "When the lad reached the place of the arrow which Jonathan had shot, Jonathan cried out after the lad and said, “Isn't the arrow beyond you?” ", "38": "Then Jonathan called out after the lad, “Quick, hurry! Don't stand there!” So Jonathan's lad picked up the arrow and came to his master. ", "39": "But the lad knew nothing; only Jonathan and David knew the arrangement. ", "40": "Then Jonathan gave his weapons to his lad and said to him, “Go, take them back to the town.”", "41": "As soon as the lad was gone, David emerged from the south side and fell on his face to the ground and bowed down three times. Then they kissed each other and wept together, though David wept more. ", "42": "Then Jonathan said to David, “Go in the shalom that we both have sworn to each other in the Name of Adonai saying: 'May Adonai be between me and you, and between my offspring and your offspring, forever.'”"}