{"1": "Then David got up and left, while Jonathan returned to the town. ", "2": "David went to Nob to Ahimelech the kohen. Ahimelech was afraid to meet David, so he said to him, “Why are you alone and no one with you?”", "3": "David said to Ahimelech the kohen, “The king has commissioned me with a matter, and told me: 'Let no one know anything about the mission on which I am sending you, or with what I have commissioned you.' So, I have directed the young men to such and such a place. ", "4": "So now, what do you have on hand? Give me five loaves of bread or whatever can be found.”", "5": "The kohen answered David saying, “There is no common bread on hand, but there is consecrated bread[a]—so long as the young men have kept themselves from women.”", "6": "“Of course women have been kept from us, as on previous campaigns,” David answered the kohen. “So the young men's vessels were holy, though it was an ordinary mission—how much more so will their vessels be holy today!” ", "7": "So the kohen gave him consecrated bread, for there was no bread there but the bread of the Presence, which was taken out from the presence of Adonai in order to replace it with hot bread on the day it was taken away.[b]", "8": "Now one of Saul's servants was there that day, detained before Adonai. His name was Doeg the Edomite, chief of Saul's shepherds.", "9": "Then David said to Ahimelech, “Isn't there a spear or sword on hand? For I did not take my sword or my weapons with me, because the king's mission was urgent.”", "10": "The kohen said, “The sword of Goliath the Philistine whom you killed in the valley of Elah—it's here, wrapped in a cloth behind the ephod. If you want to take it for yourself, take it. For there's nothing else here.” “There's nothing like it!” David said. “Give it to me.”", "11": "Then David got up and fled that day from Saul, and went to Achish, king of Gath. ", "12": "But Achish's courtiers said to him, “Isn't this David king of the land? Isn't he the one they sing about in their dances saying, 'Saul has slain his thousands, and David his ten thousands?'”", "13": "David took these words to heart, and he became so afraid of King Achish of Gath ", "14": "that he changed his demeanor before them and acted like a mad man while in their hands—scribbling on the doors of the gate and letting his saliva run down his beard. ", "15": "Then Achish said to his courtiers, “Look, you can see the man is insane. Why did you bring him to me? ", "16": "Do I have a shortage of crazy people that you've brought this fellow to go crazy on me? Is this one going to come into my house?”"}