{"1": "Then they reported to David saying, “Look, the Philistines are raiding Keilah and they are plundering the threshing floors.” ", "2": "So David inquired of Adonai saying, “Shall I go and attack those Philistines?” Adonai said to David, “Go, attack the Philistines and deliver Keilah.”", "3": "But David's fellow men said to him, “Look, we're afraid here in Judah; how much more so if we go to Keilah against the Philistine forces?”", "4": "Once again David inquired of Adonai, and Adonai answered him saying, “Arise! Go to Keilah, for I am going to deliver the Philistines into your hand.” ", "5": "So David and his fellow men went to Keilah and fought against the Philistines, drove off their livestock and inflicted a great slaughter on them. Thus David rescued the inhabitants of Keilah. ", "6": "It came about, when Abiathar son of Ahimelech fled to David at Keilah, he came down with an ephod in his hand.", "7": "Now when Saul was told that David had gone to Keilah, Saul said, “God has delivered him into my hand! For he shut himself in by entering a town with barred gates.” ", "8": "So Saul summoned all the troops for battle, to go down to Keilah to besiege David and his fellow men.", "9": "Now David knew that Saul was plotting evil against him, so he said to Abiathar the kohen, “Bring the ephod.” ", "10": "Then David said, “Adonai, God of Israel, Your servant has heard for certain that Saul intends to come to Keilah to destroy the town because of me. ", "11": "Will the men of Keilah surrender me into his hand? Will Saul come down, as Your servant has heard? Adonai God of Israel, I pray, tell Your servant.” “He will come down,” Adonai said.", "12": "Then David asked, “Will the men of Keilah surrender me and my fellow men into the hand of Saul?” “They will surrender,” Adonai said.", "13": "Then David and his fellow men, about 600, got up and left Keilah, and went wherever they could go. When Saul was told that David had escaped from Keilah, he stopped the pursuit. ", "14": "So David stayed in the strongholds of the wilderness, remaining in the hill country in the wilderness of Ziph. Saul searched for him every day, but God did not give him into his hand.", "15": "By now David was aware that Saul would come out to seek his life while David was in the wilderness of Ziph at Choresh. ", "16": "Then Saul's son Jonathan arose and went to David at Choresh and strengthened him in God. ", "17": "“Don't be afraid,” he said to him, “because my father Saul will never find you. You will be king over Israel and I will be second to you. Even my father Saul recognizes that.” ", "18": "Again they cut a covenant before Adonai. David remained at Choresh, but Jonathan went home.", "19": "Then some of the Ziphites went up to Saul in Gibeah, saying, “Isn't David hiding with us in the strongholds at Choresh, in the hill of Hachilah which is south of Jeshimon? ", "20": "Now therefore, O king, come down whenever it is a desire of your soul to come down—our part will be to deliver him into the king's hand.”", "21": "“May you be blessed of Adonai,” Saul said, “for you have taken pity on me. ", "22": "Go now, make more sure, investigate and scout out his place where he usually goes and who has seen him there. For I have been told that he is very cunning. ", "23": "Look around and see in which of all the hiding places he has been hiding, and return to me with certainty, and I will go with you. If he is in the area, I will search him out among all the clans of Judah.” ", "24": "Then they got up and went to Ziph ahead of Saul. But David and his men were then in the wilderness of Maon in the Arabah, to the south of Jeshimon. ", "25": "So when Saul and his men began the search, David was informed. Then he went down to the rocky area and stayed in the wilderness of Maon. On hearing this, Saul pursued David in the wilderness of Maon. ", "26": "Then, while Saul was advancing on one side of the mountain, David and his men were on the other side of the mountain. David was hurrying to elude Saul. Meanwhile Saul and his men were closing-in on David and his men to seize them. ", "27": "But a messenger came to Saul saying, “Hurry and come, for the Philistines have invaded the land!” ", "28": "So Saul had to return from chasing after David, and go to engage the Philistines. Therefore they called that place the Rock of Separation. ", "29": "From there David went up and stayed in the strongholds of En-gedi."}