{"1": "Then Samuel died, and all Israel gathered and lamented him, and buried him at his house in Ramah. David then arose and went down to the wilderness of Paran.", "2": "Now there was a man in Maon, whose business was in Carmel, and the man was so wealthy, he had 3,000 sheep and 1,000 goats. At that time he was shearing his sheep in Carmel. ", "3": "The man's name was Nabal and his wife's name was Abigail. The woman was intelligent and beautiful, but the man, a Calebite, was harsh and evil in his dealings. ", "4": "While David was in the wilderness, he heard that Nabal was shearing his sheep. ", "5": "So David dispatched ten young men, and said to the young men, “Go up to Carmel, and when you reach Nabal, greet him in my name. ", "6": "Thus you will say: 'Long life! And shalom to you, shalom to your house and shalom to all that is yours. ", "7": "Now I hear that you have shearers. When your shepherds were with us, we did them no harm and nothing of theirs was missing all the time they were in Carmel. ", "8": "Ask your young men and they will tell you. Therefore, let the young men find favor in your eyes, for we have come on a festive day. So please, give to your servants and to your son David, whatever you find at hand.'”", "9": "David's young men went and told Nabal all those words in David's name, and waited. ", "10": "But Nabal answered David's servants by saying, “Who is David? And who is Jesse's son? Nowadays there are many slaves each running away from his master. ", "11": "So should I take my bread, my water and my meat that I have cooked for my shearers, and give it to men whom I don't know where they come from?”", "12": "So David's young men turned around and went back. When they came and reported to him all these words, ", "13": "David said to his men, “Everyone buckle on your sword!” So each man buckled on his sword and David also buckled on his sword. About 400 men went up following David, while 200 stayed with the baggage.", "14": "But one of the young men told Nabal's wife Abigail saying, “Look, David had sent messengers from the wilderness to greet our master, but he spurned them. ", "15": "Yet the men were very good to us. We were not harmed, nor were we missing anything as long as we went about with them while we were in the fields. ", "16": "They were a wall to us both by night and by day, all the time that we were with them tending the sheep. ", "17": "Now therefore, know and consider what you will do, for evil is determined against our master and against all his household. But he is such a worthless fellow that no one can speak to him.”", "18": "Then Abigail hurried and took 200 loaves, two bottles of wine, five dressed sheep, five measures of roasted corn, 100 cakes of raisins, and 200 cakes of figs, and put them on donkeys. ", "19": "Then she said to her young men, “Go on ahead of me—see, I am coming after you.” But she did not tell her husband Nabal. ", "20": "As she was riding on the donkey and going down by the hidden pass of the mountain, behold, David and his men were coming down towards her, so she met them.", "21": "Now David had been saying, “Surely in vain I've guarded all that this fellow has in the wilderness, so that nothing was missing of all that belonged to him—yet he has returned me evil for good. ", "22": "May God do so and even more to David's enemies if by the morning I leave even one male of all who belong to him!”", "23": "When Abigail saw David, she quickly dismounted from her donkey, fell before David on her face and bowed down to the ground. ", "24": "As she fell at his feet, she pleaded, “On me, only me, my lord, be the punishment! But please, let your maidservant speak in your ears, and listen to the words of your maidservant. ", "25": "Please my lord, pay no attention to this worthless fellow, Nabal, for as his name is, so is he—Nabal[a] is his name and disgraceful folly is with him. But I, your maidservant, did not see the young men of my lord whom you sent.", "26": "“So now my lord, as Adonai lives and as your soul lives, since Adonai has restrained you from shedding blood and from avenging yourself with your own hand, now therefore let your enemies and those who are seeking to harm my lord be as Nabal. ", "27": "Now let this blessing, which your maidservant has brought to my lord, be given to the young men who are accompanying my lord. ", "28": "Please, forgive the trespass of your maidservant. For Adonai will certainly make an enduring house for my lord[b], because my lord is fighting the battles of Adonai. So let no wrongdoing be found in you all your days. ", "29": "If anyone rises to pursue you and seek your life, then let my lord's life be bound up in the bundle of the living—with Adonai your God. But let the soul of your enemies be hurled away as from the hollow of a sling.", "30": "“So when Adonai has fulfilled for my lord all the good things that He had spoken concerning you, and has appointed you ruler over Israel, ", "31": "then this will not be a stumbling-block for you, or offense of heart to my lord, or needless bloodshed by my lord avenging himself. So when Adonai has dealt graciously with my lord, then remember your handmaid.”", "32": "Then David said to Abigail, “Blessed be Adonai God of Israel, who sent you to meet me this day! ", "33": "Blessed be your discernment, and may you be blessed for keeping me this day from shedding blood, from avenging myself with my own hand. ", "34": "Yet as Adonai God of Israel lives, who restrained me from harming you, unless you had come quickly to meet me, surely not one male of Nabal's line would have been left alive by the morning light!” ", "35": "So David received from her hand what she had brought him, and said to her, “Go up in shalom to your house. Look, I have listened to your plea and have granted your request.”", "36": "Then Abigail went to Nabal, and there he was holding a banquet in his house like that of a king—Nabal's heart was merry within him, for he was quite drunk. So she told him nothing at all until daybreak. ", "37": "It came to pass in the morning, when the wine had gone out of Nabal, and his wife told him these things, that his heart died within him, and he was paralyzed like a stone. ", "38": "About ten days later, Adonai struck Nabal and he died.", "39": "When David heard that Nabal was dead, he said, “Blessed be Adonai who took the case of my insult from the hand of Nabal, yet has restrained His servant from evil! Adonai has returned Nabal's vileness on his own head.” Then David sent word and proposed to Abigail to take her as his wife. ", "40": "When David's servants came to Abigail at Carmel, they told her, “David has sent us to you, to take you as his wife.”", "41": "So she rose, bowed down with her face to the ground and said, “Behold, your handmaid is a servant to wash the feet of the servants of my lord.” ", "42": "Then Abigail rose quickly and mounted a donkey, with five of her maidens following her, following David's messengers, and she became his wife.", "43": "David also took Ahinoam of Jezreel, and the two of them were his wives. ", "44": "Meanwhile Saul had given Michal his daughter, David's wife, to Palti son of Laish, who was of Gallim."}