{"1": "Then David said in his heart, “One day I'll be swept away by the hand of Saul. There's nothing better for me than to escape immediately to the land of the Philistines. Then Saul will give up searching for me in all the territories of Israel, so I'll escape from his hand.” ", "2": "So David rose and crossed over, he and the 600 men that were with him, to Achish son of Maoch, king of Gath. ", "3": "David stayed with Achish at Gath, he and his men, every man with his household, and David with his two wives—Ahinoam of Jezreel, and Abigail of Carmel, Nabal's widow. ", "4": "So when Saul was told that David had fled to Gath, he no longer searched for him.", "5": "Then David said to Achish, “If now I have found favor in your eyes, let me be given a place in one of the country towns, so I may live there. Why should your servant stay in the royal city with you?” ", "6": "So Achish granted him Ziklag that day. Thus Ziklag came to belong to the kings of Judah to this day. ", "7": "The number of days that David stayed in the country of the Philistines was a year and four months.", "8": "Now David and his men went up and raided the Geshurites, the Gizrites and the Amalekites, for those were inhabitants of the region from ancient times, as you go all the way from Shur and as far as the land of Egypt. ", "9": "David attacked the region and was leaving not a man or woman alive, and took away sheep, oxen, donkeys, camels and clothing. When he returned and came to Achish, ", "10": "Achish would ask, “Where have you raided today?” So David would reply, “Against the Negev of Judah, against the Negev of the Jerahmeelite and against the Negev of the Kenites.” ", "11": "David left no man or woman alive to bring to Gath, thinking, “Unless they should tell about us, saying: 'So did David.'” So was his practice all the time he stayed in the country of the Philistines. ", "12": "Then Achish trusted David, saying, “He has certainly made himself abhorrent to his people Israel; therefore, he will be my vassal forever.”"}