{"1": "So it was that the word of Samuel went forth to all Israel. Now Israel went out against the Philistines in battle. They camped at Eben-ezer while the Philistines camped in Aphek. ", "2": "The Philistines drew up in battle array to meet Israel, and when the battle was fought, Israel was defeated before the Philistines, who killed 4,000 men on the battlefield.", "3": "When the people came back to the camp, the elders of Israel asked, “Why did Adonai bring defeat on us today before the Philistines? Let's fetch the ark of the covenant of Adonai from Shiloh that He may come among us and deliver us from the hand of our enemies.” ", "4": "So the people sent to Shiloh, and from there they carried the ark of the covenant of Adonai-Tzva'ot who sits above the cheruvim. Eli's two sons, Hophni and Phinehas, were there with the ark of the covenant of God. ", "5": "Now when the ark of the covenant of Adonai entered the camp, all Israel shouted with a great shout, so that the ground resounded.", "6": "When the Philistines heard the noise of the shout, they wondered, “What's this noise of a great shout in the camp of the Hebrews?” When they realized that the ark of Adonai had come into the camp, ", "7": "the Philistines were afraid, for they said, “God has come into the camp.” So they said, “Woe to us! For nothing like this has ever happened before. ", "8": "Woe to us! Who will deliver us from the hand of this mighty God? This is the God that struck down the Egyptians with all kinds of plagues in the wilderness. ", "9": "Be strong, and conduct yourselves like men, O Philistines, or else you will become enslaved to the Hebrews as they have been to you. Be like men and fight!”", "10": "So the Philistines did fight and Israel was defeated—they fled every man to his tent. The slaughter was very great, as 30,000 of Israel's foot soldiers fell. ", "11": "Moreover, the ark of God was captured, and Eli's two sons Hophni and Phinehas died.", "12": "Now that same day a man of Benjamin ran from the battlefield and came to Shiloh with his clothes torn and dust on his head. ", "13": "When he arrived, behold, Eli was sitting on his seat by the wayside watching, for his heart was trembling for the ark of God. When the man arrived to announce it in the town, the entire town cried out. ", "14": "And when Eli heard the noise of the outcry, he asked, “What's this noisy commotion?” So the man rushed and came and told Eli.", "15": "Now Eli was 98 years old, and his eyes were fixed in a blind stare. ", "16": "Then the man said to Eli, “I am one coming from the battlefield—I escaped from the battlefield today.” “What is happening, my son?” he asked.", "17": "And the messenger answered and said, “Israel fled before the Philistines and there has also been a great slaughter among the people. Also your two sons died—Hophni and Phinehas—and the ark of God was captured.” ", "18": "As soon as he mentioned of the ark of God, Eli fell backward from his seat beside the town gate. His neck broke and he died, for he was old and heavy. He had judged Israel 40 years.", "19": "Now his daughter-in-law, Phinehas' wife, was with child and about to deliver. When she heard the report that the ark of God was captured and that her father-in-law and her husband were dead, she crouched down and gave birth because she was seized with her labor pains. ", "20": "As she was dying, the women attending her said to her, “Don't be afraid, for you have brought forth a son!” But she did not respond or take it to heart. ", "21": "Then she named the child Ichabod[a] saying, “The glory has departed from Israel”—because of the capture of the ark of God, and because of her father-in-law and her husband. ", "22": "So she said, “The glory has departed from Israel, for the ark of God has been taken!”"}