{"1": "After the ark of Adonai had been in the country of the Philistines seven months, ", "2": "the Philistines summoned the priests and the diviners saying, “What should we do with the ark of Adonai? Tell us how we should send it back to its place.”", "3": "So they said, “If you are going to send the ark of the God of Israel back, do not send it empty. For you must surely return it with a guilt offering. Then you will be healed and it will be revealed to you why His hand has not been removed from you.”", "4": "“What guilt offering should we return to Him?” they asked. So they said, “Five golden tumors and five golden mice—according to the number of the lords of the Philistines, for one plague was on each of you and on your lords. ", "5": "So you will make images of your tumors and images of your mice that mar the land, and you must give glory to the God of Israel. Perhaps He will lighten His hand off of you, your gods and your land. ", "6": "Why harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He afflicted them, didn't they send them away so they left? ", "7": "Now therefore get a new cart ready, two milk cows on which there has never been a yoke, hitch the cows to the cart, and return their calves home, away from them. ", "8": "Then take the ark of Adonai and place it on the cart; also put the golden objects that you return to Him as a guilt offering in a box by its side. Then send it off so it may go. ", "9": "Then watch—if it goes up by the way of its own territory to Beth-shemesh, then it was He who inflicted on us this great harm. But if not, then we will know that it was not His hand that struck us; it just happened to us by chance.”", "10": "So the people did so—they took two milk cows and hitched them to the cart, and shut up their calves at home. ", "11": "Then they placed the ark of Adonai on the cart together with the box, the golden mice, and the models of their tumors. ", "12": "So the cows took the way straight toward Beth-shemesh—they kept along the same highway, lowing as they went, and turned aside neither to the right nor to the left. The lords of the Philistines followed them to the border of Beth-shemesh.", "13": "Now the people of Beth-shemesh were reaping their wheat harvest in the valley. When they lifted up their eyes and saw the ark, they rejoiced to see it. ", "14": "The cart came to the field of Joshua of Beth-shemesh and stopped there, where there was a large stone. Then they chopped the wood of the cart and offered up the cows as a burnt offering to Adonai. ", "15": "The Levites took down the ark of Adonai and the box that was with it that contained the gold objects, and placed them on the large stone. Then the people of Beth-shemesh offered burnt offerings and sacrifices to Adonai that day.", "16": "Now when the five lords of the Philistines had seen it, they returned to Ekron that same day. ", "17": "So these are the golden tumors that the Philistines returned as a guilt offering to Adonai: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron. ", "18": "The golden mice also corresponded to the number of all the cities of the Philistines belonging to the five lords—both the fortified cities and their country villages—as far as the large stone on which they had set down the ark of Adonai. It remains to this day in the field of Joshua of Beth-shemesh.", "19": "Then He struck down some of the men of Beth-shemesh because they had gazed into the ark of Adonai. He struck down the people—70 out of 50,000 men—the people mourned because Adonai had struck the people a great slaughter. ", "20": "So the men of Beth-shemesh asked, “Who is able to stand before Adonai—this holy God? To whom should it go up from us?” ", "21": "So they sent messengers to the inhabitants of Kiriath-jearim, saying, “The Philistines have brought back the ark of Adonai. Come down—bring it up to you.”"}