{"1": "Now there was a man of Benjamin whose name was Kish son of Abiel son of Zeror son of Becorath son of Aphiah son of a Benjamite. He was a mighty man of valor", "2": "[a] 2 and he had a son whose name was Saul—young and handsome—there was no one among Bnei-Yisrael better than him. From his shoulders and up he was taller than any of the people.", "3": "Now the donkeys of Kish, Saul's father, were lost. So Kish said to his son Saul, “Take now one of the servants with you, get up and look for the donkeys.” ", "4": "So he passed through the hill country of Ephraim and passed through the land of Shalishah, but they did not find them. Then they passed through the land of Shaalim, but they were not there. Then he passed through the land of Benjamin, but still did not find them. ", "5": "When they arrived in the land of Zuph, Saul said to his servant with him, “Come, let's go back—otherwise my father will stop worrying about the donkeys and start worrying about us.”", "6": "Then his servant said to him, “Behold now, there is a man of God in this town, and he is a man held in honor—everything he says is sure to come true. Now, let's go there. Perhaps he'll tell us the way we should go.”", "7": "Then said Saul to his servant, “But look, if we go, what would we bring the man? For the bread is gone from our sacks, and there is nothing to bring to the man of God as a present. What do we have?”", "8": "The servant answered Saul again and said, “Behold, I have in my hand a quarter of a shekel of silver. I will give it to the man of God and he will tell us our way.” ", "9": "(Formerly in Israel, when a man went to inquire of God, he said, “Come, let's go to the seer”—for today's prophet was formerly called a seer.)", "10": "Then Saul said to his servant, “Well said. Come, let's go!” So they went to the town where the man of God was. ", "11": "As they went up the hill to the town, they found some girls going out to draw water, and they asked them, “Is the seer here?” ", "12": "They answered them and said, “He is there, ahead of you. Hurry now, for he has come today to the town because people have a sacrifice at the high place today. ", "13": "As soon as you enter the town, you'll find him before he goes up to the high place to eat. For the people will not eat until he comes, because he must first bless the sacrifice—afterward the guests can eat. So now, get up, for you will find him at once.” ", "14": "So they went up to the town. As they were entering the town, behold, Samuel was coming out toward them to go up to the high place.", "15": "One day before Saul came, Adonai had revealed to Samuel saying: ", "16": "“Tomorrow about this time, I will send you a man from the land of Benjamin, and you will anoint him ruler over My people Israel. He will deliver My people from the hand of the Philistines. I have observed My people, because their cry has come to Me.”", "17": "When Samuel saw Saul, Adonai spoke to him, “Behold, this is the man I told you about. This one will govern My people.” ", "18": "Then Saul approached Samuel inside the gate and asked, “Tell me, please, where the seer's house is?”", "19": "Samuel answered Saul by saying, “I am the seer. Go up ahead of me to the high place. For today you will eat with me. In the morning when I send you off, I will tell you everything that is in your heart. ", "20": "As for the donkeys that you lost three days ago, don't set your heart on them, for they have been found. Now, for whom is all that is desirable in Israel? Is it not for you and for all your father's household?”", "21": "Saul answered by saying, “Am I not a Benjamite, from the smallest of the tribes of Israel, and my clan is the least of all the clans of the tribe of Benjamin? So why do you say such things to me?”", "22": "Then Samuel took Saul and his servant and brought them into the hall, and gave them a place at the head of the guests, who numbered about 30 people. ", "23": "Samuel said to the cook, “Bring the portion that I gave you and told you to set aside.” ", "24": "So the cook took up the thigh, raised it, and set it before Saul. Then he said, “Here is what has been reserved! Set it before you and eat, because it has been kept until this appointed time for you, since I said, 'I have invited the people.'” So Saul ate with Samuel that day.", "25": "When they came down from the high place to the town, he spoke with Saul on the roof. ", "26": "They rose early, and at daybreak Samuel called to Saul on the roof saying, “Get up, so I may send you off.” So Saul got up, and both of them, he and Samuel, went outside. ", "27": "As they were going down toward the edge of town, Samuel said to Saul, “Tell your servant to go ahead of us and pass on, but as for you, stand still awhile, so that I may proclaim to you the word of God.”"}