{"1": "Paul, called to be an apostle of Jesus Christ by the will of God, and our brother Sosthenes,", "2": "To the church of God in Corinth—those who have been sanctified in Christ Jesus, who are called as saints—along with all in every place who call on the name of our Lord Jesus Christ, their Lord and ours:", "3": "Grace to you and peace from God our Father and the Lord Jesus Christ!", "4": "I always thank my God for you because of the grace of God given to you in Christ Jesus. ", "5": "You were enriched in him in every way, in all your speaking and all your knowledge, ", "6": "because the testimony about Christ was established in you. ", "7": "As a result you do not lack any gift as you eagerly wait for the revelation of our Lord Jesus Christ. ", "8": "He will also keep you strong until the end, so that you will be blameless on the day of our Lord Jesus Christ. ", "9": "God is faithful, who called you into fellowship with his Son, Jesus Christ, our Lord.", "10": "Brothers,[a] I am making an appeal to you using the name of our Lord Jesus Christ. I ask that you all express the same view and not have any divisions among you, but that you be joined together in the same mind and in the same judgment. ", "11": "For the news I heard about you, my brothers, from members of Chloe's household, is that there are rivalries among you. ", "12": "What I mean is that each of you says, “I belong to Paul,” or “I belong to Apollos,” or “I belong to Cephas,”[b] or “I belong to Christ.” ", "13": "Is Christ divided? Was Paul crucified for you? Or were you baptized into the name of Paul? ", "14": "I thank God that I did not baptize any of you except Crispus and Gaius, ", "15": "so that no one can say that I baptized you into my own name. ", "16": "(I also baptized the household of Stephanas. Besides them, I do not know whether I baptized anyone else.) ", "17": "For Christ did not send me to baptize but to preach the gospel—not with the wisdom used in speeches, so that the cross of Christ would not be emptied of its power.", "18": "For the message of the cross is foolishness to those who are perishing, but to us who are being saved, it is the power of God. ", "19": "In fact, it is written: I will destroy the wisdom of the wise; the intelligence of the intelligent I will bring to nothing.[c]", "20": "Where is the wise man? Where is the expert in the Jewish law? Where is the probing thinker of the present age? Has God not shown that the wisdom of this world[d] is foolish? ", "21": "Indeed, since the world through its wisdom did not know God, God in his wisdom decided to save those who believe, through the foolishness of the preached message. ", "22": "Yes, Jews ask for signs, Greeks desire wisdom, ", "23": "but we preach Christ crucified—which is offensive to Jews and foolishness to Greeks, ", "24": "but to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God. ", "25": "We preach Christ crucified, because the foolishness of God is wiser than men, and the weakness of God is stronger than men.", "26": "For example, consider your call, brothers. Not many of you were wise from a human point of view, not many were powerful, and not many were born with high status. ", "27": "But God chose the foolish things of the world to put to shame those who are wise. God chose the weak things of the world to put to shame the things that are strong, ", "28": "and God chose the lowly things of the world and the despised things, and[e] the things that are not, to do away with the things that are, ", "29": "so that no one may boast before God. ", "30": "But because of him you are in Christ Jesus, who became for us the wisdom from God, namely, our righteousness and sanctification and redemption. ", "31": "God did this so that, just as it is written, “Let the one who boasts boast in the Lord.”[f]"}