{"1": "Be imitators of me, just as I am of Christ.", "2": "I praise you, brothers,[a] for remembering me in all things and holding firmly to the teachings[b] as I delivered them to you. ", "3": "However, I want you to know that Christ is the head of every man, and man is woman's head, and God is Christ's head. ", "4": "Every man who prays or prophesies with a covering hanging down from his head dishonors his head. ", "5": "But every woman who prays or prophesies with her head uncovered dishonors her head, for it is one and the same thing as being a woman with a shaved head. ", "6": "Indeed, if a woman does not wear a head covering, she should cut off her hair too. But if it is shameful for a woman to cut off her hair or shave her head, she should wear a head covering.", "7": "For a man ought not to wear a head covering, because he is the image and glory of God, but woman is man's glory. ", "8": "For man is not from woman, but woman from man, ", "9": "and man was not created for the woman, but woman for the man. ", "10": "For this reason the woman ought to have a symbol of authority on her head,[c] because of the angels.", "11": "Nevertheless, in the Lord, woman is not independent of man, nor is man independent of woman. ", "12": "For as woman came from man, so also man comes through woman, and all things are from God.", "13": "Judge for yourselves. Is it proper for a woman to pray to God with her head uncovered? ", "14": "Doesn't the nature of things itself teach you that if a man has long hair, it is disgraceful for him, ", "15": "whereas if a woman has long hair, it is glorious for her? For her long hair has been given to her as a covering. ", "16": "But if anyone is inclined to be contentious—we have no such custom, and neither do God's churches.", "17": "Now in giving you this next command, I do not praise you, because you come together not for the better but for the worse. ", "18": "For in the first place, I hear that when you come together in an assembly, there are divisions among you. And to some extent I believe it, ", "19": "for there also have to be factions among you so that those who are approved may become evident among you. ", "20": "So when you come together in the same place, it is not the Lord's Supper that you eat. ", "21": "For when you eat, each one goes ahead and takes his own supper, and so one person goes hungry while another is drunk. ", "22": "What, don't you have houses to eat and drink in? Or do you despise God's church and humiliate those who have nothing? What am I to say to you? Shall I praise you? In this matter I do not praise you!", "23": "For I received from the Lord what I also delivered to you: The Lord Jesus, on the night when he was betrayed, took bread, ", "24": "and when he had given thanks, he broke it and said,[d] “This is my body, which is[e] for you. Do this in remembrance of me.” ", "25": "In the same way, after the meal, he also took the cup, saying, “This cup is the new testament[f] in my blood. Do this, as often as you drink it, in remembrance of me.” ", "26": "For as often as you eat this bread and drink the cup, you proclaim the Lord's death until he comes.", "27": "Therefore whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the Lord's body and blood. ", "28": "Instead, let a person examine himself and after doing so, let him eat of the bread and drink from the cup. ", "29": "For if anyone eats and drinks in an unworthy way[g] because he does not recognize[h] the Lord's[i] body, he eats and drinks judgment on himself. ", "30": "Because of this, many among you are weak and sick, and quite a few have fallen asleep.[j] ", "31": "But if we judged ourselves, we would not be undergoing judgment. ", "32": "However, when we undergo judgment, we are being disciplined by the Lord so that we may not be condemned with the world.", "33": "Therefore, my brothers, when you come together to eat, wait for one another.[k] ", "34": "If anyone is hungry, let him eat at home so that your coming together may not result in judgment. The rest of my instructions I will give when I come."}