{"1": "Now concerning spiritual gifts, brothers, I do not want you to be uninformed. ", "2": "You know that when you were pagans, you were deceived and somehow led away to mute idols. ", "3": "Therefore I am informing you that no one speaking by God's Spirit says, “A curse be upon Jesus,” and no one can say, “Jesus is Lord,” except by the Holy Spirit.", "4": "There are various kinds of gifts, but the same Spirit. ", "5": "There are different kinds of ministries, and yet the same Lord. ", "6": "There are various kinds of activity, but the same God, who produces all of them in everyone.", "7": "Each person is given a manifestation of the Spirit for the common good. ", "8": "To one person a message of wisdom is given by the Spirit; to another, a message of knowledge, as the same Spirit provides it; ", "9": "by the same Spirit, faith is given to someone else; and to another, the same[a] Spirit gives healing gifts. ", "10": "Another is given powers to do miracles; another, the gift of prophecy; another, the evaluating of spirits; someone else, different kinds of tongues;[b] and another, the interpretation of tongues. ", "11": "One and the same Spirit produces all of these, distributing them to each one individually as he desires.", "12": "For just as the body is one and has many members, and all the members of the body, though many, are one body, so also is Christ. ", "13": "For by[c] one Spirit we all were baptized into one body, whether Jews or Greeks, whether slaves or free people, and we were all caused to drink one Spirit. ", "14": "Furthermore, the body is not one member, but many. ", "15": "If the foot says, “Because I am not a hand, I am not part of the body,” it does not on that account cease to be part of the body. ", "16": "If the ear says, “Because I am not an eye, I am not part of the body,” it does not on that account cease to be part of the body. ", "17": "If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? ", "18": "But now God has arranged the members in the body, each and every one of them, as he desired. ", "19": "If they were all one member, where would the body be? ", "20": "But as it is, there are many members, yet one body.", "21": "The eye cannot say to the hand, “I have no need for you,” or again the head to the feet, “I have no need for you.” ", "22": "On the contrary, the members of the body that seem to be weaker are much more necessary. ", "23": "As for the parts of the body we consider less honorable, these we provide with more honor. We treat our unpresentable parts with more modesty, ", "24": "whereas our presentable parts have no such need. But God put the body together in a way that gave more honor to the parts that lack it. ", "25": "He did it so that there might not be any division in the body, but that the members might all have the same concern for one another. ", "26": "So if one member suffers, all the members suffer with it, or if one member is honored, all the members rejoice with it.", "27": "You are the body of Christ, and individually you are members of it. ", "28": "And God appointed in the church: first apostles, second prophets, third teachers; then miracles, healing gifts, helpful acts, leadership abilities, kinds of tongues. ", "29": "Are all apostles? Are all prophets? Are all teachers? Are all miracle workers? ", "30": "Do all have healing gifts? Do all speak in tongues? Do all interpret? ", "31": "But eagerly seek the greater gifts. And now, I am going to show you a more excellent way."}