{"1": "Keep on pursuing love, and eagerly seek spiritual gifts, but especially prophecy. ", "2": "For the person who speaks in a tongue[a] speaks to God, not to people. For no one understands him, but he speaks mysteries in the Spirit. ", "3": "However, the person who prophesies speaks to people things that edify, encourage, and comfort. ", "4": "The one who speaks in a tongue edifies himself, but the one who prophesies edifies the church. ", "5": "I would like all of you to speak in tongues, but I would prefer that you prophesy. For the person who prophesies is greater than the one who speaks in tongues, unless he interprets so that the church may be built up.", "6": "Brothers,[b] if I come to you speaking in tongues, what good will I do you, unless I communicate to you a revelation, or some knowledge, or a prophecy, or some teaching? ", "7": "Even lifeless instruments that produce sound, such as a flute or a harp, if they do not make the notes distinct from one another, how will anyone know what is being played on the flute or harp? ", "8": "If the trumpet makes an uncertain sound, who will get ready for battle? ", "9": "So also with you: Unless you use your tongue to produce intelligible speech, how will anyone know what is being spoken? To be sure, you will be speaking only into the air.", "10": "There are perhaps ever so many kinds of languages in the world, and not one of them is without meaning. ", "11": "Accordingly, if I do not understand the language, I will be a foreigner to the speaker, and he will be a foreigner to me. ", "12": "So also with you: Since you are eager for spiritual gifts, seek to use them abundantly in a way that will build up the church.", "13": "That is why a person who speaks in a tongue should pray that he may interpret. ", "14": "For if I pray in a tongue, my spirit prays, but my understanding[c] is unfruitful. ", "15": "So what is to be done? I will pray using my spirit, and I will pray also using my understanding. I will sing using my spirit, and I will sing also using my understanding. ", "16": "Otherwise, how will an uninformed person[d] say the “Amen” after you give thanks, since he does not know what you are saying? ", "17": "To be sure, you are giving thanks well enough, but the other person is not being built up. ", "18": "I thank God that I speak in tongues more than all of you. ", "19": "But in the church I would rather speak five words with my understanding, in order to instruct others, than ten thousand words in a tongue.", "20": "Brothers, do not be children in your thinking, but be like babies in regard to evil, and be mature in your thinking. ", "21": "It is written in the law, “By different tongues and by foreign lips I will speak to this people, and even so, they will not listen to me, says the Lord.”[e] ", "22": "Therefore, tongues are a sign meant for unbelievers, not believers, whereas prophecy is for believers, not unbelievers. ", "23": "So if the whole church comes together in the same place and all speak in tongues, and uninformed visitors or unbelievers come in, won't they say that you are crazy? ", "24": "But if all prophesy and some unbeliever or uninformed visitor comes in, he is reproved by all and judged by all, ", "25": "the secrets of his heart are revealed, and under those circumstances he will fall down on his face and worship God, declaring, “God really is among you!”", "26": "So, brothers, what is to be done? When you come together, each one of you[f] has a psalm, or a teaching, or a revelation, or an utterance in a tongue, or an interpretation. Let all things be done in a way that builds people up. ", "27": "If someone speaks in a tongue, limit it to two or at most three (speaking one at a time), and have one person interpret. ", "28": "But if there is no interpreter, he is to keep silent in the church and keep his speaking between himself and God. ", "29": "Let two or three prophets speak, and let the others carefully evaluate what was said. ", "30": "But if a revelation comes to another person as he sits there, let the first person become silent. ", "31": "For you all can do your prophesying one at a time, so that all may learn and all may be encouraged. ", "32": "The spirits of the prophets are also subject to the prophets, ", "33": "for God is not a God of disorder, but of peace. As in all the churches of the saints,[g] ", "34": "the[h] women are to keep silent in the churches, for they are not permitted to speak. Instead they are to be subordinate, as also the Law says. ", "35": "If they desire to learn something, let them ask their own men[i] at home, because it is shameful for a woman to speak in the church. ", "36": "Or are you the ones from whom the word of God has gone out? Or did it come to you alone?", "37": "If anyone thinks he is a prophet or spiritual person, let him recognize that the things I write to you are the Lord's commands.[j] ", "38": "But if anyone disregards them, he should be disregarded.", "39": "So, brothers, be eager to prophesy, and do not forbid speaking in tongues. ", "40": "But let all things be done decently and in good order."}