{"1": "Brothers, I am going to call your attention to the gospel that I preached to you. You received it, and you took your stand on it. ", "2": "You are also being saved by that gospel that was expressed in the words I preached to you, if you keep your hold on it—unless you believed in vain. ", "3": "For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,", "4": "that he was buried, that he was raised on the third day in accordance with the Scriptures,", "5": "and that he appeared to Cephas,[a] then to the Twelve.", "6": "After that he appeared to over five hundred brothers at the same time, most of whom are still alive, but some have fallen asleep. ", "7": "Then he appeared to James, and then to all the apostles. ", "8": "Last of all, he appeared also to me, the stillborn child, so to speak. ", "9": "For I am the least of the apostles, and I am not worthy to be called an apostle, because I persecuted God's church. ", "10": "But by the grace of God I am what I am, and his grace toward me was not ineffective. On the contrary, I worked more than all of them (and yet it wasn't my doing, but it was the grace of God, which was with me, that did it). ", "11": "So whether it is I or they, that is what we preach, and that is what you believed.", "12": "Now if it is preached that Christ has been raised from the dead, how is it that some among you say that there is no resurrection of the dead? ", "13": "If there is no resurrection of the dead, not even Christ has been raised. ", "14": "And if Christ has not been raised, our preaching is pointless, and your faith is pointless too. ", "15": "Then we are even guilty of giving false testimony about God, because we testified about God that he raised Christ, whom he did not raise, if it were true that the dead are not raised. ", "16": "For if the dead are not raised, not even Christ has been raised. ", "17": "And if Christ has not been raised, your faith is futile; you are still in your sins. ", "18": "Then it also follows that those who fell asleep in Christ perished. ", "19": "If our hope in Christ applies only to this life, we are the most pitiful people of all.", "20": "But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. ", "21": "For since death came by a man, the resurrection of the dead also is going to come by a man. ", "22": "For as in Adam they all die, so also in Christ they all will be made alive. ", "23": "But each in his own order: Christ as the firstfruits and then Christ's people, at his coming. ", "24": "Then comes the end, when he hands over the kingdom to God the Father, after he has done away with every other ruler and every other authority and power. ", "25": "For he must reign “until he has put all his enemies under his feet.”[b] ", "26": "Death is the last enemy to be done away with. ", "27": "Certainly, “he has put all things in subjection under his feet.”[c] Now when it says that all things have been put in subjection, obviously that does not include the one who subjected all things to him. ", "28": "But when all things have been subjected to him, then the Son himself will also be subjected[d] to the one who subjected all things to him, in order that God may be all in all.", "29": "Otherwise, what will those people do who get baptized for the dead? If the dead are not raised at all, why do they even get baptized for them? ", "30": "Why do we live in danger every hour? ", "31": "Day by day I face death, as surely as I boast about you, brothers,[e] in Christ Jesus our Lord. ", "32": "If I fought wild animals in Ephesus with human motives, what good did it do me? If the dead are not raised, then “let us eat and drink, for tomorrow we die.”[f] ", "33": "Do not be deceived! “Keeping bad company corrupts good morals.”[g] ", "34": "Use sober judgment, as is right, and do not sin, for some have no knowledge of God. I say this to your shame.", "35": "But someone will object, “How can it be that the dead are raised? With what kind of body are they going to come?”", "36": "You are being foolish. What you sow is not made alive unless it dies. ", "37": "And what you sow is not the body that will be, but a bare seed, perhaps of wheat or some other grain. ", "38": "But God gives it a body of the kind he wanted it to have, and to each of the seeds he gives its own body.", "39": "Flesh is not all the same kind. Instead, people have one kind of flesh, animals have another kind, birds another, and fish yet another. ", "40": "There are also celestial bodies and bodies on earth, but the glory of the celestial bodies differs from that of the bodies on earth. ", "41": "There is one glory of the sun, another of the moon, and another of the stars; in fact, one star differs from another in glory.", "42": "That is the way the resurrection of the dead will be. What is sown is perishable; it is raised imperishable. ", "43": "It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. ", "44": "It is sown as a natural[h] body; it is raised as a spiritual[i] body. If there is a natural body, there is also a spiritual body. ", "45": "So also it is written, “The first man, Adam, became a living natural being.”[j] The last Adam became a life-giving spirit. ", "46": "However, that which is spiritual is not first; rather, first comes the natural, then the spiritual. ", "47": "The first man is of the earth, made of dust. The second man is the Lord[k] from heaven. ", "48": "As was the man made of dust, so are the people who are made of dust, and as is the heavenly man, so the heavenly people will be. ", "49": "And just as we have borne the image of the man made of dust, let us[l] also bear the image of the heavenly man.", "50": "Now I say this, brothers: Flesh and blood cannot inherit the kingdom of God, and what is perishable is not going to inherit what is imperishable. ", "51": "Look, I tell you a mystery. We will not all sleep, but we will all be changed, ", "52": "in a moment, in the blink of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed. ", "53": "For this perishable body must put on imperishability, and this mortal body must put on immortality. ", "54": "But once this perishable body has put on imperishability, and this mortal body has put on immortality, then what is written will be fulfilled: Death is swallowed up in victory.[m]", "55": "Death, where is your sting? Grave, where is your victory?[n] [o]", "56": "The sting of death is sin, and the power of sin is the law. ", "57": "But thanks be to God, who gives us the victory through our Lord Jesus Christ!", "58": "Therefore, my dear brothers, be steadfast, immovable, always abounding in the Lord's work, because you know that your labor is not in vain in the Lord."}