{"1": "Now concerning the collection for the saints, do as I directed the churches in Galatia to do. ", "2": "On the first day of every week, each of you is to set something aside in keeping with whatever he gains, saving it up at home, so that when I come, no collections will need to be carried out. ", "3": "When I arrive, those whom you approve will be provided with letters, and I will send these representatives to deliver your gracious gift to Jerusalem. ", "4": "If it is appropriate for me to go also, they will go with me.", "5": "I will come to you when I have passed through Macedonia, for I am going to go through Macedonia. ", "6": "Perhaps I will have an extended stay with you or even spend the winter, so that you may send me on my way, wherever I go. ", "7": "For I do not wish to see you now in passing. I hope to stay with you for a while, if the Lord permits. ", "8": "But I will stay on in Ephesus until Pentecost, ", "9": "because a door has opened for me, a great opportunity for action, and there are many adversaries.", "10": "But if Timothy comes, make sure he has no reason to be afraid while he is with you, for he does the work of the Lord, as I do. ", "11": "Therefore let no one despise him. But send him on his way in peace so that he may come to me, because I am expecting him, and so are the brothers with me.[a]", "12": "Now concerning our brother Apollos, I strongly urged him to go to you with the brothers. It was not at all his desire to go now, but he will when he has an opportunity.", "13": "Keep alert. Stand firm in the faith. Demonstrate manly courage. Be strong. ", "14": "Let everything you do be done in love.", "15": "Brothers, you know Stephanas and his household. You know that they are the firstfruits of Achaia, and that they volunteered for service to the saints. ", "16": "I urge that you also submit to them and to everyone who joins in and works hard. ", "17": "I am glad that Stephanas, Fortunatus, and Achaicus came, because they supplied what was lacking on your part, ", "18": "and they refreshed my spirit and yours. Therefore acknowledge such people.", "19": "The churches in the province of Asia[b] greet you. Aquila and Priscilla[c] greet you warmly in the Lord, together with the church that meets in their house. ", "20": "All the brothers greet you. Greet one another with a holy kiss.", "21": "This greeting is written by me, Paul, with my own hand. ", "22": "If anyone does not love the Lord—let him be under a curse![d] Marana tha![e] ", "23": "The grace of the Lord Jesus Christ[f] be with you. ", "24": "My love be with all of you in Christ Jesus. Amen.[g]"}