{"1": "This is the way a person should think of us: as servants of Christ and stewards of God's mysteries. ", "2": "In this connection, moreover, it is required of stewards that they be found faithful. ", "3": "But it is a trivial matter to me if I am evaluated by you or by a day in a human court. Why, I do not even evaluate myself. ", "4": "I do not in fact know of anything against myself, but I am not justified by this; rather, the one who evaluates me is the Lord. ", "5": "Therefore judge nothing ahead of time, until the Lord comes. He will bring to light whatever is hidden in darkness and also reveal the intentions of hearts. Then there will be praise for each person from God.", "6": "Brothers, I turned these things into a lesson using myself and Apollos as examples. I did this for your benefit, so that you may learn from us not to go beyond what is written. Then you will not be arrogant, favoring one person over the other. ", "7": "For who makes you so special? And what do you have that you did not receive? But if you did receive it, why do you boast as if you had not received it? ", "8": "Oh, you are already filled! You have already become rich! You have begun to reign without us! If only that were really true, so that we could reign with you!", "9": "For I think that God has displayed us, the apostles, in the lowliest position, like men sentenced to death, because we have been made a spectacle to the world, both to angels and to people. ", "10": "We are fools for Christ's sake, but you are so wise in Christ! We are weak—but you are so strong! You are honored! But we are despised. ", "11": "At the present we still hunger and thirst and lack proper clothing. We are treated roughly, and we have no settled place to live in. ", "12": "We toil, working with our own hands. When we are verbally abused, we bless. When persecuted, we endure. ", "13": "When slandered, we speak kind words. We have been treated like the world's garbage, like everyone's trash, right up to the present time.", "14": "I do not write these things to shame you, but to admonish you as my dear children. ", "15": "Indeed, even if you would have ten thousand guardians in Christ, you would not have many fathers. I say this, because in Christ Jesus I became your father through the gospel. ", "16": "I urge you, therefore, be imitators of me. ", "17": "That is why I have sent Timothy to you. He is my dearly loved and faithful child in the Lord, and he will remind you of my ways in Christ,[a] just as I teach everywhere in every church.", "18": "Some have become arrogant, as though I were not coming to you. ", "19": "But I will come to you soon, if the Lord is willing, and I will find out about the power, not the talk, of those who are arrogant. ", "20": "For the kingdom of God does not consist in talk, but in power. ", "21": "What do you want? Shall I come to you with a rod, or in love and a spirit of gentleness?"}