{"1": "Am I not free? Am I not an apostle? Have I not seen Jesus, our Lord? Are you not my work in the Lord? ", "2": "If I am not an apostle to others, yet at least I am to you. For you are the seal of my apostleship in the Lord.", "3": "This is my defense to those who examine me. ", "4": "Do we not have a right to eat and to drink? ", "5": "Do we not have a right to take along a wife who is a believer, as the rest of the apostles do, and the brothers of the Lord, and Cephas?[a] ", "6": "Or are Barnabas and I the only ones who have no right to be spared from manual labor? ", "7": "What soldier ever serves at his own expense? Who plants a vineyard and does not eat some of its fruit? Or who takes care of a flock and does not drink milk from the flock? ", "8": "Am I saying this just from a human point of view? Doesn't the law also say this? ", "9": "Yes, it is written in the Law of Moses, “You shall not muzzle an ox while it is treading out grain.”[b] Is God really concerned about oxen, ", "10": "or does he say this entirely for our sake? Yes, it was written for our sake, because the plowman ought to plow in hope, and the thresher ought to thresh in hope of getting a share. ", "11": "If we sowed spiritual seed for your good, is it too much if we reap material benefits from you? ", "12": "If others have some right to make this claim on you, don't we even more? But we did not use this right. Instead, we endure everything so as not to cause any hindrance for the gospel of Christ.", "13": "Do you not know that those who do the work in the temple eat food from the temple, and those who attend to the altar receive a portion from what is on the altar? ", "14": "In the same way, the Lord has commanded that those who preach the gospel are to receive their living from the gospel. ", "15": "But I have used none of these things. I am not writing this to have it done this way in my case, because it is better for me to die than to let anyone deprive me of my boast. ", "16": "You see, if I preach the gospel, I have nothing to boast about, because an obligation is laid on me, and woe to me if I do not preach the gospel! ", "17": "If I do this as a volunteer, I receive compensation. But if not, I have been entrusted with a responsibility as a steward. ", "18": "What then is my compensation? To present the gospel of Christ[c] free of charge when I preach it, instead of making use of the right I have when I preach the gospel.", "19": "In fact, although I am free from all, I enslaved myself to all so that I might gain many more. ", "20": "To the Jews, I became like a Jew so that I might gain Jews. To those who are under the law, I became like a person under the law (though I myself am not under the law) so that I might gain those who are under the law. ", "21": "To those who are without the law, I became like a person without the law (though I am not without God's law but am within the law of Christ) so that I might gain those who are without the law. ", "22": "To the weak, I became weak so that I might gain the weak. I have become all things to all people so that I may save at least some. ", "23": "And I do everything for the sake of the gospel so that I may share in it along with others.", "24": "Do you not know that when runners compete in the stadium, they all run, but only one receives the prize? Run like that—to win. ", "25": "Everyone who competes in the games exercises self-control in all things. They do it to receive a perishable victor's wreath, but we do it for an imperishable one. ", "26": "That is why there is nothing aimless about the way I run. There is no pummeling of the air in the way I box. ", "27": "Instead I hit my body hard and make it my slave so that, after preaching to others, I myself will not be rejected."}