{"1": "The Lord was angry with Israel again. He caused David to turn against the Israelites. He told David, “Go count the people of Israel and Judah.”", "2": "King David said to Joab, the captain of the army, “Go through all the tribes of Israel from Dan to Beersheba,[a] and count the people. Then I will know how many people there are.”", "3": "But Joab said to the king, “May the Lord your God give you 100 times as many people, no matter how many there are! And may your eyes see this thing happen. But why do you want to do this?”", "4": "King David strongly commanded Joab and the other captains of the army to count the people. So they went out from the king to count the people of Israel.", "5": "After they crossed over the Jordan River, they made their camp in Aroer on the right side of the city. (The city is in the middle of the valley of Gad, on the way to Jazer.)", "6": "Then they went east to Gilead, all the way to Tahtim Hodshi. Then they went north to Dan Jaan and around to Sidon.", "7": "They went to the fort of Tyre. They went to all the cities of the Hivites and of the Canaanites. Then they went south to Beersheba in the southern part of Judah.", "8": "It took them nine months and 20 days for them to go through the country. After nine months and 20 days they came back to Jerusalem.", "9": "Joab gave the list of the people to the king. There were 800,000 men in Israel who could use the sword. And there were 500,000 men in Judah.", "10": "David felt ashamed after he had counted the people and said to the Lord, “I have sinned greatly in what I did! Lord, I beg you, forgive me for my sin. I have been very foolish.”", "11": "When David got up in the morning, the Lord gave this message to Gad, David's seer:", "12": "“Go and tell David, 'This is what the Lord says: There are three ways you can be punished. Choose the one you want.'”", "13": "So Gad went to David and said to him, “Choose one of these three: seven[b] years of famine for you and your country, being chased by your enemies for three months, or three days of disease in your country. Think about it, and decide which one you want. I must give your answer to the one who sent me.”", "14": "David said to Gad, “This is a terrible situation to be in. But it would be better to be punished by the Lord than by anyone else, because he is very merciful.”", "15": "So the Lord sent a disease against Israel. It began in the morning and continued until the chosen time to stop. From Dan to Beersheba 70,000 people died.", "16": "The angel raised his arm over Jerusalem and was ready to destroy it, but the Lord felt very sorry about the bad things that had happened. He said to the angel who destroyed the people, “That's enough! Put down your arm.” The Lord's angel was by the threshing floor of Araunah[c] the Jebusite.[d]", "17": "When he saw the angel who killed the people, David spoke to the Lord. David said, “I sinned! I did wrong! And these people only did what I told them—they only followed me like sheep. They did nothing wrong. Please let your punishment be against me and my father's family.”", "18": "That day Gad came to David and said, “Go and build an altar to the Lord on the threshing floor of Araunah the Jebusite.”", "19": "So David did what Gad told him to. David did what the Lord wanted and went to see Araunah.", "20": "Araunah looked and saw King David and his officers coming to him. Araunah went out and bowed his face to the ground.", "21": "He said, “Why has my lord and king come to me?” David answered, “I came to buy the threshing floor from you. Then I can build an altar to the Lord. Then the disease will stop.”", "22": "Araunah said to David, “My lord and king, you can take anything you want for a sacrifice. Here are some oxen for the burnt offering, and the threshing boards and the yokes for the wood.", "23": "O King, I give everything to you!” Araunah also said to the king, “May the Lord your God be pleased with you.”", "24": "But the king said to Araunah, “No! I must pay you for everything. I will not offer burnt offerings to the Lord my God that cost me nothing.” So David bought the threshing floor and the oxen for 50 shekels of silver.", "25": "Then David built an altar to the Lord there and offered burnt offerings and peace offerings. The Lord answered his prayer for the country. He stopped the disease in Israel."}