{"1": "David asked, “Is there anyone still left in Saul's family? I want to show kindness to this person. I want to do it for Jonathan.”", "2": "There was a servant named Ziba from Saul's family. David's servants called Ziba to David. King David said to Ziba, “Are you Ziba?” Ziba said, “Yes, I am your servant Ziba.”", "3": "The king said, “Is there anyone left in Saul's family? I want to show God's kindness to this person.” Ziba said to King David, “Jonathan has a son still living. He is crippled in both feet.”", "4": "The king said to Ziba, “Where is this son?” Ziba said to the king, “He is at the house of Makir son of Ammiel in Lo Debar.”", "5": "Then King David sent some of his officers to Lo Debar to bring Jonathan's son from the house of Makir son of Ammiel.", "6": "Jonathan's son Mephibosheth came to David and bowed with his face low to the floor. David said, “Mephibosheth?” Mephibosheth said, “Yes sir, it is I, your servant Mephibosheth.”", "7": "David said to Mephibosheth, “Don't be afraid. I will be kind to you because of your father Jonathan. I will give back to you all the land of your grandfather Saul. And you will always be able to eat at my table.”", "8": "Mephibosheth bowed to David again and he said, “I am no better than a dead dog, but you are being very kind to me.”", "9": "Then King David called Saul's servant Ziba and said, “I have given Saul's family and everything he owns to your master's grandson, Mephibosheth.", "10": "You will farm the land for Mephibosheth. Your sons and servants will do this for him. You will harvest the crops. Then your master's grandson will have plenty of food to eat, but Mephibosheth will always be allowed to eat at my table.” Ziba had 15 sons and 20 servants.", "11": "He said to King David, “I am your servant. I will do everything that my lord the king commands.” So Mephibosheth ate at David's table like one of the king's sons.", "12": "Mephibosheth had a young son named Mica. All the people in Ziba's family became Mephibosheth's servants.", "13": "Mephibosheth lived in Jerusalem. He was crippled in both feet, and every day he ate at the king's table."}