{"1": "Behold, what love the Father has given to us, that we should be called the sons of God! For this reason, this world does not know you: because it does not know Him.", "2": "Dearly beloved, we are now the sons of God. But what we shall be is yet to be revealed. And we know that when He shall be revealed, we shall be like Him. For we shall see Him as He is.", "3": "And everyone who has this hope in Him purges himself, just as He is pure.", "4": "Whoever commits sin, also transgresses the Law. For sin is the transgression of the Law.", "5": "And you know that He was revealed so that He might take away our sins. And no sin is in Him.", "6": "Whoever abides in Him does not sin. Whoever sins has neither seen Him nor known Him.", "7": "Little children, let no one deceive you. Whoever practices righteousness is righteous (as He is righteous).", "8": "Whoever commits sin is of the devil. For the devil sins from the beginning. The Son of God was revealed for this purpose: that He might destroy the works of the devil.", "9": "Whoever is born of God does not sin. For His seed remains in him. Nor can he sin, because he is born of God.", "10": "In this are the children of God and the children of the devil known. Whoever does not practice righteousness is not of God, nor is the one who does not love his brother.", "11": "For this is the message that you heard from the beginning: that we should love one another;", "12": "not as Cain, who was of the wicked one and killed his brother. And why did he kill him? Because his own works were evil and his brother's good.", "13": "Do not marvel, my brothers, though this world hates you.", "14": "We know that we have passed over from death to life because we love the brothers. The one who does not love his brother remains in death.", "15": "Whoever hates his brother is a murderer. And you know that no murderer has eternal life abiding in him.", "16": "By this we have perceived love: that He laid down His life for us. Therefore, we also ought to lay down our lives for the brothers.", "17": "And whoever has this world's goods and sees his brother has need and shuts up his compassion from him, how does the love of God dwell in him?", "18": "My little children, let us not love in word or in tongue only, but in deed and in truth.", "19": "For by this we know that we are of the truth and shall assure our hearts before Him.", "20": "For if our hearts condemn us, God is greater than our heart and knows all things.", "21": "Beloved, if our heart does not condemn us, then we have boldness toward God.", "22": "And whatever we ask we receive of Him, because we keep His commandments and do those things which are pleasing in His sight.", "23": "This, then, is His commandment: that we believe in the Name of His Son Jesus Christ and love one another as He commanded.", "24": "For the one who keeps His commandments dwells in Him, and He in him. And by this we know that He abides in us: by that Spirit which He has given us."}