{"1": "Whoever believes that Jesus is the Christ is born of God. And everyone who loves Him Who begat, also loves him who is begotten of Him.", "2": "In this we know that we love the children of God: when we love God and keep His commandments.", "3": "For this is the love of God: that we keep His commandments. And His commandments are not burdensome.", "4": "For all that is born of God overcomes this world. And this is that victory that has overcome this world: our faith.", "5": "Who is it that overcomes this world but the one who believes that Jesus is the Son of God?", "6": "This is that Jesus Christ Who came by water and blood - not by water only, but by water and blood - and it is that Spirit that bears witness. For that Spirit is Truth.", "7": "For there are Three Who bear record in Heaven: the Father, the Word, and the Holy Ghost. And these three are One.", "8": "And there are Three Who bear record in the earth, the Spirit, and the Water and the Blood: and these Three agree in One.", "9": "If we receive the witness of men, the witness of God is greater. For this is the witness of God which He testified about His Son:", "10": "The one who believes in that Son of God, has the witness in himself: The one who does not believe God has made Him a liar, because he has not believed the record that God witnessed of His Son.", "11": "And this is that record: that God has given us eternal life. And this life is in His Son.", "12": "The one who has that Son, has that life. And the one who does not have that Son of God, does not have that life.", "13": "These things I have written to you who believe in the Name of the Son of God, so that you may know that you have eternal life (and that you may believe in the Name of the Son of God).", "14": "And this is that assurance that we have in Him: that if we ask anything according to His will, He hears us.", "15": "And if we know that He hears us - whatever we ask - we know that we have the petitions that we have desired of Him.", "16": "If anyone sees his brother sin a sin that does not lead to death, let him ask and He shall give him life for those whose sin does not lead to death. There is sin that leads to death. I do not say that you should pray for that.", "17": "All unrighteousness is sin. But there is sin that does not lead to death.", "18": "We know that whoever is born of God does not sin. But the one who is begotten of God guards himself. And the wicked one does not touch him.", "19": "We know that we are of God, and this whole world lies in wickedness.", "20": "But we know that the Son of God has come and has given us a mind to know Him Who is true. And we are in Him Who is true; in His Son Jesus Christ. The same is that very God and that Eternal Life.", "21": "Little children, keep yourselves from idols. Amen."}