{"1": "From: Sha'ul, a slave of the Messiah Yeshua, an emissary because I was called and set apart for the Good News of God.", "2": "God promised this Good News in advance through his prophets in the Tanakh. ", "3": "It concerns his Son — he is descended from David physically; ", "4": "he was powerfully demonstrated to be Son of God spiritually, set apart by his having been resurrected from the dead; he is Yeshua the Messiah, our Lord. ", "5": "Through him we received grace and were given the work of being an emissary on his behalf promoting trust-grounded obedience among all the Gentiles, ", "6": "including you, who have been called by Yeshua the Messiah.", "7": "To: All those in Rome whom God loves, who have been called, who have been set apart for him: Grace to you and shalom from God our Father and the Lord Yeshua the Messiah.", "8": "First, I thank my God through Yeshua the Messiah for all of you, because the report of your trust is spreading throughout the whole world. ", "9": "For God, whom I serve in my spirit by spreading the Good News about his Son, is my witness that I regularly remember you ", "10": "in my prayers; and I always pray that somehow, now or in the future, I might, by God's will, succeed in coming to visit you. ", "11": "For I long to see you, so that I might share with you some spiritual gift that can make you stronger — ", "12": "or, to put it another way, so that by my being with you, we might, through the faith we share, encourage one another. ", "13": "Brothers, I want you to know that although I have been prevented from visiting you until now, I have often planned to do so, in order that I might have some fruit among you, just as I have among the other Gentiles. ", "14": "I owe a debt to both civilized Greeks and uncivilized people, to both the educated and the ignorant; ", "15": "therefore I am eager to proclaim the Good News also to you who live in Rome.", "16": "For I am not ashamed of the Good News, since it is God's powerful means of bringing salvation to everyone who keeps on trusting, to the Jew especially, but equally to the Gentile. ", "17": "For in it is revealed how God makes people righteous in his sight; and from beginning to end it is through trust — as the Tanakh puts it, “But the person who is righteous will live his life by trust.”[a]", "18": "What is revealed is God's anger from heaven against all the godlessness and wickedness of people who in their wickedness keep suppressing the truth; ", "19": "because what is known about God is plain to them, since God has made it plain to them. ", "20": "For ever since the creation of the universe his invisible qualities — both his eternal power and his divine nature — have been clearly seen, because they can be understood from what he has made. Therefore, they have no excuse; ", "21": "because, although they know who God is, they do not glorify him as God or thank him. On the contrary, they have become futile in their thinking; and their undiscerning hearts have become darkened. ", "22": "Claiming to be wise, they have become fools! ", "23": "In fact, they have exchanged the glory of the immortal God for mere images, like a mortal human being, or like birds, animals or reptiles!", "24": "This is why God has given them up to the vileness of their hearts' lusts, to the shameful misuse of each other's bodies. ", "25": "They have exchanged the truth of God for falsehood, by worshipping and serving created things, rather than the Creator — praised be he for ever. Amen. ", "26": "This is why God has given them up to degrading passions; so that their women exchange natural sexual relations for unnatural; ", "27": "and likewise the men, giving up natural relations with the opposite sex, burn with passion for one another, men committing shameful acts with other men and receiving in their own persons the penalty appropriate to their perversion. ", "28": "In other words, since they have not considered God worth knowing, God has given them up to worthless ways of thinking; so that they do improper things. ", "29": "They are filled with every kind of wickedness, evil, greed and vice; stuffed with jealousy, murder, quarrelling, dishonesty and ill-will; they are gossips, ", "30": "slanderers, haters of God; they are insolent, arrogant and boastful; they plan evil schemes; they disobey their parents; ", "31": "they are brainless, faithless, heartless and ruthless. ", "32": "They know well enough God's righteous decree that people who do such things deserve to die; yet not only do they keep doing them, but they applaud others who do the same."}