{"1": "Brothers, my heart's deepest desire and my prayer to God for Isra'el is for their salvation; ", "2": "for I can testify to their zeal for God. But it is not based on correct understanding; ", "3": "for, since they are unaware of God's way of making people righteous and instead seek to set up their own, they have not submitted themselves to God's way of making people righteous. ", "4": "For the goal at which the Torah aims is the Messiah, who offers righteousness to everyone who trusts. ", "5": "For Moshe writes about the righteousness grounded in the Torah that the person who does these things will attain life through them.[a] ", "6": "Moreover, the righteousness grounded in trusting says: “Do not say in your heart, 'Who will ascend to heaven?'” — that is, to bring the Messiah down — ", "7": "or, “'Who will descend into Sh'ol?'” — that is, to bring the Messiah up from the dead. ", "8": "What, then, does it say? “The word is near you, in your mouth and in your heart.”[b] — that is, the word about trust which we proclaim, namely, ", "9": "that if you acknowledge publicly with your mouth that Yeshua is Lord and trust in your heart that God raised him from the dead, you will be delivered. ", "10": "For with the heart one goes on trusting and thus continues toward righteousness, while with the mouth one keeps on making public acknowledgement and thus continues toward deliverance. ", "11": "For the passage quoted says that everyone who rests his trust on him will not be humiliated.[c] ", "12": "That means that there is no difference between Jew and Gentile — Adonai is the same for everyone, rich toward everyone who calls on him, ", "13": "since everyone who calls on the name of Adonai will be delivered.[d]", "14": "But how can they call on someone if they haven't trusted in him? And how can they trust in someone if they haven't heard about him? And how can they hear about someone if no one is proclaiming him? ", "15": "And how can people proclaim him unless God sends them? — as the Tanakh puts it, “How beautiful are the feet of those announcing good news about good things!”[e]", "16": "The problem is that they haven't all paid attention to the Good News and obeyed it. For Yesha'yahu says, “Adonai, who has trusted what he has heard from us?”[f]", "17": "So trust comes from what is heard, and what is heard comes through a word proclaimed about the Messiah.", "18": "“But, I say, isn't it rather that they didn't hear?” No, they did hear — “Their voice has gone out throughout the whole world and their words to the ends of the earth.”[g]", "19": "“But, I say, isn't it rather that Isra'el didn't understand?” “I will provoke you to jealousy over a non-nation, over a nation void of understanding I will make you angry.”[h]", "20": "Moreover, Yesha'yahu boldly says, “I was found by those who were not looking for me, I became known to those who did not ask for me”;[i]", "21": "but to Isra'el he says, “All day long I held out my hands to a people who kept disobeying and contradicting.”[j]"}