{"1": "“In that case, I say, isn't it that God has repudiated his people?” Heaven forbid! For I myself am a son of Isra'el, from the seed of Avraham,[a] of the tribe of Binyamin. ", "2": "God has not repudiated his people,[b] whom he chose in advance. Or don't you know what the Tanakh says about Eliyahu? He pleads with God against Isra'el, ", "3": "“Adonai, they have killed your prophets and torn down your altars, and I'm the only one left, and now they want to kill me too!”[c] ", "4": "But what is God's answer to him? “I have kept for myself seven thousand men who have not knelt down to Ba'al.”[d] ", "5": "It's the same way in the present age: there is a remnant, chosen by grace. ", "6": "(Now if it is by grace, it is accordingly not based on legalistic works; if it were otherwise, grace would no longer be grace.) ", "7": "What follows is that Isra'el has not attained the goal for which she is striving. The ones chosen have obtained it, but the rest have been made stonelike, ", "8": "just as the Tanakh says, “God has given them a spirit of dullness — eyes that do not see and ears that do not hear, right down to the present day.”[e]", "9": "And David says, “Let their dining table become for them a snare and a trap, a pitfall and a punishment.", "10": "Let their eyes be darkened, so that they can't see, with their backs bent continually.”[f]", "11": "“In that case, I say, isn't it that they have stumbled with the result that they have permanently fallen away?” Heaven forbid! Quite the contrary, it is by means of their stumbling that the deliverance has come to the Gentiles, in order to provoke them to jealousy.[g] ", "12": "Moreover, if their stumbling is bringing riches to the world — that is, if Isra'el's being placed temporarily in a condition less favored than that of the Gentiles is bringing riches to the latter — how much greater riches will Isra'el in its fullness bring them!", "13": "However, to those of you who are Gentiles I say this: since I myself am an emissary sent to the Gentiles, I make known the importance of my work ", "14": "in the hope that somehow I may provoke some of my own people to jealousy and save some of them! ", "15": "For if their casting Yeshua aside means reconciliation for the world, what will their accepting him mean? It will be life from the dead!", "16": "Now if the hallah offered as firstfruits is holy, so is the whole loaf. And if the root is holy, so are the branches. ", "17": "But if some of the branches were broken off, and you — a wild olive — were grafted in among them and have become equal sharers in the rich root of the olive tree, ", "18": "then don't boast as if you were better than the branches! However, if you do boast, remember that you are not supporting the root, the root is supporting you. ", "19": "So you will say, “Branches were broken off so that I might be grafted in.” ", "20": "True, but so what? They were broken off because of their lack of trust. However, you keep your place only because of your trust. So don't be arrogant; on the contrary, be terrified! ", "21": "For if God did not spare the natural branches, he certainly won't spare you! ", "22": "So take a good look at God's kindness and his severity: on the one hand, severity toward those who fell off; but, on the other hand, God's kindness toward you — provided you maintain yourself in that kindness! Otherwise, you too will be cut off! ", "23": "Moreover, the others, if they do not persist in their lack of trust, will be grafted in; because God is able to graft them back in. ", "24": "For if you were cut out of what is by nature a wild olive tree and grafted, contrary to nature, into a cultivated olive tree, how much more will these natural branches be grafted back into their own olive tree!", "25": "For, brothers, I want you to understand this truth which God formerly concealed but has now revealed, so that you won't imagine you know more than you actually do. It is that stoniness, to a degree, has come upon Isra'el, until the Gentile world enters in its fullness; ", "26": "and that it is in this way that all Isra'el will be saved. As the Tanakh says, “Out of Tziyon will come the Redeemer; he will turn away ungodliness from Ya'akov", "27": "and this will be my covenant with them, . . . when I take away their sins.”[h]", "28": "With respect to the Good News they are hated for your sake. But with respect to being chosen they are loved for the Patriarchs' sake, ", "29": "for God's free gifts and his calling are irrevocable. ", "30": "Just as you yourselves were disobedient to God before but have received mercy now because of Isra'el's disobedience; ", "31": "so also Isra'el has been disobedient now, so that by your showing them the same mercy that God has shown you, they too may now receive God's mercy. ", "32": "For God has shut up all mankind together in disobedience, in order that he might show mercy to all.", "33": "O the depth of the riches and the wisdom and knowledge of God! How inscrutable are his judgments! How unsearchable are his ways!", "34": "For, 'Who has known the mind of the Lord? Who has been his counselor?'[i]", "35": "Or, 'Who has given him anything and made him pay it back?'[j]", "36": "For from him and through him and to him are all things. To him be the glory forever! Amen."}