{"1": "I exhort you, therefore, brothers, in view of God's mercies, to offer yourselves as a sacrifice, living and set apart for God. This will please him; it is the logical “Temple worship” for you. ", "2": "In other words, do not let yourselves be conformed to the standards of the 'olam hazeh. Instead, keep letting yourselves be transformed by the renewing of your minds; so that you will know what God wants and will agree that what he wants is good, satisfying and able to succeed. ", "3": "For I am telling every single one of you, through the grace that has been given to me, not to have exaggerated ideas about your own importance. Instead, develop a sober estimate of yourself based on the standard which God has given to each of you, namely, trust. ", "4": "For just as there are many parts that compose one body, but the parts don't all have the same function; ", "5": "so there are many of us, and in union with the Messiah we comprise one body, with each of us belonging to the others. ", "6": "But we have gifts that differ and which are meant to be used according to the grace that has been given to us. If your gift is prophecy, use it to the extent of your trust; ", "7": "if it is serving, use it to serve; if you are a teacher, use your gift in teaching; ", "8": "if you are a counselor, use your gift to comfort and exhort; if you are someone who gives, do it simply and generously; if you are in a position of leadership, lead with diligence and zeal; if you are one who does acts of mercy, do them cheerfully.", "9": "Don't let love be a mere outward show. Recoil from what is evil, and cling to what is good. ", "10": "Love each other devotedly and with brotherly love; and set examples for each other in showing respect. ", "11": "Don't be lazy when hard work is needed, but serve the Lord with spiritual fervor. ", "12": "Rejoice in your hope, be patient in your troubles, and continue steadfastly in prayer. ", "13": "Share what you have with God's people, and practice hospitality.", "14": "Bless those who persecute you — bless them, don't curse them! ", "15": "Rejoice with those who rejoice, and weep with those who weep. ", "16": "Be sensitive to each other's needs — don't think yourselves better than others, but make humble people your friends. Don't be conceited. ", "17": "Repay no one evil for evil, but try to do what everyone regards as good. ", "18": "If possible, and to the extent that it depends on you, live in peace with all people. ", "19": "Never seek revenge, my friends; instead, leave that to God's anger; for in the Tanakh it is written, “Adonai says, 'Vengeance is my responsibility; I will repay.'”[a]", "20": "On the contrary, “If your enemy is hungry, feed him; if he is thirsty, give him something to drink. For by doing this, you will heap fiery coals [of shame] on his head.”[b]", "21": "Do not be conquered by evil, but conquer evil with good."}