{"1": "Now as for a person whose trust is weak, welcome him — but not to get into arguments over opinions. ", "2": "One person has the trust that will allow him to eat anything, while another whose trust is weak eats only vegetables. ", "3": "The one who eats anything must not look down on the one who abstains; and the abstainer must not pass judgment on the one who eats anything, because God has accepted him — ", "4": "who are you to pass judgment on someone else's servant? It is before his own master that he will stand or fall; and the fact is that he will stand, because the Lord is able to make him stand.", "5": "One person considers some days more holy than others, while someone else regards them as being all alike. What is important is for each to be fully convinced in his own mind. ", "6": "He who observes a day as special does so to honor the Lord. Also he who eats anything, eats to honor the Lord, since he gives thanks to God; likewise the abstainer abstains to honor the Lord, and he too gives thanks to God. ", "7": "For none of us lives only in relation to himself, and none of us dies only in relation to himself; ", "8": "for if we live, we live in relation to the Lord; and if we die, we die in relation to the Lord. So whether we live or die, we belong to the Lord — ", "9": "indeed, it was for this very reason that the Messiah died and came back to life, so that he might be Lord of both the dead and the living. ", "10": "You then, why do you pass judgment on your brother? Or why do you look down on your brother? For all of us will stand before God's judgment seat; ", "11": "since it is written in the Tanakh, “As I live, says Adonai, every knee will bend before me, and every tongue will publicly acknowledge God.”[a]", "12": "So then, every one of us will have to give an account of himself to God.", "13": "Therefore, let's stop passing judgment on each other! Instead, make this one judgment — not to put a stumbling block or a snare in a brother's way. ", "14": "I know — that is, I have been persuaded by the Lord Yeshua the Messiah — that nothing is unclean in itself. But if a person considers something unclean, then for him it is unclean; ", "15": "and if your brother is being upset by the food you eat, your life is no longer one of love. Do not, by your eating habits, destroy someone for whom the Messiah died! ", "16": "Do not let what you know to be good, be spoken of as bad; ", "17": "for the Kingdom of God is not eating and drinking, but righteousness, shalom and joy in the Ruach HaKodesh. ", "18": "Anyone who serves the Messiah in this fashion both pleases God and wins the approval of other people.", "19": "So then, let us pursue the things that make for shalom and mutual upbuilding. ", "20": "Don't tear down God's work for the sake of food. True enough, all things are clean; but it is wrong for anybody by his eating to cause someone to fall away. ", "21": "What is good is not to eat meat or drink wine or do anything that causes your brother to stumble. ", "22": "The belief you hold about such things, keep between yourself and God. Happy the person who is free of self-condemnation when he approves of something! ", "23": "But the doubter comes under condemnation if he eats, because his action is not based on trust. And anything not based on trust is a sin."}