{"1": "So we who are strong have a duty to bear the weaknesses of those who are not strong, rather than please ourselves. ", "2": "Each of us should please his neighbor and act for his good, thus building him up. ", "3": "For even the Messiah did not please himself; rather, as the Tanakh says, 'The insults of those insulting you fell on me.'[a] ", "4": "For everything written in the past was written to teach us, so that with the encouragement of the Tanakh we might patiently hold on to our hope. ", "5": "And may God, the source of encouragement and patience, give you the same attitude among yourselves as the Messiah Yeshua had, ", "6": "so that with one accord and with one voice you may glorify the God and Father of our Lord Yeshua the Messiah.", "7": "So welcome each other, just as the Messiah has welcomed you into God's glory. ", "8": "For I say that the Messiah became a servant of the Jewish people in order to show God's truthfulness by making good his promises to the Patriarchs, ", "9": "and in order to show his mercy by causing the Gentiles to glorify God — as it is written in the Tanakh, “Because of this I will acknowledge you among the Gentiles and sing praise to your name.”[b]", "10": "And again it says, “Gentiles, rejoice with his people.”[c]", "11": "And again, “Praise Adonai, all Gentiles! Let all peoples praise him!”[d]", "12": "And again, Yesha'yahu says, “The root of Yishai will come, he who arises to rule Gentiles; Gentiles will put their hope in him.”[e]", "13": "May God, the source of hope, fill you completely with joy and shalom as you continue trusting, so that by the power of the Ruach HaKodesh you may overflow with hope.", "14": "Now I myself am convinced, my brothers, that you are full of goodness, filled with knowledge and well able to counsel each other. ", "15": "But on some points I have written you quite boldly by way of reminding you about them, because of the grace God has given me ", "16": "to be a servant of the Messiah Yeshua for the Gentiles, with the priestly duty of presenting the Good News of God, so that the Gentiles may be an acceptable offering, made holy by the Ruach HaKodesh.", "17": "In union with the Messiah Yeshua, then, I have reason to be proud of my service to God; ", "18": "for I will not dare speak of anything except what the Messiah has accomplished through me to bring the Gentiles to obedience by my words and deeds, ", "19": "through the power of signs and miracles, through the power of the Spirit of God. So from Yerushalayim all the way to Illyricum I have fully proclaimed the Good News of the Messiah. ", "20": "I have always made it my ambition to proclaim the Good News where the Messiah was not yet known, so that I would not be building on someone else's foundation, ", "21": "but rather, as the Tanakh puts it, “Those who have not been told about him will see, and those who have not heard will understand.”[f]", "22": "This is also why I have so often been prevented from visiting you. ", "23": "But now, since there is no longer a place in these regions that needs me, and since I have wanted for many years to come to you, ", "24": "I hope to see you as I pass through on my way to Spain, and to have you help me travel there after I have enjoyed your company awhile.", "25": "But now I am going to Yerushalayim with aid for God's people there. ", "26": "For Macedonia and Achaia thought it would be good to make some contribution to the poor among God's people in Yerushalayim. ", "27": "They were pleased to do it, but the fact is that they owe it to them. For if the Gentiles have shared with the Jews in spiritual matters, then the Gentiles clearly have a duty to help the Jews in material matters. ", "28": "So when I have finished this task and made certain that they have received this fruit, I will leave for Spain and visit you on my way there; ", "29": "and I know that when I come to you, it will be with the full measure of the Messiah's blessings. ", "30": "And now I urge you, brothers, by our Lord Yeshua the Messiah and by the love of the Spirit, to join me in my struggle by praying to God on my behalf ", "31": "that I will be rescued from the unbelievers in Y'hudah, and that my service for Yerushalayim will be acceptable to God's people there. ", "32": "Then, if it is God's will, I will come to you with joy and have a time of rest among you. ", "33": "Now may the God of shalom be with you all. Amen."}