{"1": "I am introducing to you our sister Phoebe, shammash of the congregation at Cenchrea, ", "2": "so that you may welcome her in the Lord, as God's people should, and give her whatever assistance she may need from you; for she has been a big help to many people — including myself.", "3": "Give my greetings to Priscilla and Aquila, my fellow workers for the Messiah Yeshua. ", "4": "They risked their necks to save my life; not only I thank them, but also all the Messianic communities among the Gentiles. ", "5": "And give my greetings to the congregation that meets in their house. Give my greetings to my dear friend Epaenetus, who was the first person in the province of Asia to put his trust in the Messiah.", "6": "Give my greetings to Miryam, who has worked very hard for you.", "7": "Greetings to Andronicus and Junia, relatives of mine who were in prison with me. They are well known among the emissaries; also they came to trust in the Messiah before I did.", "8": "Greetings to Ampliatus, my dear friend in the Lord.", "9": "Greetings to Urbanus, our fellow worker for the Messiah, and to my dear friend Stachys.", "10": "Greetings to Appeles, whose trust in the Messiah has been tested and proved. Greet those in the household of Aristobulus.", "11": "Greet my relative, Herodion.", "12": "Greet Tryphaena and Tryphosa, women who are working hard for the Lord. Greet my dear friend Persis, another woman who has done a lot of hard work for the Lord.", "13": "Greet Rufus, chosen by the Lord, and his mother, who has been a mother to me too.", "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the brothers who are with them.", "15": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all of God's people who are with them.", "16": "Greet one another with a holy kiss. All the Messiah's congregations send their greetings to you.", "17": "I urge you, brothers, to watch out for those who cause divisions and put snares alongside the teaching in which you have been trained — keep away from them. ", "18": "For men like these are not serving our Lord the Messiah but their own belly; by smooth talk and flattery they deceive the innocent. ", "19": "For everyone has heard about your obedience; therefore I rejoice over you. However, I want you to be wise concerning good, but innocent concerning evil. ", "20": "And God, the source of shalom, will soon crush the Adversary under your feet. The grace of our Lord Yeshua be with you.", "21": "Timothy, my fellow-worker, sends greetings to you; so do Lucius, Jason and Sosipater, my relatives.", "22": "I, Tertius, the one writing down this letter, greet you in the Lord.", "23": "My host Gaius, in whose home the whole congregation meets, greets you. Erastus the city treasurer and brother Quartus greet you. ", "24": "[a]", "25": "Now to God, who can strengthen you, according to my Good News, in harmony with the revelation of the secret truth which is the proclamation of Yeshua the Messiah, kept hidden in silence for ages and ages,", "26": "but manifested now through prophetic writings, in keeping with the command of God the Eternal, and communicated to all the Gentiles to promote in them trust-grounded obedience —", "27": "to the only wise God, through Yeshua the Messiah, be the glory forever and ever! Amen."}