{"1": "Therefore you have no excuse, whoever you are, passing judgment; for when you judge someone else, you are passing judgment against yourself; since you who are judging do the same things he does. ", "2": "We know that God's judgment lands impartially on those who do such things; ", "3": "do you think that you, a mere man passing judgment on others who do such things, yet doing them yourself, will escape the judgment of God? ", "4": "Or perhaps you despise the riches of his kindness, forbearance and patience; because you don't realize that God's kindness is intended to lead you to turn from your sins. ", "5": "But by your stubbornness, by your unrepentant heart, you are storing up anger for yourself on the Day of Anger, when God's righteous judgment will be revealed; ", "6": "for he will pay back each one according to his deeds.[a] ", "7": "To those who seek glory, honor and immortality by perseverance in doing good, he will pay back eternal life. ", "8": "But to those who are self-seeking, who disobey the truth and obey evil, he will pay back wrath and anger.", "9": "Yes, he will pay back misery and anguish to every human being who does evil, to the Jew first, then to the Gentile; ", "10": "but glory and honor and shalom to everyone who keeps doing what is good, to the Jew first, then to the Gentile. ", "11": "For God does not show favoritism. ", "12": "All who have sinned outside the framework of Torah will die outside the framework of Torah; and all who have sinned within the framework of Torah will be judged by Torah. ", "13": "For it is not merely the hearers of Torah whom God considers righteous; rather, it is the doers of what Torah says who will be made righteous in God's sight. ", "14": "For whenever Gentiles, who have no Torah, do naturally what the Torah requires, then these, even though they don't have Torah, for themselves are Torah! ", "15": "For their lives show that the conduct the Torah dictates is written in their hearts.[b] Their consciences also bear witness to this, for their conflicting thoughts sometimes accuse them and sometimes defend them ", "16": "on a day when God passes judgment on people's inmost secrets. (According to the Good News as I proclaim it, he does this through the Messiah Yeshua.)", "17": "But if you call yourself a Jew and rest on Torah and boast about God ", "18": "and know his will and give your approval to what is right, because you have been instructed from the Torah; ", "19": "and if you have persuaded yourself that you are a guide to the blind, a light in the darkness, ", "20": "an instructor for the spiritually unaware and a teacher of children, since in the Torah you have the embodiment of knowledge and truth; ", "21": "then, you who teach others, don't you teach yourself? Preaching, “Thou shalt not steal,”[c] do you steal? ", "22": "Saying, “Thou shalt not commit adultery,”[d] do you commit adultery? Detesting idols, do you commit idolatrous acts? ", "23": "You who take such pride in Torah, do you, by disobeying the Torah, dishonor God? — ", "24": "as it says in the Tanakh, “For it is because of you that God's name is blasphemed by the Goyim.”[e] ", "25": "For circumcision is indeed of value if you do what Torah says. But if you are a transgressor of Torah, your circumcision has become uncircumcision! ", "26": "Therefore, if an uncircumcised man keeps the righteous requirements of the Torah, won't his uncircumcision be counted as circumcision? ", "27": "Indeed, the man who is physically uncircumcised but obeys the Torah will stand as a judgment on you who have had a b'rit-milah and have Torah written out but violate it! ", "28": "For the real Jew is not merely Jewish outwardly: true circumcision is not only external and physical. ", "29": "On the contrary, the real Jew is one inwardly; and true circumcision is of the heart, spiritual not literal; so that his praise comes not from other people but from God."}