{"1": "Then what advantage has the Jew? What is the value of being circumcised? ", "2": "Much in every way! In the first place, the Jews were entrusted with the very words of God. ", "3": "If some of them were unfaithful, so what? Does their faithlessness cancel God's faithfulness? ", "4": "Heaven forbid! God would be true even if everyone were a liar! — as the Tanakh says, “so that you, God, may be proved right in your words and win the verdict when you are put on trial.”[a]", "5": "Now if our unrighteousness highlights God's righteousness, what should we say? That God is unrighteous to inflict his anger on us? (I am speaking here the way people commonly do.) ", "6": "Heaven forbid! Else, how could God judge the world? ", "7": "“But,” you say, “if, through my lie, God's truth is enhanced and brings him greater glory, why am I still judged merely for being a sinner?” ", "8": "Indeed! Why not say (as some people slander us by claiming we do say), “Let us do evil, so that good may come of it”? Against them the judgment is a just one!", "9": "So are we Jews better off? Not entirely; for I have already made the charge that all people, Jews and Gentiles alike, are controlled by sin. ", "10": "As the Tanakh puts it, “There is no one righteous, not even one! No one understands,", "11": "no one seeks God,", "12": "all have turned away and at the same time become useless; there is no one who shows kindness, not a single one![b]", "13": "“Their throats are open graves, they use their tongues to deceive.[c] Vipers' venom is under their lips.[d]", "14": "Their mouths are full of curses and bitterness.[e]", "15": "“Their feet rush to shed blood,", "16": "in their ways are ruin and misery,", "17": "and the way of shalom they do not know.[f]", "18": "“There is no fear of God before their eyes.”[g]", "19": "Moreover, we know that whatever the Torah says, it says to those living within the framework of the Torah, in order that every mouth may be stopped and the whole world be shown to deserve God's adverse judgment. ", "20": "For in his sight no one alive will be considered righteous[h] on the ground of legalistic observance of Torah commands, because what Torah really does is show people how sinful they are.", "21": "But now, quite apart from Torah, God's way of making people righteous in his sight has been made clear — although the Torah and the Prophets give their witness to it as well — ", "22": "and it is a righteousness that comes from God, through the faithfulness of Yeshua the Messiah, to all who continue trusting. For it makes no difference whether one is a Jew or a Gentile, ", "23": "since all have sinned and come short of earning God's praise. ", "24": "By God's grace, without earning it, all are granted the status of being considered righteous before him, through the act redeeming us from our enslavement to sin that was accomplished by the Messiah Yeshua. ", "25": "God put Yeshua forward as the kapparah for sin through his faithfulness in respect to his bloody sacrificial death. This vindicated God's righteousness; because, in his forbearance, he had passed over [with neither punishment nor remission] the sins people had committed in the past; ", "26": "and it vindicates his righteousness in the present age by showing that he is righteous himself and is also the one who makes people righteous on the ground of Yeshua's faithfulness.", "27": "So what room is left for boasting? None at all! What kind of Torah excludes it? One that has to do with legalistic observance of rules? No, rather, a Torah that has to do with trusting. ", "28": "Therefore, we hold the view that a person comes to be considered righteous by God on the ground of trusting, which has nothing to do with legalistic observance of Torah commands.", "29": "Or is God the God of the Jews only? Isn't he also the God of the Gentiles? Yes, he is indeed the God of the Gentiles; ", "30": "because, as you will admit, God is one.[i] Therefore, he will consider righteous the circumcised on the ground of trusting and the uncircumcised through that same trusting. ", "31": "Does it follow that we abolish Torah by this trusting? Heaven forbid! On the contrary, we confirm Torah."}