{"1": "So then, are we to say, “Let's keep on sinning, so that there can be more grace”? ", "2": "Heaven forbid! How can we, who have died to sin, still live in it? ", "3": "Don't you know that those of us who have been immersed into the Messiah Yeshua have been immersed into his death? ", "4": "Through immersion into his death we were buried with him; so that just as, through the glory of the Father, the Messiah was raised from the dead, likewise we too might live a new life. ", "5": "For if we have been united with him in a death like his, we will also be united with him in a resurrection like his. ", "6": "We know that our old self was put to death on the execution-stake with him, so that the entire body of our sinful propensities might be destroyed, and we might no longer be enslaved to sin. ", "7": "For someone who has died has been cleared from sin. ", "8": "Now since we died with the Messiah, we trust that we will also live with him. ", "9": "We know that the Messiah has been raised from the dead, never to die again; death has no authority over him. ", "10": "For his death was a unique event that need not be repeated; but his life, he keeps on living for God. ", "11": "In the same way, consider yourselves to be dead to sin but alive for God, by your union with the Messiah Yeshua.", "12": "Therefore, do not let sin rule in your mortal bodies, so that it makes you obey its desires; ", "13": "and do not offer any part of yourselves to sin as an instrument for wickedness. On the contrary, offer yourselves to God as people alive from the dead, and your various parts to God as instruments for righteousness. ", "14": "For sin will not have authority over you; because you are not under legalism but under grace.", "15": "Therefore, what conclusion should we reach? “Let's go on sinning, because we're not under legalism but under grace”? Heaven forbid! ", "16": "Don't you know that if you present yourselves to someone as obedient slaves, then, of the one whom you are obeying, you are slaves — whether of sin, which leads to death, or of obedience, which leads to being made righteous? ", "17": "By God's grace, you, who were once slaves to sin, obeyed from your heart the pattern of teaching to which you were exposed; ", "18": "and after you had been set free from sin, you became enslaved to righteousness. ", "19": "(I am using popular language because your human nature is so weak.) For just as you used to offer your various parts as slaves to impurity and lawlessness, which led to more lawlessness; so now offer your various parts as slaves to righteousness, which leads to being made holy, set apart for God. ", "20": "For when you were slaves of sin, you were free in relationship to righteousness; ", "21": "but what benefit did you derive from the things of which you are now ashamed? The end result of those things was death. ", "22": "However, now, freed from sin and enslaved to God, you do get the benefit — it consists in being made holy, set apart for God, and its end result is eternal life. ", "23": "For what one earns from sin is death; but eternal life is what one receives as a free gift from God, in union with the Messiah Yeshua, our Lord."}