{"1": "I am speaking the truth — as one who belongs to the Messiah, I do not lie; and also bearing witness is my conscience, governed by the Ruach HaKodesh: ", "2": "my grief is so great, the pain in my heart so constant, ", "3": "that I could wish myself actually under God's curse and separated from the Messiah, if it would help my brothers, my own flesh and blood, ", "4": "the people of Isra'el! They were made God's children, the Sh'khinah has been with them, the covenants are theirs, likewise the giving of the Torah, the Temple service and the promises; ", "5": "the Patriarchs are theirs; and from them, as far as his physical descent is concerned, came the Messiah, who is over all. Praised be Adonai for ever! Amen.", "6": "But the present condition of Isra'el does not mean that the Word of God has failed. For not everyone from Isra'el is truly part of Isra'el; ", "7": "indeed, not all the descendants are seed of Avraham;[a] rather, “What is to be called your 'seed' will be in Yitz'chak.”[b] ", "8": "In other words, it is not the physical children who are children of God, but the children the promise refers to who are considered seed. ", "9": "For this is what the promise said: “At the time set, I will come; and Sarah will have a son.”[c] ", "10": "And even more to the point is the case of Rivkah; for both her children were conceived in a single act with Yitz'chak, our father; ", "11": "and before they were born, before they had done anything at all, either good or bad (so that God's plan might remain a matter of his sovereign choice, not dependent on what they did, but on God, who does the calling), ", "12": "it was said to her, “The older will serve the younger.”[d] ", "13": "This accords with where it is written, “Ya'akov I loved, but Esav I hated.”[e]", "14": "So are we to say, “It is unjust for God to do this”? Heaven forbid! ", "15": "For to Moshe he says, “I will have mercy on whom I have mercy, and I will pity whom I pity.”[f] ", "16": "Thus it doesn't depend on human desires or efforts, but on God, who has mercy. ", "17": "For the Tanakh says to Pharaoh, “It is for this very reason that I raised you up, so that in connection with you I might demonstrate my power, so that my name might be known throughout the world.”[g] ", "18": "So then, he has mercy on whom he wants, and he hardens whom he wants.", "19": "But you will say to me, “Then why does he still find fault with us? After all, who resists his will?” ", "20": "Who are you, a mere human being, to talk back to God? Will what is formed say to him who formed it, “Why did you make me this way?”[h] ", "21": "Or has the potter no right to make from a given lump of clay this pot for honorable use and that one for dishonorable? ", "22": "Now what if God, even though he was quite willing to demonstrate his anger and make known his power, patiently put up with people who deserved punishment and were ripe for destruction? ", "23": "What if he did this in order to make known the riches of his glory to those who are the objects of his mercy, whom he prepared in advance for glory — ", "24": "that is, to us, whom he called not only from among the Jews but also from among the Gentiles? ", "25": "As indeed he says in Hoshea, “Those who were not my people I will call my people; her who was not loved I will call loved;", "26": "and in the very place where they were told, 'You are not my people,' there they will be called sons of the living God!”[i]", "27": "But Yesha'yahu, referring to Isra'el, cries out, “Even if the number of people in Isra'el is as large as the number of grains of sand by the sea, only a remnant will be saved.", "28": "For Adonai will fulfill his word on the earth with certainty and without delay.”[j]", "29": "Also, as Yesha'yahu said earlier, “If Adonai-Tzva'ot had not left us a seed, we would have become like S'dom, we would have resembled 'Amora.”[k]", "30": "So, what are we to say? This: that Gentiles, even though they were not striving for righteousness, have obtained righteousness; but it is a righteousness grounded in trusting! ", "31": "However, Isra'el, even though they kept pursuing a Torah that offers righteousness, did not reach what the Torah offers. ", "32": "Why? Because they did not pursue righteousness as being grounded in trusting but as if it were grounded in doing legalistic works. They stumbled over the stone that makes people stumble.[l] ", "33": "As the Tanakh puts it, “Look, I am laying in Tziyon a stone that will make people stumble, a rock that will trip them up. But he who rests his trust on it will not be humiliated.”[m]"}