{"1-4": "The Message of Jeremiah son of Hilkiah of the family of priests who lived in Anathoth in the country of Benjamin. God's Message began to come to him during the thirteenth year that Josiah son of Amos reigned over Judah. It continued to come to him during the time Jehoiakim son of Josiah reigned over Judah. And it continued to come to him clear down to the fifth month of the eleventh year of the reign of Zedekiah son of Josiah over Judah, the year that Jerusalem was taken into exile. This is what God said:", "5": "“Before I shaped you in the womb, I knew all about you. Before you saw the light of day, I had holy plans for you: A prophet to the nations— that's what I had in mind for you.”", "6": "But I said, “Hold it, Master God! Look at me. I don't know anything. I'm only a boy!”", "7-8": "God told me, “Don't say, 'I'm only a boy.' I'll tell you where to go and you'll go there. I'll tell you what to say and you'll say it. Don't be afraid of a soul. I'll be right there, looking after you.” God's Decree.", "9-10": "God reached out, touched my mouth, and said, “Look! I've just put my words in your mouth—hand-delivered! See what I've done? I've given you a job to do among nations and governments—a red-letter day! Your job is to pull up and tear down, take apart and demolish, And then start over, building and planting.”", "11-12": "God's Message came to me: “What do you see, Jeremiah?” I said, “A walking stick—that's all.” And God said, “Good eyes! I'm sticking with you. I'll make every word I give you come true.”", "13-15": "God's Message came again: “So what do you see now?” I said, “I see a boiling pot, tipped down toward us.” Then God told me, “Disaster will pour out of the north on everyone living in this land. Watch for this: I'm calling all the kings out of the north.” God's Decree.", "15-16": "“They'll come and set up headquarters facing Jerusalem's gates, Facing all the city walls, facing all the villages of Judah. I'll pronounce my judgment on the people of Judah for walking out on me—what a terrible thing to do!— And courting other gods with their offerings, worshiping as gods sticks they'd carved, stones they'd painted.", "17": "“But you—up on your feet and get dressed for work! Stand up and say your piece. Say exactly what I tell you to say. Don't pull your punches or I'll pull you out of the lineup.", "18-19": "“Stand at attention while I prepare you for your work. I'm making you as impregnable as a castle, Immovable as a steel post, solid as a concrete block wall. You're a one-man defense system against this culture, Against Judah's kings and princes, against the priests and local leaders. They'll fight you, but they won't even scratch you. I'll back you up every inch of the way.” God's Decree."}