{"1-5": "The priest Pashur son of Immer was the senior priest in God's Temple. He heard Jeremiah preach this sermon. He whipped Jeremiah the prophet and put him in the stocks at the Upper Benjamin Gate of God's Temple. The next day Pashur came and let him go. Jeremiah told him, “God has a new name for you: not Pashur but Danger-Everywhere, because God says, 'You're a danger to yourself and everyone around you. All your friends are going to get killed in battle while you stand there and watch. What's more, I'm turning all of Judah over to the king of Babylon to do whatever he likes with them—haul them off into exile, kill them at whim. Everything worth anything in this city, property and possessions along with everything in the royal treasury—I'm handing it all over to the enemy. They'll rummage through it and take what they want back to Babylon.", "6": "“'And you, Pashur, you and everyone in your family will be taken prisoner into exile—that's right, exile in Babylon. You'll die and be buried there, you and all your cronies to whom you preached your lies.'”", "7-10": "You pushed me into this, God, and I let you do it. You were too much for me. And now I'm a public joke. They all poke fun at me. Every time I open my mouth I'm shouting, “Murder!” or “Rape!” And all I get for my God-warnings are insults and contempt. But if I say, “Forget it! No more God-Messages from me!” The words are fire in my belly, a burning in my bones. I'm worn out trying to hold it in. I can't do it any longer! Then I hear whispering behind my back: “There goes old 'Danger-Everywhere.' Shut him up! Report him!” Old friends watch, hoping I'll fall flat on my face: “One misstep and we'll have him. We'll get rid of him for good!”", "11": "But God, a most fierce warrior, is at my side. Those who are after me will be sent sprawling— Slapstick buffoons falling all over themselves, a spectacle of humiliation no one will ever forget.", "12": "Oh, God-of-the-Angel-Armies, no one fools you. You see through everyone, everything. I want to see you pay them back for what they've done. I rest my case with you.", "13": "Sing to God! All praise to God! He saves the weak from the grip of the wicked.", "14-18": "Curse the day I was born! The day my mother bore me— a curse on it, I say! And curse the man who delivered the news to my father: “You've got a new baby—a boy baby!” (How happy it made him.) Let that birth notice be blacked out, deleted from the records, And the man who brought it haunted to his death with the bad news he brought. He should have killed me before I was born, with that womb as my tomb, My mother pregnant for the rest of her life with a baby dead in her womb. Why, oh why, did I ever leave that womb? Life's been nothing but trouble and tears, and what's coming is more of the same."}