{"1-4": "“Doom to the shepherd-leaders who butcher and scatter my sheep!” God's Decree. “So here is what I, God, Israel's God, say to the shepherd-leaders who misled my people: 'You've scattered my sheep. You've driven them off. You haven't kept your eye on them. Well, let me tell you, I'm keeping my eye on you, keeping track of your criminal behavior. I'll take over and gather what's left of my sheep, gather them in from all the lands where I've driven them. I'll bring them back where they belong, and they'll recover and flourish. I'll set shepherd-leaders over them who will take good care of them. They won't live in fear or panic anymore. All the lost sheep rounded up!' God's Decree.”", "5-6": "“Time's coming”—God's Decree— “when I'll establish a truly righteous David-Branch, A ruler who knows how to rule justly. He'll make sure of justice and keep people united. In his time Judah will be secure again and Israel will live in safety. This is the name they'll give him: 'God-Who-Puts-Everything-Right.'", "7-8": "“So watch for this. The time's coming”—God's Decree—“when no one will say, 'As sure as God lives, the God who brought the Israelites out of Egypt,' but, 'As sure as God lives, the God who brought the descendants of Israel back from the north country and from the other countries where he'd driven them, so that they can live on their own good earth.'”", "9": "My head is reeling, my limbs are limp, I'm staggering like a drunk, seeing double from too much wine— And all because of God, because of his holy words.", "10-12": "Now for what God says regarding the lying prophets: “Can you believe it? A country teeming with adulterers! faithless, promiscuous idolater-adulterers! They're a curse on the land. The land's a wasteland. Their unfaithfulness is turning the country into a cesspool, Prophets and priests devoted to desecration. They have nothing to do with me as their God. My very own Temple, mind you— mud-spattered with their crimes.” God's Decree. “But they won't get by with it. They'll find themselves on a slippery slope, Careening into the darkness, somersaulting into the pitch-black dark. I'll make them pay for their crimes. It will be the Year of Doom.” God's Decree.", "13-14": "“Over in Samaria I saw prophets acting like silly fools—shocking! They preached using that no-god Baal for a text, messing with the minds of my people. And the Jerusalem prophets are even worse—horrible!— sex-driven, living a lie, Subsidizing a culture of wickedness, and never giving it a second thought. They're as bad as those wretches in old Sodom, the degenerates of old Gomorrah.”", "15": "So here's the Message to the prophets from God-of-the-Angel-Armies: “I'll cook them a supper of maggoty meat with after-dinner drinks of strychnine. The Jerusalem prophets are behind all this. They're the cause of the godlessness polluting this country.”", "16-17": "A Message from God-of-the-Angel-Armies: “Don't listen to the sermons of the prophets. It's all hot air. Lies, lies, and more lies. They make it all up. Not a word they speak comes from me. They preach their 'Everything Will Turn Out Fine' sermon to congregations with no taste for God, Their 'Nothing Bad Will Ever Happen to You' sermon to people who are set in their own ways.", "18-20": "“Have any of these prophets bothered to meet with me, the true God? bothered to take in what I have to say? listened to and then lived out my Word? Look out! God's hurricane will be let loose— my hurricane blast, Spinning the heads of the wicked like tops! God's raging anger won't let up Until I've made a clean sweep, completing the job I began. When the job's done, you'll see that it's been well done.", "21-22": "“I never sent these prophets, but they ran anyway. I never spoke to them, but they preached away. If they'd have bothered to sit down and meet with me, they'd have preached my Message to my people. They'd have gotten them back on the right track, gotten them out of their evil ruts.", "23-24": "“Am I not a God near at hand”—God's Decree— “and not a God far off? Can anyone hide out in a corner where I can't see him?” God's Decree. “Am I not present everywhere, whether seen or unseen?” God's Decree.", "25-27": "“I know what they're saying, all these prophets who preach lies using me as their text, saying 'I had this dream! I had this dream!' How long do I have to put up with this? Do these prophets give two cents about me as they preach their lies and spew out their grandiose delusions? They swap dreams with one another, feed on each other's delusive dreams, trying to distract my people from me just as their ancestors were distracted by the no-god Baal.", "28-29": "“You prophets who do nothing but dream— go ahead and tell your silly dreams. But you prophets who have a message from me— tell it truly and faithfully. What does straw have in common with wheat? Nothing else is like God's Decree. Isn't my Message like fire?” God's Decree. “Isn't it like a sledgehammer busting a rock?", "30-31": "“I've had it with the 'prophets' who get all their sermons secondhand from each other. Yes, I've had it with them. They make up stuff and then pretend it's a real sermon.", "32": "“Oh yes, I've had it with the prophets who preach the lies they dream up, spreading them all over the country, ruining the lives of my people with their cheap and reckless lies. “I never sent these prophets, never authorized a single one of them. They do nothing for this people—nothing!” God's Decree.", "33": "“And anyone, including prophets and priests, who asks, 'What's God got to say about all this, what's troubling him?' tell him, 'You, you're the trouble, and I'm getting rid of you.'” God's Decree.", "34": "“And if anyone, including prophets and priests, goes around saying glibly 'God's Message! God's Message!' I'll punish him and his family.", "35-36": "“Instead of claiming to know what God says, ask questions of one another, such as 'How do we understand God in this?' But don't go around pretending to know it all, saying 'God told me this . . . God told me that. . . .' I don't want to hear it anymore. Only the person I authorize speaks for me. Otherwise, my Message gets twisted, the Message of the living God-of-the-Angel-Armies.", "37-38": "“You can ask the prophets, 'How did God answer you? What did he tell you?' But don't pretend that you know all the answers yourselves and talk like you know it all. I'm telling you: Quit the 'God told me this . . . God told me that . . .' kind of talk.", "39-40": "“Are you paying attention? You'd better, because I'm about to take you in hand and throw you to the ground, you and this entire city that I gave to your ancestors. I've had it with the lot of you. You're never going to live this down. You're going down in history as a disgrace.”"}