{"1-2": "“If you want to come back, O Israel, you must really come back to me. You must get rid of your stinking sin paraphernalia and not wander away from me anymore. Then you can say words like, 'As God lives . . .' and have them mean something true and just and right. And the godless nations will get caught up in the blessing and find something in Israel to write home about.”", "3-4": "Here's another Message from God to the people of Judah and Jerusalem: “Plow your unplowed fields, but then don't plant weeds in the soil! Yes, circumcise your lives for God's sake. Plow your unplowed hearts, all you people of Judah and Jerusalem. Prevent fire—the fire of my anger— for once it starts it can't be put out. Your wicked ways are fuel for the fire.", "5-8": "“Sound the alarm in Judah, broadcast the news in Jerusalem. Say, 'Blow the ram's horn trumpet through the land!' Shout out—a bullhorn bellow!— 'Close ranks! Run for your lives to the shelters!' Send up a flare warning Zion: 'Not a minute to lose! Don't sit on your hands!' Disaster's descending from the north. I set it off! When it lands, it will shake the foundations. Invaders have pounced like a lion from its cover, ready to rip nations to shreds, Leaving your land in wrack and ruin, your cities in rubble, abandoned. Dress in funereal black. Weep and wail, For God's sledgehammer anger has slammed into us head-on.", "9": "“When this happens” —God's Decree— “King and princes will lose heart; priests will be baffled and prophets stand dumbfounded.”", "10": "Then I said, “Alas, Master God! You've fed lies to this people, this Jerusalem. You assured them, 'All is well, don't worry,' at the very moment when the sword was at their throats.”", "11-12": "At that time, this people, yes, this very Jerusalem, will be told in plain words: “The northern hordes are sweeping in from the desert steppes— A wind that's up to no good, a gale-force wind. I ordered this wind. I'm pronouncing my hurricane judgment on my people.”", "13-14": "Look at them! Like banks of storm clouds, racing, tumbling, their chariots a tornado, Their horses faster than eagles! Woe to us! We're done for! Jerusalem! Scrub the evil from your lives so you'll be fit for salvation. How much longer will you harbor devious and malignant designs within you?", "15-17": "What's this? A messenger from Dan? Bad news from Ephraim's hills! Make the report public. Broadcast the news to Jerusalem: “Invaders from far off are raising war cries against Judah's towns. They're all over her, like a dog on a bone. And why? Because she rebelled against me.” God's Decree.", "18": "“It's the way you've lived that's brought all this on you. The bitter taste is from your evil life. That's what's piercing your heart.”", "19-21": "I'm doubled up with cramps in my belly— a poker burns in my gut. My insides are tearing me up, never a moment's peace. The ram's horn trumpet blast rings in my ears, the signal for all-out war. Disaster hard on the heels of disaster, the whole country in ruins! In one stroke my home is destroyed, the walls flattened in the blink of an eye. How long do I have to look at the warning flares, listen to the siren of danger?", "22": "“What fools my people are! They have no idea who I am. A company of half-wits, dopes and donkeys all! Experts at evil but klutzes at good.”", "23-26": "I looked at the earth— it was back to pre-Genesis chaos and emptiness. I looked at the skies, and not a star to be seen. I looked at the mountains— they were trembling like aspen leaves, And all the hills rocking back and forth in the wind. I looked—what's this! Not a man or woman in sight, and not a bird to be seen in the skies. I looked—this can't be! Every garden and orchard shriveled up. All the towns were ghost towns. And all this because of God, because of the blazing anger of God.", "27-28": "Yes, this is God's Word on the matter: “The whole country will be laid waste— still it won't be the end of the world. The earth will mourn and the skies lament Because I've given my word and won't take it back. I've decided and won't change my mind.”", "29": "Someone shouts, “Horsemen and archers!” and everybody runs for cover. They hide in ditches, they climb into caves. The cities are emptied, not a person left anywhere.", "30-31": "And you, what do you think you're up to? Dressing up in party clothes, Decking yourselves out in jewelry, putting on lipstick and rouge and mascara! Your primping goes for nothing. You're not going to seduce anyone. They're out to kill you! And what's that I hear? The cry of a woman in labor, the screams of a mother giving birth to her firstborn. It's the cry of Daughter Zion, gasping for breath, reaching out for help: “Help, oh help me! I'm dying! The killers are on me!”"}