{"1-5": "“Run for your lives, children of Benjamin! Get out of Jerusalem, and now! Give a blast on the ram's horn in Blastville. Send up smoke signals from Smoketown. Doom pours out of the north— massive terror! I have likened my dear daughter Zion to a lovely meadow. Well, now 'shepherds' from the north have discovered her and brought in their flocks of soldiers. They've pitched camp all around her, and plan where they'll 'graze.' And then, 'Prepare to attack! The fight is on! To arms! We'll strike at noon! Oh, it's too late? Day is dying? Evening shadows are upon us? Well, up anyway! We'll attack by night and tear apart her defenses stone by stone.'”", "6-8": "God-of-the-Angel-Armies gave the orders: “Chop down her trees. Build a siege ramp against Jerusalem, A city full of brutality, bursting with violence. Just as a well holds a good supply of water, she supplies wickedness nonstop. The streets echo the cries: 'Violence! Rape!' Victims, bleeding and moaning, lie all over the place. You're in deep trouble, Jerusalem. You've pushed me to the limit. You're on the brink of being wiped out, being turned into a ghost town.”", "9": "More orders from God-of-the-Angel-Armies: “Time's up! Harvest the grapes for judgment. Salvage what's left of Israel. Go back over the vines. Pick them clean, every last grape.", "10-11": "“I've got something to say. Is anybody listening? I've a warning to post. Will anyone notice? It's hopeless! Their ears are stuffed with wax— deaf as a post, blind as a bat. It's hopeless! They've tuned out God. They don't want to hear from me. But I'm bursting with the wrath of God. I can't hold it in much longer.", "11-12": "“So dump it on the children in the streets. Let it loose on the gangs of youth. For no one's exempt: Husbands and wives will be taken, the old and those ready to die; Their homes will be given away— all they own, even their loved ones— When I give the signal against all who live in this country.” God's Decree.", "13-15": "“Everyone's after the dishonest dollar, little people and big people alike. Prophets and priests and everyone in between twist words and doctor truth. My people are broken—shattered!— and they put on Band-Aids, Saying, 'It's not so bad. You'll be just fine.' But things are not 'just fine'! Do you suppose they are embarrassed over this outrage? No, they have no shame. They don't even know how to blush. There's no hope for them. They've hit bottom and there's no getting up. As far as I'm concerned, they're finished.” God has spoken.", "16-20": "God's Message yet again: “Go stand at the crossroads and look around. Ask for directions to the old road, The tried-and-true road. Then take it. Discover the right route for your souls. But they said, 'Nothing doing. We aren't going that way.' I even provided watchmen for them to warn them, to set off the alarm. But the people said, 'It's a false alarm. It doesn't concern us.' And so I'm calling in the nations as witnesses: 'Watch, witnesses, what happens to them!' And, 'Pay attention, Earth! Don't miss these bulletins.' I'm visiting catastrophe on this people, the end result of the games they've been playing with me. They've ignored everything I've said, had nothing but contempt for my teaching. What would I want with incense brought in from Sheba, rare spices from exotic places? Your burnt sacrifices in worship give me no pleasure. Your religious rituals mean nothing to me.”", "21": "So listen to this. Here's God's verdict on your way of life: “Watch out! I'm putting roadblocks and barriers on the road you're taking. They'll send you sprawling, parents and children, neighbors and friends— and that will be the end of the lot of you.”", "22-23": "And listen to this verdict from God: “Look out! An invasion from the north, a mighty power on the move from a faraway place: Armed to the teeth, vicious and pitiless, Booming like sea storm and thunder—tramp, tramp, tramp— riding hard on war horses, In battle formation against you, dear Daughter Zion!”", "24-25": "We've heard the news, and we're as limp as wet dishrags. We're paralyzed with fear. Terror has a death grip on our throats. Don't dare go outdoors! Don't leave the house! Death is on the prowl. Danger everywhere!", "26": "“Dear Daughter Zion: Dress in black. Blacken your face with ashes. Weep most bitterly, as for an only child. The countdown has begun . . . six, five, four, three . . . The Terror is on us!”", "27-30": "God gave me this task: “I have made you the examiner of my people, to examine and weigh their lives. They're a thickheaded, hard-nosed bunch, rotten to the core, the lot of them. Refining fires are cranked up to white heat, but the ore stays a lump, unchanged. It's useless to keep trying any longer. Nothing can refine evil out of them. Men will give up and call them 'slag,' thrown on the slag heap by me, their God.”"}