{"1-2": "I wish my head were a well of water and my eyes fountains of tears So I could weep day and night for casualties among my dear, dear people. At times I wish I had a wilderness hut, a backwoods cabin, Where I could get away from my people and never see them again. They're a faithless, feckless bunch, a congregation of degenerates.", "3-6": "“Their tongues shoot out lies like a bow shoots arrows— A mighty army of liars, the sworn enemies of truth. They advance from one evil to the next, ignorant of me.” God's Decree. “Be wary of even longtime neighbors. Don't even trust your grandmother! Brother schemes against brother, like old cheating Jacob. Friend against friend spreads malicious gossip. Neighbors gyp neighbors, never telling the truth. They've trained their tongues to tell lies, and now they can't tell the truth. They pile wrong upon wrong, stack lie upon lie, and refuse to know me.” God's Decree.", "7-9": "Therefore, God-of-the-Angel-Armies says: “Watch this! I'll melt them down and see what they're made of. What else can I do with a people this wicked? Their tongues are poison arrows! Deadly lies stream from their mouths. Neighbor greets neighbor with a smile, 'Good morning! How're things?' while scheming to do away with him. Do you think I'm going to stand around and do nothing?” God's Decree. “Don't you think I'll take serious measures against a people like this?", "10-11": "“I'm lamenting the loss of the mountain pastures. I'm chanting dirges for the old grazing grounds. They've become deserted wastelands too dangerous for travelers. No sounds of sheep bleating or cattle mooing. Birds and wild animals, all gone. Nothing stirring, no sounds of life. I'm going to make Jerusalem a pile of rubble, fit for nothing but stray cats and dogs. I'm going to reduce Judah's towns to piles of ruins where no one lives!”", "12": "I asked, “Is there anyone around bright enough to tell us what's going on here? Anyone who has the inside story from God and can let us in on it? “Why is the country wasted? “Why no travelers in this desert?”", "13-15": "God's answer: “Because they abandoned my plain teaching. They wouldn't listen to anything I said, refused to live the way I told them to. Instead they lived any way they wanted and took up with the Baal gods, who they thought would give them what they wanted—following the example of their parents.” And this is the consequence. God-of-the-Angel-Armies says so: “I'll feed them with pig slop. “I'll give them poison to drink.", "16": "“Then I'll scatter them far and wide among godless peoples that neither they nor their parents have ever heard of, and I'll send Death in pursuit until there's nothing left of them.”", "17-19": "A Message from God-of-the-Angel-Armies: “Look over the trouble we're in and call for help. Send for some singers who can help us mourn our loss. Tell them to hurry— to help us express our loss and lament, Help us get our tears flowing, make tearful music of our crying. Listen to it! Listen to that torrent of tears out of Zion: 'We're a ruined people, we're a shamed people! We've been driven from our homes and must leave our land!'”", "20-21": "Mourning women! Oh, listen to God's Message! Open your ears. Take in what he says. Teach your daughters songs for the dead and your friends the songs of heartbreak. Death has climbed in through the window, broken into our bedrooms. Children on the playgrounds drop dead, and young men and women collapse at their games.", "22": "Speak up! “God's Message: “'Dead bodies everywhere, scattered at random like sheep and goat dung in the fields, Like wheat cut down by reapers and left to rot where it falls.'”", "23-24": "God's Message: “Don't let the wise brag of their wisdom. Don't let heroes brag of their exploits. Don't let the rich brag of their riches. If you brag, brag of this and this only: That you understand and know me. I'm God, and I act in loyal love. I do what's right and set things right and fair, and delight in those who do the same things. These are my trademarks.” God's Decree.", "25-26": "“Stay alert! It won't be long now”—God's Decree!—“when I will personally deal with everyone whose life is all outside but no inside: Egypt, Judah, Edom, Ammon, Moab. All these nations are big on performance religion—including Israel, who is no better.”"}