{"1": "These are the wise words of Solomon son of David, king of Israel.", "2": "They teach wisdom and self-control; they will help you understand wise words.", "3": "They will teach you how to be wise and self-controlled and will teach you to do what is honest and fair and right.", "4": "They make the uneducated wise and give knowledge and sense to the young.", "5": "Wise people can also listen and learn; even they can find good advice in these words.", "6": "Then anyone can understand wise words and stories, the words of the wise and their riddles.", "7": "Knowledge begins with respect for the Lord, but fools hate wisdom and discipline.", "8": "My child, listen to your father's teaching and do not forget your mother's advice.", "9": "Their teaching will be like flowers in your hair or a necklace around your neck.", "10": "My child, if sinners try to lead you into sin, do not follow them.", "11": "They will say, “Come with us. Let's ambush and kill someone; let's attack some innocent people just for fun.", "12": "Let's swallow them alive, as death does; let's swallow them whole, as the grave does.", "13": "We will take all kinds of valuable things and fill our houses with stolen goods.", "14": "Come join us, and we will share with you stolen goods.”", "15": "My child, do not go along with them; do not do what they do.", "16": "They are eager to do evil and are quick to kill.", "17": "It is useless to spread out a net right where the birds can see it.", "18": "But sinners will fall into their own traps; they will only catch themselves!", "19": "All greedy people end up this way; greed kills selfish people.", "20": "Wisdom is like a woman shouting in the street; she raises her voice in the city squares.", "21": "She cries out in the noisy street and shouts at the city gates:", "22": "“You fools, how long will you be foolish? How long will you make fun of wisdom and hate knowledge?", "23": "If only you had listened when I corrected you, I would have told you what's in my heart; I would have told you what I am thinking.", "24": "I called, but you refused to listen; I held out my hand, but you paid no attention.", "25": "You did not follow my advice and did not listen when I corrected you.", "26": "So I will laugh when you are in trouble. I will make fun when disaster strikes you,", "27": "when disaster comes over you like a storm, when trouble strikes you like a whirlwind, when pain and trouble overwhelm you.", "28": "“Then you will call to me, but I will not answer. You will look for me, but you will not find me.", "29": "It is because you rejected knowledge and did not choose to respect the Lord.", "30": "You did not accept my advice, and you rejected my correction.", "31": "So you will get what you deserve; you will get what you planned for others.", "32": "Fools will die because they refuse to listen; they will be destroyed because they do not care.", "33": "But those who listen to me will live in safety and be at peace, without fear of injury.”"}