{"1": "These are the wise words of Solomon: Wise children make their father happy, but foolish children make their mother sad.", "2": "Riches gotten by doing wrong have no value, but right living will save you from death.", "3": "The Lord does not let good people go hungry, but he keeps evil people from getting what they want.", "4": "A lazy person will end up poor, but a hard worker will become rich.", "5": "Those who gather crops on time are wise, but those who sleep through the harvest are a disgrace.", "6": "Good people will have rich blessings, but the wicked will be overwhelmed by violence.", "7": "Good people will be remembered as a blessing, but evil people will soon be forgotten.", "8": "The wise do what they are told, but a talkative fool will be ruined.", "9": "The honest person will live in safety, but the dishonest will be caught.", "10": "A wink may get you into trouble, and foolish talk will lead to your ruin.", "11": "The words of a good person give life, like a fountain of water, but the words of the wicked contain nothing but violence.", "12": "Hatred stirs up trouble, but love forgives all wrongs.", "13": "Wise people speak with understanding, but people without wisdom should be punished.", "14": "The wise don't tell everything they know, but the foolish talk too much and are ruined.", "15": "Having lots of money protects the rich, but having no money destroys the poor.", "16": "Good people are rewarded with life, but evil people are paid with punishment.", "17": "Whoever accepts correction is on the way to life, but whoever ignores correction will lead others away from life.", "18": "Whoever hides hate is a liar. Whoever tells lies is a fool.", "19": "If you talk a lot, you are sure to sin; if you are wise, you will keep quiet.", "20": "The words of a good person are like pure silver, but an evil person's thoughts are worth very little.", "21": "Good people's words will help many others, but fools will die because they don't have wisdom.", "22": "The Lord's blessing brings wealth, and no sorrow comes with it.", "23": "A foolish person enjoys doing wrong, but a person with understanding enjoys doing what is wise.", "24": "Evil people will get what they fear most, but good people will get what they want most.", "25": "A storm will blow the evil person away, but a good person will always be safe.", "26": "A lazy person affects the one he works for like vinegar on the teeth or smoke in the eyes.", "27": "Whoever respects the Lord will have a long life, but the life of an evil person will be cut short.", "28": "A good person can look forward to happiness, but an evil person can expect nothing.", "29": "The Lord will protect good people but will ruin those who do evil.", "30": "Good people will always be safe, but evil people will not remain in the land.", "31": "A good person says wise things, but a liar's tongue will be stopped.", "32": "Good people know the right thing to say, but evil people only tell lies."}