{"1": "The Lord hates dishonest scales, but he is pleased with honest weights.", "2": "Pride leads only to shame; it is wise to be humble.", "3": "Good people will be guided by honesty; dishonesty will destroy those who are not trustworthy.", "4": "Riches will not help when it's time to die, but right living will save you from death.", "5": "The goodness of the innocent makes life easier, but the wicked will be destroyed by their wickedness.", "6": "Doing right brings freedom to honest people, but those who are not trustworthy will be caught by their own desires.", "7": "When the wicked die, hope dies with them; their hope in riches will come to nothing.", "8": "The good person is saved from trouble; it comes to the wicked instead.", "9": "With words an evil person can destroy a neighbor, but a good person will escape by being resourceful.", "10": "When good people succeed, the city is happy. When evil people die, there are shouts of joy.", "11": "Good people bless and build up their city, but the wicked can destroy it with their words.", "12": "People without good sense find fault with their neighbors, but those with understanding keep quiet.", "13": "Gossips can't keep secrets, but a trustworthy person can.", "14": "Without leadership a nation falls, but lots of good advice will save it.", "15": "Whoever guarantees to pay somebody else's loan will suffer. It is safer to avoid such promises.", "16": "A kind woman gets respect, but cruel men get only wealth.", "17": "Kind people do themselves a favor, but cruel people bring trouble on themselves.", "18": "An evil person really earns nothing, but a good person will surely be rewarded.", "19": "Those who are truly good will live, but those who chase after evil will die.", "20": "The Lord hates those with evil hearts but is pleased with those who are innocent.", "21": "Evil people will certainly be punished, but those who do right will be set free.", "22": "A beautiful woman without good sense is like a gold ring in a pig's snout.", "23": "Those who do right only wish for good, but the wicked can expect to be defeated by God's anger.", "24": "Some people give much but get back even more. Others don't give what they should and end up poor.", "25": "Whoever gives to others will get richer; those who help others will themselves be helped.", "26": "People curse those who keep all the grain, but they bless the one who is willing to sell it.", "27": "Whoever looks for good will find kindness, but whoever looks for evil will find trouble.", "28": "Those who trust in riches will be ruined, but a good person will be healthy like a green leaf.", "29": "Whoever brings trouble to his family will be left with nothing but the wind. A fool will be a servant to the wise.", "30": "A good person gives life to others; the wise person teaches others how to live.", "31": "Good people will be rewarded on earth, and the wicked and the sinners will be punished."}