{"1": "Anyone who loves learning accepts correction, but a person who hates being corrected is stupid.", "2": "The Lord is pleased with a good person, but he will punish anyone who plans evil.", "3": "Doing evil brings no safety at all, but a good person has safety and security.", "4": "A good wife is like a crown for her husband, but a disgraceful wife is like a disease in his bones.", "5": "The plans that good people make are fair, but the advice of the wicked will trick you.", "6": "The wicked talk about killing people, but the words of good people will save them.", "7": "Wicked people die and they are no more, but a good person's family continues.", "8": "The wisdom of the wise wins praise, but there is no respect for the stupid.", "9": "A person who is not important but has a servant is better off than someone who acts important but has no food.", "10": "Good people take care of their animals, but even the kindest acts of the wicked are cruel.", "11": "Those who work their land will have plenty of food, but the one who chases empty dreams is not wise.", "12": "The wicked want what other evil people have stolen, but good people want to give what they have to others.", "13": "Evil people are trapped by their evil talk, but good people stay out of trouble.", "14": "People will be rewarded for what they say, and they will also be rewarded for what they do.", "15": "Fools think they are doing right, but the wise listen to advice.", "16": "Fools quickly show that they are upset, but the wise ignore insults.", "17": "An honest witness tells the truth, but a dishonest witness tells lies.", "18": "Careless words stab like a sword, but wise words bring healing.", "19": "Truth will continue forever, but lies are only for a moment.", "20": "Those who plan evil are full of lies, but those who plan peace are happy.", "21": "No harm comes to a good person, but an evil person's life is full of trouble.", "22": "The Lord hates those who tell lies but is pleased with those who keep their promises.", "23": "Wise people keep what they know to themselves, but fools can't keep from showing how foolish they are.", "24": "Hard workers will become leaders, but those who are lazy will be slaves.", "25": "Worry is a heavy load, but a kind word cheers you up.", "26": "Good people take advice from their friends, but an evil person is easily led to do wrong.", "27": "The lazy catch no food to cook, but a hard worker will have great wealth.", "28": "Doing what is right is the way to life, but there is another way that leads to death."}