{"1": "Wise children take their parents' advice, but whoever makes fun of wisdom won't listen to correction.", "2": "People will be rewarded for what they say, but those who can't be trusted want only violence.", "3": "Those who are careful about what they say protect their lives, but whoever speaks without thinking will be ruined.", "4": "The lazy will not get what they want, but those who work hard will.", "5": "Good people hate what is false, but the wicked do shameful and disgraceful things.", "6": "Doing what is right protects the honest person, but doing evil ruins the sinner.", "7": "Some people pretend to be rich but really have nothing. Others pretend to be poor but really are wealthy.", "8": "The rich may have to pay a ransom for their lives, but the poor will face no such danger.", "9": "Good people can look forward to a bright future, but the future of the wicked is like a flame going out.", "10": "Pride only leads to arguments, but those who take advice are wise.", "11": "Money that comes easily disappears quickly, but money that is gathered little by little will grow.", "12": "It is sad not to get what you hoped for. But wishes that come true are like eating fruit from the tree of life.", "13": "Those who reject what they are taught will pay for it, but those who obey what they are told will be rewarded.", "14": "The teaching of a wise person gives life. It is like a fountain that can save people from death.", "15": "People with good understanding will be well liked, but the lives of those who are not trustworthy are hard.", "16": "Every wise person acts with good sense, but fools show how foolish they are.", "17": "A wicked messenger brings nothing but trouble, but a trustworthy one makes everything right.", "18": "A person who refuses correction will end up poor and disgraced, but the one who accepts correction will be honored.", "19": "It is so good when wishes come true, but fools hate to stop doing evil.", "20": "Spend time with the wise and you will become wise, but the friends of fools will suffer.", "21": "Trouble always comes to sinners, but good people enjoy success.", "22": "Good people leave their wealth to their grandchildren, but a sinner's wealth is stored up for good people.", "23": "A poor person's field might produce plenty of food, but others often steal it away.", "24": "If you do not punish your children, you don't love them, but if you love your children, you will correct them.", "25": "Good people have enough to eat, but the wicked will go hungry."}