{"1": "A gentle answer will calm a person's anger, but an unkind answer will cause more anger.", "2": "Wise people use knowledge when they speak, but fools pour out foolishness.", "3": "The Lord's eyes see everything; he watches both evil and good people.", "4": "As a tree gives fruit, healing words give life, but dishonest words crush the spirit.", "5": "Fools reject their parents' correction, but anyone who accepts correction is wise.", "6": "Much wealth is in the houses of good people, but evil people get nothing but trouble.", "7": "Wise people use their words to spread knowledge, but there is no knowledge in the thoughts of fools.", "8": "The Lord hates the sacrifice that the wicked offer, but he likes the prayers of honest people.", "9": "The Lord hates what evil people do, but he loves those who do what is right.", "10": "The person who quits doing what is right will be punished, and the one who hates to be corrected will die.", "11": "The Lord knows what is happening in the world of the dead, so he surely knows the thoughts of the living.", "12": "Those who make fun of wisdom don't like to be corrected; they will not ask the wise for advice.", "13": "Happiness makes a person smile, but sadness can break a person's spirit.", "14": "People with understanding want more knowledge, but fools just want more foolishness.", "15": "Every day is hard for those who suffer, but a happy heart is like a continual feast.", "16": "It is better to be poor and respect the Lord than to be wealthy and have much trouble.", "17": "It is better to eat vegetables with those who love you than to eat meat with those who hate you.", "18": "People with quick tempers cause trouble, but those who control their tempers stop a quarrel.", "19": "A lazy person's life is like a patch of thorns, but an honest person's life is like a smooth highway.", "20": "Wise children make their father happy, but foolish children disrespect their mother.", "21": "A person without wisdom enjoys being foolish, but someone with understanding does what is right.", "22": "Plans fail without good advice, but they succeed with the advice of many others.", "23": "People enjoy giving good advice. Saying the right word at the right time is so pleasing.", "24": "Wise people's lives get better and better. They avoid whatever would cause their death.", "25": "The Lord will tear down the proud person's house, but he will protect the widow's property.", "26": "The Lord hates evil thoughts but is pleased with kind words.", "27": "Greedy people bring trouble to their families, but the person who can't be paid to do wrong will live.", "28": "Good people think before they answer, but the wicked simply pour out evil.", "29": "The Lord does not listen to the wicked, but he hears the prayers of those who do right.", "30": "Good news makes you feel better. Your happiness will show in your eyes.", "31": "If you listen to correction to improve your life, you will live among the wise.", "32": "Those who refuse correction hate themselves, but those who accept correction gain understanding.", "33": "Respect for the Lord will teach you wisdom. If you want to be honored, you must be humble."}