{"1": "People may make plans in their minds, but only the Lord can make them come true.", "2": "You may believe you are doing right, but the Lord will judge your reasons.", "3": "Depend on the Lord in whatever you do, and your plans will succeed.", "4": "The Lord makes everything go as he pleases. He has even prepared a day of disaster for evil people.", "5": "The Lord hates those who are proud. They will surely be punished.", "6": "Love and truth bring forgiveness of sin. By respecting the Lord you will avoid evil.", "7": "When people live so that they please the Lord, even their enemies will make peace with them.", "8": "It is better to be poor and right than to be wealthy and dishonest.", "9": "People may make plans in their minds, but the Lord decides what they will do.", "10": "The words of a king are like a message from God, so his decisions should be fair.", "11": "The Lord wants honest balances and scales; all the weights are his work.", "12": "Kings hate those who do wrong, because governments only continue if they are fair.", "13": "Kings like honest people; they value someone who speaks the truth.", "14": "An angry king can put someone to death, so a wise person will try to make him happy.", "15": "A smiling king can give people life; his kindness is like a spring shower.", "16": "It is better to get wisdom than gold, and to choose understanding rather than silver!", "17": "Good people stay away from evil. By watching what they do, they protect their lives.", "18": "Pride leads to destruction; a proud attitude brings ruin.", "19": "It is better to be humble and be with those who suffer than to share stolen property with the proud.", "20": "Whoever listens to what is taught will succeed, and whoever trusts the Lord will be happy.", "21": "The wise are known for their understanding. Their pleasant words make them better teachers.", "22": "Understanding is like a fountain which gives life to those who use it, but foolishness brings punishment to fools.", "23": "Wise people's minds tell them what to say, and that helps them be better teachers.", "24": "Pleasant words are like a honeycomb, making people happy and healthy.", "25": "Some people think they are doing right, but in the end it leads to death.", "26": "The workers' hunger helps them, because their desire to eat makes them work.", "27": "Useless people make evil plans, and their words are like a burning fire.", "28": "A useless person causes trouble, and a gossip ruins friendships.", "29": "Cruel people trick their neighbors and lead them to do wrong.", "30": "Someone who winks is planning evil, and the one who grins is planning something wrong.", "31": "Gray hair is like a crown of honor; it is earned by living a good life.", "32": "Patience is better than strength. Controlling your temper is better than capturing a city.", "33": "People throw lots to make a decision, but the answer comes from the Lord."}