{"1": "Unfriendly people are selfish and hate all good sense.", "2": "Fools do not want to understand anything. They only want to tell others what they think.", "3": "Do something evil, and people won't like you. Do something shameful, and they will make fun of you.", "4": "Spoken words can be like deep water, but wisdom is like a flowing stream.", "5": "It is not good to honor the wicked or to be unfair to the innocent.", "6": "The words of fools start quarrels. They make people want to beat them.", "7": "The words of fools will ruin them; their own words will trap them.", "8": "The words of a gossip are like tasty bits of food. People like to gobble them up.", "9": "A person who doesn't work hard is just like someone who destroys things.", "10": "The Lord is like a strong tower; those who do right can run to him for safety.", "11": "Rich people trust their wealth to protect them. They think it is like the high walls of a city.", "12": "Proud people will be ruined, but the humble will be honored.", "13": "Anyone who answers without listening is foolish and confused.", "14": "The will to live can get you through sickness, but no one can live with a broken spirit.", "15": "The mind of a person with understanding gets knowledge; the wise person listens to learn more.", "16": "Taking gifts to important people will help get you in to see them.", "17": "The person who tells one side of a story seems right, until someone else comes and asks questions.", "18": "Throwing lots can settle arguments and keep the two sides from fighting.", "19": "A brother who has been insulted is harder to win back than a walled city, and arguments separate people like the barred gates of a palace.", "20": "People will be rewarded for what they say; they will be rewarded by how they speak.", "21": "What you say can mean life or death. Those who speak with care will be rewarded.", "22": "When a man finds a wife, he finds something good. It shows that the Lord is pleased with him.", "23": "The poor beg for mercy, but the rich give rude answers.", "24": "Some friends may ruin you, but a real friend will be more loyal than a brother."}