{"1": "Wine and beer make people loud and uncontrolled; it is not wise to get drunk on them.", "2": "An angry king is like a roaring lion. Making him angry may cost you your life.", "3": "Foolish people are always fighting, but avoiding quarrels will bring you honor.", "4": "Lazy farmers don't plow when they should; they expect a harvest, but there is none.", "5": "People's thoughts can be like a deep well, but someone with understanding can find the wisdom there.", "6": "Many people claim to be loyal, but it is hard to find a trustworthy person.", "7": "The good people who live honest lives will be a blessing to their children.", "8": "When a king sits on his throne to judge, he knows evil when he sees it.", "9": "No one can say, “I am innocent; I have never done anything wrong.”", "10": "The Lord hates both these things: dishonest weights and dishonest measures.", "11": "Even children are known by their behavior; their actions show if they are innocent and good.", "12": "The Lord has made both these things: ears to hear and eyes to see.", "13": "If you love to sleep, you will be poor. If you stay awake, you will have plenty of food.", "14": "Buyers say, “This is bad. It's no good.” Then they go away and brag about what they bought.", "15": "There is gold and plenty of rubies, but only a few people speak with knowledge.", "16": "Take the coat of someone who promises to pay a stranger's debts, and keep it until he pays what the stranger owes.", "17": "Stolen food may taste sweet at first, but later it will feel like a mouth full of gravel.", "18": "Get advice if you want your plans to work. If you go to war, get the advice of others.", "19": "Gossips can't keep secrets, so avoid people who talk too much.", "20": "Those who curse their father or mother will be like a light going out in darkness.", "21": "Wealth inherited quickly in the beginning will do you no good in the end.", "22": "Don't say, “I'll pay you back for the wrong you did.” Wait for the Lord, and he will make things right.", "23": "The Lord hates dishonest weights, and dishonest scales do not please him.", "24": "The Lord decides what a person will do; no one understands what his life is all about.", "25": "It's dangerous to promise something to God too quickly. After you've thought about it, it may be too late.", "26": "A wise king sorts out the evil people, and he punishes them as they deserve.", "27": "The Lord looks deep inside people and searches through their thoughts.", "28": "Loyalty and truth keep a king in power; he continues to rule if he is loyal.", "29": "The young glory in their strength, and the old are honored for their gray hair.", "30": "Hard punishment will get rid of evil, and whippings can change an evil heart."}