{"1": "The Lord can control a king's mind as he controls a river; he can direct it as he pleases.", "2": "You may believe you are doing right, but the Lord judges your reasons.", "3": "Doing what is right and fair is more important to the Lord than sacrifices.", "4": "Proud looks, proud thoughts, and evil actions are sin.", "5": "The plans of hard-working people earn a profit, but those who act too quickly become poor.", "6": "Wealth that comes from telling lies vanishes like a mist and leads to death.", "7": "The violence of the wicked will destroy them, because they refuse to do what is right.", "8": "Guilty people live dishonest lives, but honest people do right.", "9": "It is better to live in a corner on the roof[a] than inside the house with a quarreling wife.", "10": "Evil people only want to harm others. Their neighbors get no mercy from them.", "11": "If you punish those who make fun of wisdom, a foolish person may gain some wisdom. But if you teach the wise, they will get knowledge.", "12": "God, who is always right, watches the house of the wicked and brings ruin on every evil person.", "13": "Whoever ignores the poor when they cry for help will also cry for help and not be answered.", "14": "A secret gift will calm an angry person; a present given in secrecy will quiet great anger.", "15": "When justice is done, good people are happy, but evil people are ruined.", "16": "Whoever does not use good sense will end up among the dead.", "17": "Whoever loves pleasure will become poor; whoever loves wine and perfume will never be rich.", "18": "Wicked people will suffer instead of good people, and those who cannot be trusted will suffer instead of those who do right.", "19": "It is better to live alone in the desert than with a quarreling and complaining wife.", "20": "Wise people's houses are full of the best foods and olive oil, but fools waste everything they have.", "21": "Whoever tries to live right and be loyal finds life, success, and honor.", "22": "A wise person can defeat a city full of warriors and tear down the defenses they trust in.", "23": "Those who are careful about what they say keep themselves out of trouble.", "24": "People who act with stubborn pride are called “proud,” “bragger,” and “mocker.”", "25": "Lazy people's desire for sleep will kill them, because they refuse to work.", "26": "All day long they wish for more, but good people give without holding back.", "27": "The Lord hates sacrifices brought by evil people, particularly when they offer them for the wrong reasons.", "28": "A lying witness will be forgotten, but a truthful witness will speak on.", "29": "Wicked people are stubborn, but good people think carefully about what they do.", "30": "There is no wisdom, understanding, or advice that can succeed against the Lord.", "31": "You can get the horses ready for battle, but it is the Lord who gives the victory."}