{"1": "Don't envy evil people or try to be friends with them.", "2": "Their minds are always planning violence, and they always talk about making trouble.", "3": "It takes wisdom to have a good family, and it takes understanding to make it strong.", "4": "It takes knowledge to fill a home with rare and beautiful treasures.", "5": "Wise people have great power, and those with knowledge have great strength.", "6": "So you need advice when you go to war. If you have lots of good advice, you will win.", "7": "Foolish people cannot understand wisdom. They have nothing to say in a discussion.", "8": "Whoever makes evil plans will be known as a troublemaker.", "9": "Making foolish plans is sinful, and making fun of wisdom is hateful.", "10": "If you give up when trouble comes, it shows that you are weak.", "11": "Save those who are being led to their death; rescue those who are about to be killed.", "12": "If you say, “We don't know anything about this,” God, who knows what's in your mind, will notice. He is watching you, and he will know. He will reward each person for what he has done.", "13": "My child, eat honey because it is good. Honey from the honeycomb tastes sweet.", "14": "In the same way, wisdom is pleasing to you. If you find it, you have hope for the future, and your wishes will come true.", "15": "Don't be wicked and attack a good family's house; don't rob the place where they live.", "16": "Even though good people may be bothered by trouble seven times, they are never defeated, but the wicked are overwhelmed by trouble.", "17": "Don't be happy when your enemy is defeated; don't be glad when he is overwhelmed.", "18": "The Lord will notice and be displeased. He may not be angry with them anymore.", "19": "Don't envy evil people, and don't be jealous of the wicked.", "20": "An evil person has nothing to hope for; the wicked will die like a flame that is put out.", "21": "My child, respect the Lord and the king. Don't join those people who refuse to obey them.", "22": "The Lord and the king will quickly destroy such people. Those two can cause great disaster!", "23": "These are also sayings of the wise: It is not good to take sides when you are the judge.", "24": "Don't tell the wicked that they are innocent; people will curse you, and nations will hate you.", "25": "But things will go well if you punish the guilty, and you will receive rich blessings.", "26": "An honest answer is as pleasing as a kiss on the lips.", "27": "First, finish your outside work and prepare your fields. After that, you can build your house.", "28": "Don't testify against your neighbor for no good reason. Don't say things that are false.", "29": "Don't say, “I'll get even; I'll do to him what he did to me.”", "30": "I passed by a lazy person's field and by the vineyard of someone with no sense.", "31": "Thorns had grown up everywhere. The ground was covered with weeds, and the stone walls had fallen down.", "32": "I thought about what I had seen; I learned this lesson from what I saw.", "33": "You sleep a little; you take a nap. You fold your hands and lie down to rest.", "34": "Soon you will be as poor as if you had been robbed; you will have as little as if you had been held up."}