{"1": "These are more wise sayings of Solomon, copied by the men of Hezekiah king of Judah.", "2": "God is honored for what he keeps secret. Kings are honored for what they can discover.", "3": "No one can measure the height of the skies or the depth of the earth. So also no one can understand the mind of a king.", "4": "Remove the scum from the silver, so the silver can be used by the silversmith.", "5": "Remove wicked people from the king's presence; then his government will be honest and last a long time.", "6": "Don't brag to the king and act as if you are great.", "7": "It is better for him to give you a higher position than to bring you down in front of the prince. Because of something you have seen,", "8": "do not quickly take someone to court. What will you do later when your neighbor proves you wrong?", "9": "If you have an argument with your neighbor, don't tell other people what was said.", "10": "Whoever hears it might shame you, and you might not ever be respected again.", "11": "The right word spoken at the right time is as beautiful as gold apples in a silver bowl.", "12": "A wise warning to someone who will listen is as valuable as gold earrings or fine gold jewelry.", "13": "Trustworthy messengers refresh those who send them, like the coolness of snow in the summertime.", "14": "People who brag about gifts they never give are like clouds and wind that give no rain.", "15": "With patience you can convince a ruler, and a gentle word can get through to the hard-headed.", "16": "If you find honey, don't eat too much, or it will make you throw up.", "17": "Don't go to your neighbor's house too often; too much of you will make him hate you.", "18": "When you lie about your neighbors, it hurts them as much as a club, a sword, or a sharp arrow.", "19": "Trusting unfaithful people when you are in trouble is like eating with a broken tooth or walking with a crippled foot.", "20": "Singing songs to someone who is sad is like taking away his coat on a cold day or pouring vinegar on soda.", "21": "If your enemy is hungry, feed him. If he is thirsty, give him a drink.", "22": "Doing this will be like pouring burning coals on his head, and the Lord will reward you.", "23": "As the north wind brings rain, telling gossip brings angry looks.", "24": "It is better to live in a corner on the roof[a] than inside the house with a quarreling wife.", "25": "Good news from a faraway place is like a cool drink when you are tired.", "26": "A good person who gives in to evil is like a muddy spring or a dirty well.", "27": "It is not good to eat too much honey, nor does it bring you honor to brag about yourself.", "28": "Those who do not control themselves are like a city whose walls are broken down."}