{"1": "Don't brag about tomorrow; you don't know what may happen then.", "2": "Don't praise yourself. Let someone else do it. Let the praise come from a stranger and not from your own mouth.", "3": "Stone is heavy, and sand is weighty, but a complaining fool is worse than either.", "4": "Anger is cruel and destroys like a flood, but no one can put up with jealousy!", "5": "It is better to correct someone openly than to have love and not show it.", "6": "The slap of a friend can be trusted to help you, but the kisses of an enemy are nothing but lies.", "7": "When you are full, not even honey tastes good, but when you are hungry, even something bitter tastes sweet.", "8": "A person who leaves his home is like a bird that leaves its nest.", "9": "The sweet smell of perfume and oils is pleasant, and so is good advice from a friend.", "10": "Don't forget your friend or your parent's friend. Don't always go to your family for help when trouble comes. A neighbor close by is better than a family far away.", "11": "Be wise, my child, and make me happy. Then I can respond to any insult.", "12": "The wise see danger ahead and avoid it, but fools keep going and get into trouble.", "13": "Take the coat of someone who promises to pay a stranger's loan, and keep it until he pays what the stranger owes.", "14": "If you loudly greet your neighbor early in the morning, he will think of it as a curse.", "15": "A quarreling wife is as bothersome as a continual dripping on a rainy day.", "16": "Stopping her is like stopping the wind or trying to grab oil in your hand.", "17": "As iron sharpens iron, so people can improve each other.", "18": "Whoever tends a fig tree gets to eat its fruit, and whoever takes care of his master will receive honor.", "19": "As water reflects your face, so your mind shows what kind of person you are.", "20": "People will never stop dying and being destroyed, and they will never stop wanting more than they have.", "21": "A hot furnace tests silver and gold, and people are tested by the praise they receive.", "22": "Even if you ground up a foolish person like grain in a bowl, you couldn't remove the foolishness.", "23": "Be sure you know how your sheep are doing, and pay attention to the condition of your cattle.", "24": "Riches will not go on forever, nor do governments go on forever.", "25": "Bring in the hay, and let the new grass appear. Gather the grass from the hills.", "26": "Make clothes from the lambs' wool, and sell some goats to buy a field.", "27": "There will be plenty of goat's milk to feed you and your family and to make your servant girls healthy."}