{"1": "Whoever is stubborn after being corrected many times will suddenly be hurt beyond cure.", "2": "When good people do well, everyone is happy, but when evil people rule, everyone groans.", "3": "Those who love wisdom make their parents happy, but friends of prostitutes waste their money.", "4": "If a king is fair, he makes his country strong, but if he takes gifts dishonestly, he tears his country down.", "5": "Those who give false praise to their neighbors are setting a trap for them.", "6": "Evil people are trapped by their own sin, but good people can sing and be happy.", "7": "Good people care about justice for the poor, but the wicked are not concerned.", "8": "People who make fun of wisdom cause trouble in a city, but wise people calm anger down.", "9": "When a wise person takes a foolish person to court, the fool only shouts or laughs, and there is no peace.", "10": "Murderers hate an honest person and try to kill those who do right.", "11": "Foolish people lose their tempers, but wise people control theirs.", "12": "If a ruler pays attention to lies, all his officers will become wicked.", "13": "The poor person and the cruel person are alike in that the Lord gave eyes to both of them.", "14": "If a king judges poor people fairly, his government will continue forever.", "15": "Correction and punishment make children wise, but those left alone will disgrace their mother.", "16": "When there are many wicked people, there is much sin, but those who do right will see them destroyed.", "17": "Correct your children, and you will be proud; they will give you satisfaction.", "18": "Where there is no word from God, people are uncontrolled, but those who obey what they have been taught are happy.", "19": "Words alone cannot correct a servant, because even if they understand, they won't respond.", "20": "Do you see people who speak too quickly? There is more hope for a foolish person than for them.", "21": "If you spoil your servants when they are young, they will bring you grief later on.", "22": "An angry person causes trouble; a person with a quick temper sins a lot.", "23": "Pride will ruin people, but those who are humble will be honored.", "24": "Partners of thieves are their own worst enemies. If they have to testify in court, they are afraid to say anything.", "25": "Being afraid of people can get you into trouble, but if you trust the Lord, you will be safe.", "26": "Many people want to speak to a ruler, but justice comes only from the Lord.", "27": "Good people hate those who are dishonest, and the wicked hate those who are honest."}