{"1": "My child, do not forget my teaching, but keep my commands in mind.", "2": "Then you will live a long time, and your life will be successful.", "3": "Don't ever forget kindness and truth. Wear them like a necklace. Write them on your heart as if on a tablet.", "4": "Then you will be respected and will please both God and people.", "5": "Trust the Lord with all your heart, and don't depend on your own understanding.", "6": "Remember the Lord in all you do, and he will give you success.", "7": "Don't depend on your own wisdom. Respect the Lord and refuse to do wrong.", "8": "Then your body will be healthy, and your bones will be strong.", "9": "Honor the Lord with your wealth and the firstfruits from all your crops.", "10": "Then your barns will be full, and your wine barrels will overflow with new wine.", "11": "My child, do not reject the Lord's discipline, and don't get angry when he corrects you.", "12": "The Lord corrects those he loves, just as parents correct the child they delight in.", "13": "Happy is the person who finds wisdom, the one who gets understanding.", "14": "Wisdom is worth more than silver; it brings more profit than gold.", "15": "Wisdom is more precious than rubies; nothing you could want is equal to it.", "16": "With her right hand wisdom offers you a long life, and with her left hand she gives you riches and honor.", "17": "Wisdom will make your life pleasant and will bring you peace.", "18": "As a tree produces fruit, wisdom gives life to those who use it, and everyone who uses it will be happy.", "19": "The Lord made the earth, using his wisdom. He set the sky in place, using his understanding.", "20": "With his knowledge, he made springs flow into rivers and the clouds drop rain on the earth.", "21": "My child, hold on to wisdom and good sense. Don't let them out of your sight.", "22": "They will give you life and beauty like a necklace around your neck.", "23": "Then you will go your way in safety, and you will not get hurt.", "24": "When you lie down, you won't be afraid; when you lie down, you will sleep in peace.", "25": "You won't be afraid of sudden trouble; you won't fear the ruin that comes to the wicked,", "26": "because the Lord will keep you safe. He will keep you from being trapped.", "27": "Whenever you are able, do good to people who need help.", "28": "If you have what your neighbor asks for, don't say, “Come back later. I will give it to you tomorrow.”", "29": "Don't make plans to hurt your neighbor who lives nearby and trusts you.", "30": "Don't accuse a person for no good reason; don't accuse someone who has not harmed you.", "31": "Don't be jealous of those who use violence, and don't choose to be like them.", "32": "The Lord hates those who do wrong, but he is a friend to those who are honest.", "33": "The Lord will curse the evil person's house, but he will bless the home of those who do right.", "34": "The Lord laughs at those who laugh at him, but he gives grace to those who are not proud.", "35": "Wise people will receive honor, but fools will be disgraced."}