{"1": "These are the words of King Lemuel, the message his mother taught him:", "2": "“My son, I gave birth to you. You are the son I prayed for.", "3": "Don't waste your strength on women or your time on those who ruin kings.", "4": "“Kings should not drink wine, Lemuel, and rulers should not desire beer.", "5": "If they drink, they might forget the law and keep the needy from getting their rights.", "6": "Give beer to people who are dying and wine to those who are sad.", "7": "Let them drink and forget their need and remember their misery no more.", "8": "“Speak up for those who cannot speak for themselves; defend the rights of all those who have nothing.", "9": "Speak up and judge fairly, and defend the rights of the poor and needy.”", "10": "It is hard to find a good wife, because she is worth more than rubies.", "11": "Her husband trusts her completely. With her, he has everything he needs.", "12": "She does him good and not harm for as long as she lives.", "13": "She looks for wool and flax and likes to work with her hands.", "14": "She is like a trader's ship, bringing food from far away.", "15": "She gets up while it is still dark and prepares food for her family and feeds her servant girls.", "16": "She inspects a field and buys it. With money she earned, she plants a vineyard.", "17": "She does her work with energy, and her arms are strong.", "18": "She knows that what she makes is good. Her lamp burns late into the night.", "19": "She makes thread with her hands and weaves her own cloth.", "20": "She welcomes the poor and helps the needy.", "21": "She does not worry about her family when it snows, because they all have fine clothes to keep them warm.", "22": "She makes coverings for herself; her clothes are made of linen and other expensive material.", "23": "Her husband is known at the city meetings, where he makes decisions as one of the leaders of the land.", "24": "She makes linen clothes and sells them and provides belts to the merchants.", "25": "She is strong and is respected by the people. She looks forward to the future with joy.", "26": "She speaks wise words and teaches others to be kind.", "27": "She watches over her family and never wastes her time.", "28": "Her children speak well of her. Her husband also praises her,", "29": "saying, “There are many fine women, but you are better than all of them.”", "30": "Charm can fool you, and beauty can trick you, but a woman who respects the Lord should be praised.", "31": "Give her the reward she has earned; she should be praised in public for what she has done."}