{"1": "My son, pay attention to my wisdom; listen to my words of understanding.", "2": "Be careful to use good sense, and watch what you say.", "3": "The words of another man's wife may seem sweet as honey; they may be as smooth as olive oil.", "4": "But in the end she will bring you sorrow, causing you pain like a two-edged sword.", "5": "She is on the way to death; her steps are headed straight to the grave.", "6": "She gives little thought to life. She doesn't even know that her ways are wrong.", "7": "Now, my sons, listen to me, and don't ignore what I say.", "8": "Stay away from such a woman. Don't even go near the door of her house,", "9": "or you will give your riches to others, and the best years of your life will be given to someone cruel.", "10": "Strangers will enjoy your wealth, and what you worked so hard for will go to someone else.", "11": "You will groan at the end of your life when your health is gone.", "12": "Then you will say, “I hated being told what to do! I would not listen to correction!", "13": "I would not listen to my teachers or pay attention to my instructors.", "14": "I came close to being completely ruined in front of a whole group of people.”", "15": "Be faithful to your own wife, just as you drink water from your own well.", "16": "Don't pour your water in the streets; don't give your love to just any woman.", "17": "These things are yours alone and shouldn't be shared with strangers.", "18": "Be happy with the wife you married when you were young. She gives you joy, as your fountain gives you water.", "19": "She is as lovely and graceful as a deer. Let her love always make you happy; let her love always hold you captive.", "20": "My son, don't be held captive by a woman who takes part in adultery. Don't fondle a woman who is not your wife.", "21": "The Lord sees everything you do, and he watches where you go.", "22": "An evil man will be caught in his wicked ways; the ropes of his sins will tie him up.", "23": "He will die because he does not control himself, and he will be held captive by his foolishness."}