{"1": "My son, remember what I say, and treasure my commands.", "2": "Obey my commands, and you will live. Guard my teachings as you would your own eyes.", "3": "Remind yourself of them; write them on your heart as if on a tablet.", "4": "Treat wisdom as a sister, and make understanding your closest friend.", "5": "Wisdom and understanding will keep you away from adultery, away from the unfaithful wife and her pleasing words.", "6": "Once while I was at the window of my house I looked out through the shutters", "7": "and saw some foolish, young men. I noticed one of them had no wisdom.", "8": "He was walking down the street near the corner on the road leading to her house.", "9": "It was the twilight of the evening; the darkness of the night was just beginning.", "10": "Then the woman approached him, dressed like a prostitute and planning to trick him.", "11": "She was loud and stubborn and never stayed at home.", "12": "She was always out in the streets or in the city squares, waiting around on the corners of the streets.", "13": "She grabbed him and kissed him. Without shame she said to him,", "14": "“I made my fellowship offering and took some of the meat home. Today I have kept my special promises.", "15": "So I have come out to meet you; I have been looking for you and have found you.", "16": "I have covered my bed with colored sheets from Egypt.", "17": "I have made my bed smell sweet with myrrh, aloes, and cinnamon.", "18": "Come, let's make love until morning. Let's enjoy each other's love.", "19": "My husband is not home; he has gone on a long trip.", "20": "He took a lot of money with him and won't be home for weeks.”", "21": "By her clever words she made him give in; by her pleasing words she led him into doing wrong.", "22": "All at once he followed her, like an ox led to the butcher, like a deer caught in a trap", "23": "and shot through the liver with an arrow. Like a bird caught in a trap, he didn't know what he did would kill him.", "24": "Now, my sons, listen to me; pay attention to what I say.", "25": "Don't let yourself be tricked by such a woman; don't go where she leads you.", "26": "She has ruined many good men, and many have died because of her.", "27": "Her house is on the road to death, the road that leads down to the grave."}