{"1": "These are the words of the Teacher, a son of David, king in Jerusalem.", "2": "The Teacher says, “Useless! Useless! Completely useless! Everything is useless.”", "3": "What do people really gain from all the hard work they do here on earth?", "4": "People live, and people die, but the earth continues forever.", "5": "The sun rises, the sun sets, and then it hurries back to where it rises again.", "6": "The wind blows to the south; it blows to the north. It blows from one direction and then another. Then it turns around and repeats the same pattern, going nowhere.", "7": "All the rivers flow to the sea, but the sea never becomes full.", "8": "Everything is boring, so boring that you don't even want to talk about it. Words come again and again to our ears, but we never hear enough, nor can we ever really see all we want to see.", "9": "All things continue the way they have been since the beginning. What has happened will happen again; there is nothing new here on earth.", "10": "Someone might say, “Look, this is new,” but really it has always been here. It was here before we were.", "11": "People don't remember what happened long ago, and in the future people will not remember what happens now. Even later, other people will not remember what was done before them.", "12": "I, the Teacher, was king over Israel in Jerusalem. ", "13": "I decided to use my wisdom to learn about everything that happens on earth. I learned that God has given us terrible things to face. ", "14": "I looked at everything done on earth and saw that it is all useless, like chasing the wind.", "15": "If something is crooked, you can't make it straight. If something is missing, you can't say it is there.", "16": "I said to myself, “I have become very wise and am now wiser than anyone who ruled Jerusalem before me. I know what wisdom and knowledge really are.” ", "17": "So I decided to find out about wisdom and knowledge and also about foolish thinking, but this turned out to be like chasing the wind.", "18": "With much wisdom comes much disappointment; the person who gains more knowledge also gains more sorrow."}