{"1": "Dead flies can make even perfume stink. In the same way, a little foolishness can spoil wisdom.", "2": "The heart of the wise leads to right, but the heart of a fool leads to wrong.", "3": "Even in the way fools walk along the road, they show they are not wise; they show everyone how stupid they are.", "4": "Don't leave your job just because your boss is angry with you. Remaining calm solves great problems.", "5": "There is something else wrong that happens here on earth. It is the kind of mistake rulers make:", "6": "Fools are given important positions while gifted people are given lower ones;", "7": "I have seen servants ride horses while princes walk like servants on foot.", "8": "Anyone who digs a pit might fall into it; anyone who knocks down a wall might be bitten by a snake;", "9": "anyone who moves boulders might be hurt by them; and anyone who cuts logs might be harmed by them.", "10": "A dull ax means harder work. Being wise will make it easier.", "11": "If a snake bites the tamer before it is tamed, what good is the tamer?", "12": "The words of the wise bring them praise, but the words of a fool will destroy them.", "13": "A fool begins by saying foolish things and ends by saying crazy and wicked things.", "14": "A fool talks too much. No one knows the future, and no one can tell what will happen after death.", "15": "Work wears fools out; they don't even know how to get home.", "16": "How terrible it is for a country whose king is a child and whose leaders eat all morning.", "17": "How lucky a country is whose king comes from a good family, whose leaders eat only at mealtime and for strength, not to get drunk.", "18": "If someone is lazy, the roof will begin to fall. If he doesn't fix it, the house will leak.", "19": "A party makes you feel good, wine makes you feel happy, and money buys anything.", "20": "Don't make fun of the king, and don't make fun of rich people, even in your bedroom. A little bird might carry your words; a bird might fly and tell what you said."}