{"1": "Remember your Creator while you are young, before the days of trouble come and the years when you say, “I find no pleasure in them.”", "2": "When you get old, the light from the sun, moon, and stars will grow dark; the rain clouds will never seem to go away.", "3": "At that time your arms will shake and your legs will become weak. Your teeth will fall out so you cannot chew, and your eyes will not see clearly.", "4": "Your ears will be deaf to the noise in the streets, and you will barely hear the millstone grinding grain. You'll wake up when a bird starts singing, but you will barely hear singing.", "5": "You will fear high places and will be afraid to go for a walk. Your hair will become white like the flowers on an almond tree. You will limp along like a grasshopper when you walk. Your appetite will be gone. Then you will go to your everlasting home, and people will go to your funeral.", "6": "Soon your life will snap like a silver chain or break like a golden bowl. You will be like a broken pitcher at a spring, or a broken wheel at a well.", "7": "You will turn back into the dust of the earth again, but your spirit will return to God who gave it.", "8": "Everything is useless! The Teacher says that everything is useless.", "9": "The Teacher was very wise and taught the people what he knew. He very carefully thought about, studied, and set in order many wise teachings. ", "10": "The Teacher looked for just the right words to write what is dependable and true.", "11": "Words from wise people are like sharp sticks used to guide animals. They are like nails that have been driven in firmly. Altogether they are wise teachings that come from one Shepherd. ", "12": "So be careful, my son, about other teachings. People are always writing books, and too much study will make you tired.", "13": "Now, everything has been heard, so I give my final advice: Honor God and obey his commands, because this is all people must do.", "14": "God will judge everything, even what is done in secret, the good and the evil."}