{"1": "Again I saw all the people who were mistreated here on earth. I saw their tears and that they had no one to comfort them. Cruel people had all the power, and there was no one to comfort those they hurt.", "2": "I decided that the dead are better off than the living.", "3": "But those who have never been born are better off still; they have not seen the evil that is done here on earth.", "4": "I realized the reason people work hard and try to succeed: They are jealous of each other. This, too, is useless, like chasing the wind.", "5": "Some say it is foolish to fold your hands and do nothing, because you will starve to death.", "6": "Maybe so, but I say it is better to be content with what little you have. Otherwise, you will always be struggling for more, and that is like chasing the wind.", "7": "Again I saw something here on earth that was useless:", "8": "I saw a man who had no family, no son or brother. He always worked hard but was never satisfied with what he had. He never asked himself, “For whom am I working so hard? Why don't I let myself enjoy life?” This also is very sad and useless.", "9": "Two people are better than one, because they get more done by working together.", "10": "If one falls down, the other can help him up. But it is bad for the person who is alone and falls, because no one is there to help.", "11": "If two lie down together, they will be warm, but a person alone will not be warm.", "12": "An enemy might defeat one person, but two people together can defend themselves; a rope that is woven of three strings is hard to break.", "13": "A poor but wise boy is better than a foolish but old king who doesn't listen to advice. ", "14": "A boy became king. He had been born poor in the kingdom and had even gone to prison before becoming king. ", "15": "I watched all the people who live on earth follow him and make him their king. ", "16": "Many followed him at first, but later, they did not like him, either. So fame and power are useless, like chasing the wind."}