{"1": "No one is like the wise person who can understand what things mean. Wisdom brings happiness; it makes sad faces happy.", "2": "Obey the king's command, because you made a promise to God. ", "3": "Don't be too quick to leave the king. Don't support something that is wrong, because the king does whatever he pleases. ", "4": "What the king says is law; no one tells him what to do.", "5": "Whoever obeys the king's command will be safe. A wise person does the right thing at the right time.", "6": "There is a right time and a right way for everything, yet people often have many troubles.", "7": "They do not know what the future holds, and no one can tell them what will happen.", "8": "No one can control the wind or stop his own death. No soldier is released in times of war, and evil does not set free those who do evil.", "9": "I saw all of this as I considered all that is done here on earth. Sometimes people harm those they control. ", "10": "I saw the funerals of evil people who used to go in and out of the holy place. They were honored in the same towns where they had done evil. This is useless, too.", "11": "When evil people are not punished right away, it makes others want to do evil, too. ", "12": "Though a sinner might do a hundred evil things and might live a long time, I know it will be better for those who honor God. ", "13": "I also know it will not go well for evil people, because they do not honor God. Like a shadow, they will not last. ", "14": "Sometimes something useless happens on earth. Bad things happen to good people, and good things happen to bad people. I say that this is also useless. ", "15": "So I decided it was more important to enjoy life. The best that people can do here on earth is to eat, drink, and enjoy life, because these joys will help them do the hard work God gives them here on earth.", "16": "I tried to understand all that happens on earth. I saw how busy people are, working day and night and hardly ever sleeping. ", "17": "I also saw all that God has done. Nobody can understand what God does here on earth. No matter how hard people try to understand it, they cannot. Even if wise people say they understand, they cannot; no one can really understand it."}