{"1": "¶ Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,", "2": "saying, Where is he that is born King of the Jews? We have seen his star in the east and are come to worship him.", "3": "When Herod the king had heard these things, he was troubled and all Jerusalem with him.", "4": "And when he had gathered all the chief priests and scribes of the people together, he asked them where the Christ should be born.", "5": "And they said unto him, In Bethlehem of Judaea, for thus it is written by the prophet,", "6": "And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda, for out of thee shall come a Leader that shall shepherd my people Israel.", "7": "Then Herod, calling the wise men unto him secretly, understood of them with diligence the time of the appearing of the star;", "8": "and sending them to Bethlehem, he said, Go there and search diligently for the young child; and when ye have found him, bring me word again that I may come and worship him also.", "9": "¶ When they had heard the king, they departed; and, behold, the star, which they had seen in the east, went before them until it arrived and stood over where the young child was.", "10": "Seeing the star, they rejoiced with exceeding great joy.", "11": "And entering into the house, they saw the young child with Mary his mother; and falling down, they worshipped him; and opening their treasures, they offered him gifts: gold and frankincense and myrrh.", "12": "And being warned by divine revelation in dreams that they should not return to Herod, they departed into their own country another way.", "13": "¶ And when they were departed, behold, the angel of the Lord appeared to Joseph in dreams, saying, Arise and take the young child and his mother and flee into Egypt and remain there until I bring thee word, for Herod will seek the young child to kill him.", "14": "And awaking, he took the young child and his mother by night and departed into Egypt", "15": "and was there until the death of Herod, that it might be fulfilled which was spoken by the Lord through the prophet, saying, Out of Egypt have I called my son.", "16": "¶ Then Herod, seeing that he was mocked of the wise men, was exceeding wroth and sent forth and killed all the children that were in Bethlehem, and in all the borders thereof, from two years old and under, according to the time which he had understood of the wise men.", "17": "Then was fulfilled that which was spoken by the Lord through Jeremiah the prophet, saying,", "18": "In Rama was there a voice heard, lamentation and weeping and great mourning, Rachel was weeping for her children and would not be comforted because they perished.", "19": "¶ But when Herod was dead, behold, the angel of the Lord appeared in dreams to Joseph in Egypt,", "20": "saying, Arise and take the young child and his mother and go into the land of Israel, for they are dead who sought the death of the young child.", "21": "And he arose and took the young child and his mother and came into the land of Israel.", "22": "But when he heard that Archelaus reigned in Judaea in the place of his father Herod, he was afraid to go there; notwithstanding, being warned by divine revelation in dreams, he withdrew into the parts of Galilee,", "23": "and he came and dwelt in a city called Nazareth, that it might be fulfilled, which was spoken by the prophets, that he shall be called a Nazarene."}