{"1": "¶ When the morning was come, all the princes of the priests and the elders of the people took counsel against Jesus to put him to death,", "2": "and when they had bound him, they led him away and delivered him to Pontius Pilate the governor.", "3": "Then Judas, who had betrayed him, when he saw that he was condemned, repented and returned the thirty pieces of silver to the princes of the priests and the elders,", "4": "saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? Thou shalt see to it.", "5": "And casting down the pieces of silver in the temple, he departed and went and hanged himself.", "6": "And the princes of the priests taking the silver pieces, said, It is not lawful to put them into the treasury because it is the price of blood.", "7": "And they took counsel and bought with them the potter's field to bury strangers in.", "8": "Therefore that field was called, The field of blood, unto this day.", "9": "Then was fulfilled that which was spoken by Jeremiah the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the sons of Israel did value,", "10": "and gave them for the potter's field, as the Lord appointed me.", "11": "¶ And Jesus stood before the governor, and the governor asked him, saying, Art thou the King of the Jews? And Jesus said unto him, Thou sayest.", "12": "And being accused by the princes of the priests and the elders, he answered nothing.", "13": "Then Pilate said unto him, Hearest thou not how many things they witness against thee?", "14": "And he did not answer him even a word; insomuch that the governor marvelled greatly.", "15": "Now at that feast the governor was accustomed to release unto the people a prisoner, whoever they desired.", "16": "And they had then a notable prisoner, called Barabbas.", "17": "Therefore when they were gathered together, Pilate said unto them, Whom desire ye that I release unto you? Barabbas or Jesus who is called Christ?", "18": "For he knew that for envy they had delivered him.", "19": "When he was seated upon the judgment seat, his wife sent unto him, saying, Have thou nothing to do with that just man, for I have suffered many things this day in a dream because of him.", "20": "But the princes of the priests and the elders persuaded the multitude that they should ask for Barabbas and destroy Jesus.", "21": "The governor answered and said unto them, Which of the two desire ye that I release unto you? They said, Barabbas.", "22": "Pilate said unto them, What shall I do then with Jesus who is called Christ? They all say unto him, Let him be crucified.", "23": "And the governor said, Why, what evil has he done? But they cried out the more, saying, Let him be crucified.", "24": "When Pilate saw that he could prevail nothing, but that rather a tumult was made, he took water and washed his hands before the multitude, saying, I am innocent of the blood of this just person; see ye to it.", "25": "Then all the people answered and said, His blood be on us and on our children.", "26": "¶ Then he released Barabbas unto them; and when he had scourged Jesus, he delivered him to be crucified.", "27": "Then the soldiers of the governor took Jesus into the common hall and gathered unto him the whole band of soldiers.", "28": "And they stripped him and put on him a scarlet robe.", "29": "And when they had platted a crown of thorns, they put it upon his head and a reed in his right hand; and they bowed the knee before him and mocked him, saying, Receive joy, King of the Jews!", "30": "And they spit upon him and took the reed and smote him on the head.", "31": "And after they had mocked him, they took the robe off from him and put his own raiment on him and led him away to crucify him.", "32": "And as they came out, they found a man of Cyrene, Simon by name; him they compelled to bear his cross[a].", "33": "¶ And when they were come unto a place called Golgotha, that is to say, the place of a skull,", "34": "they gave him vinegar to drink mingled with gall; and when he had tasted of it, he would not drink.", "35": "And they crucified him and parted his garments, casting lots, that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my raiment did they cast lots.", "36": "And sitting down they watched him there", "37": "and set up over his head his accusation written, THIS IS JESUS, THE KING OF THE JEWS.", "38": "Then there were two thieves crucified with him, one on the right hand and another on the left.", "39": "And they that passed by reviled him, wagging their heads", "40": "and saying, Thou that wouldst destroy the temple and build it in three days, save thyself. If thou art the Son of God, come down from the cross[b].", "41": "Likewise also the princes of the priests mocking him, with the scribes and elders, said,", "42": "He saved others; he cannot save himself. If he is the King of Israel, let him now come down from the cross[c], and we will believe him.", "43": "He trusted in God; let him deliver him now, if he will have him, for he said, I am the Son of God.", "44": "The thieves also, who were crucified with him, reproached him with the same.", "45": "Now from the sixth hour there was darkness over all the land unto the ninth hour.", "46": "And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? That is to say, My God, my God, why hast thou forsaken me?", "47": "Some of those that stood there, when they heard that, said, This man calls for Elijah.", "48": "And straightway one of them ran and took a sponge and filled it with vinegar and put it on a reed and gave him to drink.", "49": "The rest said, Let be, let us see whether Elijah will come to save him.", "50": "¶ But Jesus, when he had cried again with a loud voice, gave the spirit.", "51": "And, behold, the veil of the temple was rent in two from the top to the bottom; and the earth did quake, and the rocks rent;", "52": "and the graves were opened; and many bodies of the saints who slept arose", "53": "and came out of the graves after his resurrection and went into the holy city and appeared unto many.", "54": "Now when the centurion and those that were with him, guarding Jesus, saw the earthquake and those things that were done, they feared greatly, saying, Truly this was God's Son.", "55": "And many women were there beholding afar off, who followed Jesus from Galilee, ministering unto him;", "56": "among whom was Mary Magdalene and Mary the mother of James and Joses and the mother of the sons of Zebedee.", "57": "¶ When the evening was come, there came a rich man of Arimathaea, named Joseph, who also had been a disciple of Jesus;", "58": "he went to Pilate and asked for the body of Jesus. Then Pilate commanded the body to be delivered.", "59": "And when Joseph had taken the body, he wrapped it in a clean linen cloth", "60": "and laid it in his own new tomb, which he had hewn out in the rock, and he rolled a great stone to the door of the sepulchre and departed.", "61": "And there was Mary Magdalene and the other Mary, sitting over against the sepulchre.", "62": "Now the next day, that followed the day of the preparation, the princes of the priests and the Pharisees came together unto Pilate,", "63": "saying, Lord, we remember that that deceiver said, while he was yet alive, After three days I will rise again.", "64": "Command therefore that the sepulchre be made secure until the third day, lest his disciples come by night and steal him away and say unto the people, He is risen from the dead; so the last error shall be worse than the first.", "65": "Pilate said unto them, Ye have a watch; go your way; make it as secure as ye can.", "66": "So they went and made the sepulchre secure, sealing the stone and setting a watch."}