{"1": "¶ In those days came John the Baptist, preaching in the wilderness of Judaea", "2": "and saying, Repent ye, for the kingdom of heaven is at hand.", "3": "For this is he that was spoken of by the prophet Isaiah, who said, The voice of one crying in the wilderness, Prepare ye the way of the Lord; make his paths straight.", "4": "And the same John had his raiment of camel's hair and a leathern girdle about his loins, and his food was locusts and wild honey.", "5": "Then Jerusalem and all Judaea and all the region round about Jordan went out to him", "6": "and were baptized of him in the Jordan, confessing their sins.", "7": "¶ But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who taught you to flee from the wrath to come?", "8": "Bring forth therefore fruits worthy of repentance", "9": "and think not to say within yourselves, We have Abraham as our father, for I say unto you that God is able to raise up children unto Abraham of these stones.", "10": "And now the axe is also laid unto the root of the trees; therefore, every tree which does not bring forth good fruit is hewn down and cast into the fire.", "11": "I indeed baptize you in water unto repentance, but he that comes after me is mightier than I, whose shoes I am not worthy to bear; he shall baptize you in the Holy Spirit and fire,", "12": "whose fan is in his hand; and he will thoroughly purge his threshing floor and gather his wheat into the storehouse, but he will burn up the chaff with fire that shall never be quenched.", "13": "¶ Then Jesus came from Galilee to Jordan unto John to be baptized of him.", "14": "But John resisted him much, saying, I have need to be baptized of thee, and comest thou to me?", "15": "And Jesus answering said unto him, Suffer it to be so now, for thus it is expedient for us to fulfil all righteousness. Then he suffered him.", "16": "And Jesus, after he was baptized, went up straightway out of the water; and, behold, the heavens were opened unto him, and he saw the Spirit of God descending like a dove and lighting upon him;", "17": "and, behold, a voice from the heavens, saying, This is my beloved Son, in whom I am well pleased."}