{"1": "¶ And seeing the multitudes, he went up into the mountain; and when he had sat down, his disciples came unto him;", "2": "and he opened his mouth and taught them, saying,", "3": "¶ Blessed are the poor in spirit, for theirs is the kingdom of the heavens.", "4": "Blessed are those that mourn, for they shall be comforted.", "5": "Blessed are the meek, for they shall inherit the earth.", "6": "Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.", "7": "Blessed are the merciful, for they shall obtain mercy.", "8": "Blessed are the pure in heart, for they shall see God.", "9": "Blessed are the peacemakers, for they shall be called the sons of God.", "10": "Blessed are those who suffer persecution for righteousness' sake, for theirs is the kingdom of the heavens.", "11": "Blessed are ye when men shall revile you and persecute you and shall say all manner of evil against you falsely for my sake.", "12": "Rejoice and be exceeding glad, for great is your reward in the heavens; for so they persecuted the prophets who were before you.", "13": "¶ Ye are the salt of the earth, but if the salt has lost its savour, with what shall it be salted? From then on it is good for nothing, but to be cast out and to be trodden under foot of men.", "14": "Ye are the light of the world. A city set upon a mountain cannot be hid.", "15": "Neither do men light a lamp and put it under a bushel, but on the lampstand, and it gives light unto all that are in the house.", "16": "Let your light so shine before men that they may see your good works and glorify your Father who is in the heavens.", "17": "¶ Think not that I am come to undo the law or the prophets; I am not come to undo, but to fulfil.", "18": "For verily I say unto you, Until heaven and earth pass away, not one jot or one tittle shall pass from the law until all is fulfilled.", "19": "Whosoever therefore shall undo one of these least commandments and shall teach men so, he shall be called the least in the kingdom of the heavens; but whosoever shall do and teach them, the same shall be called great in the kingdom of the heavens.", "20": "For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of the heavens.", "21": "¶ Ye have heard that it was said to the ancients, Thou shalt not commit murder, and whosoever shall commit murder shall be guilty of the judgment;", "22": "but I say unto you, That whosoever is angry with his brother out of control shall be in danger of the judgment, and whosoever shall insult his brother shall be in danger of the council, but whosoever shall say, Thou art impious, shall be in danger of hell.", "23": "Therefore if thou bring thy gift to the altar, and there remember that thy brother has something against thee;", "24": "leave thy gift there before the altar, and go; first restore friendship with thy brother, and then come and offer thy gift.", "25": "Conciliate with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.", "26": "Verily I say unto thee, Thou shalt by no means come out of there, until thou hast paid the uttermost farthing.", "27": "¶ Ye have heard that it was said to the ancients, Thou shalt not commit adultery;", "28": "but I say unto you, That whosoever looks on a woman to lust after her has committed adultery with her already in his heart.", "29": "Therefore if thy right eye should bring thee occasion to stumble, pluck it out and cast it from thee; for it is better for thee that one of thy members should perish, and not that thy whole body should be cast into hell.", "30": "And if thy right hand should bring thee occasion to stumble, cut it off, and cast it from thee: for it is better for thee that one of thy members should perish, and not that thy whole body should be cast into hell.", "31": "It was also said, Whosoever shall put away his wife, let him give her a bill of divorce;", "32": "but I say unto you, That whosoever shall put away his wife, except for the cause of fornication, causes her to commit adultery; and whosoever shall marry her that is divorced commits adultery.", "33": "¶ Again, ye have heard that it was said to the ancients, Thou shalt not perjure thyself, but shalt perform unto the Lord thine oaths;", "34": "but I say unto you, Swear not at all; neither by the heaven, for it is God's throne,", "35": "nor by the earth, for it is his footstool, neither by Jerusalem, for it is the city of the great King.", "36": "Neither shalt thou swear by thy head because thou canst not make one hair white or black.", "37": "But let your communication be, Yes, yes; No, no; for whatsoever is more than this comes of evil.", "38": "¶ Ye have heard that it was said, An eye for an eye, and a tooth for a tooth;", "39": "but I say unto you, That ye resist not with evil, but whosoever shall smite thee on thy right cheek, turn to him the other also.", "40": "And if anyone desires to sue thee at the law, and take away thy clothing, let him have thy cloak also.", "41": "And whosoever shall compel thee to go a mile, go with him two.", "42": "Give to him that asks of thee, and from him that would borrow of thee turn not thou away.", "43": "¶ Ye have heard that it was said, Thou shalt love thy neighbour, and hate thine enemy.", "44": "But I say unto you, Love your enemies, bless those that curse you, do good to those that hate you, and pray for those who speak evil about you, and persecute you;", "45": "that ye may be sons of your Father who is in the heavens, for he makes his sun to rise on the evil and on the good and sends rain on the just and on the unjust.", "46": "For if ye love those who love you, what reward shall ye have? Do not even the publicans the same?", "47": "And if ye embrace your brethren only, what do ye more than others? Do not even the publicans so?", "48": "Be ye therefore perfect, even as your Father who is in the heavens is perfect."}