{"1": "Now as Ezra prayed and confessed, weeping and throwing himself down in front of the house of God, a very large crowd from Israel gathered to him, including men, women, and children. The people also wept bitterly.", "2": "Then Shekaniah son of Jehiel from the descendants of Elam responded to Ezra, “We have been unfaithful to our God and have married foreign wives from the peoples of the land. However, now there is hope for Israel in this matter. ", "3": "So now let us make a covenant with our God to send away all our wives and the children born to them, according to the advice of my lord and of those who tremble at the command of our God. Let it be done according to the law. ", "4": "Get up, because the matter is your concern, and we are with you. Be strong and take action.”", "5": "Then Ezra got up and required the officials among the priests, the Levites, and all Israel to take an oath that they would deal with this matter. So they took an oath.", "6": "Then Ezra got up and left the front of the house of God and went to the chamber of Jehohanan son of Eliashib and spent the night there.[a] He did not eat any food or drink any water, because he was mourning over the unfaithfulness of the exiles.", "7": "Then a proclamation was made throughout Judah and Jerusalem for all the exiles to gather in Jerusalem. ", "8": "According to the decision of the officials and the elders, anyone who would not come within three days would forfeit all his property, and he would be banished from the community of the exiles.", "9": "So all the men of Judah and Benjamin gathered in Jerusalem within three days. (It was in the ninth month,[b] on the twentieth day of the month.) All the people were sitting in the public square in front of the house of God, trembling[c] because of the situation and as a result of the rains.", "10": "Ezra the priest arose and said to them, “You have been unfaithful and have married foreign wives, thereby adding to the guilt of Israel. ", "11": "So now, give praise to the Lord, the God of your fathers, and do his will—separate yourselves from the peoples of the land and from your foreign wives.”", "12": "The entire assembly answered in a loud voice, “It is so! We must do as you have said. ", "13": "However, there are many people, and it is the rainy season. We can't stand around outdoors, and the business will take more than a day or two, since we have rebelled greatly in this matter. ", "14": "Let our officers represent the entire assembly, and let everyone in our cities who has married foreign wives come at appointed times. The elders from every city and its judges should come with them, until the fierce anger of our God concerning this matter has been turned away from us.” ", "15": "(Only Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them.)", "16": "So the exiles acted according to this decision. Ezra the priest and men who were the leading fathers of the fathers' houses[d] were selected, all of them identified by name. They convened on the first day of the tenth month to investigate the matter. ", "17": "On the first day of the first month, they finished dealing with all the men who had married foreign wives.", "18": "From the descendants of the priests who had married foreign wives, these men were identified: From the descendants of Jeshua son of Jozadak and his brothers they were Ma'aseiah, Eliezer, Jarib, and Gedaliah. ", "19": "They pledged to send away their wives and to offer guilt offerings: a ram from the flock for their guilt.", "20": "From the descendants of Immer they were Hanani and Zebadiah.", "21": "From the descendants of Harim they were Ma'aseiah, Elijah, Shemaiah, Jehiel, and Uzziah.", "22": "From the descendants of Pashhur they were Elioenai, Ma'aseiah, Ishmael, Nethanel, Jozabad, and Elasah.", "23": "From the Levites they identified Jozabad and Shimei and Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.", "24": "From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri.", "25": "From the laypeople of Israel: From the descendants of Parosh they were Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah,[e] and Benaiah.", "26": "From the descendants of Elam they were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.", "27": "From the descendants of Zattu they were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.", "28": "From the descendants of Bebai they were Jehohanan, Hananiah, Zabbai, and Athlai.", "29": "From the descendants of Bani they were Meshullam, Malluk, and Adaiah, Jashub and Sheal and Jeremoth.", "30": "From the descendants of Pahath Moab they were Adna and Kelal, Benaiah, Ma'aseiah, Mattaniah, Bezalel, and Binnui and Manasseh, ", "31": "and from the citizens of Harim they were Eliezer, Isshijah, Malkijah, Shemaiah, Simeon, ", "32": "Benjamin, Malluk, and Shemariah.", "33": "From the descendants of Hashum they were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.", "34": "From the descendants of Bani they were Ma'adai, Amram, and Uel, ", "35": "Benaiah, Bedeiah, Keluhu, ", "36": "Vaniah, Meremoth, Eliashib, ", "37": "Mattaniah, Mattenai, and Ja'asai, ", "38": "and Bani and Binnui, Shimei,[f] ", "39": "and Shelemiah and Nathan and Adaiah, ", "40": "Maknadebai, Shashai, Sharai, ", "41": "Azarel, and Shelemiah, Shemariah, ", "42": "Shallum, Amariah, Joseph.[g]", "43": "From the citizens of Nebo they were Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.", "44": "All these had taken foreign wives and had children with them."}