{"1": "Now these are the people[a] of the province who went up from the captivity of the exiles whom King Nebuchadnezzar of Babylon had exiled to Babylon. ", "2": "The people who came with Zerubbabel, Jeshua,[b] Nehemiah, Seraiah, Re'elaiah,[c] Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Ba'anah returned to Jerusalem and Judah, each man to his own city. This is the tally of the men from the people of Israel:[d]", "42": "The descendants of the gatekeepers: the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, the descendants of Shobai, in total: 139", "43": "The temple servants: the descendants of Ziha, the descendants of Hasupha, the descendants of Tabbaoth, ", "44": "the descendants of Keros, the descendants of Siaha, the descendants of Padon,", "45": "the descendants of Lebanah, the descendants of Hagabah, the descendants of Akkub, ", "46": "the descendants of Hagab, the descendants of Shamlai,[i] the descendants of Hanan,", "47": "the descendants of Giddel, the descendants of Gahar, the descendants of Reaiah, ", "48": "the descendants of Rezin, the descendants of Nekoda, the descendants of Gazzam,", "49": "the descendants of Uzza, the descendants of Paseah, the descendants of Besai, ", "50": "the descendants of Asnah, the descendants of Meunim, the descendants of Nephusim,[j]", "51": "the descendants of Bakbuk, the descendants of Hakupha, the descendants of Harhur, ", "52": "the descendants of Bazluth, the descendants of Mehida, the descendants of Harsha,", "53": "the descendants of Barkos, the descendants of Sisera, the descendants of Temah, ", "54": "the descendants of Neziah, the descendants of Hatipha.", "55": "The descendants of the servants of Solomon: the descendants of Sotai, the descendants of Hassophereth, the descendants of Peruda, ", "56": "the descendants of Ja'alah, the descendants of Darkon, the descendants of Giddel,", "57": "the descendants of Shephatiah, the descendants of Hattil, the descendants of Pokereth Hazzebaim, the descendants of Ami.", "58": "The total of the temple servants and the descendants of Solomon's servants was 392.", "59": "The following are the people who came up from Tel Melah, Tel Harsha, Kerub, Addan, and Immer. They were not able to prove their ancestry or descent—whether they were from Israel:", "60": "the descendants of Delaiah, the descendants of Tobiah, the descendants of Nekoda: 652,", "61": "from the descendants of the priests: the descendants of Habaiah, the descendants of Hakkoz, the descendants of Barzillai, through a man who married one of the daughters of Barzillai the Gileadite, and so they were called by his family name.", "62": "These people searched for their genealogical records, but they could not find them, so they were disqualified from the priesthood. ", "63": "The governor told them that they should not eat from the most holy sacrifices until a priest would arise who could serve with Urim and Thummim.", "64": "The entire assembly together numbered 42,360, ", "65": "not counting their male slaves and their female slaves, who numbered 7,337. They also had 200 male and female singers. ", "66": "Their horses numbered 736, their mules 245, ", "67": "their camels 435, and their donkeys 6,720.", "68": "So when the heads of the families came to the House of the Lord in Jerusalem, they gave voluntary contributions for God's house in order to construct it on its site. ", "69": "On the basis of their wealth, they gave the following amounts to the treasury to support the work: 61,000 gold darics,[k] 5,000 silver minas,[l] and 100 garments for the priests.", "70": "The priests, the Levites, the singers, the gatekeepers, the temple servants, and some of the people settled in Jerusalem and its towns,[m] and all the rest of Israel settled in their towns."}