{"1": "When the enemies of Judah and Benjamin heard that the exiles were building a temple for the Lord, the God of Israel, ", "2": "they approached Zerubbabel and the heads of the families. They said to them, “Let us build with you, because, like you, we seek your God, and we have been sacrificing to him[a] since the days of Esarhaddon king of Assyria, who brought us here.”", "3": "Zerubbabel and Jeshua and the rest of the heads of the families of Israel said to them, “We will not permit you to join us in building a house for our God, because we ourselves will build it for the Lord, the God of Israel, just as King Cyrus of Persia commanded us.”", "4": "Then the people of the land kept discouraging[b] the people of Judah and kept trying to make them too frightened to build. ", "5": "They kept bribing officials[c] against them to try to frustrate their plans. They did this throughout all the days of Cyrus king of Persia, until the reign of Darius king of Persia.", "6": "During the reign of Xerxes,[d] at the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem. ", "7": "Then in Artaxerxes' days, Bishlam, Mithredath, Tabe'el, and the rest of his associates wrote to King Artaxerxes of Persia. A document was written in Aramaic and translated.[e] What follows is the Aramaic version.[f]", "8": "Rehum the head of the council and Shimshai the secretary wrote a letter concerning Jerusalem to King Artaxerxes as follows:", "9": "Heading: Rehum the head of the council with Shimshai the secretary and the rest of their associates: the judges, the rulers, the officials, the administrators, people from Uruk and Babylon, people from Susa (that is, the Elamites),[g] ", "10": "and the rest of the peoples whom the great and glorious Ashurbanipal exiled and settled in the city of Samaria and the rest of the province called Trans-Euphrates.[h]", "11": "(This is a copy of the letter that they sent to him.) To King Artaxerxes. From your servants, men of the Trans-Euphrates. Message:", "12": "The King should know that the Judeans who came up from you to us have gone to Jerusalem. They are rebuilding that rebellious and wicked city. Soon they will have completed the walls, and they are now repairing the foundations.", "13": "Now let it be known to the King that if that city is rebuilt and the walls are completed, then taxes, tribute, and revenue will not be paid, and kings certainly will be harmed.", "14": "Now because we are duty-bound by an oath to the King[i] and do not wish to see the King dishonored, for that reason we are sending this letter to inform the King, ", "15": "so that a search may be made in the book containing the memoranda of your predecessors. In this book of memoranda you will discover and come to know that this city is a rebellious city, harmful to kings and provinces, producing rebellions within it from days of old. For this reason that city was destroyed. ", "16": "We are informing the King that if that city is rebuilt and its walls are completed, then, because of that, you will retain possession of no portion of the Trans-Euphrates.", "17": "The king sent a reply: To Rehum the head of the council, Shimshai the secretary, and the rest of their associates, who live in Samaria and the rest of the province called Trans-Euphrates. Peace. Message:", "18": "The document that you sent to us was translated and read in my presence. ", "19": "So a decree was issued by me. They searched and found that from ancient days that city has risen up against kings, and rebellion and insurrection have been made in it. ", "20": "Powerful kings were over Jerusalem, and they ruled throughout the entire Trans-Euphrates, and taxes, tribute, and revenue were paid to them. ", "21": "Therefore, issue a decree to stop these men, and this city shall not be rebuilt until a decree is issued by me. ", "22": "Moreover, continue to be diligent. Do not neglect to do this. Why should damage increase to harm kings?", "23": "Then, when a copy of Artaxerxes' document was read in the presence of Rehum, Shimshai the secretary, and their associates, they immediately went to the Judeans in Jerusalem, and they stopped them with armed force. ", "24": "In this way, the work on the house of God in Jerusalem was stopped. Also, it had previously been stopped until the second year[j] of the reign of King Darius of Persia.[k]"}