{"1": "Now the prophets, Haggai the prophet and Zechariah grandson[a] of Iddo, prophesied to the Judeans who were in Judah[b] and Jerusalem in the name of the God of Israel, who was over them. ", "2": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak began to build the house of the God who is in Jerusalem.[c] The prophets of God were with them, supporting them.", "3": "At that time, Tattenai governor of Trans-Euphrates, together with Shethar Bozenai and their associates, came up to them and said this to them: “Who gave you an order to construct this building and to finish this project?” ", "4": "They[d] also said this to them: “What are the names of the men who are building this building?”", "5": "However, the eye of their God was on the Judean elders, and the officials did not make them stop until the report could go to Darius, and they could respond on the basis of a document concerning this matter.", "6": "This is a copy of the letter that Tattenai, governor of Trans-Euphrates, and Shethar Bozenai and his associates, officials who are in Trans-Euphrates, sent to King Darius. ", "7": "They sent him a report, and this is what was written in it: To King Darius. All peace.", "8": "We want the King to know that we went to the province of Judah, to the house of the great God. It was being built with large stones, and beams were being laid in the walls. This work was being done thoroughly and was progressing in their hands.", "9": "Then we questioned those elders, and we said this to them, “Who gave you an order to build this house and to finish this structure?” ", "10": "We also asked them for their names, in order to inform you so that we could write the names of the men who were their leaders.", "11": "Now this was what they replied to us: “We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago. A great king of Israel built it and finished it. ", "12": "However, because our ancestors angered the God of Heaven,[e] he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean. As a result, he destroyed this house and exiled the people to Babylon. ", "13": "However, in the first year of Cyrus king of Babylon, King Cyrus issued a decree to rebuild this house of God. ", "14": "Also the gold and silver vessels of the house of God that Nebuchadnezzar had taken out of the temple in Jerusalem and brought to the temple in Babylon—King Cyrus brought them out of the temple in Babylon, and they were given to a certain Sheshbazzar, whom he had appointed governor. ", "15": "Moreover, he said to him, 'Take these vessels. Go deposit them in the temple that is in Jerusalem, and let the house of God be rebuilt on its site.' ", "16": "Then that Sheshbazzar came and laid the foundations of the house of God in Jerusalem. So from then until now, it has been under construction but has not been completed.”", "17": "Now if it seems good to the King, an investigation may be conducted in the royal archives there in Babylon to see whether it is true that a decree was issued by King Cyrus to build that house of God in Jerusalem. Then let the King send us his decision in this matter."}