{"1": "Then King Darius issued a decree, and they searched the archives which were deposited there at the treasury office in Babylon. ", "2": "A scroll was located in Ecbatana, in the citadel that is in the province of Media, and this was written on it: Memorandum:", "3": "In the first year of King Cyrus, King Cyrus issued a decree regarding the house of God in Jerusalem. That house is to be rebuilt at the place where sacrifices were sacrificed, and its foundations are to be laid.[a] Its height: ninety feet. Its width: ninety feet.[b] ", "4": "Build with three layers of large stone and one layer of wood.[c] The cost will be paid by the royal treasury. ", "5": "Also the gold and silver vessels of the house of God, which Nebuchadnezzar took from the temple that is in Jerusalem and brought to Babylon, are to be returned, and each vessel is to be taken to the temple that is in Jerusalem, each to its place. You are to deposit them in the house of God.", "6": "Now Tattenai governor of Trans-Euphrates, Shethar Bozenai, and their associates, officials who are in Trans-Euphrates: You are to keep away from there. ", "7": "Leave the work on that house of God alone. Let the governor of the Judeans and the elders of the Judeans rebuild that house of God on its site. ", "8": "Furthermore, a decree is issued from me concerning what you should do together with the elders of these Judeans in order to rebuild that temple of God: The complete cost will be paid to these men from the royal treasury, out of the taxes of the Trans-Euphrates area, so that the builders will not have to stop. ", "9": "Whatever they need—bulls, rams, or lambs for burnt offerings to the God of Heaven, wheat, salt, wine, olive oil, according to the request of the priests in Jerusalem—is to be given to them daily without neglect, ", "10": "so that they may offer offerings to the God of Heaven and pray for the life of the king and his sons.", "11": "Furthermore, a decree is issued from me that if any person tries to change this edict, a beam will be pulled out of his house and he will be impaled on it, and his house will be made a pile of rubble.", "12": "May the God who caused his name to dwell there overthrow any king or people who take action to change my decree, in order to destroy that house of God that is in Jerusalem. I, Darius, have issued a decree. Let it be carried out exactly.", "13": "Then Tattenai governor of Trans-Euphrates, Shethar Bozenai, and their associates—because King Darius had sent his decree—did exactly what it said. ", "14": "So the elders of the Judeans continued to build and prosper throughout the prophetic ministry of Haggai the prophet and Zechariah grandson of Iddo. They finished building the temple by the decree of the God of Israel and by the decree of Cyrus, Darius, and King Artaxerxes of Persia. ", "15": "This house was finished on the third day of the month of Adar, during the sixth year[d] of the reign of King Darius.", "16": "The Israelites—the priests, the Levites, and the rest of the exiles—dedicated this house of God with joy. ", "17": "For the dedication of this house of God, they offered one hundred bulls, two hundred rams, four hundred lambs, as well as twelve male goats for sin offerings for all Israel, corresponding to the number of the tribes of Israel. ", "18": "They appointed the priests in their divisions and the Levites in their assigned groups for the service of the God who is in Jerusalem, as it is written in the Book of Moses.", "19": "The exiles celebrated the Passover on the fourteenth day of the first month. ", "20": "Because the priests and the Levites together had purified themselves, all of them were ceremonially pure. The Levites slaughtered the Passover for all of the exiles, for their brothers the priests, and for themselves. ", "21": "The Israelites who had returned from the exile ate the Passover lambs, together with every person who had separated himself from the impurity of the nations of the land in order to join them, in order to seek the Lord, the God of Israel. ", "22": "For seven days they celebrated the Festival of Unleavened Bread joyfully, because the Lord had made them joyful, since he had turned the heart of the king of Assyria toward them, to encourage them in the work on the house of God, the God of Israel."}