{"1": "These are the heads of their families who went up with me from Babylon during the reign of King Artaxerxes, listed according to their registration in the genealogy:", "2": "from the descendants of Phinehas: Gershom, from the descendants of Ithamar: Daniel, from the descendants of David: Hattush ", "3": "from the sons of Shekaniah,[a] from the descendants of Parosh: Zechariah, also registered with him in the genealogy were 150 males,", "4": "from the descendants of Pahath Moab: Elihoenai son of Zerahiah, and with him were 200 males,", "5": "from the descendants of Zattu:[b] Shekaniah son of Jahaziel, and with him were 300 males,", "6": "and from the descendants of Adin: Ebed son of Jonathan, and with him were 50 males,", "7": "and from the descendants of Elam: Jeshaiah son of Athaliah, and with him were 70 males,", "8": "and from the descendants of Shephatiah: Zebadiah son of Michael, and with him were 80 males,", "9": "from the descendants of Joab: Obadiah son of Jehiel, and with him were 218 males,", "10": "and from the descendants of Bani:[c] Shelomith son of Josiphiah, and with him were 160 males,", "11": "and from the descendants of Bebai: Zechariah son of Bebai, and with him were 28 males,", "12": "and from the descendants of Azgad: Jonathan son of Hakkatan, and with him were 110 males,", "13": "and from the descendants of Adonikam—they were the last descendants[d]—these are their names: Eliphelet, Jeiel, and Shemaiah, and with them were 60 males,", "14": "and from the descendants of Bigvai: Uthai and Zakkur,[e] and with him were 70 males.", "15": "So I gathered them together at the canal[f] that runs to Ahava, and we camped there three days. I looked over the people and the priests who were there, but I did not find any Levites among them. ", "16": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were leaders, and for Joiarib and Elnathan, who were teachers. ", "17": "I sent them to Iddo, the leader serving in the place called Kasiphia, and I gave them a message to speak to Iddo and his brothers, the temple servants in the place called Kasiphia, so that they would bring us ministers for the house of our God.", "18": "So, since the good hand of our God was resting upon us, they brought us the following people: Sherebiah, a discerning man from the descendants of Mahli, the son of Levi, the son of Israel, along with his sons and his brothers,[g] eighteen men; ", "19": "also Hashabiah and with him Jeshaiah from the descendants of Merari and his brothers and their sons, twenty men; ", "20": "and from the temple servants whom David and the leaders appointed to the service of the Levites, two hundred twenty temple servants. All of them were registered by name.", "21": "Then I proclaimed a fast there at the Ahava Canal in order to humble ourselves before our God, to seek from him a safe journey—for us, for our children, and for all our possessions. ", "22": "I was ashamed to ask the king for soldiers and cavalry to help protect us against enemies on the journey, because we had said to the king, “The hand of our God rests upon all who seek him, for their good, but his power and anger are against all who forsake him.” ", "23": "So we fasted and we sought help from our God concerning this, and he granted our request.", "24": "Then I set apart twelve of the leading priests to be with Sherebiah and Hashabiah and ten of their brothers with them. ", "25": "I weighed out for them the silver and the gold and the vessels—the special contribution for the house of our God, which had been contributed by the king and his advisors and officials and by all the Israelites who were present there.", "26": "I weighed out and placed into their hands six hundred fifty talents[h] of silver, silver vessels worth one hundred talents, one hundred talents of gold, ", "27": "and twenty gold bowls worth one thousand darics,[i] and two finely polished bronze vessels, as precious as gold.", "28": "Then I said to them, “You are holy to the Lord, and the vessels are holy. The silver and the gold are a freewill offering to the Lord, the God of our fathers. ", "29": "Guard them carefully until you weigh them again in front of the leaders of the priests and Levites and the leaders of the families[j] of Israel in Jerusalem, before placing them into the storerooms of the House of the Lord.”", "30": "So the priests and the Levites received the full weight of the silver and the gold and the vessels in order to bring them to Jerusalem to the house of our God.", "31": "Then, on the twelfth day of the first month, we set out from the Ahava Canal to go to Jerusalem. The hand of our God was upon us, and he delivered us from the hand of enemies and from ambushes on the way. ", "32": "We arrived in Jerusalem and stayed there three days.", "33": "Then on the fourth day, in the house of our God we weighed out the silver and gold and the vessels before handing them over to Meremoth son of Uriah the priest. Also with him was Eleazar son of Phinehas, and with them were Jozabad son of Jeshua and Noadiah son of Binnui, the Levites. ", "34": "Everything was counted and weighed, and the weight of everything was recorded at that time.", "35": "The exiles who had come from the captivity offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve goats for a sin offering—all offered as a burnt offering to the Lord.", "36": "They also delivered the king's laws to the king's satraps[k] and the governors of Trans-Euphrates, and they supported the people and the house of God."}