{"1-2": "Dear friend who loves God: In my first letter[a] I told you about Jesus' life and teachings and how he returned to heaven after giving his chosen apostles further instructions from the Holy Spirit. ", "3": "During the forty days after his crucifixion he appeared to the apostles from time to time, actually alive, and proved to them in many ways that it was really he himself they were seeing. And on these occasions he talked to them about the Kingdom of God.", "4": "In one of these meetings he told them not to leave Jerusalem until the Holy Spirit came upon them in fulfillment of the Father's promise, a matter he had previously discussed with them.", "5": "“John baptized you with water,”[b] he reminded them, “but you shall be baptized with the Holy Spirit* in just a few days.”", "6": "And another time when he appeared to them, they asked him, “Lord, are you going to free Israel from Rome[c] now and restore us as an independent nation?”", "7": "“The Father sets those dates,” he replied, “and they are not for you to know. ", "8": "But when the Holy Spirit has come upon you, you will receive power to testify about me with great effect, to the people in Jerusalem, throughout Judea, in Samaria, and to the ends of the earth, about my death and resurrection.”", "9": "It was not long afterwards that he rose into the sky and disappeared into a cloud, leaving them staring after him. ", "10": "As they were straining their eyes for another glimpse, suddenly two white-robed men were standing there among them, ", "11": "and said, “Men of Galilee, why are you standing here staring at the sky? Jesus has gone away to heaven, and some day, just as he went, he will return!”", "12": "They were at the Mount of Olives when this happened, so now they walked the half mile back to Jerusalem ", "13": "and held a prayer meeting in an upstairs room of the house where they were staying. Here is the list of those who were present at the meeting: Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James (son of Alphaeus), Simon (also called “The Zealot”), Judas (son of James), and the brothers of Jesus. ", "14": "Several women, including Jesus' mother, were also there.", "15": "This prayer meeting went on for several days. During this time, on a day when about 120 people were present, Peter stood up and addressed them as follows:", "16": "“Brothers, it was necessary for the Scriptures to come true concerning Judas, who betrayed Jesus by guiding the mob to him, for this was predicted long ago by the Holy Spirit, speaking through King David. ", "17": "Judas was one of us, chosen to be an apostle just as we were. ", "18": "He bought a field with the money he received for his treachery and falling headlong there, he burst open, spilling out his bowels. ", "19": "The news of his death spread rapidly among all the people of Jerusalem, and they named the place 'The Field of Blood.' ", "20": "King David's prediction of this appears in the Book of Psalms, where he says, 'Let his home become desolate with no one living in it.' And again, 'Let his work be given to someone else to do.'", "21-22": "“So now we must choose someone else to take Judas' place and to join us as witnesses of Jesus' resurrection. Let us select someone who has been with us constantly from our first association with the Lord—from the time he was baptized by John until the day he was taken from us into heaven.”", "23": "The assembly nominated two men: Joseph Justus (also called Barsabbas) and Matthias. ", "24-25": "Then they all prayed for the right man to be chosen. “O Lord,” they said, “you know every heart; show us which of these men you have chosen as an apostle to replace Judas the traitor, who has gone on to his proper place.”", "26": "Then they drew straws,[d] and in this manner Matthias was chosen and became an apostle with the other eleven."}