{"1": "In Caesarea there lived a Roman army officer, Cornelius, a captain of an Italian regiment. ", "2": "He was a godly man, deeply reverent, as was his entire household. He gave generously to charity and was a man of prayer. ", "3": "While wide awake one afternoon he had a vision—it was about three o'clock—and in this vision he saw an angel of God coming toward him. “Cornelius!” the angel said.", "4": "Cornelius stared at him in terror. “What do you want, sir?” he asked the angel. And the angel replied, “Your prayers and charities have not gone unnoticed by God! ", "5-6": "Now send some men to Joppa to find a man named Simon Peter, who is staying with Simon, the tanner, down by the shore, and ask him to come and visit you.”", "7": "As soon as the angel was gone, Cornelius called two of his household servants and a godly soldier, one of his personal bodyguard, ", "8": "and told them what had happened and sent them off to Joppa.", "9-10": "The next day as they were nearing the city, Peter went up on the flat roof of his house to pray. It was noon and he was hungry, but while lunch was being prepared, he fell into a trance. ", "11": "He saw the sky open and a great canvas sheet,[a] suspended by its four corners, settle to the ground. ", "12": "In the sheet were all sorts of animals, snakes, and birds forbidden to the Jews for food.[b]", "13": "Then a voice said to him, “Go kill and eat any of them you wish.”", "14": "“Never, Lord,” Peter declared, “I have never in all my life eaten such creatures, for they are forbidden by our Jewish laws.”", "15": "The voice spoke again, “Don't contradict God! If he says something is kosher, then it is.”", "16": "The same vision was repeated three times. Then the sheet was pulled up again to heaven.", "17": "Peter was very perplexed. What could the vision mean? What was he supposed to do? Just then the men sent by Cornelius had found the house and were standing outside at the gate, ", "18": "inquiring whether this was the place where Simon Peter lived!", "19": "Meanwhile, as Peter was puzzling over the vision, the Holy Spirit said to him, “Three men have come to see you. ", "20": "Go down and meet them and go with them. All is well, I have sent them.”", "21": "So Peter went down. “I'm the man you're looking for,” he said. “Now what is it you want?”", "22": "Then they told him about Cornelius the Roman officer, a good and godly man, well thought of by the Jews, and how an angel had instructed him to send for Peter to come and tell him what God wanted him to do.", "23": "So Peter invited them in and lodged them overnight. The next day he went with them, accompanied by some other believers from Joppa.", "24": "They arrived in Caesarea the following day, and Cornelius was waiting for him and had called together his relatives and close friends to meet Peter. ", "25": "As Peter entered his home, Cornelius fell to the floor before him in worship.", "26": "But Peter said, “Stand up! I'm not a god!”", "27": "So he got up, and they talked together for a while and then went in where the others were assembled.", "28": "Peter told them, “You know it is against the Jewish laws for me to come into a Gentile home like this. But God has shown me in a vision that I should never think of anyone as inferior. ", "29": "So I came as soon as I was sent for. Now tell me what you want.”", "30": "Cornelius replied, “Four days ago I was praying as usual at this time of the afternoon, when suddenly a man was standing before me clothed in a radiant robe! ", "31": "He told me, 'Cornelius, your prayers are heard and your charities have been noticed by God! ", "32": "Now send some men to Joppa and summon Simon Peter, who is staying in the home of Simon, a tanner, down by the shore.' ", "33": "So I sent for you at once, and you have done well to come so soon. Now here we are, waiting before the Lord, anxious to hear what he has told you to tell us!”", "34": "Then Peter replied, “I see very clearly that the Jews are not God's only favorites! ", "35": "In every nation he has those who worship him and do good deeds and are acceptable to him. ", "36-37": "I'm sure you have heard about the Good News for the people of Israel—that there is peace with God through Jesus, the Messiah, who is Lord of all creation. This message has spread all through Judea, beginning with John the Baptist in Galilee. ", "38": "And you no doubt know that Jesus of Nazareth was anointed by God with the Holy Spirit and with power, and he went around doing good and healing all who were possessed by demons, for God was with him.", "39": "“And we apostles are witnesses of all he did throughout Israel and in Jerusalem, where he was murdered on a cross. ", "40-41": "But God brought him back to life again three days later and showed him to certain witnesses God had selected beforehand—not to the general public, but to us who ate and drank with him after he rose from the dead. ", "42": "And he sent us to preach the Good News everywhere and to testify that Jesus is ordained of God to be the Judge of all—living and dead. ", "43": "And all the prophets have written about him, saying that everyone who believes in him will have their sins forgiven through his name.”", "44": "Even as Peter was saying these things, the Holy Spirit fell upon all those listening! ", "45": "The Jews who came with Peter were amazed that the gift of the Holy Spirit would be given to Gentiles too! ", "46-47": "But there could be no doubt about it,[c] for they heard them speaking in tongues and praising God. Peter asked, “Can anyone object to my baptizing them, now that they have received the Holy Spirit just as we did?” ", "48": "So he did, baptizing them in the name of Jesus, the Messiah. Afterwards Cornelius begged him to stay with them for several days."}