{"1": "Soon the news reached the apostles and other brothers in Judea that Gentiles also were being converted! ", "2": "But when Peter arrived back in Jerusalem, the Jewish believers argued with him.", "3": "“You fellowshiped with Gentiles and even ate with them,” they accused.", "4": "Then Peter told them the whole story. ", "5": "“One day in Joppa,” he said, “while I was praying, I saw a vision—a huge sheet, let down by its four corners from the sky. ", "6": "Inside the sheet were all sorts of animals, reptiles, and birds which we are not to eat.[a] ", "7": "And I heard a voice say, 'Kill and eat whatever you wish.'", "8": "“'Never, Lord,' I replied. 'For I have never yet eaten anything forbidden by our Jewish laws!'", "9": "“But the voice came again, 'Don't say it isn't right when God declares it is!'", "10": "“This happened three times before the sheet and all it contained disappeared into heaven. ", "11": "Just then three men who had come to take me with them to Caesarea arrived at the house where I was staying! ", "12": "The Holy Spirit told me to go with them and not to worry about their being Gentiles! These six brothers here accompanied me, and we soon arrived at the home of the man who had sent the messengers. ", "13": "He told us how an angel had appeared to him and told him to send messengers to Joppa to find Simon Peter! ", "14": "'He will tell you how you and all your household can be saved!' the angel had told him.", "15": "“Well, I began telling them the Good News, but just as I was getting started with my sermon, the Holy Spirit fell on them, just as he fell on us at the beginning! ", "16": "Then I thought of the Lord's words when he said, 'Yes, John baptized with[b] water, but you shall be baptized with* the Holy Spirit.' ", "17": "And since it was God who gave these Gentiles the same gift he gave us when we believed on the Lord Jesus Christ, who was I to argue?”", "18": "When the others heard this, all their objections were answered and they began praising God! “Yes,” they said, “God has given to the Gentiles, too, the privilege of turning to him and receiving eternal life!”", "19": "Meanwhile, the believers who fled from Jerusalem during the persecution after Stephen's death traveled as far as Phoenicia, Cyprus, and Antioch, scattering the Good News, but only to Jews. ", "20": "However, some of the believers who went to Antioch from Cyprus and Cyrene also gave their message about the Lord Jesus to some Greeks. ", "21": "And the Lord honored this effort so that large numbers of these Gentiles became believers.", "22": "When the church at Jerusalem heard what had happened, they sent Barnabas to Antioch to help the new converts. ", "23": "When he arrived and saw the wonderful things God was doing, he was filled with excitement and joy, and encouraged the believers to stay close to the Lord, whatever the cost. ", "24": "Barnabas was a kindly person, full of the Holy Spirit and strong in faith. As a result, large numbers of people were added to the Lord.", "25": "Then Barnabas went on to Tarsus to hunt for Paul. ", "26": "When he found him, he brought him back to Antioch; and both of them stayed there for a full year teaching the many new converts. (It was there at Antioch that the believers were first called “Christians.”)", "27": "During this time some prophets came down from Jerusalem to Antioch, ", "28": "and one of them, named Agabus, stood up in one of the meetings to predict by the Spirit that a great famine was coming upon the land of Israel.[c] (This was fulfilled during the reign of Claudius.) ", "29": "So the believers decided to send relief to the Christians in Judea, each giving as much as he could. ", "30": "This they did, consigning their gifts to Barnabas and Paul to take to the elders of the church in Jerusalem."}