{"1": "About that time King Herod moved against some of the believers ", "2": "and killed the apostle[a] James (John's brother). ", "3": "When Herod saw how much this pleased the Jewish leaders, he arrested Peter during the Passover celebration ", "4": "and imprisoned him, placing him under the guard of sixteen soldiers. Herod's intention was to deliver Peter to the Jews for execution after the Passover. ", "5": "But earnest prayer was going up to God from the church for his safety all the time he was in prison.", "6": "The night before he was to be executed, he was asleep, double-chained between two soldiers with others standing guard before the prison gate, ", "7": "when suddenly there was a light in the cell and an angel of the Lord stood beside Peter! The angel slapped him on the side to awaken him and said, “Quick! Get up!” And the chains fell off his wrists! ", "8": "Then the angel told him, “Get dressed and put on your shoes.” And he did. “Now put on your coat and follow me!” the angel ordered.", "9": "So Peter left the cell, following the angel. But all the time he thought it was a dream or vision and didn't believe it was really happening. ", "10": "They passed the first and second cell blocks and came to the iron gate to the street, and this opened to them of its own accord! So they passed through and walked along together for a block, and then the angel left him.", "11": "Peter finally realized what had happened! “It's really true!” he said to himself. “The Lord has sent his angel and saved me from Herod and from what the Jews were hoping to do to me!”", "12": "After a little thought he went to the home of Mary, mother of John Mark, where many were gathered for a prayer meeting.", "13": "He knocked at the door in the gate, and a girl named Rhoda came to open it. ", "14": "When she recognized Peter's voice, she was so overjoyed that she ran back inside to tell everyone that Peter was standing outside in the street. ", "15": "They didn't believe her. “You're out of your mind,” they said. When she insisted they decided, “It must be his angel. They must have killed him.”[b]", "16": "Meanwhile Peter continued knocking. When they finally went out and opened the door, their surprise knew no bounds. ", "17": "He motioned for them to quiet down and told them what had happened and how the Lord had brought him out of jail. “Tell James and the others what happened,” he said—and left for safer quarters.", "18": "At dawn, the jail was in great commotion. What had happened to Peter? ", "19": "When Herod sent for him and found that he wasn't there, he had the sixteen guards arrested, court-martialed and sentenced to death. Afterwards he left to live in Caesarea for a while.", "20": "While he was in Caesarea, a delegation from Tyre and Sidon arrived to see him. He was highly displeased with the people of those two cities, but the delegates made friends with Blastus, the royal secretary, and asked for peace, for their cities were economically dependent upon trade with Herod's country. ", "21": "An appointment with Herod was granted, and when the day arrived he put on his royal robes, sat on his throne, and made a speech to them. ", "22": "At its conclusion the people gave him a great ovation, shouting, “It is the voice of a god and not of a man!”", "23": "Instantly, an angel of the Lord struck Herod with a sickness so that he was filled with maggots and died—because he accepted the people's worship instead of giving the glory to God.", "24": "God's Good News was spreading rapidly and there were many new believers.", "25": "Barnabas and Paul now visited Jerusalem and as soon as they had finished their business, returned to Antioch,[c] taking John Mark with them."}