{"1": "At Iconium, Paul and Barnabas went together to the synagogue and preached with such power that many—both Jews and Gentiles—believed.", "2": "But the Jews who spurned God's message stirred up distrust among the Gentiles against Paul and Barnabas, saying all sorts of evil things about them. ", "3": "Nevertheless, they stayed there a long time, preaching boldly, and the Lord proved their message was from him by giving them power to do great miracles. ", "4": "But the people of the city were divided in their opinion about them. Some agreed with the Jewish leaders, and some backed the apostles.", "5-6": "When Paul and Barnabas learned of a plot to incite a mob of Gentiles, Jews, and Jewish leaders to attack and stone them, they fled for their lives, going to the cities of Lycaonia, Lystra, Derbe, and the surrounding area, ", "7": "and preaching the Good News there.", "8": "While they were at Lystra, they came upon a man with crippled feet who had been that way from birth, so he had never walked. ", "9": "He was listening as Paul preached, and Paul noticed him and realized he had faith to be healed. ", "10": "So Paul called to him, “Stand up!” and the man leaped to his feet and started walking!", "11": "When the listening crowd saw what Paul had done, they shouted (in their local dialect, of course), “These men are gods in human bodies!” ", "12": "They decided that Barnabas was the Greek god Jupiter, and that Paul, because he was the chief speaker, was Mercury! ", "13": "The local priest of the Temple of Jupiter, located on the outskirts of the city, brought them cartloads of flowers and prepared to sacrifice oxen to them at the city gates before the crowds.", "14": "But when Barnabas and Paul saw what was happening, they ripped at their clothing in dismay and ran out among the people, shouting, ", "15": "“Men! What are you doing? We are merely human beings like yourselves! We have come to bring you the Good News that you are invited to turn from the worship of these foolish things and to pray instead to the living God, who made heaven and earth and sea and everything in them. ", "16": "In bygone days he permitted the nations to go their own ways, ", "17": "but he never left himself without a witness; there were always his reminders—the kind things he did such as sending you rain and good crops and giving you food and gladness.”", "18": "But even so, Paul and Barnabas could scarcely restrain the people from sacrificing to them!", "19": "Yet only a few days later, some Jews arrived from Antioch and Iconium and turned the crowds into a murderous mob that stoned Paul and dragged him out of the city, apparently dead. ", "20": "But as the believers stood around him, he got up and went back into the city! The next day he left with Barnabas for Derbe. ", "21": "After preaching the Good News there and making many disciples, they returned again to Lystra, Iconium and Antioch, ", "22": "where they helped the believers to grow in love for God and each other. They encouraged them to continue in the faith in spite of all the persecution, reminding them that they must enter into the Kingdom of God through many tribulations. ", "23": "Paul and Barnabas also appointed elders in every church and prayed for them with fasting, turning them over to the care of the Lord in whom they trusted.", "24": "Then they traveled back through Pisidia to Pamphylia, ", "25": "preached again in Perga, and went on to Attalia.", "26": "Finally they returned by ship to Antioch, where their journey had begun and where they had been committed to God for the work now completed.", "27": "Upon arrival they called together the believers and reported on their trip, telling how God had opened the door of faith to the Gentiles too. ", "28": "And they stayed there with the believers at Antioch for a long while."}