{"1": "While Paul and Barnabas were at Antioch, some men from Judea arrived and began to teach the believers that unless they adhered to the ancient Jewish custom of circumcision, they could not be saved. ", "2": "Paul and Barnabas argued and discussed this with them at length, and finally the believers sent them to Jerusalem, accompanied by some local men, to talk to the apostles and elders there about this question. ", "3": "After the entire congregation had escorted them out of the city, the delegates went on to Jerusalem, stopping along the way in the cities of Phoenicia and Samaria to visit the believers, telling them—much to everyone's joy—that the Gentiles, too, were being converted.", "4": "Arriving in Jerusalem, they met with the church leaders—all the apostles and elders were present—and Paul and Barnabas reported on what God had been doing through their ministry. ", "5": "But then some of the men who had been Pharisees before their conversion stood to their feet and declared that all Gentile converts must be circumcised and required to follow all the Jewish customs and ceremonies.", "6": "So the apostles and church elders set a further meeting to decide this question.", "7": "At the meeting, after long discussion, Peter stood and addressed them as follows: “Brothers, you all know that God chose me from among you long ago to preach the Good News to the Gentiles so that they also could believe. ", "8": "God, who knows men's hearts, confirmed the fact that he accepts Gentiles by giving them the Holy Spirit, just as he gave him to us. ", "9": "He made no distinction between them and us, for he cleansed their lives through faith, just as he did ours. ", "10": "And now are you going to correct God by burdening the Gentiles with a yoke that neither we nor our fathers were able to bear? ", "11": "Don't you believe that all are saved the same way, by the free gift of the Lord Jesus?”", "12": "There was no further discussion, and everyone now listened as Barnabas and Paul told about the miracles God had done through them among the Gentiles.", "13": "When they had finished, James took the floor. “Brothers,” he said, “listen to me. ", "14": "Peter has told you about the time God first visited the Gentiles to take from them a people to bring honor to his name. ", "15": "And this fact of Gentile conversion agrees with what the prophets predicted. For instance, listen to this passage from the prophet Amos:[a]", "16": "'Afterwards' (says the Lord),[b] 'I will return and renew the broken contract with David,* ", "17": "so that Gentiles, too, will find the Lord—all those marked with my name.'", "18": "That is what the Lord says, who reveals his plans made from the beginning.", "19": "“And so my judgment is that we should not insist that the Gentiles who turn to God must obey our Jewish laws, ", "20": "except that we should write to them to refrain from eating meat sacrificed to idols, from all fornication, and also from eating unbled meat of strangled animals. ", "21": "For these things have been preached against in Jewish synagogues in every city on every Sabbath for many generations.”", "22": "Then the apostles and elders and the whole congregation voted to send delegates to Antioch with Paul and Barnabas, to report on this decision. The men chosen were two of the church leaders—Judas (also called Barsabbas) and Silas.", "23": "This is the letter they took along with them: “From: The apostles, elders and brothers at Jerusalem. “To: The Gentile brothers in Antioch, Syria and Cilicia. Greetings!", "24": "“We understand that some believers from here have upset you and questioned your salvation,[c] but they had no such instructions from us. ", "25": "So it seemed wise to us, having unanimously agreed on our decision, to send to you these two official representatives, along with our beloved Barnabas and Paul. ", "26": "These men—Judas and Silas, who have risked their lives for the sake of our Lord Jesus Christ—will confirm orally what we have decided concerning your question.", "27-29": "“For it seemed good to the Holy Spirit and to us to lay no greater burden of Jewish laws on you than to abstain from eating food offered to idols and from unbled meat of strangled animals,[d] and, of course, from fornication. If you do this, it is enough. Farewell.”", "30": "The four messengers went at once to Antioch, where they called a general meeting of the Christians and gave them the letter. ", "31": "And there was great joy throughout the church that day as they read it.", "32": "Then Judas and Silas, both being gifted speakers,[e] preached long sermons to the believers, strengthening their faith. ", "33": "They stayed several days,[f] and then Judas and Silas returned to Jerusalem taking greetings and appreciation to those who had sent them. ", "34-35": "Paul and Barnabas stayed on at Antioch to assist several others who were preaching and teaching there.", "36": "Several days later Paul suggested to Barnabas that they return again to Turkey and visit each city where they had preached before,[g] to see how the new converts were getting along. ", "37": "Barnabas agreed and wanted to take along John Mark. ", "38": "But Paul didn't like that idea at all, since John Mark had deserted them in Pamphylia. ", "39": "Their disagreement over this was so sharp that they separated. Barnabas took John Mark with him and sailed for Cyprus, ", "40-41": "while Paul chose Silas and, with the blessing of the believers, left for Syria and Cilicia to encourage the churches there."}