{"1": "Then Paul left Athens and went to Corinth. ", "2-3": "There he became acquainted with a Jew named Aquila, born in Pontus, who had recently arrived from Italy with his wife, Priscilla. They had been expelled from Italy as a result of Claudius Caesar's order to deport all Jews from Rome. Paul lived and worked with them, for they were tentmakers just as he was.", "4": "Each Sabbath found Paul at the synagogue, trying to convince the Jews and Greeks alike. ", "5": "And after the arrival of Silas and Timothy from Macedonia, Paul spent his full time preaching and testifying to the Jews that Jesus is the Messiah. ", "6": "But when the Jews opposed him and blasphemed, hurling abuse at Jesus, Paul shook off the dust from his robe and said, “Your blood be upon your own heads—I am innocent—from now on I will preach to the Gentiles.”", "7": "After that he stayed with Titus Justus, a Gentile who worshiped God and lived next door to the synagogue. ", "8": "However, Crispus, the leader of the synagogue, and all his household believed in the Lord and were baptized—as were many others in Corinth.", "9": "One night the Lord spoke to Paul in a vision and told him, “Don't be afraid! Speak out! Don't quit! ", "10": "For I am with you and no one can harm you. Many people here in this city belong to me.” ", "11": "So Paul stayed there the next year and a half, teaching the truths of God.", "12": "But when Gallio became governor of Achaia, the Jews rose in concerted action against Paul and brought him before the governor for judgment. ", "13": "They accused Paul of “persuading men to worship God in ways that are contrary to Roman law.” ", "14": "But just as Paul started to make his defense, Gallio turned to his accusers and said, “Listen, you Jews, if this were a case involving some crime, I would be obliged to listen to you, ", "15": "but since it is merely a bunch of questions of semantics and personalities and your silly Jewish laws, you take care of it. I'm not interested and I'm not touching it.” ", "16": "And he drove them out of the courtroom.", "17": "Then the mob[a] grabbed Sosthenes, the new leader of the synagogue, and beat him outside the courtroom. But Gallio couldn't have cared less.", "18": "Paul stayed in the city several days after that and then said good-bye to the Christians and sailed for the coast of Syria, taking Priscilla and Aquila with him. At Cenchreae Paul had his head shaved according to Jewish custom, for he had taken a vow.[b] ", "19": "Arriving at the port of Ephesus, he left us aboard ship while he went over to the synagogue for a discussion with the Jews. ", "20": "They asked him to stay for a few days, but he felt that he had no time to lose.[c]", "21": "“I must by all means be at Jerusalem for the holiday,”[d] he said. But he promised to return to Ephesus later if God permitted; and so he set sail again.", "22": "The next stop was at the port of Caesarea from where he visited the church at Jerusalem[e] and then sailed on to Antioch. ", "23": "After spending some time there, he left for Turkey again, going through Galatia and Phrygia visiting all the believers, encouraging them and helping them grow in the Lord.", "24": "As it happened, a Jew named Apollos, a wonderful Bible teacher and preacher, had just arrived in Ephesus from Alexandria in Egypt. ", "25-26": "While he was in Egypt, someone had told him about John the Baptist and what John had said about Jesus, but that is all he knew. He had never heard the rest of the story! So he was preaching boldly and enthusiastically in the synagogue, “The Messiah is coming! Get ready to receive him!” Priscilla and Aquila were there and heard him—and it was a powerful sermon. Afterwards they met with him and explained what had happened to Jesus since the time of John, and all that it meant![f]", "27": "Apollos had been thinking about going to Greece, and the believers encouraged him in this. They wrote to their fellow-believers there, telling them to welcome him. And upon his arrival in Greece, he was greatly used of God to strengthen the church, ", "28": "for he powerfully refuted all the Jewish arguments in public debate, showing by the Scriptures that Jesus is indeed the Messiah."}