{"1": "While Apollos was in Corinth, Paul traveled through Turkey and arrived in Ephesus, where he found several disciples. ", "2": "“Did you receive the Holy Spirit when you believed?” he asked them. “No,” they replied, “we don't know what you mean. What is the Holy Spirit?”", "3": "“Then what beliefs did you acknowledge at your baptism?” he asked. And they replied, “What John the Baptist taught.”", "4": "Then Paul pointed out to them that John's baptism was to demonstrate a desire to turn from sin to God and that those receiving his baptism must then go on to believe in Jesus, the one John said would come later.", "5": "As soon as they heard this, they were baptized in[a] the name of the Lord Jesus. ", "6": "Then, when Paul laid his hands upon their heads, the Holy Spirit came on them, and they spoke in other languages and prophesied. ", "7": "The men involved were about twelve in number.", "8": "Then Paul went to the synagogue and preached boldly each Sabbath day[b] for three months, telling what he believed and why,* and persuading many to believe in Jesus. ", "9": "But some rejected his message and publicly spoke against Christ, so he left, refusing to preach to them again. Pulling out the believers, he began a separate meeting at the lecture hall of Tyrannus and preached there daily. ", "10": "This went on for the next two years, so that everyone in the Turkish province of Asia Minor—both Jews and Greeks—heard the Lord's message.", "11": "And God gave Paul the power to do unusual miracles, ", "12": "so that even when his handkerchiefs or parts of his clothing were placed upon sick people, they were healed, and any demons within them came out.", "13": "A team of itinerant Jews who were traveling from town to town casting out demons planned to experiment by using the name of the Lord Jesus. The incantation they decided on was this: “I adjure you by Jesus, whom Paul preaches, to come out!” ", "14": "Seven sons of Sceva, a Jewish priest, were doing this. ", "15": "But when they tried it on a man possessed by a demon, the demon replied, “I know Jesus and I know Paul, but who are you?” ", "16": "And he leaped on two of them and beat them up, so that they fled out of his house naked and badly injured.", "17": "The story of what happened spread quickly all through Ephesus, to Jews and Greeks alike; and a solemn fear descended on the city, and the name of the Lord Jesus was greatly honored. ", "18-19": "Many of the believers who had been practicing black magic confessed their deeds and brought their incantation books and charms and burned them at a public bonfire. (Someone estimated the value of the books at $10,000.$10,000, approximately £3,500.) ", "20": "This indicates how deeply the whole area was stirred by God's message.", "21": "Afterwards Paul felt impelled by the Holy Spirit[d] to go across to Greece before returning to Jerusalem. “And after that,” he said, “I must go on to Rome!” ", "22": "He sent his two assistants, Timothy and Erastus, on ahead to Greece while he stayed awhile longer in Asia Minor.", "23": "But about that time, a big blowup developed in Ephesus concerning the Christians. ", "24": "It began with Demetrius, a silversmith who employed many craftsmen to manufacture silver shrines of the Greek goddess Diana. ", "25": "He called a meeting of his men, together with others employed in related trades, and addressed them as follows: “Gentlemen, this business is our income. ", "26": "As you know so well from what you've seen and heard, this man Paul has persuaded many, many people that handmade gods aren't gods at all. As a result, our sales volume is going down! And this trend is evident not only here in Ephesus, but throughout the entire province! ", "27": "Of course, I am not only talking about the business aspects of this situation and our loss of income, but also of the possibility that the temple of the great goddess Diana will lose its influence, and that Diana—this magnificent goddess worshiped not only throughout this part of Turkey but all around the world—will be forgotten!”", "28": "At this their anger boiled and they began shouting, “Great is Diana of the Ephesians!”", "29": "A crowd began to gather, and soon the city was filled with confusion. Everyone rushed to the amphitheater, dragging along Gaius and Aristarchus, Paul's traveling companions, for trial. ", "30": "Paul wanted to go in, but the disciples wouldn't let him. ", "31": "Some of the Roman officers of the province, friends of Paul, also sent a message to him, begging him not to risk his life by entering.", "32": "Inside the people were all shouting, some one thing and some another—everything was in confusion. In fact, most of them didn't even know why they were there.", "33": "Alexander was spotted among the crowd by some of the Jews and dragged forward. He motioned for silence and tried to speak. ", "34": "But when the crowd realized he was a Jew, they started shouting again and kept it up for two hours: “Great is Diana of the Ephesians! Great is Diana of the Ephesians!”", "35": "At last the mayor was able to quiet them down enough to speak. “Men of Ephesus,” he said, “everyone knows that Ephesus is the center[e] of the religion of the great Diana, whose image fell down to us from heaven. ", "36": "Since this is an indisputable fact, you shouldn't be disturbed no matter what is said, and should do nothing rash. ", "37": "Yet you have brought these men here who have stolen nothing from her temple and have not defamed her. ", "38": "If Demetrius and the craftsmen have a case against them, the courts are currently in session and the judges can take the case at once. Let them go through legal channels. ", "39": "And if there are complaints about other matters, they can be settled at the regular City Council meetings; ", "40": "for we are in danger of being called to account by the Roman government for today's riot, since there is no cause for it. And if Rome demands an explanation, I won't know what to say.”", "41": "Then he dismissed them, and they dispersed."}