{"1": "Five days later Ananias the High Priest arrived with some of the Jewish leaders[a] and the lawyer* Tertullus, to make their accusations against Paul. ", "2": "When Tertullus was called forward, he laid charges against Paul in the following address to the governor: “Your Excellency, you have given quietness and peace to us Jews and have greatly reduced the discrimination against us. ", "3": "And for this we are very, very grateful to you. ", "4": "But lest I bore you, kindly give me your attention for only a moment as I briefly outline our case against this man. ", "5": "For we have found him to be a troublemaker, a man who is constantly inciting the Jews throughout the entire world to riots and rebellions against the Roman government. He is a ringleader of the sect known as the Nazarenes. ", "6": "Moreover, he was trying to defile the Temple when we arrested him. “We would have given him what he justly deserves, ", "7": "but Lysias, the commander of the garrison, came and took him violently away from us, ", "8": "demanding that he be tried by Roman law. You can find out the truth of our accusations by examining him yourself.”", "9": "Then all the other Jews chimed in, declaring that everything Tertullus said was true.", "10": "Now it was Paul's turn. The governor motioned for him to rise and speak. Paul began: “I know, sir, that you have been a judge of Jewish affairs for many years, and this gives me confidence as I make my defense. ", "11": "You can quickly discover that it was no more than twelve days ago that I arrived in Jerusalem to worship at the Temple, ", "12": "and you will discover that I have never incited a riot in any synagogue or on the streets of any city; ", "13": "and these men certainly cannot prove the things they accuse me of doing.", "14": "“But one thing I do confess, that I believe in the way of salvation, which they refer to as a sect; I follow that system of serving the God of our ancestors; I firmly believe in the Jewish law and everything written in the books of prophecy; ", "15": "and I believe, just as these men do, that there will be a resurrection of both the righteous and ungodly. ", "16": "Because of this, I try with all my strength to always maintain a clear conscience before God and man.", "17": "“After several years away, I returned to Jerusalem with money to aid the Jews and to offer a sacrifice to God. ", "18": "My accusers saw me in the Temple as I was presenting my thank offering.[b] I had shaved my head as their laws required, and there was no crowd around me, and no rioting! But some Jews from Turkey were there ", "19": "(who ought to be here if they have anything against me)—", "20": "but look! Ask these men right here what wrongdoing their Council found in me, ", "21": "except that I said one thing I shouldn't[c] when I shouted out, 'I am here before the Council to defend myself for believing that the dead will rise again!'”", "22": "Felix, who knew Christians didn't go around starting riots,[d] told the Jews to wait for the arrival of Lysias, the garrison commander, and then he would decide the case. ", "23": "He ordered Paul to prison but instructed the guards to treat him gently and not to forbid any of his friends from visiting him or bringing him gifts to make his stay more comfortable.", "24": "A few days later Felix came with Drusilla, his legal wife,[e] a Jewess. Sending for Paul, they listened as he told them about faith in Christ Jesus. ", "25": "And as he reasoned with them about righteousness and self-control and the judgment to come, Felix was terrified. “Go away for now,” he replied, “and when I have a more convenient time, I'll call for you again.”", "26": "He also hoped that Paul would bribe him, so he sent for him from time to time and talked with him. ", "27": "Two years went by in this way; then Felix was succeeded by Porcius Festus. And because Felix wanted to gain favor with the Jews, he left Paul in chains."}