{"1": "Then Agrippa said to Paul, “Go ahead. Tell us your story.” So Paul, with many gestures,[a] presented his defense:", "2": "“I am fortunate, King Agrippa,” he began, “to be able to present my answer before you, ", "3": "for I know you are an expert on Jewish laws and customs. Now please listen patiently!", "4": "“As the Jews are well aware, I was given a thorough Jewish training from my earliest childhood in Tarsus[b] and later at Jerusalem, and I lived accordingly. ", "5": "If they would admit it, they know that I have always been the strictest of Pharisees when it comes to obedience to Jewish laws and customs. ", "6": "But the real reason behind their accusations is something else—it is because I am looking forward to the fulfillment of God's promise made to our ancestors. ", "7": "The twelve tribes of Israel strive night and day to attain this same hope I have! Yet, O King, for me it is a crime, they say! ", "8": "But is it a crime to believe in the resurrection of the dead? Does it seem incredible to you that God can bring men back to life again?", "9": "“I used to believe that I ought to do many horrible things to the followers of Jesus of Nazareth.[c] ", "10": "I imprisoned many of the saints in Jerusalem, as authorized by the High Priests; and when they were condemned to death, I cast my vote against them. ", "11": "I used torture to try to make Christians everywhere curse Christ. I was so violently opposed to them that I even hounded them in distant cities in foreign lands.", "12": "“I was on such a mission to Damascus, armed with the authority and commission of the chief priests, ", "13": "when one day about noon, sir, a light from heaven brighter than the sun shone down on me and my companions. ", "14": "We all fell down, and I heard a voice speaking to me in Hebrew, 'Paul, Paul, why are you persecuting me? You are only hurting yourself.'[d]", "15": "“'Who are you, sir?' I asked. “And the Lord replied, 'I am Jesus, the one you are persecuting. ", "16": "Now stand up! For I have appeared to you to appoint you as my servant and my witness. You are to tell the world about this experience and about the many other occasions when I shall appear to you. ", "17": "And I will protect you from both your own people and the Gentiles. Yes, I am going to send you to the Gentiles ", "18": "to open their eyes to their true condition so that they may repent and live in the light of God instead of in Satan's darkness, so that they may receive forgiveness for their sins and God's inheritance along with all people everywhere whose sins are cleansed away, who are set apart by faith in me.'", "19": "“And so, O King Agrippa, I was not disobedient to that vision from heaven! ", "20": "I preached first to those in Damascus, then in Jerusalem and through Judea, and also to the Gentiles that all must forsake their sins and turn to God—and prove their repentance by doing good deeds. ", "21": "The Jews arrested me in the Temple for preaching this and tried to kill me, ", "22": "but God protected me so that I am still alive today to tell these facts to everyone, both great and small. I teach nothing except what the Prophets and Moses said—", "23": "that the Messiah would suffer and be the First to rise from the dead, to bring light to Jews and Gentiles alike.”", "24": "Suddenly Festus shouted, “Paul, you are insane. Your long studying has broken your mind!”", "25": "But Paul replied, “I am not insane, Most Excellent Festus. I speak words of sober truth. ", "26": "And King Agrippa knows about these things. I speak frankly for I am sure these events are all familiar to him, for they were not done in a corner! ", "27": "King Agrippa, do you believe the Prophets? But I know you do—”", "28": "Agrippa interrupted him. “With trivial proofs like these,[e] you expect me to become a Christian?”", "29": "And Paul replied, “Would to God that whether my arguments are trivial or strong, both you and everyone here in this audience might become the same as I am, except for these chains.”", "30": "Then the king, the governor, Bernice, and all the others stood and left. ", "31": "As they talked it over afterwards they agreed, “This man hasn't done anything worthy of death or imprisonment.”", "32": "And Agrippa said to Festus, “He could be set free if he hadn't appealed to Caesar!”"}