{"1": "Arrangements were finally made to start us on our way to Rome by ship; so Paul and several other prisoners were placed in the custody of an officer named Julius, a member of the imperial guard. ", "2": "We left on a boat[a] that was scheduled to make several stops along the Turkish coast.* I should add that Aristarchus,* a Greek from Thessalonica, was with us.", "3": "The next day when we docked at Sidon, Julius was very kind to Paul and let him go ashore to visit with friends and receive their hospitality. ", "4": "Putting to sea from there, we encountered headwinds that made it difficult to keep the ship on course, so we sailed north of Cyprus between the island and the mainland[b] ", "5": "and passed along the coast of the provinces of Cilicia and Pamphylia, landing at Myra, in the province of Lycia. ", "6": "There our officer found an Egyptian ship from Alexandria, bound for Italy, and put us aboard.", "7-8": "We had several days of rough sailing, and finally neared Cnidus;[c] but the winds had become too strong, so we ran across to Crete, passing the port of Salome. Beating into the wind with great difficulty and moving slowly along the southern coast, we arrived at Fair Havens, near the city of Lasea. ", "9": "There we stayed for several days. The weather was becoming dangerous for long voyages by then because it was late in the year,[d] and Paul spoke to the ship's officers about it.", "10": "“Sirs,” he said, “I believe there is trouble ahead if we go on—perhaps shipwreck, loss of cargo, injuries, and death.” ", "11": "But the officers in charge of the prisoners listened more to the ship's captain and the owner than to Paul. ", "12": "And since Fair Havens was an exposed[e] harbor—a poor place to spend the winter—most of the crew advised trying to go further up the coast to Phoenix in order to winter there; Phoenix was a good harbor with only a northwest and southwest exposure.", "13": "Just then a light wind began blowing from the south, and it looked like a perfect day for the trip; so they pulled up anchor and sailed along close to shore.", "14-15": "But shortly afterwards the weather changed abruptly, and a heavy wind of typhoon strength (a “northeaster,” they called it) caught the ship and blew it out to sea. They tried at first to face back to shore but couldn't, so they gave up and let the ship run before the gale.", "16": "We finally sailed behind a small island named Clauda, where with great difficulty we hoisted aboard the lifeboat that was being towed behind us, ", "17": "and then banded the ship with ropes to strengthen the hull. The sailors were afraid of being driven across to the quicksands of the African coast,[f] so they lowered the topsails and were thus driven before the wind.", "18": "The next day as the seas grew higher, the crew began throwing the cargo overboard. ", "19": "The following day they threw out the tackle and anything else they could lay their hands on. ", "20": "The terrible storm raged unabated many days,[g] until at last all hope was gone.", "21": "No one had eaten for a long time, but finally Paul called the crew together and said, “Men, you should have listened to me in the first place and not left Fair Havens—you would have avoided all this injury and loss! ", "22": "But cheer up! Not one of us will lose our lives, even though the ship will go down.", "23": "“For last night an angel of the God to whom I belong and whom I serve stood beside me ", "24": "and said, 'Don't be afraid, Paul—for you will surely stand trial before Caesar! What's more, God has granted your request and will save the lives of all those sailing with you.' ", "25": "So take courage! For I believe God! It will be just as he said! ", "26": "But we will be shipwrecked on an island.”", "27": "About midnight on the fourteenth night of the storm, as we were being driven to and fro on the Adriatic Sea, the sailors suspected land was near. ", "28": "They sounded and found 120 feet of water below them. A little later they sounded again and found only 90 feet. ", "29": "At this rate they knew they would soon be driven ashore; and fearing rocks along the coast, they threw out four anchors from the stern and prayed for daylight.", "30": "Some of the sailors planned to abandon the ship and lowered the emergency boat as though they were going to put out anchors from the prow. ", "31": "But Paul said to the soldiers and commanding officer, “You will all die unless everyone stays aboard.” ", "32": "So the soldiers cut the ropes and let the boat fall off.", "33": "As the darkness gave way to the early morning light, Paul begged everyone to eat. “You haven't touched food for two weeks,” he said. ", "34": "“Please eat something now for your own good! For not a hair of your heads shall perish!”", "35": "Then he took some hardtack and gave thanks to God before them all, and broke off a piece and ate it. ", "36": "Suddenly everyone felt better and began eating, ", "37": "all 276 of us—for that is the number we had aboard. ", "38": "After eating, the crew lightened the ship further by throwing all the wheat overboard.", "39": "When it was day, they didn't recognize the coastline, but noticed a bay with a beach and wondered whether they could get between the rocks and be driven up onto the beach. ", "40": "They finally decided to try. Cutting off the anchors and leaving them in the sea, they lowered the rudders, raised the foresail, and headed ashore. ", "41": "But the ship hit a sandbar[h] and ran aground. The bow of the ship stuck fast, while the stern was exposed to the violence of the waves and began to break apart.", "42": "The soldiers advised their commanding officer to let them kill the prisoners lest any of them swim ashore and escape. ", "43": "But Julius[i] wanted to spare Paul, so he told them no. Then he ordered all who could swim to jump overboard and make for land, ", "44": "and the rest to try for it on planks and debris from the broken ship. So everyone escaped safely ashore!"}