{"1-2": "We soon learned that we were on the island of Malta. The people of the island were very kind to us, building a bonfire on the beach to welcome and warm us in the rain and cold.", "3": "As Paul gathered an armful of sticks to lay on the fire, a poisonous snake, driven out by the heat, fastened itself onto his hand! ", "4": "The people of the island saw it hanging there and said to each other, “A murderer, no doubt! Though he escaped the sea, justice will not permit him to live!”", "5": "But Paul shook off the snake into the fire and was unharmed. ", "6": "The people waited for him to begin swelling or suddenly fall dead; but when they had waited a long time and no harm came to him, they changed their minds and decided he was a god.", "7": "Near the shore where we landed was an estate belonging to Publius, the governor of the island. He welcomed us courteously and fed us for three days. ", "8": "As it happened, Publius's father was ill with fever and dysentery. Paul went in and prayed for him, and laying his hands on him, healed him! ", "9": "Then all the other sick people in the island came and were cured. ", "10": "As a result we were showered with gifts,[a] and when the time came to sail, people put on board all sorts of things we would need for the trip.", "11": "It was three months after the shipwreck before we set sail again, and this time it was in The Twin Brothers of Alexandria, a ship that had wintered at the island. ", "12": "Our first stop was Syracuse, where we stayed three days. ", "13": "From there we circled around to Rhegium; a day later a south wind began blowing, so the following day we arrived at Puteoli, ", "14": "where we found some believers! They begged us to stay with them seven days. Then we went on to Rome.", "15": "The brothers in Rome had heard we were coming and came to meet us at the Forum[b] on the Appian Way. Others joined us at The Three Taverns.* When Paul saw them, he thanked God and took courage.", "16": "When we arrived in Rome, Paul was permitted to live wherever he wanted to, though guarded by a soldier.", "17": "Three days after his arrival, he called together the local Jewish leaders and spoke to them as follows: “Brothers, I was arrested by the Jews in Jerusalem and handed over to the Roman government for prosecution, even though I had harmed no one nor violated the customs of our ancestors. ", "18": "The Romans gave me a trial and wanted to release me, for they found no cause for the death sentence demanded by the Jewish leaders. ", "19": "But when the Jews protested the decision, I felt it necessary, with no malice against them, to appeal to Caesar. ", "20": "I asked you to come here today so we could get acquainted and I could tell you that it is because I believe the Messiah[c] has come that I am bound with this chain.”", "21": "They replied, “We have heard nothing against you! We have had no letters from Judea or reports from those arriving from Jerusalem.[d] ", "22": "But we want to hear what you believe, for the only thing we know about these Christians is that they are denounced everywhere!”", "23": "So a time was set, and on that day large numbers came to his house. He told them about the Kingdom of God and taught them about Jesus from the Scriptures—from the five books of Moses and the books of prophecy. He began lecturing in the morning and went on into the evening!", "24": "Some believed and some didn't. ", "25": "But after they had argued back and forth among themselves, they left with this final word from Paul ringing in their ears: “The Holy Spirit was right when he said through Isaiah the prophet,", "26": "'Say to the Jews, “You will hear and see but not understand, ", "27": "for your hearts are too fat and your ears don't listen and you have closed your eyes against understanding, for you don't want to see and hear and understand and turn to me to heal you.”'[e]", "28-29": "[f]So I want you to realize that this salvation from God is available to the Gentiles too, and they will accept it.”", "30": "Paul lived for the next two years in his rented house[g] and welcomed all who visited him, ", "31": "telling them with all boldness about the Kingdom of God and about the Lord Jesus Christ; and no one tried to stop him."}