{"1": "While they were talking to the people, the chief priests, the captain of the Temple police, and some of the Sadducees[a] came over to them, ", "2": "very disturbed that Peter and John were claiming that Jesus had risen from the dead. ", "3": "They arrested them and since it was already evening, jailed them overnight. ", "4": "But many of the people who heard their message believed it, so that the number of believers now reached a new high of about five thousand men!", "5": "The next day it happened that the Council of all the Jewish leaders was in session in Jerusalem—", "6": "Annas the High Priest was there, and Caiaphas, John, Alexander, and others of the High Priest's relatives. ", "7": "So the two disciples were brought in before them. “By what power, or by whose authority have you done this?” the Council demanded.", "8": "Then Peter, filled with the Holy Spirit, said to them, “Honorable leaders and elders of our nation, ", "9": "if you mean the good deed done to the cripple, and how he was healed, ", "10": "let me clearly state to you and to all the people of Israel that it was done in the name and power of Jesus from Nazareth, the Messiah, the man you crucified—but God raised back to life again. It is by his authority that this man stands here healed! ", "11": "For Jesus the Messiah is (the one referred to in the Scriptures when they speak of ) a 'stone discarded by the builders which became the capstone of the arch.'[b] ", "12": "There is salvation in no one else! Under all heaven there is no other name for men to call upon to save them.”", "13": "When the Council saw the boldness of Peter and John and could see that they were obviously uneducated non-professionals, they were amazed and realized what being with Jesus had done for them! ", "14": "And the Council could hardly discredit the healing when the man they had healed was standing right there beside them! ", "15": "So they sent them out of the Council chamber and conferred among themselves.", "16": "“What shall we do with these men?” they asked each other. “We can't deny that they have done a tremendous miracle, and everybody in Jerusalem knows about it. ", "17": "But perhaps we can stop them from spreading their propaganda. We'll tell them that if they do it again we'll really throw the book at them.” ", "18": "So they called them back in, and told them never again to speak about Jesus.", "19": "But Peter and John replied, “You decide whether God wants us to obey you instead of him! ", "20": "We cannot stop telling about the wonderful things we saw Jesus do and heard him say.”", "21": "The Council then threatened them further and finally let them go because they didn't know how to punish them without starting a riot. For everyone was praising God for this wonderful miracle—", "22": "the healing of a man who had been lame for forty years.", "23": "As soon as they were freed, Peter and John found the other disciples and told them what the Council had said.", "24": "Then all the believers united in this prayer: “O Lord, Creator of heaven and earth and of the sea and everything in them—", "25-26": "you spoke long ago by the Holy Spirit through our ancestor King David, your servant, saying, 'Why do the heathen rage against the Lord, and the foolish nations plan their little plots against Almighty God? The kings of the earth unite to fight against him and against the anointed Son of God!'", "27": "“That is what is happening here in this city today! For Herod the king, and Pontius Pilate the governor, and all the Romans—as well as the people of Israel—are united against Jesus, your anointed Son, your holy servant. ", "28": "They won't stop at anything that you in your wise power will let them do. ", "29": "And now, O Lord, hear their threats, and grant to your servants great boldness in their preaching, ", "30": "and send your healing power, and may miracles and wonders be done by the name of your holy servant Jesus.”", "31": "After this prayer, the building where they were meeting shook, and they were all filled with the Holy Spirit and boldly preached God's message.", "32": "All the believers were of one heart and mind, and no one felt that what he owned was his own; everyone was sharing. ", "33": "And the apostles preached powerful sermons about the resurrection of the Lord Jesus, and there was warm fellowship among all the believers,[c] ", "34-35": "and no poverty—for all who owned land or houses sold them and brought the money to the apostles to give to others in need.", "36": "For instance, there was Joseph (the one the apostles nicknamed “Barnabas, the encourager.” He was of the tribe of Levi, from the island of Cyprus). ", "37": "He was one of those who sold a field he owned and brought the money to the apostles for distribution to those in need."}