{"1": "Then the High Priest asked him, “Are these accusations true?”", "2": "This was Stephen's lengthy reply: “The glorious God appeared to our ancestor Abraham in Iraq[a] before he moved to Syria,* ", "3": "and told him to leave his native land, to say good-bye to his relatives and to start out for a country that God would direct him to. ", "4": "So he left the land of the Chaldeans and lived in Haran, in Syria, until his father died. Then God brought him here to the land of Israel, ", "5": "but gave him no property of his own, not one little tract of land. “However, God promised that eventually the whole country would belong to him and his descendants—though as yet he had no children! ", "6": "But God also told him that these descendants of his would leave the land and live in a foreign country and there become slaves for 400 years. ", "7": "'But I will punish the nation that enslaves them,' God told him, 'and afterwards my people will return to this land of Israel and worship me here.'", "8": "“God also gave Abraham the ceremony of circumcision at that time, as evidence of the covenant between God and the people of Abraham. And so Isaac, Abraham's son, was circumcised when he was eight days old. Isaac became the father of Jacob, and Jacob was the father of the twelve patriarchs of the Jewish nation. ", "9": "These men were very jealous of Joseph and sold him to be a slave in Egypt. But God was with him, ", "10": "and delivered him out of all of his anguish, and gave him favor before Pharaoh, king of Egypt. God also gave Joseph unusual wisdom so that Pharaoh appointed him governor over all Egypt, as well as putting him in charge of all the affairs of the palace.", "11": "“But a famine developed in Egypt and Canaan, and there was great misery for our ancestors. When their food was gone, ", "12": "Jacob heard that there was still grain in Egypt, so he sent his sons[b] to buy some. ", "13": "The second time they went, Joseph revealed his identity to his brothers, and they were introduced to Pharaoh. ", "14": "Then Joseph sent for his father Jacob and all his brothers' families to come to Egypt, seventy-five persons in all. ", "15": "So Jacob came to Egypt, where he died, and all his sons. ", "16": "All of them were taken to Shechem and buried in the tomb Abraham bought from the sons of Hamor, Shechem's father.", "17-18": "“As the time drew near when God would fulfill his promise to Abraham to free his descendants from slavery, the Jewish people greatly multiplied in Egypt; but then a king was crowned who had no respect for Joseph's memory. ", "19": "This king plotted against our race, forcing parents to abandon their children in the fields.", "20": "“About that time Moses was born—a child of divine beauty. His parents hid him at home for three months, ", "21": "and when at last they could no longer keep him hidden and had to abandon him, Pharaoh's daughter found him and adopted him as her own son, ", "22": "and taught him all the wisdom of the Egyptians, and he became a mighty prince and orator.", "23": "“One day as he was nearing his fortieth birthday, it came into his mind to visit his brothers, the people of Israel. ", "24": "During this visit he saw an Egyptian mistreating a man of Israel. So Moses killed the Egyptian. ", "25": "Moses supposed his brothers would realize that God had sent him to help them, but they didn't.", "26": "“The next day he visited them again and saw two men of Israel fighting. He tried to be a peacemaker. 'Gentlemen,' he said, 'you are brothers and shouldn't be fighting like this! It is wrong!'", "27": "“But the man in the wrong told Moses to mind his own business. 'Who made you a ruler and judge over us?' he asked. ", "28": "'Are you going to kill me as you killed that Egyptian yesterday?'", "29": "“At this, Moses fled the country and lived in the land of Midian, where his two sons were born.", "30": "“Forty years later, in the desert near Mount Sinai, an Angel appeared to him in a flame of fire in a bush. ", "31": "Moses saw it and wondered what it was, and as he ran to see, the voice of the Lord called out to him, ", "32": "'I am the God of your ancestors—of Abraham, Isaac and Jacob.' Moses shook with terror and dared not look.", "33": "“And the Lord said to him, 'Take off your shoes, for you are standing on holy ground. ", "34": "I have seen the anguish of my people in Egypt and have heard their cries. I have come down to deliver them. Come, I will send you to Egypt.' ", "35": "And so God sent back the same man his people had previously rejected by demanding, 'Who made you a ruler and judge over us?' Moses was sent to be their ruler and savior. ", "36": "And by means of many remarkable miracles he led them out of Egypt and through the Red Sea, and back and forth through the wilderness for forty years.", "37": "“Moses himself told the people of Israel, 'God will raise up a Prophet much like me[c] from among your brothers.' ", "38": "How true this proved to be, for in the wilderness, Moses was the go-between—the mediator between the people of Israel and the Angel who gave them the Law of God—the Living Word—on Mount Sinai.", "39": "“But our fathers rejected Moses and wanted to return to Egypt. ", "40": "They told Aaron, 'Make idols for us, so that we will have gods to lead us back; for we don't know what has become of this Moses, who brought us out of Egypt.' ", "41": "So they made a calf idol and sacrificed to it, and rejoiced in this thing they had made.", "42": "“Then God turned away from them and gave them up, and let them serve the sun, moon, and stars as their gods! In the book of Amos' prophecies the Lord God asks, 'Was it to me you were sacrificing during those forty years in the desert, Israel? ", "43": "No, your real interest was in your heathen gods—Sakkuth, and the star god Kaiway, and in all the images you made. So I will send you into captivity far away beyond Babylon.'", "44": "“Our ancestors carried along with them a portable Temple, or Tabernacle, through the wilderness. In it they kept the stone tablets with the Ten Commandments written on them. This building was constructed in exact accordance with the plan shown to Moses by the Angel. ", "45": "Years later, when Joshua led the battles against the Gentile nations, this Tabernacle was taken with them into their new territory, and used until the time of King David.", "46": "“God blessed David greatly, and David asked for the privilege of building a permanent Temple for the God of Jacob. ", "47": "But it was Solomon who actually built it. ", "48-49": "However, God doesn't live in temples made by human hands. 'The heaven is my throne,' says the Lord through his prophets, 'and earth is my footstool. What kind of home could you build?' asks the Lord. 'Would I stay in it? ", "50": "Didn't I make both heaven and earth?'", "51": "“You stiff-necked heathen! Must you forever resist the Holy Spirit? But your fathers did, and so do you! ", "52": "Name one prophet your ancestors didn't persecute! They even killed the ones who predicted the coming of the Righteous One—the Messiah whom you betrayed and murdered. ", "53": "Yes, and you deliberately destroyed God's laws, though you received them from the hands of angels.”[d]", "54": "The Jewish leaders were stung to fury by Stephen's accusation and ground their teeth in rage. ", "55": "But Stephen, full of the Holy Spirit, gazed steadily upward into heaven and saw the glory of God and Jesus standing at God's right hand. ", "56": "And he told them, “Look, I see the heavens opened and Jesus the Messiah[e] standing beside God, at his right hand!”", "57": "Then they mobbed him, putting their hands over their ears, and drowning out his voice with their shouts, ", "58": "and dragged him out of the city to stone him. The official witnesses—the executioners—took off their coats and laid them at the feet of a young man named Paul.[f]", "59": "And as the murderous stones came hurtling at him, Stephen prayed, “Lord Jesus, receive my spirit.” ", "60": "And he fell to his knees, shouting, “Lord, don't charge them with this sin!” and with that, he died."}