{"1": "Paul was in complete agreement with the killing of Stephen. And a great wave of persecution of the believers began that day, sweeping over the church in Jerusalem, and everyone except the apostles fled into Judea and Samaria. ", "2": "(But some godly Jews[a] came and with great sorrow buried Stephen.) ", "3": "Paul was like a wild man, going everywhere to devastate the believers, even entering private homes and dragging out men and women alike and jailing them.", "4": "But the believers[b] who had fled Jerusalem went everywhere preaching the Good News about Jesus! ", "5": "Philip, for instance, went to the city of Samaria and told the people there about Christ. ", "6": "Crowds listened intently to what he had to say because of the miracles he did. ", "7": "Many evil spirits were cast out, screaming as they left their victims, and many who were paralyzed or lame were healed, ", "8": "so there was much joy in that city!", "9-11": "A man named Simon had formerly been a sorcerer there for many years; he was a very influential, proud man because of the amazing things he could do—in fact, the Samaritan people often spoke of him as the Messiah.[c] ", "12": "But now they believed Philip's message that Jesus was the Messiah, and his words concerning the Kingdom of God; and many men and women were baptized. ", "13": "Then Simon himself believed and was baptized and began following Philip wherever he went, and was amazed by the miracles he did.", "14": "When the apostles back in Jerusalem heard that the people of Samaria had accepted God's message, they sent down Peter and John. ", "15": "As soon as they arrived, they began praying for these new Christians to receive the Holy Spirit, ", "16": "for as yet he had not come upon any of them. For they had only been baptized in the name of the Lord Jesus. ", "17": "Then Peter and John laid their hands upon these believers, and they received the Holy Spirit.", "18": "When Simon saw this—that the Holy Spirit was given when the apostles placed their hands upon people's heads—he offered money to buy this power.", "19": "“Let me have this power too,” he exclaimed, “so that when I lay my hands on people, they will receive the Holy Spirit!”", "20": "But Peter replied, “Your money perish with you for thinking God's gift can be bought! ", "21": "You can have no part in this, for your heart is not right before God. ", "22": "Turn from this great wickedness and pray. Perhaps God will yet forgive your evil thoughts—", "23": "for I can see that there is jealousy[d] and sin in your heart.”", "24": "“Pray for me,” Simon exclaimed, “that these terrible things won't happen to me.”", "25": "After testifying and preaching in Samaria, Peter and John returned to Jerusalem, stopping at several Samaritan villages along the way to preach the Good News to them too.", "26": "But as for Philip, an angel of the Lord said to him, “Go over to the road that runs from Jerusalem through the Gaza Desert, arriving around noon.” ", "27": "So he did, and who should be coming down the road but the Treasurer of Ethiopia, a eunuch of great authority under Candace the queen. He had gone to Jerusalem to worship ", "28": "and was now returning in his chariot, reading aloud from the book of the prophet Isaiah.", "29": "The Holy Spirit said to Philip, “Go over and walk along beside the chariot.”", "30": "Philip ran over and heard what he was reading and asked, “Do you understand it?”", "31": "“Of course not!” the man replied. “How can I when there is no one to instruct me?” And he begged Philip to come up into the chariot and sit with him.", "32": "The passage of Scripture he had been reading from was this: “He was led as a sheep to the slaughter, and as a lamb is silent before the shearers, so he opened not his mouth; ", "33": "in his humiliation, justice was denied him; and who can express the wickedness of the people of his generation?[e] For his life is taken from the earth.”", "34": "The eunuch asked Philip, “Was Isaiah talking about himself or someone else?”", "35": "So Philip began with this same Scripture and then used many others to tell him about Jesus.", "36": "As they rode along, they came to a small body of water, and the eunuch said, “Look! Water! Why can't I be baptized?”", "37": "[f]“You can,” Philip answered, “if you believe with all your heart.” And the eunuch replied, “I believe that Jesus Christ is the Son of God.”", "38": "He stopped the chariot, and they went down into the water and Philip baptized him. ", "39": "And when they came up out of the water, the Spirit of the Lord caught away Philip, and the eunuch never saw him again, but went on his way rejoicing. ", "40": "Meanwhile, Philip found himself at Azotus! He preached the Good News there and in every city along the way, as he traveled to Caesarea."}