{"1": "Now Ahab had seventy sons in Samar′ia. So Jehu wrote letters, and sent them to Samar′ia, to the rulers of the city,[a] to the elders, and to the guardians of the sons of Ahab, saying, ", "2": "“Now then, as soon as this letter comes to you, seeing your master's sons are with you, and there are with you chariots and horses, fortified cities also, and weapons, ", "3": "select the best and fittest of your master's sons and set him on his father's throne, and fight for your master's house.” ", "4": "But they were exceedingly afraid, and said, “Behold, the two kings could not stand before him; how then can we stand?” ", "5": "So he who was over the palace, and he who was over the city, together with the elders and the guardians, sent to Jehu, saying, “We are your servants, and we will do all that you bid us. We will not make any one king; do whatever is good in your eyes.” ", "6": "Then he wrote to them a second letter, saying, “If you are on my side, and if you are ready to obey me, take the heads of your master's sons, and come to me at Jezreel tomorrow at this time.” Now the king's sons, seventy persons, were with the great men of the city, who were bringing them up. ", "7": "And when the letter came to them, they took the king's sons, and slew them, seventy persons, and put their heads in baskets, and sent them to him at Jezreel. ", "8": "When the messenger came and told him, “They have brought the heads of the king's sons,” he said, “Lay them in two heaps at the entrance of the gate until the morning.” ", "9": "Then in the morning, when he went out, he stood, and said to all the people, “You are innocent. It was I who conspired against my master, and slew him; but who struck down all these? ", "10": "Know then that there shall fall to the earth nothing of the word of the Lord, which the Lord spoke concerning the house of Ahab; for the Lord has done what he said by his servant Eli′jah.” ", "11": "So Jehu slew all that remained of the house of Ahab in Jezreel, all his great men, and his familiar friends, and his priests, until he left him none remaining.", "12": "Then he set out and went to Samar′ia. On the way, when he was at Beth-eked of the Shepherds, ", "13": "Jehu met the kinsmen of Ahazi′ah king of Judah, and he said, “Who are you?” And they answered, “We are the kinsmen of Ahazi′ah, and we came down to visit the royal princes and the sons of the queen mother.” ", "14": "He said, “Take them alive.” And they took them alive, and slew them at the pit of Beth-eked, forty-two persons, and he spared none of them.", "15": "And when he departed from there, he met Jehon′adab the son of Rechab coming to meet him; and he greeted him, and said to him, “Is your heart true to my heart as mine is to yours?”[b] And Jehon′adab answered, “It is.” Jehu said,[c] “If it is, give me your hand.” So he gave him his hand. And Jehu took him up with him into the chariot. ", "16": "And he said, “Come with me, and see my zeal for the Lord.” So he[d] had him ride in his chariot. ", "17": "And when he came to Samar′ia, he slew all that remained to Ahab in Samar′ia, till he had wiped them out, according to the word of the Lord which he spoke to Eli′jah.", "18": "Then Jehu assembled all the people, and said to them, “Ahab served Ba′al a little; but Jehu will serve him much. ", "19": "Now therefore call to me all the prophets of Ba′al, all his worshipers and all his priests; let none be missing, for I have a great sacrifice to offer to Ba′al; whoever is missing shall not live.” But Jehu did it with cunning in order to destroy the worshipers of Ba′al. ", "20": "And Jehu ordered, “Sanctify a solemn assembly for Ba′al.” So they proclaimed it. ", "21": "And Jehu sent throughout all Israel; and all the worshipers of Ba′al came, so that there was not a man left who did not come. And they entered the house of Ba′al, and the house of Ba′al was filled from one end to the other. ", "22": "He said to him who was in charge of the wardrobe, “Bring out the vestments for all the worshipers of Ba′al.” So he brought out the vestments for them. ", "23": "Then Jehu went into the house of Ba′al with Jehon′adab the son of Rechab; and he said to the worshipers of Ba′al, “Search, and see that there is no servant of the Lord here among you, but only the worshipers of Ba′al.” ", "24": "Then he[e] went in to offer sacrifices and burnt offerings. Now Jehu had stationed eighty men outside, and said, “The man who allows any of those whom I give into your hands to escape shall forfeit his life.” ", "25": "So as soon as he had made an end of offering the burnt offering, Jehu said to the guard and to the officers, “Go in and slay them; let not a man escape.” So when they put them to the sword, the guard and the officers cast them out and went into the inner room[f] of the house of Ba′al ", "26": "and they brought out the pillar that was in the house of Ba′al, and burned it. ", "27": "And they demolished the pillar of Ba′al, and demolished the house of Ba′al, and made it a latrine to this day.", "28": "Thus Jehu wiped out Ba′al from Israel. ", "29": "But Jehu did not turn aside from the sins of Jerobo′am the son of Nebat, which he made Israel to sin, the golden calves that were in Bethel, and in Dan. ", "30": "And the Lord said to Jehu, “Because you have done well in carrying out what is right in my eyes, and have done to the house of Ahab according to all that was in my heart, your sons of the fourth generation shall sit on the throne of Israel.” ", "31": "But Jehu was not careful to walk in the law of the Lord the God of Israel with all his heart; he did not turn from the sins of Jerobo′am, which he made Israel to sin.", "32": "In those days the Lord began to cut off parts of Israel. Haz′ael defeated them throughout the territory of Israel: ", "33": "from the Jordan eastward, all the land of Gilead, the Gadites, and the Reubenites, and the Manas′sites, from Aro′er, which is by the valley of the Arnon, that is, Gilead and Bashan. ", "34": "Now the rest of the acts of Jehu, and all that he did, and all his might, are they not written in the Book of the Chronicles of the Kings of Israel? ", "35": "So Jehu slept with his fathers, and they buried him in Samar′ia. And Jeho′ahaz his son reigned in his stead. ", "36": "The time that Jehu reigned over Israel in Samar′ia was twenty-eight years."}