{"1": "In the third year of Hoshe′a son of Elah, king of Israel, Hezeki′ah the son of Ahaz, king of Judah, began to reign. ", "2": "He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother's name was Abi the daughter of Zechari′ah. ", "3": "And he did what was right in the eyes of the Lord, according to all that David his father had done. ", "4": "He removed the high places, and broke the pillars, and cut down the Ashe′rah. And he broke in pieces the bronze serpent that Moses had made, for until those days the people of Israel had burned incense to it; it was called Nehush′tan. ", "5": "He trusted in the Lord the God of Israel; so that there was none like him among all the kings of Judah after him, nor among those who were before him. ", "6": "For he held fast to the Lord; he did not depart from following him, but kept the commandments which the Lord commanded Moses. ", "7": "And the Lord was with him; wherever he went forth, he prospered. He rebelled against the king of Assyria, and would not serve him. ", "8": "He smote the Philistines as far as Gaza and its territory, from watchtower to fortified city.", "9": "In the fourth year of King Hezeki′ah, which was the seventh year of Hoshe′a son of Elah, king of Israel, Shalmane′ser king of Assyria came up against Samar′ia and besieged it ", "10": "and at the end of three years he took it. In the sixth year of Hezeki′ah, which was the ninth year of Hoshe′a king of Israel, Samar′ia was taken. ", "11": "The king of Assyria carried the Israelites away to Assyria, and put them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes, ", "12": "because they did not obey the voice of the Lord their God but transgressed his covenant, even all that Moses the servant of the Lord commanded; they neither listened nor obeyed.", "13": "In the fourteenth year of King Hezeki′ah Sennach′erib king of Assyria came up against all the fortified cities of Judah and took them. ", "14": "And Hezeki′ah king of Judah sent to the king of Assyria at Lachish, saying, “I have done wrong; withdraw from me; whatever you impose on me I will bear.” And the king of Assyria required of Hezeki′ah king of Judah three hundred talents of silver and thirty talents of gold. ", "15": "And Hezeki′ah gave him all the silver that was found in the house of the Lord, and in the treasuries of the king's house. ", "16": "At that time Hezeki′ah stripped the gold from the doors of the temple of the Lord, and from the doorposts which Hezeki′ah king of Judah had overlaid and gave it to the king of Assyria. ", "17": "And the king of Assyria sent the Tartan, the Rab′saris, and the Rab′shakeh with a great army from Lachish to King Hezeki′ah at Jerusalem. And they went up and came to Jerusalem. When they arrived, they came and stood by the conduit of the upper pool, which is on the highway to the Fuller's Field. ", "18": "And when they called for the king, there came out to them Eli′akim the son of Hilki′ah, who was over the household, and Shebnah the secretary, and Jo′ah the son of Asaph, the recorder.", "19": "And the Rab′shakeh said to them, “Say to Hezeki′ah, 'Thus says the great king, the king of Assyria: On what do you rest this confidence of yours? ", "20": "Do you think that mere words are strategy and power for war? On whom do you now rely, that you have rebelled against me? ", "21": "Behold, you are relying now on Egypt, that broken reed of a staff, which will pierce the hand of any man who leans on it. Such is Pharaoh king of Egypt to all who rely on him. ", "22": "But if you say to me, “We rely on the Lord our God,” is it not he whose high places and altars Hezeki′ah has removed, saying to Judah and to Jerusalem, “You shall worship before this altar in Jerusalem”? ", "23": "Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders upon them. ", "24": "How then can you repulse a single captain among the least of my master's servants, when you rely on Egypt for chariots and for horsemen? ", "25": "Moreover, is it without the Lord that I have come up against this place to destroy it? The Lord said to me, Go up against this land, and destroy it.'”", "26": "Then Eli′akim the son of Hilki′ah, and Shebnah, and Jo′ah, said to the Rab′shakeh, “Pray, speak to your servants in the Aramaic language, for we understand it; do not speak to us in the language of Judah within the hearing of the people who are on the wall.” ", "27": "But the Rab′shakeh said to them, “Has my master sent me to speak these words to your master and to you, and not to the men sitting on the wall, who are doomed with you to eat their own dung and to drink their own urine?”", "28": "Then the Rab′shakeh stood and called out in a loud voice in the language of Judah: “Hear the word of the great king, the king of Assyria! ", "29": "Thus says the king: 'Do not let Hezeki′ah deceive you, for he will not be able to deliver you out of my hand. ", "30": "Do not let Hezeki′ah make you to rely on the Lord by saying, The Lord will surely deliver us, and this city will not be given into the hand of the king of Assyria.' ", "31": "Do not listen to Hezeki′ah; for thus says the king of Assyria: 'Make your peace with me and come out to me; then every one of you will eat of his own vine, and every one of his own fig tree, and every one of you will drink the water of his own cistern; ", "32": "until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards, a land of olive trees and honey, that you may live, and not die. And do not listen to Hezeki′ah when he misleads you by saying, The Lord will deliver us. ", "33": "Has any of the gods of the nations ever delivered his land out of the hand of the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharva′im, Hena, and Ivvah? Have they delivered Samar′ia out of my hand? ", "35": "Who among all the gods of the countries have delivered their countries out of my hand, that the Lord should deliver Jerusalem out of my hand?'”", "36": "But the people were silent and answered him not a word, for the king's command was, “Do not answer him.” ", "37": "Then Eli′akim the son of Hilki′ah, who was over the household, and Shebna the secretary, and Jo′ah the son of Asaph, the recorder, came to Hezeki′ah with their clothes rent, and told him the words of the Rab′shakeh."}