{"1": "After Jesus had finished instructing his twelve disciples, he left and began teaching and preaching in the towns.[a]", "2": "John was in prison when he heard what Christ was doing. So John sent some of his followers ", "3": "to ask Jesus, “Are you the one we should be looking for? Or must we wait for someone else?”", "4": "Jesus answered, “Go and tell John what you have heard and seen. ", "5": "The blind are now able to see, and the lame can walk. People with leprosy[b] are being healed, and the deaf can hear. The dead are raised to life, and the poor are hearing the good news. ", "6": "God will bless everyone who doesn't reject me because of what I do.”", "7": "As John's followers were going away, Jesus spoke to the crowds about John: What sort of person did you go out into the desert to see? Was he like tall grass blown about by the wind? ", "8": "What kind of man did you go out to see? Was he someone dressed in fine clothes? People who dress like that live in the king's palace. ", "9": "What did you really go out to see? Was he a prophet? He certainly was. I tell you that he was more than a prophet. ", "10": "In the Scriptures God says about him, “I am sending my messenger ahead of you to get things ready for you.” ", "11": "I tell you that no one ever born on this earth is greater than John the Baptist. But whoever is least in the kingdom of heaven is greater than John.", "12": "From the time of John the Baptist until now, violent people have been trying to take over the kingdom of heaven by force. ", "13": "All the Books of the Prophets and the Law of Moses[c] told what was going to happen up to the time of John. ", "14": "And if you believe them, John is Elijah, the prophet you are waiting for. ", "15": "If you have ears, pay attention!", "16": "You people are like children sitting in the market and shouting to each other,", "17": "“We played the flute, but you would not dance! We sang a funeral song, but you would not mourn!”", "18": "John the Baptist did not go around eating and drinking, and you said, “That man has a demon in him!” ", "19": "But the Son of Man goes around eating and drinking, and you say, “That man eats and drinks too much! He is even a friend of tax collectors[d] and sinners.” Yet Wisdom is shown to be right by what it does.", "20": "In the towns where Jesus had worked most of his miracles, the people refused to turn to God. So Jesus was upset with them and said:", "21": "You people of Chorazin are in for trouble! You people of Bethsaida are in for trouble too! If the miracles that took place in your towns had happened in Tyre and Sidon, the people there would have turned to God long ago. They would have dressed in sackcloth and put ashes on their heads.[e] ", "22": "I tell you that on the day of judgment the people of Tyre and Sidon will get off easier than you will.", "23": "People of Capernaum, do you think you will be honored in heaven? You will go down to hell! If the miracles that took place in your town had happened in Sodom, that town would still be standing. ", "24": "So I tell you that on the day of judgment the people of Sodom will get off easier than you.", "25": "At that moment Jesus said: My Father, Lord of heaven and earth, I am grateful that you hid all this from wise and educated people and showed it to ordinary people. ", "26": "Yes, Father, that is what pleased you.", "27": "My Father has given me everything, and he is the only one who knows the Son. The only one who truly knows the Father is the Son. But the Son wants to tell others about the Father, so that they can know him too.", "28": "If you are tired from carrying heavy burdens, come to me and I will give you rest. ", "29": "Take the yoke[f] I give you. Put it on your shoulders and learn from me. I am gentle and humble, and you will find rest. ", "30": "This yoke is easy to bear, and this burden is light."}