{"1": "One Sabbath, Jesus and his disciples were walking through some wheat fields.[a] His disciples were hungry and began picking and eating grains of wheat. ", "2": "Some Pharisees noticed this and said to Jesus, “Why are your disciples picking grain on the Sabbath? They are not supposed to do that!”", "3": "Jesus answered: You surely must have read what David did when he and his followers were hungry. ", "4": "He went into the house of God, and then they ate the sacred loaves of bread that only priests are supposed to eat. ", "5": "Haven't you read in the Law of Moses that the priests are allowed to work in the temple on the Sabbath? But no one says that they are guilty of breaking the law of the Sabbath. ", "6": "I tell you that there is something here greater than the temple. ", "7": "Don't you know what the Scriptures mean when they say, “Instead of offering sacrifices to me, I want you to be merciful to others?” If you knew what this means, you would not condemn these innocent disciples of mine. ", "8": "So the Son of Man is Lord over the Sabbath.", "9": "Jesus left and went into one of the Jewish meeting places, ", "10": "where there was a man whose hand was crippled. Some Pharisees wanted to accuse Jesus of doing something wrong, and they asked him, “Is it right to heal someone on the Sabbath?”", "11": "Jesus answered, “If you had a sheep that fell into a ditch on the Sabbath, wouldn't you lift it out? ", "12": "People are worth much more than sheep, and so it is right to do good on the Sabbath.” ", "13": "Then Jesus told the man, “Hold out your hand.” The man did, and it became as healthy as the other one.", "14": "The Pharisees left and started making plans to kill Jesus.", "15": "When Jesus found out what was happening, he left there and large crowds followed him. He healed all of their sick, ", "16": "but warned them not to tell anyone about him. ", "17": "So God's promise came true, just as Isaiah the prophet had said,", "18": "“Here is my chosen servant! I love him, and he pleases me. I will give him my Spirit, and he will bring justice to the nations.", "19": "He won't shout or yell or call out in the streets.", "20": "He won't break off a bent reed or put out a dying flame, but he will make sure that justice is done.", "21": "All nations will place their hope in him.”", "22": "Some people brought to Jesus a man who was blind and could not talk because he had a demon in him. Jesus healed the man, and then he was able to talk and see. ", "23": "The crowds were so amazed that they asked, “Could Jesus be the Son of David?”[b]", "24": "When the Pharisees heard this, they said, “He forces out demons by the power of Beelzebul, the ruler of the demons!”", "25": "Jesus knew what they were thinking, and he said to them: Any kingdom where people fight each other will end up ruined. And a town or family that fights will soon destroy itself. ", "26": "So if Satan fights against himself, how can his kingdom last? ", "27": "If I use the power of Beelzebul to force out demons, whose power do your own followers use to force them out? Your followers are the ones who will judge you. ", "28": "But when I force out demons by the power of God's Spirit, it proves that God's kingdom has already come to you. ", "29": "How can anyone break into a strong man's house and steal his things, unless he first ties up the strong man? Then he can take everything.", "30": "If you are not on my side, you are against me. If you don't gather in the harvest with me, you scatter it. ", "31-32": "I tell you that any sinful thing you do or say can be forgiven. Even if you speak against the Son of Man, you can be forgiven. But if you speak against the Holy Spirit, you can never be forgiven, either in this life or in the life to come.", "33": "A good tree produces only good fruit, and a bad tree produces bad fruit. You can tell what a tree is like by the fruit it produces. ", "34": "You are a bunch of evil snakes, so how can you say anything good? Your words show what is in your hearts. ", "35": "Good people bring good things out of their hearts, but evil people bring evil things out of their hearts. ", "36": "I promise you that on the day of judgment, everyone will have to account for every careless word they have spoken. ", "37": "On that day they will be told that they are either innocent or guilty because of the things they have said.", "38": "Some Pharisees and teachers of the Law of Moses said, “Teacher, we want you to show us a sign from heaven.”", "39": "But Jesus replied: You want a sign because you are evil and won't believe! But the only sign you will get is the sign of the prophet Jonah. ", "40": "He was in the stomach of a big fish for three days and nights, just as the Son of Man will be deep in the earth for three days and nights. ", "41": "On the day of judgment the people of Nineveh[c] will stand there with you and condemn you. They turned to God when Jonah preached, and yet here is something far greater than Jonah. ", "42": "The Queen of the South[d] will also stand there with you and condemn you. She traveled a long way to hear Solomon's wisdom, and yet here is something much greater than Solomon.", "43": "When an evil spirit leaves a person, it travels through the desert, looking for a place to rest. But when the demon doesn't find a place, ", "44": "it says, “I will go back to the home I left.” When it gets there and finds the place empty, clean, and fixed up, ", "45": "it goes off and finds seven other evil spirits even worse than itself. They all come and make their home there, and the person ends up in worse shape than before. That's how it will be with you evil people of today.", "46": "While Jesus was still speaking to the crowds, his mother and brothers came and stood outside because they wanted to talk with him. ", "47": "Someone told Jesus, “Your mother and brothers are standing outside and want to talk with you.”[e]", "48": "Jesus answered, “Who is my mother and who are my brothers?” ", "49": "Then he pointed to his disciples and said, “These are my mother and my brothers! ", "50": "Anyone who obeys my Father in heaven is my brother or sister or mother.”"}