{"1": "That same day Jesus left the house and went out beside Lake Galilee, where he sat down to teach.[a] ", "2": "Such large crowds gathered around him that he had to sit in a boat, while the people stood on the shore. ", "3": "Then he taught them many things by using stories. He said: A farmer went out to scatter seed in a field. ", "4": "While the farmer was scattering the seed, some of it fell along the road and was eaten by birds. ", "5": "Other seeds fell on thin, rocky ground and quickly started growing because the soil wasn't very deep. ", "6": "But when the sun came up, the plants were scorched and dried up, because they did not have enough roots. ", "7": "Some other seeds fell where thornbushes grew up and choked the plants. ", "8": "But a few seeds did fall on good ground where the plants produced a hundred or sixty or thirty times as much as was scattered. ", "9": "If you have ears, pay attention!", "10": "Jesus' disciples came to him and asked, “Why do you use nothing but stories when you speak to the people?”", "11": "Jesus answered: I have explained the secrets about the kingdom of heaven to you, but not to others. ", "12": "Everyone who has something will be given more. But people who don't have anything will lose even what little they have. ", "13": "I use stories when I speak to them because when they look, they cannot see, and when they listen, they cannot hear or understand. ", "14": "So God's promise came true, just as the prophet Isaiah had said, “These people will listen and listen, but never understand. They will look and look, but never see.", "15": "All of them have stubborn minds! Their ears are stopped up, and their eyes are covered. They cannot see or hear or understand. If they could, they would turn to me, and I would heal them.”", "16": "But God has blessed you, because your eyes can see and your ears can hear! ", "17": "Many prophets and good people were eager to see what you see and to hear what you hear. But I tell you that they did not see or hear.", "18": "Now listen to the meaning of the story about the farmer:", "19": "The seeds that fell along the road are the people who hear the message about the kingdom, but don't understand it. Then the evil one comes and snatches the message from their hearts. ", "20": "The seeds that fell on rocky ground are the people who gladly hear the message and accept it right away. ", "21": "But they don't have deep roots, and they don't last very long. As soon as life gets hard or the message gets them in trouble, they give up.", "22": "The seeds that fell among the thornbushes are also people who hear the message. But they start worrying about the needs of this life and are fooled by the desire to get rich. So the message gets choked out, and they never produce anything. ", "23": "The seeds that fell on good ground are the people who hear and understand the message. They produce as much as a hundred or sixty or thirty times what was planted.", "24": "Jesus then told them this story: The kingdom of heaven is like what happened when a farmer scattered good seed in a field. ", "25": "But while everyone was sleeping, an enemy came and scattered weed seeds in the field and then left.", "26": "When the plants came up and began to ripen, the farmer's servants could see the weeds. ", "27": "The servants came and asked, “Sir, didn't you scatter good seed in your field? Where did these weeds come from?”", "28": "“An enemy did this,” he replied. His servants then asked, “Do you want us to go out and pull up the weeds?”", "29": "“No!” he answered. “You might also pull up the wheat. ", "30": "Leave the weeds alone until harvest time. Then I'll tell my workers to gather the weeds and tie them up and burn them. But I'll have them store the wheat in my barn.”", "31": "Jesus told them another story: The kingdom of heaven is like what happens when a farmer plants a mustard seed in a field. ", "32": "Although it is the smallest of all seeds, it grows larger than any garden plant and becomes a tree. Birds even come and nest on its branches.", "33": "Jesus also said: The kingdom of heaven is like what happens when a woman mixes a little yeast into three big batches of flour. Finally, all the dough rises.", "34": "Jesus used stories when he spoke to the people. In fact, he did not tell them anything without using stories. ", "35": "So God's promise came true, just as the prophet[b] had said, “I will use stories to speak my message and to explain things that have been hidden since the creation of the world.”", "36": "After Jesus left the crowd and went inside,[c] his disciples came to him and said, “Explain to us the story about the weeds in the wheat field.”", "37": "Jesus answered: The one who scattered the good seed is the Son of Man. ", "38": "The field is the world, and the good seeds are the people who belong to the kingdom. The weed seeds are those who belong to the evil one, ", "39": "and the one who scattered them is the devil. The harvest is the end of time, and angels are the ones who bring in the harvest.", "40": "Weeds are gathered and burned. That's how it will be at the end of time. ", "41": "The Son of Man will send out his angels, and they will gather from his kingdom everyone who does wrong or causes others to sin. ", "42": "Then he will throw them into a flaming furnace, where people will cry and grit their teeth in pain. ", "43": "But everyone who has done right will shine like the sun in their Father's kingdom. If you have ears, pay attention!", "44": "The kingdom of heaven is like what happens when someone finds a treasure hidden in a field and buries it again. A person like that is happy and goes and sells everything in order to buy that field.", "45": "The kingdom of heaven is like what happens when a shop owner is looking for fine pearls. ", "46": "After finding a very valuable one, the owner goes and sells everything in order to buy that pearl.", "47": "The kingdom of heaven is like what happens when a net is thrown into a lake and catches all kinds of fish. ", "48": "When the net is full, it is dragged to the shore, and the fishermen sit down to separate the fish. They keep the good ones, but throw the bad ones away. ", "49": "That's how it will be at the end of time. Angels will come and separate the evil people from the ones who have done right. ", "50": "Then those evil people will be thrown into a flaming furnace, where they will cry and grit their teeth in pain.", "51": "Jesus asked his disciples if they understood all these things. They said, “Yes, we do.”", "52": "So he told them, “Every student of the Scriptures who becomes a disciple in the kingdom of heaven is like someone who brings out new and old treasures from the storeroom.”", "53": "When Jesus had finished telling these stories, he left ", "54": "and went to his hometown. He taught in their meeting place, and the people were so amazed that they asked, “Where does he get all this wisdom and the power to work these miracles? ", "55": "Isn't he the son of the carpenter? Isn't Mary his mother, and aren't James, Joseph, Simon, and Judas his brothers? ", "56": "Don't his sisters still live here in our town? How can he do all this?” ", "57": "So the people were very unhappy because of what he was doing. But Jesus said, “Prophets are honored by everyone, except the people of their hometown and their own family.” ", "58": "And because the people did not have any faith, Jesus did not work many miracles there."}