{"1": "About this time Herod the ruler[a] heard the news about Jesus ", "2": "and told his officials, “This is John the Baptist! He has come back from death, and that's why he has the power to work these miracles.”", "3-4": "Herod had earlier arrested John and had him chained and put in prison. He did this because John had told him, “It isn't right for you to take Herodias, the wife of your brother Philip.” ", "5": "Herod wanted to kill John. But the people thought John was a prophet, and Herod was afraid of what they might do.", "6": "When Herod's birthday came, the daughter of Herodias danced for the guests. She pleased Herod ", "7": "so much that he swore to give her whatever she wanted. ", "8": "But the girl's mother told her to say, “Here on a platter I want the head of John the Baptist!”", "9": "The king was sorry for what he had said. But he did not want to break the promise he had made in front of his guests. So he ordered a guard ", "10": "to go to the prison and cut off John's head. ", "11": "It was taken on a platter to the girl, and she gave it to her mother. ", "12": "John's followers took his body and buried it. Then they told Jesus what had happened.", "13": "After Jesus heard about John, he crossed Lake Galilee[b] to go to some place where he could be alone. But the crowds found out and followed him on foot from the towns. ", "14": "When Jesus got out of the boat, he saw the large crowd. He felt sorry for them and healed everyone who was sick.", "15": "That evening the disciples came to Jesus and said, “This place is like a desert, and it is already late. Let the crowds leave, so they can go to the villages and buy some food.”", "16": "Jesus replied, “They don't have to leave. Why don't you give them something to eat?”", "17": "But they said, “We have only five small loaves of bread[c] and two fish.” ", "18": "Jesus asked his disciples to bring the food to him, ", "19": "and he told the crowd to sit down on the grass. Jesus took the five loaves and the two fish. He looked up toward heaven and blessed the food. Then he broke the bread and handed it to his disciples, and they gave it to the people.", "20": "After everyone had eaten all they wanted, Jesus' disciples picked up twelve large baskets of leftovers.", "21": "There were about five thousand men who ate, not counting the women and children.", "22": "Right away, Jesus made his disciples get into a boat and start back across the lake.[d] But he stayed until he had sent the crowds away. ", "23": "Then he went up on a mountain where he could be alone and pray. Later that evening, he was still there.", "24": "By this time the boat was a long way from the shore. It was going against the wind and was being tossed around by the waves. ", "25": "A little while before morning, Jesus came walking on the water toward his disciples. ", "26": "When they saw him, they thought he was a ghost. They were terrified and started screaming.", "27": "At once, Jesus said to them, “Don't worry! I am Jesus. Don't be afraid.”", "28": "Peter replied, “Lord, if it is really you, tell me to come to you on the water.”", "29": "“Come on!” Jesus said. Peter then got out of the boat and started walking on the water toward him.", "30": "But when Peter saw how strong the wind was, he was afraid and started sinking. “Save me, Lord!” he shouted.", "31": "Right away, Jesus reached out his hand. He helped Peter up and said, “You surely don't have much faith. Why do you doubt?”", "32": "When Jesus and Peter got into the boat, the wind died down. ", "33": "The men in the boat worshiped Jesus and said, “You really are the Son of God!”", "34": "Jesus and his disciples crossed the lake and came to shore near the town of Gennesaret. ", "35": "The people found out that he was there, and they sent word to everyone who lived in that part of the country. So they brought all the sick people to Jesus. ", "36": "They begged him just to let them touch his clothes, and everyone who did was healed."}