{"1": "The Pharisees and Sadducees came to Jesus and tried to test him by asking for a sign from heaven. ", "2": "He told them: If the sky is red in the evening, you say the weather will be good. ", "3": "But if the sky is red and gloomy in the morning, you say it is going to rain. You can tell what the weather will be like by looking at the sky. But you don't understand what is happening now.[a] ", "4": "You want a sign because you are evil and won't believe! But the only sign you will be given is what happened to Jonah.[b] Then Jesus left.", "5": "The disciples had forgotten to bring any bread when they crossed the lake.[c] ", "6": "Jesus then warned them, “Watch out! Guard against the yeast of the Pharisees and Sadducees.”", "7": "The disciples talked this over and said to each other, “He must be saying this because we didn't bring along any bread.”", "8": "Jesus knew what they were thinking and said: You surely don't have much faith! Why are you talking about not having any bread? ", "9": "Don't you understand? Have you forgotten about the five thousand people and all those baskets of leftovers from just five loaves of bread? ", "10": "And what about the four thousand people and all those baskets of leftovers from only seven loaves of bread? ", "11": "Don't you know by now that I am not talking to you about bread? Watch out for the yeast of the Pharisees and Sadducees!", "12": "Finally, the disciples understood that Jesus wasn't talking about the yeast used to make bread, but about the teaching of the Pharisees and Sadducees.", "13": "When Jesus and his disciples were near the town of Caesarea Philippi, he asked them, “What do people say about the Son of Man?”", "14": "The disciples answered, “Some people say you are John the Baptist or maybe Elijah[d] or Jeremiah or some other prophet.”", "15": "Then Jesus asked them, “But who do you say I am?”", "16": "Simon Peter spoke up, “You are the Messiah, the Son of the living God.”", "17": "Jesus told him: Simon, son of Jonah, you are blessed! You didn't discover this on your own. It was shown to you by my Father in heaven. ", "18": "So I will call you Peter, which means “a rock.” On this rock I will build my church, and death itself will not have any power over it. ", "19": "I will give you the keys to the kingdom of heaven, and God in heaven will allow whatever you allow on earth. But he will not allow anything that you don't allow.", "20": "Jesus told his disciples not to tell anyone that he was the Messiah.", "21": "From then on, Jesus began telling his disciples what would happen to him. He said, “I must go to Jerusalem. There the nation's leaders, the chief priests, and the teachers of the Law of Moses will make me suffer terribly. I will be killed, but three days later I will rise to life.”", "22": "Peter took Jesus aside and told him to stop talking like that. He said, “God would never let this happen to you, Lord!”", "23": "Jesus turned to Peter and said, “Satan, get away from me! You're in my way because you think like everyone else and not like God.”", "24": "Then Jesus said to his disciples: If any of you want to be my followers, you must forget about yourself. You must take up your cross and follow me. ", "25": "If you want to save your life,[e] you will destroy it. But if you give up your life for me, you will find it. ", "26": "What will you gain, if you own the whole world but destroy yourself? What would you give to get back your soul?", "27": "The Son of Man will soon come in the glory of his Father and with his angels to reward all people for what they have done. ", "28": "I promise you that some of those standing here will not die before they see the Son of Man coming with his kingdom."}