{"1": "Six days later Jesus took Peter and the brothers James and John with him. They went up on a very high mountain where they could be alone. ", "2": "There in front of the disciples, Jesus was completely changed. His face was shining like the sun, and his clothes became white as light.", "3": "All at once Moses and Elijah were there talking with Jesus. ", "4": "So Peter said to him, “Lord, it is good for us to be here! Let us make three shelters, one for you, one for Moses, and one for Elijah.”", "5": "While Peter was still speaking, the shadow of a bright cloud passed over them. From the cloud a voice said, “This is my own dear Son, and I am pleased with him. Listen to what he says!” ", "6": "When the disciples heard the voice, they were so afraid that they fell flat on the ground. ", "7": "But Jesus came over and touched them. He said, “Get up and don't be afraid!” ", "8": "When they opened their eyes, they saw only Jesus.", "9": "On their way down from the mountain, Jesus warned his disciples not to tell anyone what they had seen until after the Son of Man had been raised from death.", "10": "The disciples asked Jesus, “Don't the teachers of the Law of Moses say that Elijah must come before the Messiah does?”", "11": "Jesus told them, “Elijah certainly will come and get everything ready. ", "12": "In fact, he has already come. But the people did not recognize him and treated him just as they wanted to. They will soon make the Son of Man suffer in the same way.” ", "13": "Then the disciples understood that Jesus was talking to them about John the Baptist.", "14": "Jesus and his disciples returned to the crowd. A man knelt in front of him ", "15": "and said, “Lord, have pity on my son! He has a bad case of epilepsy and often falls into a fire or into water. ", "16": "I brought him to your disciples, but none of them could heal him.”", "17": "Jesus said, “You people are too stubborn to have any faith! How much longer must I be with you? Why do I have to put up with you? Bring the boy here.” ", "18": "Then Jesus spoke sternly to the demon. It went out of the boy, and right then he was healed.", "19": "Later the disciples went to Jesus in private and asked him, “Why couldn't we force out the demon?”", "20-21": "Jesus replied: It is because you don't have enough faith! But I can promise you this. If you had faith no larger than a mustard seed, you could tell this mountain to move from here to there. And it would. Everything would be possible for you.[a]", "22": "While Jesus and his disciples were going from place to place in Galilee, he told them, “The Son of Man will be handed over to people ", "23": "who will kill him. But three days later he will rise to life.” All of this made the disciples very sad.", "24": "When Jesus and the others arrived in Capernaum, the collectors for the temple tax came to Peter and asked, “Does your teacher pay the temple tax?”", "25": "“Yes, he does,” Peter answered. After they had returned home, Jesus went up to Peter and asked him, “Simon, what do you think? Do the kings of this earth collect taxes and fees from their own people or from foreigners?”[b]", "26": "Peter answered, “From foreigners.” Jesus replied, “Then their own people[c] don't have to pay. ", "27": "But we don't want to cause trouble. So go cast a line into the lake and pull out the first fish you hook. Open its mouth, and you will find a coin. Use it to pay your taxes and mine.”"}