{"1": "About this time the disciples came to Jesus and asked him who would be the greatest in the kingdom of heaven. ", "2": "Jesus called a child over and had the child stand near him. ", "3": "Then he said: I promise you this. If you don't change and become like a child, you will never get into the kingdom of heaven. ", "4": "But if you are as humble as this child, you are the greatest in the kingdom of heaven. ", "5": "And when you welcome one of these children because of me, you welcome me.", "6": "It will be terrible for people who cause even one of my little followers to sin. Those people would be better off thrown into the deepest part of the ocean with a heavy stone tied around their necks! ", "7": "The world is in for trouble because of the way it causes people to sin. There will always be something to cause people to sin, but anyone who does this will be in for trouble.", "8": "If your hand or foot causes you to sin, chop it off and throw it away! You would be better off to go into life crippled or lame than to have two hands or two feet and be thrown into the fire that never goes out. ", "9": "If your eye causes you to sin, poke it out and get rid of it. You would be better off to go into life with only one eye than to have two eyes and be thrown into the fires of hell.", "10-11": "Don't be cruel to any of these little ones! I promise you that their angels are always with my Father in heaven.[a] ", "12": "Let me ask you this. What would you do if you had a hundred sheep and one of them wandered off? Wouldn't you leave the ninety-nine on the hillside and go look for the one that had wandered away? ", "13": "I am sure that finding it would make you happier than having the ninety-nine that never wandered off. ", "14": "That's how it is with your Father in heaven. He doesn't want any of these little ones to be lost.", "15": "If one of my followers[b] sins against you, go and point out what was wrong. But do it in private, just between the two of you. If that person listens, you have won back a follower. ", "16": "But if that one refuses to listen, take along one or two others. The Scriptures teach that every complaint must be proven true by two or more witnesses. ", "17": "If the follower refuses to listen to them, report the matter to the church. Anyone who refuses to listen to the church must be treated like an unbeliever or a tax collector.[c]", "18": "I promise you that God in heaven will allow whatever you allow on earth, but he will not allow anything you don't allow. ", "19": "I promise that when any two of you on earth agree about something you are praying for, my Father in heaven will do it for you. ", "20": "Whenever two or three of you come together in my name,[d] I am there with you.", "21": "Peter came up to the Lord and asked, “How many times should I forgive someone[e] who does something wrong to me? Is seven times enough?”", "22": "Jesus answered: Not just seven times, but seventy-seven times![f] ", "23": "This story will show you what the kingdom of heaven is like: One day a king decided to call in his officials and ask them to give an account of what they owed him. ", "24": "As he was doing this, one official was brought in who owed him fifty million silver coins. ", "25": "But he didn't have any money to pay what he owed. The king ordered him to be sold, along with his wife and children and all he owned, in order to pay the debt.", "26": "The official got down on his knees and began begging, “Have pity on me, and I will pay you every cent I owe!” ", "27": "The king felt sorry for him and let him go free. He even told the official that he did not have to pay back the money.", "28": "As the official was leaving, he happened to meet another official, who owed him a hundred silver coins. So he grabbed the man by the throat. He started choking him and said, “Pay me what you owe!”", "29": "The man got down on his knees and began begging, “Have pity on me, and I will pay you back.” ", "30": "But the first official refused to have pity. Instead, he went and had the other official put in jail until he could pay what he owed.", "31": "When some other officials found out what had happened, they felt sorry for the man who had been put in jail. Then they told the king what had happened. ", "32": "The king called the first official back in and said, “You're an evil man! When you begged for mercy, I said you did not have to pay back a cent. ", "33": "Don't you think you should show pity to someone else, as I did to you?” ", "34": "The king was so angry that he ordered the official to be tortured until he could pay back everything he owed. ", "35": "That is how my Father in heaven will treat you, if you don't forgive each of my followers with all your heart."}