{"1": "When Jesus finished teaching, he left Galilee and went to the part of Judea that is east of the Jordan River. ", "2": "Large crowds followed him, and he healed their sick people.", "3": "Some Pharisees wanted to test Jesus. They came up to him and asked, “Is it right for a man to divorce his wife for just any reason?”", "4": "Jesus answered, “Don't you know that in the beginning the Creator made a man and a woman? ", "5": "That's why a man leaves his father and mother and gets married. He becomes like one person with his wife. ", "6": "Then they are no longer two people, but one. And no one should separate a couple that God has joined together.”", "7": "The Pharisees asked Jesus, “Why did Moses say that a man could write out divorce papers and send his wife away?”", "8": "Jesus replied, “You are so heartless! That's why Moses allowed you to divorce your wife. But from the beginning God did not intend it to be that way. ", "9": "I say that if your wife has not committed some terrible sexual sin,[a] you must not divorce her to marry someone else. If you do, you are unfaithful.”", "10": "The disciples said, “If that's how it is between a man and a woman, it's better not to get married.”", "11": "Jesus told them, “Only those people who have been given the gift of staying single can accept this teaching. ", "12": "Some people are unable to marry because of birth defects or because of what someone has done to their bodies. Others stay single for the sake of the kingdom of heaven. Anyone who can accept this teaching should do so.”", "13": "Some people brought their children to Jesus, so that he could place his hands on them and pray for them. His disciples told the people to stop bothering him. ", "14": "But Jesus said, “Let the children come to me, and don't try to stop them! People who are like these children belong to God's kingdom.”[b] ", "15": "After Jesus had placed his hands on the children, he left.", "16": "A man came to Jesus and asked, “Teacher, what good thing must I do to have eternal life?”", "17": "Jesus said to him, “Why do you ask me about what is good? Only God is good. If you want to have eternal life, you must obey his commandments.”", "18": "“Which ones?” the man asked. Jesus answered, “Do not murder. Be faithful in marriage. Do not steal. Do not tell lies about others. ", "19": "Respect your father and mother. And love others as much as you love yourself.” ", "20": "The young man said, “I have obeyed all of these. What else must I do?”", "21": "Jesus replied, “If you want to be perfect, go sell everything you own! Give the money to the poor, and you will have riches in heaven. Then come and be my follower.” ", "22": "When the young man heard this, he was sad, because he was very rich.", "23": "Jesus said to his disciples, “It's terribly hard for rich people to get into the kingdom of heaven! ", "24": "In fact, it's easier for a camel to go through the eye of a needle than for a rich person to get into God's kingdom.”", "25": "When the disciples heard this, they were greatly surprised and asked, “How can anyone ever be saved?”", "26": "Jesus looked straight at them and said, “There are some things that people cannot do, but God can do anything.”", "27": "Peter replied, “Remember, we have left everything to be your followers! What will we get?”", "28": "Jesus answered: Yes, all of you have become my followers. And so in the future world, when the Son of Man sits on his glorious throne, I promise that you will sit on twelve thrones to judge the twelve tribes of Israel. ", "29": "All who have given up home or brothers and sisters or father and mother or children or land for me will be given a hundred times as much. They will also have eternal life. ", "30": "But many who are now first will be last, and many who are last will be first."}