{"1": "Once again Jesus used stories to teach the people:", "2": "The kingdom of heaven is like what happened when a king gave a wedding banquet for his son. ", "3": "The king sent some servants to tell the invited guests to come to the banquet, but the guests refused. ", "4": "He sent other servants to say to the guests, “The banquet is ready! My cattle and prize calves have all been prepared. Everything is ready. Come to the banquet!”", "5": "But the guests did not pay any attention. Some of them left for their farms, and some went to their places of business. ", "6": "Others grabbed the servants, then beat them up and killed them.", "7": "This made the king so furious that he sent an army to kill those murderers and burn down their city. ", "8": "Then he said to the servants, “It is time for the wedding banquet, and the invited guests don't deserve to come. ", "9": "Go out to the street corners and tell everyone you meet to come to the banquet.” ", "10": "They went out on the streets and brought in everyone they could find, good and bad alike. And the banquet room was filled with guests.", "11": "When the king went in to meet the guests, he found that one of them wasn't wearing the right kind of clothes for the wedding. ", "12": "The king asked, “Friend, why didn't you wear proper clothes for the wedding?” But the guest had no excuse. ", "13": "So the king gave orders for that person to be tied hand and foot and to be thrown outside into the dark. That's where people will cry and grit their teeth in pain. ", "14": "Many are invited, but only a few are chosen.", "15": "The Pharisees got together and planned how they could trick Jesus into saying something wrong. ", "16": "They sent some of their followers and some of Herod's followers[a] to say to him, “Teacher, we know that you are honest. You teach the truth about what God wants people to do. And you treat everyone with the same respect, no matter who they are. ", "17": "Tell us what you think! Should we pay taxes to the Emperor or not?”", "18": "Jesus knew their evil thoughts and said, “Why are you trying to test me? You show-offs! ", "19": "Let me see one of the coins used for paying taxes.” They brought him a silver coin, ", "20": "and he asked, “Whose picture and name are on it?”", "21": "“The Emperor's,” they answered. Then Jesus told them, “Give the Emperor what belongs to him and give God what belongs to God.” ", "22": "His answer surprised them so much that they walked away.", "23": "The Sadducees did not believe that people would rise to life after death. So that same day some of the Sadducees came to Jesus and said:", "24": "Teacher, Moses wrote that if a married man dies and has no children, his brother should marry the widow. Their first son would then be thought of as the son of the dead brother.", "25": "Once there were seven brothers who lived here. The first one married, but died without having any children. So his wife was left to his brother. ", "26": "The same thing happened to the second and third brothers and finally to all seven of them. ", "27": "At last the woman died. ", "28": "When God raises people from death, whose wife will this woman be? She had been married to all seven brothers.", "29": "Jesus answered: You are completely wrong! You don't know what the Scriptures teach. And you don't know anything about the power of God. ", "30": "When God raises people to life, they won't marry. They will be like the angels in heaven. ", "31": "And as for people being raised to life, God was speaking to you when he said, ", "32": "“I am the God worshiped by Abraham, Isaac, and Jacob.”[b] He isn't the God of the dead, but of the living.", "33": "The crowds were surprised to hear what Jesus was teaching.", "34": "After Jesus had made the Sadducees look foolish, the Pharisees heard about it and got together. ", "35": "One of them was an expert in the Jewish Law. So he tried to test Jesus by asking, ", "36": "“Teacher, what is the most important commandment in the Law?”", "37": "Jesus answered: Love the Lord your God with all your heart, soul, and mind. ", "38": "This is the first and most important commandment. ", "39": "The second most important commandment is like this one. And it is, “Love others as much as you love yourself.” ", "40": "All the Law of Moses and the Books of the Prophets[c] are based on these two commandments.", "41": "While the Pharisees were still there, Jesus asked them, ", "42": "“What do you think about the Messiah? Whose family will he come from?” They answered, “He will be a son of King David.”[d]", "43": "Jesus replied, “How then could the Spirit lead David to call the Messiah his Lord? David said,", "44": "'The Lord said to my Lord: Sit at my right side[e] until I make your enemies into a footstool for you.'", "45": "If David called the Messiah his Lord, how can the Messiah be a son of King David?” ", "46": "No one was able to give Jesus an answer, and from that day on, no one dared ask him any more questions."}