{"1": "Early the next morning all the chief priests and the nation's leaders met and decided that Jesus should be put to death. ", "2": "They tied him up and led him away to Pilate the governor.", "3": "Judas had betrayed Jesus, but when he learned that Jesus had been sentenced to death, he was sorry for what he had done. He returned the thirty silver coins to the chief priests and leaders ", "4": "and said, “I have sinned by betraying a man who has never done anything wrong.” “So what? That's your problem,” they replied. ", "5": "Judas threw the money into the temple and then went out and hanged himself.", "6": "The chief priests picked up the money and said, “This money was paid to have a man killed. We can't put it in the temple treasury.” ", "7": "Then they had a meeting and decided to buy a field that belonged to someone who made clay pots. They wanted to use it as a graveyard for foreigners. ", "8": "That's why people still call that place “Field of Blood.” ", "9": "So the words of the prophet Jeremiah came true, “They took the thirty silver coins, the price of a person among the people of Israel.", "10": "They paid it for a potter's field,[a] as the Lord had commanded me.”", "11": "Jesus was brought before Pilate the governor, who asked him, “Are you the king of the Jews?” “Those are your words!” Jesus answered. ", "12": "And when the chief priests and leaders brought their charges against him, he did not say a thing.", "13": "Pilate asked him, “Don't you hear what crimes they say you have done?” ", "14": "But Jesus did not say anything, and the governor was greatly amazed.", "15": "During Passover the governor always freed a prisoner chosen by the people. ", "16": "At that time a well-known terrorist named Jesus Barabbas[b] was in jail. ", "17": "So when the crowd came together, Pilate asked them, “Which prisoner do you want me to set free? Do you want Jesus Barabbas or Jesus who is called the Messiah?” ", "18": "Pilate knew that the leaders had brought Jesus to him because they were jealous.", "19": "While Pilate was judging the case, his wife sent him a message. It said, “Don't have anything to do with that innocent man. I have had nightmares because of him.”", "20": "But the chief priests and the leaders convinced the crowds to ask for Barabbas to be set free and for Jesus to be killed. ", "21": "Pilate asked the crowd again, “Which of these two men do you want me to set free?” “Barabbas!” they replied.", "22": "Pilate asked them, “What am I to do with Jesus, who is called the Messiah?” They all yelled, “Nail him to a cross!”", "23": "Pilate answered, “But what crime has he done?” “Nail him to a cross!” they yelled even louder.", "24": "Pilate saw that there was nothing he could do and that the people were starting to riot. So he took some water and washed his hands[c] in front of them and said, “I won't have anything to do with killing this man. You are the ones doing it!”", "25": "Everyone answered, “We and our own families will take the blame for his death!”", "26": "Pilate set Barabbas free. Then he ordered his soldiers to beat Jesus with a whip and nail him to a cross.", "27": "The governor's soldiers led Jesus into the fortress[d] and brought together the rest of the troops. ", "28": "They stripped off Jesus' clothes and put a scarlet robe[e] on him. ", "29": "They made a crown out of thorn branches and placed it on his head, and they put a stick in his right hand. The soldiers knelt down and pretended to worship him. They made fun of him and shouted, “Hey, you king of the Jews!” ", "30": "Then they spit on him. They took the stick from him and beat him on the head with it.", "31": "When the soldiers had finished making fun of Jesus, they took off the robe. They put his own clothes back on him and led him off to be nailed to a cross. ", "32": "On the way they met a man from Cyrene named Simon, and they forced him to carry Jesus' cross.", "33": "They came to a place named Golgotha, which means “Place of a Skull.”[f] ", "34": "There they gave Jesus some wine mixed with a drug to ease the pain. But when Jesus tasted what it was, he refused to drink it.", "35": "The soldiers nailed Jesus to a cross and gambled to see who would get his clothes. ", "36": "Then they sat down to guard him. ", "37": "Above his head they put a sign that told why he was nailed there. It read, “This is Jesus, the King of the Jews.” ", "38": "The soldiers also nailed two criminals on crosses, one to the right of Jesus and the other to his left.", "39": "People who passed by said terrible things about Jesus. They shook their heads and ", "40": "shouted, “So you're the one who claimed you could tear down the temple and build it again in three days! If you are God's Son, save yourself and come down from the cross!”", "41": "The chief priests, the leaders, and the teachers of the Law of Moses also made fun of Jesus. They said, ", "42": "“He saved others, but he can't save himself. If he is the king of Israel, he should come down from the cross! Then we will believe him. ", "43": "He trusted God, so let God save him, if he wants to. He even said he was God's Son.” ", "44": "The two criminals also said cruel things to Jesus.", "45": "At noon the sky turned dark and stayed that way until three o'clock. ", "46": "Then about that time Jesus shouted, “Eli, Eli, lema sabachthani?”[g] which means, “My God, my God, why have you deserted me?”", "47": "Some of the people standing there heard Jesus and said, “He's calling for Elijah.”[h] ", "48": "One of them at once ran and grabbed a sponge. He soaked it in wine, then put it on a stick and held it up to Jesus.", "49": "Others said, “Wait! Let's see if Elijah will come[i] and save him.” ", "50": "Once again Jesus shouted, and then he died.", "51": "At once the curtain in the temple[j] was torn in two from top to bottom. The earth shook, and rocks split apart. ", "52": "Graves opened, and many of God's people were raised to life. ", "53": "Then after Jesus had risen to life, they came out of their graves and went into the holy city, where they were seen by many people.", "54": "The officer and the soldiers guarding Jesus felt the earthquake and saw everything else that happened. They were frightened and said, “This man really was God's Son!”", "55": "Many women had come with Jesus from Galilee to be of help to him, and they were there, looking on at a distance. ", "56": "Mary Magdalene, Mary the mother of James and Joseph, and the mother of James and John[k] were some of these women.", "57": "That evening a rich disciple named Joseph from the town of Arimathea ", "58": "went and asked for Jesus' body. Pilate gave orders for it to be given to Joseph, ", "59": "who took the body and wrapped it in a clean linen cloth. ", "60": "Then Joseph put the body in his own tomb that had been cut into solid rock[l] and had never been used. He rolled a big stone against the entrance to the tomb and went away.", "61": "All this time Mary Magdalene and the other Mary were sitting across from the tomb.", "62": "On the next day, which was a Sabbath, the chief priests and the Pharisees went together to Pilate. ", "63": "They said, “Sir, we remember what that liar said while he was still alive. He claimed that in three days he would come back from death. ", "64": "So please order the tomb to be carefully guarded for three days. If you don't, his disciples may come and steal his body. They will tell the people that he has been raised to life, and this last lie will be worse than the first one.”[m]", "65": "Pilate said to them, “All right, take some of your soldiers and guard the tomb as well as you know how.” ", "66": "So they sealed it tight and placed soldiers there to guard it."}