{"1": "The Holy Spirit led Jesus into the desert, so that the devil could test him. ", "2": "After Jesus had gone without eating[a] for forty days and nights, he was very hungry. ", "3": "Then the devil came to him and said, “If you are God's Son, tell these stones to turn into bread.”", "4": "Jesus answered, “The Scriptures say: 'No one can live only on food. People need every word that God has spoken.'”", "5": "Next, the devil took Jesus to the holy city and had him stand on the highest part of the temple. ", "6": "The devil said, “If you are God's Son, jump off. The Scriptures say: 'God will give his angels orders about you. They will catch you in their arms, and you won't hurt your feet on the stones.'”", "7": "Jesus answered, “The Scriptures also say, 'Don't try to test the Lord your God!'”", "8": "Finally, the devil took Jesus up on a very high mountain and showed him all the kingdoms on earth and their power. ", "9": "The devil said to him, “I will give all this to you, if you will bow down and worship me.”", "10": "Jesus answered, “Go away Satan! The Scriptures say: 'Worship the Lord your God and serve only him.'”", "11": "Then the devil left Jesus, and angels came to help him.", "12": "When Jesus heard that John had been put in prison, he went to Galilee. ", "13": "But instead of staying in Nazareth, Jesus moved to Capernaum. This town was beside Lake Galilee in the territory of Zebulun and Naphtali.[b] ", "14": "So God's promise came true, just as the prophet Isaiah had said,", "15": "“Listen, lands of Zebulun and Naphtali, lands along the road to the sea and east of the Jordan! Listen Galilee, land of the Gentiles!", "16": "Although your people live in darkness, they will see a bright light. Although they live in the shadow of death, a light will shine on them.”", "17": "Then Jesus started preaching, “Turn back to God! The kingdom of heaven will soon be here.”[c]", "18": "While Jesus was walking along the shore of Lake Galilee, he saw two brothers. One was Simon, also known as Peter, and the other was Andrew. They were fishermen, and they were casting their net into the lake. ", "19": "Jesus said to them, “Come with me! I will teach you how to bring in people instead of fish.” ", "20": "Right then the two brothers dropped their nets and went with him.", "21": "Jesus walked on until he saw James and John, the sons of Zebedee. They were in a boat with their father, mending their nets. Jesus asked them to come with him too. ", "22": "Right away they left the boat and their father and went with Jesus.", "23": "Jesus went all over Galilee, teaching in the Jewish meeting places and preaching the good news about God's kingdom. He also healed every kind of disease and sickness. ", "24": "News about him spread all over Syria, and people with every kind of sickness or disease were brought to him. Some of them had a lot of demons in them, others were thought to be crazy,[d] and still others could not walk. But Jesus healed them all.", "25": "Large crowds followed Jesus from Galilee and the region around the ten cities known as Decapolis.[e] They also came from Jerusalem, Judea, and from across the Jordan River."}