{"1": "When Jesus saw the crowds, he went up on the side of a mountain and sat down.[a] Jesus' disciples gathered around him, ", "2": "and he taught them:", "3": "God blesses those people who depend only on him. They belong to the kingdom of heaven![b]", "4": "God blesses those people who grieve. They will find comfort!", "5": "God blesses those people who are humble. The earth will belong to them!", "6": "God blesses those people who want to obey him[c] more than to eat or drink. They will be given what they want!", "7": "God blesses those people who are merciful. They will be treated with mercy!", "8": "God blesses those people whose hearts are pure. They will see him!", "9": "God blesses those people who make peace. They will be called his children!", "10": "God blesses those people who are treated badly for doing right. They belong to the kingdom of heaven.[d]", "11": "God will bless you when people insult you, mistreat you, and tell all kinds of evil lies about you because of me. ", "12": "Be happy and excited! You will have a great reward in heaven. People did these same things to the prophets who lived long ago.", "13": "You are like salt for everyone on earth. But if salt no longer tastes like salt, how can it make food salty? All it is good for is to be thrown out and walked on.", "14": "You are like light for the whole world. A city built on top of a hill cannot be hidden, ", "15": "and no one would light a lamp and put it under a clay pot. A lamp is placed on a lampstand, where it can give light to everyone in the house. ", "16": "Make your light shine, so that others will see the good that you do and will praise your Father in heaven.", "17": "Don't suppose that I came to do away with the Law and the Prophets.[e] I did not come to do away with them, but to give them their full meaning. ", "18": "Heaven and earth may disappear. But I promise you that not even a period or comma will ever disappear from the Law. Everything written in it must happen.", "19": "If you reject even the least important command in the Law and teach others to do the same, you will be the least important person in the kingdom of heaven. But if you obey and teach others its commands, you will have an important place in the kingdom. ", "20": "You must obey God's commands better than the Pharisees and the teachers of the Law obey them. If you don't, I promise you that you will never get into the kingdom of heaven.", "21": "You know that our ancestors were told, “Do not murder” and “A murderer must be brought to trial.” ", "22": "But I promise you that if you are angry with someone,[f] you will have to stand trial. If you call someone a fool, you will be taken to court. And if you say that someone is worthless, you will be in danger of the fires of hell.", "23": "So if you are about to place your gift on the altar and remember that someone is angry with you, ", "24": "leave your gift there in front of the altar. Make peace with that person, then come back and offer your gift to God.", "25": "Before you are dragged into court, make friends with the person who has accused you of doing wrong. If you don't, you will be handed over to the judge and then to the officer who will put you in jail. ", "26": "I promise you that you will not get out until you have paid the last cent you owe.", "27": "You know the commandment which says, “Be faithful in marriage.” ", "28": "But I tell you that if you look at another woman and want her, you are already unfaithful in your thoughts. ", "29": "If your right eye causes you to sin, poke it out and throw it away. It is better to lose one part of your body, than for your whole body to end up in hell. ", "30": "If your right hand causes you to sin, chop it off and throw it away! It is better to lose one part of your body, than for your whole body to be thrown into hell.", "31": "You have been taught that a man who divorces his wife must write out divorce papers for her.[g] ", "32": "But I tell you not to divorce your wife unless she has committed some terrible sexual sin.[h] If you divorce her, you will cause her to be unfaithful, just as any man who marries her is guilty of taking another man's wife.", "33": "You know that our ancestors were told, “Don't use the Lord's name to make a promise unless you are going to keep it.” ", "34": "But I tell you not to swear by anything when you make a promise! Heaven is God's throne, so don't swear by heaven. ", "35": "The earth is God's footstool, so don't swear by the earth. Jerusalem is the city of the great king, so don't swear by it. ", "36": "Don't swear by your own head. You cannot make one hair white or black. ", "37": "When you make a promise, say only “Yes” or “No.” Anything else comes from the devil.", "38": "You know that you have been taught, “An eye for an eye and a tooth for a tooth.” ", "39": "But I tell you not to try to get even with a person who has done something to you. When someone slaps your right cheek,[i] turn and let that person slap your other cheek. ", "40": "If someone sues you for your shirt, give up your coat as well. ", "41": "If a soldier forces you to carry his pack one mile, carry it two miles.[j] ", "42": "When people ask you for something, give it to them. When they want to borrow money, lend it to them.", "43": "You have heard people say, “Love your neighbors and hate your enemies.” ", "44": "But I tell you to love your enemies and pray for anyone who mistreats you. ", "45": "Then you will be acting like your Father in heaven. He makes the sun rise on both good and bad people. And he sends rain for the ones who do right and for the ones who do wrong. ", "46": "If you love only those people who love you, will God reward you for that? Even tax collectors[k] love their friends. ", "47": "If you greet only your friends, what's so great about that? Don't even unbelievers do that? ", "48": "But you must always act like your Father in heaven."}