{"1": "When you do good deeds, don't try to show off. If you do, you won't get a reward from your Father in heaven.", "2": "When you give to the poor, don't blow a loud horn. That's what show-offs do in the meeting places and on the street corners, because they are always looking for praise. I can assure you that they already have their reward.", "3": "When you give to the poor, don't let anyone know about it.[a] ", "4": "Then your gift will be given in secret. Your Father knows what is done in secret, and he will reward you.", "5": "When you pray, don't be like those show-offs who love to stand up and pray in the meeting places and on the street corners. They do this just to look good. I can assure you that they already have their reward.", "6": "When you pray, go into a room alone and close the door. Pray to your Father in private. He knows what is done in private, and he will reward you.", "7": "When you pray, don't talk on and on as people do who don't know God. They think God likes to hear long prayers. ", "8": "Don't be like them. Your Father knows what you need before you ask.", "9": "You should pray like this: Our Father in heaven, help us to honor your name.", "10": "Come and set up your kingdom, so that everyone on earth will obey you, as you are obeyed in heaven.", "11": "Give us our food for today.[b]", "12": "Forgive us for doing wrong, as we forgive others.", "13": "Keep us from being tempted and protect us from evil.[c]", "14": "If you forgive others for the wrongs they do to you, your Father in heaven will forgive you. ", "15": "But if you don't forgive others, your Father will not forgive your sins.", "16": "When you go without eating,[d] don't try to look gloomy as those show-offs do when they go without eating. I can assure you that they already have their reward. ", "17": "Instead, comb your hair and wash your face. ", "18": "Then others won't know that you are going without eating. But your Father sees what is done in private, and he will reward you.", "19": "Don't store up treasures on earth! Moths and rust can destroy them, and thieves can break in and steal them. ", "20": "Instead, store up your treasures in heaven, where moths and rust cannot destroy them, and thieves cannot break in and steal them. ", "21": "Your heart will always be where your treasure is.", "22": "Your eyes are like a window for your body. When they are good, you have all the light you need. ", "23": "But when your eyes are bad, everything is dark. If the light inside you is dark, you surely are in the dark.", "24": "You cannot be the slave of two masters! You will like one more than the other or be more loyal to one than the other. You cannot serve both God and money.", "25": "I tell you not to worry about your life. Don't worry about having something to eat, drink, or wear. Isn't life more than food or clothing? ", "26": "Look at the birds in the sky! They don't plant or harvest. They don't even store grain in barns. Yet your Father in heaven takes care of them. Aren't you worth more than birds?", "27": "Can worry make you live longer?[e] ", "28": "Why worry about clothes? Look how the wild flowers grow. They don't work hard to make their clothes. ", "29": "But I tell you that Solomon with all his wealth[f] wasn't as well clothed as one of them. ", "30": "God gives such beauty to everything that grows in the fields, even though it is here today and thrown into a fire tomorrow. He will surely do even more for you! Why do you have such little faith?", "31": "Don't worry and ask yourselves, “Will we have anything to eat? Will we have anything to drink? Will we have any clothes to wear?” ", "32": "Only people who don't know God are always worrying about such things. Your Father in heaven knows that you need all of these. ", "33": "But more than anything else, put God's work first and do what he wants. Then the other things will be yours as well.", "34": "Don't worry about tomorrow. It will take care of itself. You have enough to worry about today."}