{"1": "As Jesus came down the mountain, he was followed by large crowds. ", "2": "Suddenly a man with leprosy[a] came and knelt in front of Jesus. He said, “Lord, you have the power to make me well, if only you wanted to.”", "3": "Jesus put his hand on the man and said, “I want to! Now you are well.” At once the man's leprosy disappeared. ", "4": "Jesus told him, “Don't tell anyone about this, but go and show the priest that you are well. Then take a gift to the temple just as Moses commanded, and everyone will know that you have been healed.”[b]", "5": "When Jesus was going into the town of Capernaum, an army officer came up to him and said, ", "6": "“Lord, my servant is at home in such terrible pain that he can't even move.”", "7": "“I will go and heal him,” Jesus replied.", "8": "But the officer said, “Lord, I'm not good enough for you to come into my house. Just give the order, and my servant will get well. ", "9": "I have officers who give orders to me, and I have soldiers who take orders from me. I can say to one of them, 'Go!' and he goes. I can say to another, 'Come!' and he comes. I can say to my servant, 'Do this!' and he will do it.”", "10": "When Jesus heard this, he was so surprised that he turned and said to the crowd following him, “I tell you that in all of Israel I've never found anyone with this much faith! ", "11": "Many people will come from everywhere to enjoy the feast in the kingdom of heaven with Abraham, Isaac, and Jacob. ", "12": "But the ones who should have been in the kingdom will be thrown out into the dark. They will cry and grit their teeth in pain.”", "13": "Then Jesus said to the officer, “You may go home now. Your faith has made it happen.” Right then his servant was healed.", "14": "Jesus went to the home of Peter, where he found that Peter's mother-in-law was sick in bed with fever. ", "15": "He took her by the hand, and the fever left her. Then she got up and served Jesus a meal.", "16": "That evening many people with demons in them were brought to Jesus. And with only a word he forced out the evil spirits and healed everyone who was sick. ", "17": "So God's promise came true, just as the prophet Isaiah had said, “He healed our diseases and made us well.”", "18": "When Jesus saw the crowd,[c] he went across Lake Galilee. ", "19": "A teacher of the Law of Moses came up to him and said, “Teacher, I'll go anywhere with you!”", "20": "Jesus replied, “Foxes have dens, and birds have nests. But the Son of Man doesn't have a place to call his own.”", "21": "Another disciple said to Jesus, “Lord, let me wait till I bury my father.”", "22": "Jesus answered, “Come with me, and let the dead bury their dead.”[d]", "23": "After Jesus left in a boat with his disciples, ", "24": "a terrible storm suddenly struck the lake, and waves started splashing into their boat. Jesus was sound asleep, ", "25": "so the disciples went over to him and woke him up. They said, “Lord, save us! We're going to drown!”", "26": "But Jesus replied, “Why are you so afraid? You surely don't have much faith.” Then he got up and ordered the wind and the waves to calm down. And everything was calm.", "27": "The men in the boat were amazed and said, “Who is this? Even the wind and the waves obey him.”", "28": "After Jesus had crossed the lake, he came to shore near the town of Gadara[e] and started down the road. Two men with demons in them came to him from the tombs.[f] They were so fierce that no one could travel that way. ", "29": "Suddenly they shouted, “Jesus, Son of God, what do you want with us? Have you come to punish us before our time?”", "30": "Not far from there a large herd of pigs was feeding. ", "31": "So the demons begged Jesus, “If you force us out, please send us into those pigs!” ", "32": "Jesus told them to go, and they went out of the men and into the pigs. All at once the pigs rushed down the steep bank into the lake and drowned.", "33": "The people taking care of the pigs ran to the town and told everything, especially what had happened to the two men. ", "34": "Everyone in town came out to meet Jesus. When they saw him, they begged him to leave their part of the country."}