{"1": "This is the genealogy of Yeshua the Messiah, son of David, son of Avraham:", "2": "Avraham was the father of Yitz'chak, Yitz'chak was the father of Ya'akov, Ya'akov was the father of Y'hudah and his brothers,", "3": "Y'hudah was the father of Peretz and Zerach (their mother was Tamar), Peretz was the father of Hetzron, Hetzron was the father of Ram,", "4": "Ram was the father of 'Amminadav, 'Amminadav was the father of Nachshon, Nachshon was the father of Salmon,", "5": "Salmon was the father of Bo'az (his mother was Rachav), Bo'az was the father of 'Oved (his mother was Rut), 'Oved was the father of Yishai,", "6": "Yishai was the father of David the king. David was the father of Shlomo (his mother was the wife of Uriyah),", "7": "Shlomo was the father of Rechav'am, Rechav'am was the father of Aviyah, Aviyah was the father of Asa,", "8": "Asa was the father of Y'hoshafat, Y'hoshafat was the father of Yoram, Yoram was the father of 'Uziyahu,", "9": "'Uziyahu was the father of Yotam, Yotam was the father of Achaz, Achaz was the father of Hizkiyahu,", "10": "Hizkiyahu was the father of M'nasheh, M'nasheh was the father of Amon, Amon was the father of Yoshiyahu,", "11": "Yoshiyahu was the father of Y'khanyahu and his brothers at the time of the Exile to Bavel.", "12": "After the Babylonian Exile, Y'khanyahu was the father of Sh'altiel, Sh'altiel was the father of Z'rubavel,", "13": "Z'rubavel was the father of Avihud, Avihud was the father of Elyakim, Elyakim was the father of 'Azur,", "14": "'Azur was the father of Tzadok, Tzadok was the father of Yakhin, Yakhin was the father of El'ichud,", "15": "El'ichud was the father of El'azar, El'azar was the father of Mattan, Mattan was the father of Ya'akov,", "16": "Ya'akov was the father of Yosef the husband of Miryam, from whom was born the Yeshua who was called the Messiah.", "17": "Thus there were fourteen generations from Avraham to David, fourteen generations from David to the Babylonian Exile, and fourteen generations from the Babylonian Exile to the Messiah.", "18": "Here is how the birth of Yeshua the Messiah took place. When his mother Miryam was engaged to Yosef, before they were married, she was found to be pregnant from the Ruach HaKodesh. ", "19": "Her husband-to-be, Yosef, was a man who did what was right; so he made plans to break the engagement quietly, rather than put her to public shame. ", "20": "But while he was thinking about this, an angel of Adonai appeared to him in a dream and said, “Yosef, son of David, do not be afraid to take Miryam home with you as your wife; for what has been conceived in her is from the Ruach HaKodesh. ", "21": "She will give birth to a son, and you are to name him Yeshua, [which means 'Adonai saves,'] because he will save his people from their sins.”", "22": "All this happened in order to fulfill what Adonai had said through the prophet,", "23": "“The virgin will conceive and bear a son, and they will call him 'Immanu El.”[a] (The name means, “God is with us.”)", "24": "When Yosef awoke he did what the angel of Adonai had told him to do — he took Miryam home to be his wife, ", "25": "but he did not have sexual relations with her until she had given birth to a son, and he named him Yeshua."}