{"1": "Yeshua called his twelve talmidim and gave them authority to drive out unclean spirits and to heal every kind of disease and weakness. ", "2": "These are the names of the twelve emissaries: First, Shim'on, called Kefa, and Andrew his brother, Ya'akov Ben-Zavdai and Yochanan his brother,", "3": "Philip and Bar-Talmai, T'oma and Mattityahu the tax-collector, Ya'akov Bar-Halfai and Taddai,", "4": "Shim'on the Zealot, and Y'hudah from K'riot, who betrayed him.", "5": "These twelve Yeshua sent out with the following instructions: “Don't go into the territory of the Goyim, and don't enter any town in Shomron, ", "6": "but go rather to the lost sheep of the house of Isra'el. ", "7": "As you go, proclaim, 'The Kingdom of Heaven is near,' ", "8": "heal the sick, raise the dead, cleanse those afflicted with tzara'at, expel demons. You have received without paying, so give without asking payment. ", "9": "Don't take money in your belts, no gold, no silver, no copper; ", "10": "and for the trip don't take a pack, an extra shirt, shoes or a walking stick — a worker should be given what he needs.", "11": "“When you come to a town or village, look for someone trustworthy and stay with him until you leave. ", "12": "When you enter someone's household, say, 'Shalom aleikhem!' ", "13": "If the home deserves it, let your shalom rest on it; if not, let your shalom return to you. ", "14": "But if the people of a house or town will not welcome you or listen to you, leave it and shake its dust from your feet! ", "15": "Yes, I tell you, it will be more tolerable on the Day of Judgment for the people of S'dom and 'Amora than for that town!", "16": "“Pay attention! I am sending you out like sheep among wolves, so be as prudent as snakes and as harmless as doves. ", "17": "Be on guard, for there will be people who will hand you over to the local Sanhedrins and flog you in their synagogues. ", "18": "On my account you will be brought before governors and kings as a testimony to them and to the Goyim. ", "19": "But when they bring you to trial, do not worry about what to say or how to say it; when the time comes, you will be given what you should say. ", "20": "For it will not be just you speaking, but the Spirit of your heavenly Father speaking through you.", "21": "“A brother will betray his brother to death, and a father his child; children will turn against their parents and have them put to death. ", "22": "Everyone will hate you because of me, but whoever holds out till the end will be preserved from harm. ", "23": "When you are persecuted in one town, run away to another. Yes indeed; I tell you, you will not finish going through the towns of Isra'el before the Son of Man comes.", "24": "“A talmid is not greater than his rabbi, a slave is not greater than his master. ", "25": "It is enough for a talmid that he become like his rabbi, and a slave like his master. Now if people have called the head of the house Ba'al-Zibbul, how much more will they malign the members of his household! ", "26": "So do not fear them; for there is nothing covered that will not be uncovered, or hidden that will not be known. ", "27": "What I tell you in the dark, speak in the light; what is whispered in your ear, proclaim on the housetops.", "28": "“Do not fear those who kill the body but are powerless to kill the soul. Rather, fear him who can destroy both soul and body in Gei-Hinnom. ", "29": "Aren't sparrows sold for next to nothing, two for an assarion? Yet not one of them will fall to the ground without your Father's consent. ", "30": "As for you, every hair on your head has been counted. ", "31": "So do not be afraid, you are worth more than many sparrows.", "32": "“Whoever acknowledges me in the presence of others I will also acknowledge in the presence of my Father in heaven. ", "33": "But whoever disowns me before others I will disown before my Father in heaven.", "34": "“Don't suppose that I have come to bring peace to the Land. It is not peace I have come to bring, but a sword! ", "35": "For I have come to set", "36": "a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law, so that a man's enemies will be the members of his own household.[a]", "37": "Whoever loves his father or mother more than he loves me is not worthy of me; anyone who loves his son or daughter more than he loves me is not worthy of me. ", "38": "And anyone who does not take up his execution-stake and follow me is not worthy of me. ", "39": "Whoever finds his own life will lose it, but the person who loses his life for my sake will find it.", "40": "“Whoever receives you is receiving me, and whoever receives me is receiving the One who sent me. ", "41": "Anyone who receives a prophet because he is a prophet will receive the reward a prophet gets, and anyone who receives a tzaddik because he is a tzaddik will receive the reward a tzaddik gets. ", "42": "Indeed, if someone gives just a cup of cold water to one of these little ones because he is my talmid — yes! — I tell you, he will certainly not lose his reward!”"}