{"1": "After Yeshua had finished instructing the twelve talmidim, he went on from there to teach and preach in the towns nearby.", "2": "Meanwhile, Yochanan the Immerser, who had been put in prison, heard what the Messiah had been doing; so he sent a message to him through his talmidim, ", "3": "asking, “Are you the one who is to come, or should we look for someone else?” ", "4": "Yeshua answered, “Go and tell Yochanan what you are hearing and seeing — ", "5": "the blind are seeing again, the lame are walking, people with tzara'at are being cleansed, the deaf are hearing,[a] the dead are being raised,[b] the Good News is being told to the poor[c] — ", "6": "and how blessed is anyone not offended by me!”", "7": "As they were leaving, Yeshua began speaking about Yochanan to the crowds: “What did you go out to the desert to see? Reeds swaying in the breeze? ", "8": "No? then what did you go out to see? Someone who was well dressed? Well-dressed people live in kings' palaces. ", "9": "Nu, so why did you go out? To see a prophet! Yes! and I tell you he's much more than a prophet. ", "10": "This is the one about whom the Tanakh says, 'See, I am sending out my messenger ahead of you; he will prepare your way before you.'[d]", "11": "Yes! I tell you that among those born of women there has not arisen anyone greater than Yochanan the Immerser! Yet the one who is least in the Kingdom of Heaven is greater than he! ", "12": "From the time of Yochanan the Immerser until now, the Kingdom of Heaven has been suffering violence; yes, violent ones are trying to snatch it away. ", "13": "For all the prophets and the Torah prophesied until Yochanan. ", "14": "Indeed, if you are willing to accept it, he is Eliyahu, whose coming was predicted. ", "15": "If you have ears, then hear!", "16": "“Oh, what can I compare this generation with? They're like children sitting in the marketplaces, calling out to each other,", "17": "'We made happy music, but you wouldn't dance! We made sad music, but you wouldn't cry!'", "18": "For Yochanan came, fasting, not drinking — so they say, 'He has a demon.' ", "19": "The Son of Man came, eating freely and drinking wine — so they say, 'Aha! A glutton and a drunkard! A friend of tax-collectors and sinners!' Well, the proof of wisdom is in the actions it produces.”", "20": "Then Yeshua began to denounce the towns in which he had done most of his miracles, because the people had not turned from their sins to God. ", "21": "“Woe to you, Korazin! Woe to you, Beit-Tzaidah! Why, if the miracles done in you had been done in Tzor and Tzidon, they would long ago have put on sackcloth and ashes as evidence that they had changed their ways. ", "22": "But I tell you it will be more bearable for Tzor and Tzidon than for you on the Day of Judgment! ", "23": "And you, K'far-Nachum, will you be exalted to heaven? No, you will be brought down to Sh'ol![e] For if the miracles done in you had been done in S'dom, it would still be in existence today. ", "24": "But I tell you that on the Day of Judgment it will be more bearable for the land of S'dom than for you!”", "25": "It was at that time that Yeshua said, “I thank you, Father, Lord of heaven and earth, that you concealed these things from the sophisticated and educated and revealed them to ordinary folks. ", "26": "Yes, Father, I thank you that it pleased you to do this.", "27": "“My Father has handed over everything to me. Indeed, no one fully knows the Son except the Father, and no one fully knows the Father except the Son and those to whom the Son wishes to reveal him.", "28": "“Come to me, all of you who are struggling and burdened, and I will give you rest. ", "29": "Take my yoke upon you and learn from me, because I am gentle and humble in heart, and you will find rest for your souls.[f] ", "30": "For my yoke is easy, and my burden is light.”"}