{"1": "One Shabbat during that time, Yeshua was walking through some wheat fields. His talmidim were hungry, so they began picking heads of grain and eating them. ", "2": "On seeing this, the P'rushim said to him, “Look! Your talmidim are violating Shabbat!” ", "3": "But he said to them, “Haven't you ever read what David did when he and those with him were hungry? ", "4": "He entered the House of God and ate the Bread of the Presence!” — which was prohibited, both to him and to his companions; it is permitted only to the cohanim. ", "5": "“Or haven't you read in the Torah that on Shabbat the cohanim profane Shabbat and yet are blameless? ", "6": "I tell you, there is in this place something greater than the Temple! ", "7": "If you knew what 'I want compassion rather than animal-sacrifice'[a] meant, you would not condemn the innocent. ", "8": "For the Son of Man is Lord of Shabbat!”", "9": "Going on from that place, he went into their synagogue. ", "10": "A man there had a shriveled hand. Looking for a reason to accuse him of something, they asked him, “Is healing permitted on Shabbat?” ", "11": "But he answered, “If you have a sheep that falls in a pit on Shabbat, which of you won't take hold of it and lift it out? ", "12": "How much more valuable is a man than a sheep! Therefore, what is permitted on Shabbat is to do good.” ", "13": "Then to the man he said, “Hold out your hand.” As he held it out, it became restored, as sound as the other one. ", "14": "But the P'rushim went out and began plotting how they might do away with Yeshua. ", "15": "Aware of this, he left that area. Many people followed him; and he healed them all ", "16": "but warned them not to make him known. ", "17": "This was to fulfill what had been spoken through Yesha'yahu the prophet,", "18": "“Here is my servant, whom I have chosen, my beloved, with whom I am well pleased; I will put my Spirit on him, and he will announce justice to the Gentiles.", "19": "He will not fight or shout, no one will hear his voice in the streets;", "20": "he will not snap off a broken reed or snuff out a smoldering wick until he has brought justice through to victory.", "21": "In him the Gentiles will put their hope.”[b]", "22": "Then some people brought him a man controlled by demons who was blind and mute; and Yeshua healed him, so that he could both speak and see. ", "23": "The crowds were astounded and asked, “This couldn't be the Son of David, could it?” ", "24": "But when the P'rushim heard of it, they said, “It is only by Ba'al-Zibbul” — the ruler of the demons — “that this man drives out demons.”", "25": "However, knowing what they were thinking, Yeshua said to them, “Every kingdom divided against itself will be ruined, and every city or household divided against itself will not survive. ", "26": "If Satan drives out Satan, he is divided against himself; so how can his kingdom survive? ", "27": "Besides, if I drive out demons by Ba'al-Zibbul, by whom do your people drive them out? So, they will be your judges! ", "28": "But if I drive out demons by the Spirit of God, then the Kingdom of God has come upon you!", "29": "“Or again, how can someone break into a strong man's house and make off with his possessions unless he first ties up the strong man? After that he can ransack his house.", "30": "“Those who are not with me are against me, and those who do not gather with me are scattering. ", "31": "Because of this, I tell you that people will be forgiven any sin and blasphemy, but blaspheming the Ruach HaKodesh will not be forgiven. ", "32": "One can say something against the Son of Man and be forgiven; but whoever keeps on speaking against the Ruach HaKodesh will never be forgiven, neither in the 'olam hazeh nor in the 'olam haba.", "33": "“If you make a tree good, its fruit will be good; and if you make a tree bad, its fruit will be bad; for a tree is known by its fruit. ", "34": "You snakes! How can you who are evil say anything good? For the mouth speaks what overflows from the heart. ", "35": "The good person brings forth good things from his store of good, and the evil person brings forth evil things from his store of evil. ", "36": "Moreover, I tell you this: on the Day of Judgment people will have to give account for every careless word they have spoken; ", "37": "for by your own words you will be acquitted, and by your own words you will be condemned.”", "38": "At this some of the Torah-teachers said, “Rabbi, we want to see a miraculous sign from you.” ", "39": "He replied, “A wicked and adulterous generation asks for a sign? No! None will be given to it but the sign of the prophet Yonah. ", "40": "For just as Yonah was three days and three nights in the belly of the sea-monster,[c] so will the Son of Man be three days and three nights in the depths of the earth. ", "41": "The people of Ninveh will stand up at the Judgment with this generation and condemn it, for they turned from their sins to God when Yonah preached, but what is here now is greater than Yonah. ", "42": "The Queen of the South will stand up at the Judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Shlomo, but what is here now is greater than Shlomo.", "43": "“When an unclean spirit comes out of a person, it travels through dry country seeking rest and does not find it. ", "44": "Then it says to itself, 'I will return to the house I left.' When it arrives, it finds the house standing empty, swept clean and put in order. ", "45": "Then it goes and takes with it seven other spirits more evil than itself, and they come and live there — so that in the end, the person is worse off than he was before. This is how it will be for this wicked generation.”", "46": "He was still speaking to the crowd when his mother and brothers appeared outside, asking to talk with him. ", "47": "[d] ", "48": "But to the one who had informed him he replied, “Who is my mother? Who are my brothers?” ", "49": "Pointing to his talmidim, he said, “Look! Here are my mother and my brothers! ", "50": "Whoever does what my Father in heaven wants, that person is my brother and sister and mother.”"}