{"1": "That same day, Yeshua went out of the house and sat down by the lake; ", "2": "but such a large crowd gathered around him that he got into a boat and sat there while the crowd stood on the shore. ", "3": "He told them many things in parables: “A farmer went out to sow his seed. ", "4": "As he sowed, some seed fell alongside the path; and the birds came and ate it up. ", "5": "Other seed fell on rocky patches where there was not much soil. It sprouted quickly because the soil was shallow; ", "6": "but when the sun had risen, the young plants were scorched; and since their roots were not deep, they dried up. ", "7": "Other seed fell among thorns, which grew up and choked the plants. ", "8": "But others fell into rich soil and produced grain, a hundred or sixty or thirty times as much as had been sown. ", "9": "Those who have ears, let them hear!”", "10": "Then the talmidim came and asked Yeshua, “Why are you speaking to them in parables?” ", "11": "He answered, “Because it has been given to you to know the secrets of the Kingdom of Heaven, but it has not been given to them. ", "12": "For anyone who has something will be given more, so that he will have plenty; but from anyone who has nothing, even what he does have will be taken away. ", "13": "Here is why I speak to them in parables: they look without seeing and listen without hearing or understanding. ", "14": "That is, in them is fulfilled the prophecy of Yesha'yahu which says, 'You will keep on hearing but never understand, and keep on seeing but never perceive,", "15": "because the heart of this people has become dull — with their ears they barely hear, and their eyes they have closed, so as not to see with their eyes, hear with their ears, understand with their heart, and do t'shuvah, so that I could heal them.'", "16": "But you, how blessed are your eyes, because they see, and your ears, because they hear! ", "17": "Yes indeed! I tell you that many a prophet and many a tzaddik longed to see the things you are seeing but did not see them, and to hear the things you are hearing but did not hear them.", "18": "“So listen to what the parable of the sower means. ", "19": "Whoever hears the message about the Kingdom, but doesn't understand it, is like the seed sown along the path — the Evil One comes and seizes what was sown in his heart. ", "20": "The seed sown on rocky ground is like a person who hears the message and accepts it with joy at once, ", "21": "but has no root in himself. So he stays on for a while; but as soon as some trouble or persecution arises on account of the message, he immediately falls away. ", "22": "Now the seed sown among thorns stands for someone who hears the message, but it is choked by the worries of the world and the deceitful glamor of wealth, so that it produces nothing. ", "23": "However, what was sown on rich soil is the one who hears the message and understands it; such a person will surely bear fruit, a hundred or sixty or thirty times what was sown.”", "24": "Yeshua put before them another parable. “The Kingdom of Heaven is like a man who sowed good seed in his field; ", "25": "but while people were sleeping, his enemy came and sowed weeds among the wheat, then went away. ", "26": "When the wheat sprouted and formed heads of grain, the weeds also appeared. ", "27": "The owner's servants came to him and said, 'Sir didn't you sow good seed in your field? Where have the weeds come from?' ", "28": "He answered, 'An enemy has done this.' The servants asked him, 'Then do you want us to go and pull them up?' ", "29": "But he said, 'No, because if you pull up the weeds, you might uproot some of the wheat at the same time. ", "30": "Let them both grow together until the harvest; and at harvest-time I will tell the reapers to collect the weeds first and tie them in bundles to be burned, but to gather the wheat into my barn.'”", "31": "Yeshua put before them another parable. “The Kingdom of Heaven is like a mustard seed which a man takes and sows in his field. ", "32": "It is the smallest of all seeds, but when it grows up it is larger than any garden plant and becomes a tree, so that the birds flying about come and nest in its branches.”", "33": "And he told them yet another parable. “The Kingdom of Heaven is like yeast that a woman took and mixed with a bushel of flour, then waited until the whole batch of dough rose.”", "34": "All these things Yeshua said to the crowds in parables; indeed, he said nothing to them without using a parable. ", "35": "This was to fulfill what had been spoken through the prophet, “I will open my mouth in parables, I will say what has been hidden since the creation of the universe.”[a]", "36": "Then he left the crowds and went into the house. His talmidim approached him and said, “Explain to us the parable of the weeds in the field.” ", "37": "He answered, “The one who sows the good seed is the Son of Man; ", "38": "the field is the world. As for the good seed, these are the people who belong to the Kingdom; and the weeds are the people who belong to the Evil One. ", "39": "The enemy who sows them is the Adversary, the harvest is the end of the age, and the harvesters are angels. ", "40": "Just as the weeds are collected and burned up in the fire, so will it be at the end of the age. ", "41": "The Son of Man will send forth his angels, and they will collect out of his Kingdom all the things that cause people to sin and all the people who are far from Torah; ", "42": "and they will throw them into the fiery furnace, where people will wail and grind their teeth. ", "43": "Then the righteous will shine forth like the sun in the Kingdom of their Father. Whoever has ears, let him hear!", "44": "“The Kingdom of Heaven is like a treasure hidden in a field. A man found it, hid it again, then in great joy went and sold everything he owned, and bought that field.", "45": "“Again, the Kingdom of Heaven is like a merchant on the lookout for fine pearls. ", "46": "On finding one very valuable pearl he went away, sold everything he owned and bought it.", "47": "“Once more, the Kingdom of Heaven is like a net thrown into the lake, that caught all kinds of fish. ", "48": "When it was full, the fishermen brought the net up onto the shore, sat down and collected the good fish in baskets, but threw the bad fish away. ", "49": "So it will be at the close of the age — the angels will go forth and separate the evil people from among the righteous ", "50": "and throw them into the fiery furnace, where they will wail and grind their teeth.", "51": "“Have you understood all these things?” “Yes,” they answered. ", "52": "He said to them, “So then, every Torah-teacher who has been made into a talmid for the Kingdom of Heaven is like the owner of a home who brings out of his storage room both new things and old.”", "53": "When Yeshua had finished these parables, he left ", "54": "and went to his home town. There he taught them in their synagogue in a way that astounded them, so that they asked, “Where do this man's wisdom and miracles come from? ", "55": "Isn't he the carpenter's son? Isn't his mother called Miryam? and his brothers Ya'akov, Yosef, Shim'on and Y'hudah? ", "56": "And his sisters, aren't they all with us? So where does he get all this?” ", "57": "And they took offense at him. But Yeshua said to them, “The only place people don't respect a prophet is in his home town and in his own house.” ", "58": "And he did few miracles there because of their lack of trust."}