{"1": "Then some P'rushim and Tz'dukim came to trap Yeshua by asking him to show them a miraculous sign from Heaven. ", "2": "But his response was, “When it is evening, you say, 'Fair weather ahead,' because the sky is red; ", "3": "and in the morning you say, 'Storm today!' because the sky is red and overcast. You know how to read the appearance of the sky, but you can't read the signs of the times! ", "4": "A wicked and adulterous generation is asking for a sign? It will certainly not be given a sign — except the sign of Yonah!” With that he left them and went off.", "5": "The talmidim, in crossing to the other side of the lake, had forgotten to bring any bread. ", "6": "So when Yeshua said to them, “Watch out! Guard yourselves against the hametz of the P'rushim and Tz'dukim,” ", "7": "they thought he said it because they hadn't brought bread. ", "8": "But Yeshua, aware of this, said, “Such little trust you have! Why are you talking with each other about not having bread? ", "9": "Don't you understand yet? Don't you remember the five loaves of the five thousand and how many baskets you filled? ", "10": "Or the seven loaves of the four thousand and how many baskets you filled? ", "11": "How can you possibly think I was talking to you about bread? Guard yourselves from the hametz of the P'rushim and Tz'dukim!” ", "12": "Then they understood — they were to guard themselves not from yeast for bread but from the teaching of the P'rushim and Tz'dukim.", "13": "When Yeshua came into the territory around Caesarea Philippi, he asked his talmidim, “Who are people saying the Son of Man is?” ", "14": "They said, “Well, some say Yochanan the Immerser, others Eliyahu, still others Yirmeyahu or one of the prophets.” ", "15": "“But you,” he said to them, “who do you say I am?” ", "16": "Shim'on Kefa answered, “You are the Mashiach, the Son of the living God.” ", "17": "“Shim'on Bar-Yochanan,” Yeshua said to him, “how blessed you are! For no human being revealed this to you, no, it was my Father in heaven. ", "18": "I also tell you this: you are Kefa,” [which means 'Rock,'] “and on this rock I will build my Community, and the gates of Sh'ol will not overcome it. ", "19": "I will give you the keys of the Kingdom of Heaven. Whatever you prohibit on earth will be prohibited in heaven, and whatever you permit on earth will be permitted in heaven.” ", "20": "Then he warned the talmidim not to tell anyone that he was the Messiah.", "21": "From that time on, Yeshua began making it clear to his talmidim that he had to go to Yerushalayim and endure much suffering at the hands of the elders, the head cohanim and the Torah-teachers; and that he had to be put to death; but that on the third day, he had to be raised to life. ", "22": "Kefa took him aside and began rebuking him, “Heaven be merciful, Lord! By no means will this happen to you!” ", "23": "But Yeshua turned his back on Kefa, saying, “Get behind me, Satan! You are an obstacle in my path, because your thinking is from a human perspective, not from God's perspective!”", "24": "Then Yeshua told his talmidim, “If anyone wants to come after me, let him say 'No' to himself, take up his execution-stake, and keep following me. ", "25": "For whoever wants to save his own life will destroy it, but whoever destroys his life for my sake will find it. ", "26": "What good will it do someone if he gains the whole world but forfeits his life? Or, what can a person give in exchange for his life? ", "27": "For the Son of Man will come in his Father's glory, with his angels; and then he will repay everyone according to his conduct. ", "28": "Yes! I tell you that there are some people standing here who will not experience death until they see the Son of Man coming in his Kingdom!”"}