{"1": "Six days later, Yeshua took Kefa, Ya'akov and his brother Yochanan and led them up a high mountain privately. ", "2": "As they watched, he began to change form — his face shone like the sun, and his clothing became as white as light. ", "3": "Then they looked and saw Moshe and Eliyahu speaking with him. ", "4": "Kefa said to Yeshua, “It's good that we're here, Lord. I'll put up three shelters if you want — one for you, one for Moshe and one for Eliyahu.” ", "5": "While he was still speaking, a bright cloud enveloped them; and a voice from the cloud said, “This is my Son, whom I love, with whom I am well pleased. Listen to him!” ", "6": "When the talmidim heard this, they were so frightened that they fell face down on the ground. ", "7": "But Yeshua came and touched them. “Get up!” he said, “Don't be afraid.” ", "8": "So they opened their eyes, looked up and saw only Yeshua by himself.", "9": "As they came down the mountain, Yeshua ordered them, “Don't tell anyone what you have seen until the Son of Man has been raised from the dead.” ", "10": "The talmidim asked him, “Then why do the Torah-teachers say that Eliyahu must come first?” ", "11": "He answered, “On the one hand, Eliyahu is coming and will restore all things; ", "12": "on the other hand, I tell you that Eliyahu has come already, and people did not recognize him but did whatever they pleased to him. In the same way, the Son of Man too is about to suffer at their hands.” ", "13": "Then the talmidim understood that he was talking to them about Yochanan the Immerser.", "14": "As they came up to the crowd, a man approached Yeshua, kneeled down in front of him, ", "15": "and said, “Sir, have mercy on my son, because he is an epileptic and has such terrible fits that he often falls into the fire or into the water. ", "16": "I brought him to your talmidim, but they couldn't heal him.” ", "17": "Yeshua answered, “Perverted people, without any trust! How long will I be with you? How long must I put up with you? Bring him here to me!” ", "18": "Yeshua rebuked the demon, and it came out of the boy, so that from that moment he was healed.", "19": "Then the talmidim went to him privately and said, “Why couldn't we drive it out?” ", "20": "He said to them, “Because you have such little trust! Yes! I tell you that if you have trust as tiny as a mustard seed, you will be able to say to this mountain, 'Move from here to there!' and it will move; indeed, nothing will be impossible for you!” ", "21": "[a]", "22": "As they were going about together in the Galil, Yeshua said to them, “The Son of Man is about to be betrayed into the hands of people ", "23": "who will put him to death, and on the third day he will be raised.” And they were filled with sadness.", "24": "When they came to K'far-Nachum, the collectors of the half-shekel came to Kefa and said, “Doesn't your rabbi pay the Temple tax?” ", "25": "“Of course he does,” said Kefa. When he arrived home, Yeshua spoke first. “Shim'on, what's your opinion? The kings of the earth — from whom do they collect duties and taxes? From their sons or from others?” ", "26": "“From others,” he answered. “Then,” said Yeshua, “The sons are exempt. ", "27": "But to avoid offending them — go to the lake, throw out a line, and take the first fish you catch. Open its mouth, and you will find a shekel. Take it and give it to them for me and for you.”"}