{"1": "At that moment the talmidim came to Yeshua and asked, “Who is the greatest in the Kingdom of Heaven?” ", "2": "He called a child to him, stood him among them, ", "3": "and said, “Yes! I tell you that unless you change and become like little children, you won't even enter the Kingdom of Heaven! ", "4": "So the greatest in the Kingdom is whoever makes himself as humble as this child. ", "5": "Whoever welcomes one such child in my name welcomes me; ", "6": "and whoever ensnares one of these little ones who trust me, it would be better for him to have a millstone hung around his neck and be drowned in the open sea! ", "7": "Woe to the world because of snares! For there must be snares, but woe to the person who sets the snare!", "8": "“So if your hand or foot becomes a snare for you, cut it off and throw it away! Better that you should be maimed or crippled and obtain eternal life than keep both hands or both feet and be thrown into everlasting fire! ", "9": "And if your eye is a snare for you, gouge it out and fling it away! Better that you should be one-eyed and obtain eternal life than keep both eyes and be thrown into the fire of Gei-Hinnom. ", "10": "See that you never despise one of these little ones, for I tell you that their angels in heaven are continually seeing the face of my Father in heaven. ", "11": "[a]", "12": "“What's your opinion? What will somebody do who has a hundred sheep, and one of them wanders away? Won't he leave the ninety-nine on the hillsides and go off to find the stray? ", "13": "And if he happens to find it? Yes! I tell you he is happier over it than over the ninety-nine that never strayed! ", "14": "Thus your Father in heaven does not want even one of these little ones to be lost.", "15": "“Moreover, if your brother commits a sin against you, go and show him his fault — but privately, just between the two of you. If he listens to you, you have won back your brother. ", "16": "If he doesn't listen, take one or two others with you so that every accusation can be supported by the testimony of two or three witnesses.[b] ", "17": "If he refuses to hear them, tell the congregation; and if he refuses to listen even to the congregation, treat him as you would a pagan or a tax-collector. ", "18": "Yes! I tell you people that whatever you prohibit on earth will be prohibited in heaven, and whatever you permit on earth will be permitted in heaven. ", "19": "To repeat, I tell you that if two of you here on earth agree about anything people ask, it will be for them from my Father in heaven. ", "20": "For wherever two or three are assembled in my name, I am there with them.”", "21": "Then Kefa came up and said to him, “Rabbi, how often can my brother sin against me and I have to forgive him? As many as seven times?” ", "22": "“No, not seven times,” answered Yeshua, “but seventy times seven! ", "23": "Because of this, the Kingdom of Heaven may be compared with a king who decided to settle accounts with his deputies. ", "24": "Right away they brought forward a man who owed him many millions; ", "25": "and since he couldn't pay, his master ordered that he, his wife, his children and all his possessions be sold to pay the debt. ", "26": "But the servant fell down before him. 'Be patient with me,' he begged, 'and I will pay back everything.' ", "27": "So out of pity for him, the master let him go and forgave the debt.", "28": "“But as that servant was leaving, he came upon one of his fellow servants who owed him some tiny sum. He grabbed him and began to choke him, crying, 'Pay back what you owe me!' ", "29": "His fellow servant fell before him and begged, 'Be patient with me, and I will pay you back.' ", "30": "But he refused; instead, he had him thrown in jail until he should repay the debt. ", "31": "When the other servants saw what had happened, they were extremely distressed; and they went and told their master everything that had taken place. ", "32": "Then the master summoned his servant and said, 'You wicked servant! I forgave you all that debt just because you begged me to do it. ", "33": "Shouldn't you have had pity on your fellow servant, just as I had pity on you?' ", "34": "And in anger his master turned him over to the jailers for punishment until he paid back everything he owed. ", "35": "This is how my heavenly Father will treat you, unless you each forgive your brother from your hearts.”"}