{"1": "When Yeshua had finished talking about these things, he left the Galil and traveled down the east side of the Yarden River until he passed the border of Y'hudah. ", "2": "Great crowds followed him, and he healed them there.", "3": "Some P'rushim came and tried to trap him by asking, “Is it permitted for a man to divorce his wife on any ground whatever?” ", "4": "He replied, “Haven't you read that at the beginning the Creator made them male and female,[a] ", "5": "and that he said, 'For this reason a man should leave his father and mother and be united with his wife, and the two are to become one flesh'?[b] ", "6": "Thus they are no longer two, but one. So then, no one should split apart what God has joined together.”", "7": "They said to him, “Then why did Moshe give the commandment that a man should hand his wife a get and divorce her?”[c] ", "8": "He answered, “Moshe allowed you to divorce your wives because your hearts are so hardened. But this is not how it was at the beginning. ", "9": "Now what I say to you is that whoever divorces his wife, except on the ground of sexual immorality, and marries another woman commits adultery!”", "10": "The talmidim said to him, “If that is how things are between husband and wife, it would be better not to marry!” ", "11": "He said to them, “Not everyone grasps this teaching, only those for whom it is meant. ", "12": "For there are different reasons why men do not marry — some because they were born without the desire, some because they have been castrated, and some because they have renounced marriage for the sake of the Kingdom of Heaven. Whoever can grasp this, let him do so.”", "13": "Then children were brought to him so that he might lay his hands on them and pray for them, but the talmidim rebuked the people bringing them. ", "14": "However, Yeshua said, “Let the children come to me, don't stop them, for the Kingdom of Heaven belongs to such as these.” ", "15": "Then, after laying his hands on them, he went on his way.", "16": "A man approached Yeshua and said, “Rabbi, what good thing should I do in order to have eternal life?” He said to him, ", "17": "“Why are you asking me about good? There is One who is good! But if you want to obtain eternal life, observe the mitzvot.” ", "18": "The man asked him, “Which ones?” and Yeshua said, “Don't murder, don't commit adultery, don't steal, don't give false testimony [d] ", "19": "honor father and mother [e] and love your neighbor as yourself.”[f] ", "20": "The young man said to him, “I have kept all these; where do I still fall short?” ", "21": "Yeshua said to him, “If you are serious about reaching the goal, go and sell your possessions, give to the poor, and you will have riches in heaven. Then come, follow me!” ", "22": "But when the young man heard this, he went away sad, because he was wealthy.", "23": "Then Yeshua said to his talmidim, “Yes. I tell you that it will be very hard for a rich man to enter the Kingdom of Heaven. ", "24": "Furthermore, I tell you that it is easier for a camel to pass through a needle's eye than for a rich man to enter the Kingdom of God.” ", "25": "When the talmidim heard this they were utterly amazed. “Then who,” they asked, “can be saved?” ", "26": "Yeshua looked at them and said, “Humanly, this is impossible; but with God everything is possible.” ", "27": "Kefa replied, “Look, we have left everything and followed you. So what will we have?” ", "28": "Yeshua said to them, “Yes. I tell you that in the regenerated world, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones and judge the twelve tribes of Isra'el. ", "29": "Everyone who has left houses, brothers, sisters, father, mother, children or fields for my sake will receive a hundred times more, and he will obtain eternal life. ", "30": "But many who are first will be last, and many who are last will be first."}