{"1": "After Yeshua was born in Beit-Lechem in the land of Y'hudah during the time when Herod was king, Magi from the east came to Yerushalayim ", "2": "and asked, “Where is the newborn King of the Jews? For we saw his star in the east and have come to worship him.”", "3": "When King Herod heard of this he became very agitated, and so did everyone else in Yerushalayim. ", "4": "He called together all the head cohanim and Torah-teachers of the people and asked them, “Where will the Messiah be born?” ", "5": "“In Beit-Lechem of Y'hudah,” they replied, “because the prophet wrote,", "6": "'And you, Beit-Lechem in the land of Y'hudah, are by no means the least among the rulers of Y'hudah; for from you will come a Ruler who will shepherd my people Isra'el.'”[a]", "7": "Herod summoned the Magi to meet with him privately and asked them exactly when the star had appeared. ", "8": "Then he sent them to Beit-Lechem with these instructions: “Search carefully for the child; and when you find him, let me know, so that I too may go and worship him.”", "9": "After they had listened to the king, they went away; and the star which they had seen in the east went in front of them until it came and stopped over the place where the child was. ", "10": "When they saw the star, they were overjoyed. ", "11": "Upon entering the house, they saw the child with his mother Miryam; and they prostrated themselves and worshipped him. Then they opened their bags and presented him gifts of gold, frankincense and myrrh. ", "12": "But they had been warned in a dream not to return to Herod, so they took another route back to their own country.", "13": "After they had gone, an angel of Adonai appeared to Yosef in a dream and said, “Get up, take the child and his mother, and escape to Egypt, and stay there until I tell you to leave. For Herod is going to look for the child in order to kill him.” ", "14": "So he got up, took the child and his mother, and left during the night for Egypt, ", "15": "where he stayed until Herod died. This happened in order to fulfill what Adonai had said through the prophet, “Out of Egypt I called my son.”[b]", "16": "Meanwhile, when Herod realized that the Magi had tricked him, he was furious and gave orders to kill all the boys in and around Beit-Lechem who were two years old or less, calculating from the time the Magi had told him. ", "17": "In this way were fulfilled the words spoken through the prophet Yirmeyahu,", "18": "“A voice was heard in Ramah, sobbing and lamenting loudly. It was Rachel sobbing for her children and refusing to be comforted, because they are no longer alive.”[c]", "19": "After Herod's death, an angel of Adonai appeared in a dream to Yosef in Egypt ", "20": "and said, “Get up, take the child and his mother, and go to Eretz-Yisra'el, for those who wanted to kill the child are dead.” ", "21": "So he got up, took the child and his mother, and went back to Eretz-Yisra'el. ", "22": "However, when he heard that Archelaus had succeeded his father Herod as king of Y'hudah, he was afraid to go there. Warned in a dream, he withdrew to the Galil ", "23": "and settled in a town called Natzeret, so that what had been spoken by the prophets might be fulfilled, that he will be called a Natzrati."}