{"1": "“The Kingdom of Heaven is like a farmer who went out at daybreak to hire workers for his vineyard. ", "2": "After agreeing with the workers on a wage of one denarius, [the standard daily wage,] he sent them off to his vineyard. ", "3": "Then, on going out at about nine in the morning, he saw more men standing around in the market-square doing nothing, ", "4": "and said to them, 'You go to the vineyard too — I'll pay you a fair wage.' So they went. ", "5": "At noon, and again around three in the afternoon, he did the same thing. ", "6": "About an hour before sundown, he went out, found still others standing around, and asked them, 'Why have you been standing here all day, doing nothing?” ", "7": "They said to him, 'Because no one hired us.' 'You too,' he told them, 'go to the vineyard.'", "8": "“When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, starting with the last ones hired and ending with the first.' ", "9": "The workers who came an hour before sunset each received a denarius, ", "10": "so the workers who came first expected they would get more, but each of them also received just a denarius. ", "11": "On receiving their wages, they began grumbling to the farmer, ", "12": "'These latecomers have worked only one hour, while we have borne the brunt of the day's work in the hot sun, yet you have put them on an equal footing with us!' ", "13": "But he answered one of them, 'Look, friend, I'm not being unfair with you. Didn't you agree to work today for a denarius? ", "14": "Now take your pay and go! I choose to give the last worker as much as I'm giving you. ", "15": "Haven't I the right to do what I want with what belongs to me? Or do you begrudge my generosity?' ", "16": "Thus the last ones will be first and the first last.”", "17": "As Yeshua was going up to Yerushalayim, he took the twelve talmidim aside by themselves and said to them, as they went on their way, ", "18": "“We are now going up to Yerushalayim, where the Son of Man will be handed over to the head cohanim and Torah-teachers. They will sentence him to death ", "19": "and turn him over to the Goyim, who will jeer at him, beat him and execute him on a stake as a criminal. But on the third day, he will be raised.”", "20": "Then Zavdai's sons came to Yeshua with their mother. She bowed down, begging a favor from him. ", "21": "He said to her, “What do you want?” She replied, “Promise that when you become king, these two sons of mine may sit, one on your right and the other on your left.” ", "22": "But Yeshua answered, “You people don't know what you are asking. Can you drink the cup that I am about to drink?” They said to him, “We can.” ", "23": "He said to them, “Yes, you will drink my cup. But to sit on my right and on my left is not mine to give, it is for those for whom my Father has prepared it.”", "24": "Now when the other ten heard about this, they were outraged at the two brothers. ", "25": "But Yeshua called them and said, “You know that among the Goyim, those who are supposed to rule them become tyrants, and their superiors become dictators. ", "26": "Among you, it must not be like that. On the contrary, whoever among you wants to be a leader must become your servant, ", "27": "and whoever wants to be first must be your slave! ", "28": "For the Son of Man did not come to be served, but to serve — and to give his life as a ransom for many.”", "29": "As they were leaving Yericho, a large crowd followed Yeshua. ", "30": "Two blind men sitting by the side of the road heard that he was passing by and shouted, “Son of David! Have pity on us!” ", "31": "The crowd scolded them and told them to be quiet, but they shouted all the louder, “Lord! Son of David! Have pity on us!” ", "32": "Yeshua stopped, called them and said, “What do you want me to do for you?” ", "33": "They said to him, “Lord, open our eyes.” ", "34": "Filled with tenderness, Yeshua touched their eyes; and instantly they received their sight and followed him."}