{"1": "As they were approaching Yerushalayim, they came to Beit-Pagei on the Mount of Olives. Yeshua sent two talmidim ", "2": "with these instructions: “Go into the village ahead of you, and you will immediately find a donkey tethered there with its colt. Untie them and bring them to me. ", "3": "If anyone says anything to you, tell him, 'The Lord needs them'; and he will let them go at once.” ", "4": "This happened in order to fulfill what had been spoken through the prophet,", "5": "“Say to the daughter of Tziyon, 'Look! Your King is coming to you, riding humbly on a donkey, and on a colt, the offspring of a beast of burden!'[a]", "6": "So the talmidim went and did as Yeshua had directed them. ", "7": "They brought the donkey and the colt and put their robes on them, and Yeshua sat on them. ", "8": "Crowds of people carpeted the road with their clothing, while others cut branches from trees and spread them on the road. ", "9": "The crowds ahead of him and behind shouted, “Please! Deliver us!”[b] to the Son of David; “Blessed is he who comes in the name of Adonai!” “You in the highest heaven! Please! Deliver us!”[c][d]", "10": "When he entered Yerushalayim, the whole city was stirred. “Who is this?” they asked. ", "11": "And the crowds answered, “This is Yeshua, the prophet from Natzeret in the Galil.”", "12": "Yeshua entered the Temple grounds and drove out those who were doing business there, both the merchants and their customers. He upset the desks of the money-changers and knocked over the benches of those who were selling pigeons. ", "13": "He said to them, “It has been written, 'My house will be called a house of prayer.'[e] But you are making it into a den of robbers!”[f]", "14": "Blind and lame people came up to him in the Temple, and he healed them. ", "15": "But when the head cohanim and Torah-teachers saw the wonderful things he was doing, and the children crying out in the Temple, “Please deliver us!”[g] to the Son of David, they were furious. ", "16": "They said to him, “Do you hear what they're saying?” Yeshua replied, “Of course! Haven't you ever read, 'From the mouth of children and infants you have prepared praise for yourself'?”[h]", "17": "With that, he left them and went outside the city to Beit-Anyah, where he spent the night.", "18": "The next morning, on his way back to the city, he felt hungry. ", "19": "Spotting a fig tree by the road, he went up to it but found nothing on it except leaves. So he said to it, “May you never again bear fruit!” and immediately the fig tree dried up. ", "20": "The talmidim saw this and were amazed. “How did the fig tree dry up so quickly?” they asked. ", "21": "Yeshua answered them, “Yes! I tell you, if you have trust and don't doubt, you will not only do what was done to this fig tree; but even if you say to this mountain, 'Go and throw yourself into the sea!' it will be done. ", "22": "In other words, you will receive everything you ask for in prayer, no matter what it is, provided you have trust.”", "23": "He went into the Temple area; and as he was teaching, the head cohanim and the elders of the people approached him and demanded, “What s'mikhah do you have that authorizes you to do these things? And who gave you this s'mikhah?” ", "24": "Yeshua answered, “I too will ask you a question. If you answer it, then I will tell you by what s'mikhah I do these things. ", "25": "The immersion of Yochanan — where did it come from? From Heaven or from a human source?” They discussed it among themselves: “If we say, 'From Heaven,' he will say, 'Then why didn't you believe him?' ", "26": "But if we say, 'From a human source,' we are afraid of the people, for they all regard Yochanan as a prophet.” ", "27": "So they answered Yeshua, “We don't know.” And he replied, “Then I won't tell you by what s'mikhah I do these things.", "28": "“But give me your opinion: a man had two sons. He went to the first and said, 'Son, go and work today in the vineyard.' ", "29": "He answered, 'I don't want to'; but later he changed his mind and went. ", "30": "The father went to his other son and said the same thing. This one answered, 'I will, sir'; but he didn't go. ", "31": "Which of the two did what his father wanted?” “The first,” they replied. “That's right!” Yeshua said to them. “I tell you that the tax-collectors and prostitutes are going into the Kingdom of God ahead of you! ", "32": "For Yochanan came to you showing the path to righteousness, and you wouldn't trust him. The tax-collectors and prostitutes trusted him; but you, even after you saw this, didn't change your minds later and trust him.", "33": "“Now listen to another parable. There was a farmer who planted a vineyard. He put a wall around it, dug a pit for the winepress and built a tower; then he rented it to tenants and left. ", "34": "When harvest-time came, he sent his servants to the tenants to collect his share of the crop. ", "35": "But the tenants seized his servants — this one they beat up, that one they killed, another they stoned. ", "36": "So he sent some other servants, more than the first group, and they did the same to them. ", "37": "Finally, he sent them his son, saying, 'My son they will respect.' ", "38": "But when the tenants saw the son, they said to each other, 'This is the heir. Come, let's kill him and take his inheritance!' ", "39": "So they grabbed him, threw him out of the vineyard and killed him. ", "40": "Now when the owner of the vineyard comes, what will he do to those tenants?” ", "41": "They answered him, “He will viciously destroy those vicious men and rent out the vineyard to other tenants who will give him his share of the crop when it's due.” ", "42": "Yeshua said to them, “Haven't you ever read in the Tanakh, 'The very rock which the builders rejected has become the cornerstone! This has come from Adonai, and in our eyes it is amazing'?[i]", "43": "Therefore, I tell you that the Kingdom of God will be taken away from you and given to the kind of people that will produce its fruit!” ", "44": "[j]", "45": "As the head cohanim and the P'rushim listened to his stories, they saw that he was speaking about them. ", "46": "But when they set about to arrest him, they were afraid of the crowds; because the crowds considered him a prophet."}