{"1": "“The Kingdom of Heaven at that time will be like ten bridesmaids who took their lamps and went out to meet the groom. ", "2": "Five of them were foolish and five were sensible. ", "3": "The foolish ones took lamps with them but no oil, ", "4": "whereas the others took flasks of oil with their lamps. ", "5": "Now the bridegroom was late, so they all went to sleep. ", "6": "It was the middle of the night when the cry rang out, 'The bridegroom is here! Go out to meet him!' ", "7": "The girls all woke up and prepared their lamps for lighting. ", "8": "The foolish ones said to the sensible ones, 'Give us some of your oil, because our lamps are going out.' ", "9": "'No,' they replied, 'there may not be enough for both you and us. Go to the oil dealers and buy some for yourselves.' ", "10": "But as they were going off to buy, the bridegroom came. Those who were ready went with him to the wedding feast, and the door was shut. ", "11": "Later, the other bridesmaids came. 'Sir! Sir!' they cried, 'Let us in!' ", "12": "But he answered, 'Indeed! I tell you, I don't know you!' ", "13": "So stay alert, because you know neither the day nor the hour.", "14": "“For it will be like a man about to leave home for awhile, who entrusted his possessions to his servants. ", "15": "To one he gave five talents [equivalent to a hundred years' wages]; to another, two talents; and to another, one talent — to each according to his ability. Then he left. ", "16": "The one who had received five talents immediately went out, invested it and earned another five. ", "17": "Similarly, the one given two earned another two. ", "18": "But the one given one talent went off, dug a hole in the ground and hid his master's money.", "19": "“After a long time, the master of those servants returned to settle accounts with them. ", "20": "The one who had received five talents came forward bringing the other five and said, 'Sir, you gave me five talents; here, I have made five more.' ", "21": "His master said to him, 'Excellent! You are a good and trustworthy servant. You have been faithful with a small amount, so I will put you in charge of a large amount. Come and join in your master's happiness!' ", "22": "Also the one who had received two came forward and said, 'Sir, you gave me two talents; here, I have made two more.' ", "23": "His master said to him, 'Excellent! you are a good and trustworthy servant. You have been faithful with a small amount, so I will put you in charge of a large amount. Come and join in your master's happiness!'", "24": "“Now the one who had received one talent came forward and said, 'I knew you were a hard man. You harvest where you didn't plant and gather where you didn't sow seed. ", "25": "I was afraid, so I went and hid your talent in the ground. Here! Take what belongs to you!' ", "26": "'You wicked, lazy servant!' said his master, 'So you knew, did you, that I harvest where I haven't planted? and that I gather where I didn't sow seed? ", "27": "Then you should have deposited my money with the bankers, so that when I returned, I would at least have gotten back interest with my capital! ", "28": "Take the talent from him and give it to the one who has ten. ", "29": "For everyone who has something will be given more, so that he will have more than enough; but from anyone who has nothing, even what he does have will be taken away. ", "30": "As for this worthless servant, throw him out in the dark, where people will wail and grind their teeth!'", "31": "“When the Son of Man comes in his glory, accompanied by all the angels, he will sit on his glorious throne. ", "32": "All the nations will be assembled before him, and he will separate people one from another as a shepherd separates sheep from goats. ", "33": "The 'sheep' he will place at his right hand and the 'goats' at his left.", "34": "“Then the King will say to those on his right, 'Come, you whom my Father has blessed, take your inheritance, the Kingdom prepared for you from the founding of the world. ", "35": "For I was hungry and you gave me food, I was thirsty and you gave me something to drink, I was a stranger and you made me your guest, ", "36": "I needed clothes and you provided them, I was sick and you took care of me, I was in prison and you visited me.' ", "37": "Then the people who have done what God wants will reply, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? ", "38": "When did we see you a stranger and make you our guest, or needing clothes and provide them? ", "39": "When did we see you sick or in prison, and visit you?' ", "40": "The King will say to them, 'Yes! I tell you that whenever you did these things for one of the least important of these brothers of mine, you did them for me!'", "41": "“Then he will also speak to those on his left, saying, 'Get away from me, you who are cursed! Go off into the fire prepared for the Adversary and his angels! ", "42": "For I was hungry and you gave me no food, thirsty and you gave me nothing to drink, ", "43": "a stranger and you did not welcome me, needing clothes and you did not give them to me, sick and in prison and you did not visit me.' ", "44": "Then they too will reply, 'Lord, when did we see you hungry, thirsty, a stranger, needing clothes, sick or in prison, and not take care of you?' ", "45": "And he will answer them, 'Yes! I tell you that whenever you refused to do it for the least important of these people, you refused to do it for me!' ", "46": "They will go off to eternal punishment, but those who have done what God wants will go to eternal life.”"}