{"1": "When Yeshua had finished speaking, he said to his talmidim, ", "2": "“As you know, Pesach is two days away, and the Son of Man will be handed over to be nailed to the execution-stake.”", "3": "Then the head cohanim and the elders of the people gathered in the palace of Kayafa the cohen hagadol. ", "4": "They made plans to arrest Yeshua surreptitiously and have him put to death; ", "5": "but they said, “Not during the festival, or the people will riot.”", "6": "Yeshua was in Beit-Anyah, at the home of Shim'on, the man who had had tzara'at. ", "7": "A woman who had an alabaster jar filled with very expensive perfume approached Yeshua while he was eating and began pouring it on his head. ", "8": "When the talmidim saw it, they became very angry. “Why this waste?” they asked. ", "9": "“This could have been sold for a lot of money and given to the poor.” ", "10": "But Yeshua, aware of what was going on, said to them, “Why are you bothering this woman? She has done a beautiful thing for me. ", "11": "The poor you will always have with you, but you will not always have me. ", "12": "She poured this perfume on me to prepare my body for burial. ", "13": "Yes! I tell you that throughout the whole world, wherever this Good News is proclaimed, what she has done will be told in her memory.”", "14": "Then one of the Twelve, the one called Y'hudah from K'riot, went to the head cohanim ", "15": "and said, “What are you willing to give me if I turn Yeshua over to you?” They counted out thirty silver coins and gave them to Y'hudah.[a] ", "16": "From then on he looked for a good opportunity to betray him.", "17": "On the first day for matzah, the talmidim came to Yeshua and asked, “Where do you want us to prepare your Seder?” ", "18": "“Go into the city, to so-and-so,” he replied, “and tell him that the Rabbi says, 'My time is near, my talmidim and I are celebrating Pesach at your house.'” ", "19": "The talmidim did as Yeshua directed and prepared the Seder.", "20": "When evening came, Yeshua reclined with the twelve talmidim; ", "21": "and as they were eating, he said, “Yes, I tell you that one of you is going to betray me.” ", "22": "They became terribly upset and began asking him, one after the other, “Lord, you don't mean me, do you?” ", "23": "He answered, “The one who dips his matzah in the dish with me is the one who will betray me. ", "24": "The Son of Man will die just as the Tanakh says he will; but woe to that man by whom the Son of Man is betrayed! It would have been better for him had he never been born!” ", "25": "Y'hudah, the one who was betraying him, then asked, “Surely, Rabbi, you don't mean me?” He answered, “The words are yours.”", "26": "While they were eating, Yeshua took a piece of matzah, made the b'rakhah, broke it, gave it to the talmidim and said, “Take! Eat! This is my body!” ", "27": "Also he took a cup of wine, made the b'rakhah, and gave it to them, saying, “All of you, drink from it! ", "28": "For this is my blood, which ratifies the New Covenant, my blood shed on behalf of many, so that they may have their sins forgiven. ", "29": "I tell you, I will not drink this 'fruit of the vine' again until the day I drink new wine with you in my Father's Kingdom.”", "30": "After singing the Hallel, they went out to the Mount of Olives. ", "31": "Yeshua then said to them, “Tonight you will all lose faith in me, as the Tanakh says, 'I will strike the shepherd dead, and the sheep of the flock will be scattered.'[b] ", "32": "But after I have been raised, I will go ahead of you into the Galil.” ", "33": "“I will never lose faith in you,” Kefa answered, “even if everyone else does.” ", "34": "Yeshua said to him, “Yes! I tell you that tonight before the rooster crows, you will disown me three times!” ", "35": "“Even if I must die with you,” Kefa replied, “I will never disown you!” And all the talmidim said the same thing.", "36": "Then Yeshua went with his talmidim to a place called Gat-Sh'manim and said to them, “Sit here while I go over there and pray.” ", "37": "He took with him Kefa and Zavdai's two sons. Grief and anguish came over him, ", "38": "and he said to them, “My heart is so filled with sadness that I could die! Remain here and stay awake with me.” ", "39": "Going on a little farther, he fell on his face, praying, “My Father, if possible, let this cup pass from me! Yet — not what I want, but what you want!” ", "40": "He returned to the talmidim and found them sleeping. He said to Kefa, “Were you so weak that you couldn't stay awake with me for even an hour? ", "41": "Stay awake, and pray that you will not be put to the test — the spirit indeed is eager, but human nature is weak.”", "42": "A second time he went off and prayed. “My Father, if this cup cannot pass away unless I drink it, let what you want be done.” ", "43": "Again he returned and found them sleeping, their eyes were so heavy.", "44": "Leaving them again, he went off and prayed a third time, saying the same words. ", "45": "Then he came to the talmidim and said, “For now, go on sleeping, take your rest. . . . Look! The time has come for the Son of Man to be betrayed into the hands of sinners. ", "46": "Get up! Let's go! Here comes my betrayer!”", "47": "While Yeshua was still speaking, Y'hudah (one of the Twelve!) came, and with him a large crowd carrying swords and clubs, from the head cohanim and elders of the people. ", "48": "The betrayer had arranged to give them a signal: “The man I kiss is the one you want — grab him!” ", "49": "He went straight up to Yeshua, said, “Shalom, Rabbi!” and kissed him. ", "50": "Yeshua said to him, “Friend, do what you came to do.” Then they moved forward, laid hold of Yeshua and arrested him.", "51": "At that, one of the men with Yeshua reached for his sword, drew it out and struck at the servant of the cohen hagadol, cutting off his ear. ", "52": "Yeshua said to him, “Put your sword back where it belongs, for everyone who uses the sword will die by the sword. ", "53": "Don't you know that I can ask my Father, and he will instantly provide more than a dozen armies of angels to help me? ", "54": "But if I did that, how could the passages in the Tanakh be fulfilled that say it has to happen this way?”", "55": "Then Yeshua addressed the crowd: “So you came out to take me with swords and clubs, the way you would the leader of a rebellion? Every day I sat in the Temple court, teaching; and you didn't seize me then. ", "56": "But all this has happened so that what the prophets wrote may be fulfilled.” Then the talmidim all deserted him and ran away.", "57": "Those who had seized Yeshua led him off to Kayafa the cohen hagadol, where the Torah-teachers and elders were assembled. ", "58": "Kefa followed him at a distance as far as the courtyard of the cohen hagadol; then he went inside and sat down with the guards to see what the outcome would be.", "59": "The head cohanim and the whole Sanhedrin looked for some false evidence against Yeshua, so that they might put him to death. ", "60": "But they didn't find any, even though many liars came forward to give testimony. At last, however, two people came forward and said, ", "61": "“This man said, 'I can tear down God's Temple and build it again in three days.'” ", "62": "The cohen hagadol stood up and said, “Have you nothing to say to the accusation these men are making?” ", "63": "Yeshua remained silent. The cohen hagadol said to him, “I put you under oath! By the living God, tell us if you are the Mashiach, the Son of God!” ", "64": "Yeshua said to him, “The words are your own. But I tell you that one day you will see the Son of Man sitting at the right hand of HaG'vurah and coming on the clouds of heaven.”[c] ", "65": "At this, the cohen hagadol tore his robes. “Blasphemy!” he said. “Why do we still need witnesses? You heard him blaspheme! ", "66": "What is your verdict?” “Guilty,” they answered. “He deserves death!” ", "67": "Then they spit in his face and pounded him with their fists; and those who were beating him ", "68": "said, “Now, you 'Messiah,' 'prophesy' to us: who hit you that time?”", "69": "Kefa was sitting outside in the courtyard when a servant girl came up to him. “You too were with Yeshua from the Galil,” she said. ", "70": "But he denied it in front of everyone — “I don't know what you're talking about!” ", "71": "He went out onto the porch, and another girl saw him and said to the people there, “This man was with Yeshua of Natzeret.” ", "72": "Again he denied it, swearing, “I don't know the man!” ", "73": "After a little while, the bystanders approached Kefa and said, “You must be one of them — your accent gives you away.” ", "74": "This time he began to invoke a curse on himself as he swore, “I do not know the man!” — and immediately a rooster crowed. ", "75": "Kefa remembered what Yeshua had said, “Before the rooster crows, you will disown me three times”; and he went outside and cried bitterly."}