{"1": "Early in the morning, all the head cohanim and elders met to plan how to bring about Yeshua's death. ", "2": "Then they put him in chains, led him away and handed him over to Pilate the governor.", "3": "When Y'hudah, who had betrayed him, saw that Yeshua had been condemned, he was seized with remorse and returned the thirty silver coins to the head cohanim and elders, ", "4": "saying, “I sinned in betraying an innocent man to death.” “What is that to us?” they answered. “That's your problem.” ", "5": "Hurling the pieces of silver into the sanctuary, he left; then he went off and hanged himself.", "6": "The head cohanim took the silver coins and said, “It is prohibited to put this into the Temple treasury, because it is blood money.” ", "7": "So they decided to use it to buy the potter's field as a cemetery for foreigners. ", "8": "This is how it came to be called the Field of Blood, a name it still bears. ", "9": "Then what Yirmeyahu the prophet spoke was fulfilled, “And they took the thirty silver coins, which was the price the people of Isra'el had agreed to pay for him, ", "10": "and used them to buy the potter's field, just as the Lord directed me.”[a]", "11": "Meanwhile, Yeshua was brought before the governor, and the governor put this question to him: “Are you the King of the Jews?” Yeshua answered, “The words are yours.” ", "12": "But when he was accused by the head cohanim and elders, he gave no answer. ", "13": "Then Pilate said to him, “Don't you hear all these charges they are making against you?” ", "14": "But to the governor's great amazement, he did not say a single word in reply to the accusations.", "15": "It was the governor's custom during a festival to set free one prisoner, whomever the crowd asked for. ", "16": "There was at that time a notorious prisoner being held, named Yeshua Bar-Abba. ", "17": "So when a crowd had gathered, Pilate said to them, “Whom do you want me to set free for you? Bar-Abba? or Yeshua, called 'the Messiah'?” ", "18": "For he understood that it was out of jealousy that they had handed him over. ", "19": "While he was sitting in court, his wife sent him a message, “Leave that innocent man alone. Today in a dream I suffered terribly because of him.” ", "20": "But the head cohanim persuaded the crowd to ask for Bar-Abba's release and to have Yeshua executed on the stake. ", "21": "“Which of the two do you want me to set free for you?” asked the governor. “Bar-Abba!” they answered. ", "22": "Pilate said to them, “Then what should I do with Yeshua, called 'the Messiah'?” They all said, “Put him to death on the stake! Put him to death on the stake!” ", "23": "When he asked, “Why? What crime has he committed?” they shouted all the louder, “Put him to death on the stake!” ", "24": "When Pilate saw that he was accomplishing nothing, but rather that a riot was starting, he took water, washed his hands in front of the crowd, and said, “My hands are clean of this man's blood; it's your responsibility.” ", "25": "All the people answered, “His blood is on us and on our children!” ", "26": "Then he released to them Bar-Abba; but Yeshua, after having him whipped, he handed over to be executed on a stake.", "27": "The governor's soldiers took Yeshua into the headquarters building, and the whole battalion gathered around him. ", "28": "They stripped off his clothes and put on him a scarlet robe, ", "29": "wove thorn-branches into a crown and put it on his head, and put a stick in his right hand. Then they kneeled down in front of him and made fun of him: “Hail to the King of the Jews!” ", "30": "They spit on him and used the stick to beat him about the head. ", "31": "When they had finished ridiculing him, they took off the robe, put his own clothes back on him and led him away to be nailed to the execution-stake.", "32": "As they were leaving, they met a man from Cyrene named Shim'on; and they forced him to carry Yeshua's execution-stake. ", "33": "When they arrived at a place called Gulgolta (which means “place of a skull”), ", "34": "they gave him wine mixed with bitter gall to drink; but after tasting it, he would not drink it. ", "35": "After they had nailed him to the stake, they divided his clothes among them by throwing dice. ", "36": "Then they sat down to keep watch over him there. ", "37": "Above his head they placed the written notice stating the charge against him, THIS IS YESHUA THE KING OF THE JEWS", "38": "Then two robbers were placed on execution-stakes with him, one on the right and one on the left. ", "39": "People passing by hurled insults at him, shaking their heads[b] ", "40": "and saying, “So you can destroy the Temple, can you, and rebuild it in three days? Save yourself, if you are the Son of God, and come down from the stake!” ", "41": "Likewise, the head cohanim jeered at him, along with the Torah-teachers and elders, ", "42": "“He saved others, but he can't save himself!” “So he's King of Isra'el, is he? Let him come down now from the stake! Then we'll believe him!” ", "43": "“He trusted God? So, let him rescue him if he wants him![c] After all, he did say, 'I'm the Son of God'!” ", "44": "Even the robbers nailed up with him insulted him in the same way.", "45": "From noon until three o'clock in the afternoon, all the Land was covered with darkness. ", "46": "At about three, Yeshua uttered a loud cry, “Eli! Eli! L'mah sh'vaktani? (My God! My God! Why have you deserted me?)”[d] ", "47": "On hearing this, some of the bystanders said, “He's calling for Eliyahu.” ", "48": "Immediately one of them ran and took a sponge, soaked it in vinegar, put it on a stick and gave it to him to drink.[e] ", "49": "The rest said, “Wait! Let's see if Eliyahu comes and rescues him.” ", "50": "But Yeshua, again crying out in a loud voice, yielded up his spirit.", "51": "At that moment the parokhet in the Temple was ripped in two from top to bottom; and there was an earthquake, with rocks splitting apart. ", "52": "Also the graves were opened, and the bodies of many holy people who had died were raised to life; ", "53": "and after Yeshua rose, they came out of the graves and went into the holy city, where many people saw them. ", "54": "When the Roman officer and those with him who were keeping watch over Yeshua saw the earthquake and what was happening, they were awestruck and said, “He really was a son of God.”", "55": "There were many women there, looking on from a distance; they had followed Yeshua from the Galil, helping him. ", "56": "Among them were Miryam from Magdala, Miryam the mother of Ya'akov and Yosef, and the mother of Zavdai's sons.", "57": "Towards evening, there came a wealthy man from Ramatayim named Yosef, who was himself a talmid of Yeshua. ", "58": "He approached Pilate and asked for Yeshua's body, and Pilate ordered it to be given to him. ", "59": "Yosef took the body, wrapped it in a clean linen sheet, ", "60": "and laid it in his own tomb, which he had recently had cut out of the rock. After rolling a large stone in front of the entrance to the tomb, he went away. ", "61": "Miryam of Magdala and the other Miryam stayed there, sitting opposite the grave.", "62": "Next day, after the preparation, the head cohanim and the P'rushim went together to Pilate ", "63": "and said, “Sir, we remember that that deceiver said while he was still alive, 'After three days I will be raised.' ", "64": "Therefore, order that the grave be made secure till the third day; otherwise the talmidim may come, steal him away and say to the people, 'He was raised from the dead'; and the last deception will be worse than the first.” ", "65": "Pilate said to them, “You may have your guard. Go and make the grave as secure as you know how.” ", "66": "So they went and made the grave secure by sealing the stone and putting the guard on watch."}