{"1": "After Shabbat, as the next day was dawning, Miryam of Magdala and the other Miryam went to see the grave. ", "2": "Suddenly there was a violent earthquake, for an angel of Adonai came down from heaven, rolled away the stone and sat on it. ", "3": "His appearance was like lightning, and his clothes were as white as snow. ", "4": "The guards were so terrified at him that they trembled and became like dead men. ", "5": "But the angel said to the women, “Don't be afraid. I know you are looking for Yeshua, who was executed on the stake. ", "6": "He is not here, because he has been raised — just as he said! Come and look at the place where he lay. ", "7": "Then go quickly and tell the talmidim, 'He has been raised from the dead, and now he is going to the Galil ahead of you. You will see him there.' Now I have told you.”", "8": "So they left the tomb quickly, frightened yet filled with joy; and they ran to give the news to his talmidim. ", "9": "Suddenly Yeshua met them and said, “Shalom!” They came up and took hold of his feet as they fell down in front of him. ", "10": "Then Yeshua said to them, “Don't be afraid! Go and tell my brothers to go to the Galil, and they will see me there.”", "11": "As they were going, some of the guards went into the city and reported to the head cohanim everything that had happened. ", "12": "Then they met with the elders; and after discussing the matter, they gave the soldiers a sizeable sum of money ", "13": "and said to them, “Tell people, 'His talmidim came during the night and stole his body while we were sleeping.' ", "14": "If the governor hears of it, we will put things right with him and keep you from getting in trouble.” ", "15": "The soldiers took the money and did as they were told, and this story has been spread about by Judeans till this very day.", "16": "So the eleven talmidim went to the hill in the Galil where Yeshua had told them to go. ", "17": "When they saw him, they prostrated themselves before him; but some hesitated. ", "18": "Yeshua came and talked with them. He said, “All authority in heaven and on earth has been given to me. ", "19": "Therefore, go and make people from all nations into talmidim, immersing them into the reality of the Father, the Son and the Ruach HaKodesh, ", "20": "and teaching them to obey everything that I have commanded you. And remember! I will be with you always, yes, even until the end of the age.”"}