{"1": "It was during those days that Yochanan the Immerser arrived in the desert of Y'hudah and began proclaiming the message, ", "2": "“Turn from your sins to God, for the Kingdom of Heaven is near!” ", "3": "This is the man Yesha'yahu was talking about when he said, “The voice of someone crying out: 'In the desert prepare the way of Adonai! Make straight paths for him!'”[a]", "4": "Yochanan wore clothes of camel's hair with a leather belt around his waist, and his food was locusts and wild honey. ", "5": "People went out to him from Yerushalayim, from all Y'hudah, and from the whole region around the Yarden. ", "6": "Confessing their sins, they were immersed by him in the Yarden River.", "7": "But when Yochanan saw many of the P'rushim and Tz'dukim coming to be immersed by him, he said to them, “You snakes! Who warned you to escape the coming punishment? ", "8": "If you have really turned from your sins to God, produce fruit that will prove it! ", "9": "And don't suppose you can comfort yourselves by saying, 'Avraham is our father'! For I tell you that God can raise up for Avraham sons from these stones! ", "10": "Already the axe is at the root of the trees, ready to strike; every tree that doesn't produce good fruit will be chopped down and thrown in the fire! ", "11": "It's true that I am immersing you in water so that you might turn from sin to God; but the one coming after me is more powerful than I — I'm not worthy even to carry his sandals — and he will immerse you in the Ruach HaKodesh and in fire. ", "12": "He has with him his winnowing fork; and he will clear out his threshing floor, gathering his wheat into the barn but burning up the straw with unquenchable fire!”", "13": "Then Yeshua came from the Galil to the Yarden to be immersed by Yochanan. ", "14": "But Yochanan tried to stop him. “You are coming to me? I ought to be immersed by you!” ", "15": "However, Yeshua answered him, “Let it be this way now, because we should do everything righteousness requires.” Then Yochanan let him. ", "16": "As soon as Yeshua had been immersed, he came up out of the water. At that moment heaven was opened, he saw the Spirit of God coming down upon him like a dove, ", "17": "and a voice from heaven said, “This is my Son, whom I love; I am well pleased with him.”"}