{"1": "Then the Spirit led Yeshua up into the wilderness to be tempted by the Adversary. ", "2": "After Yeshua had fasted forty days and nights, he was hungry. ", "3": "The Tempter came and said to him, “If you are the Son of God, order these stones to become bread.” ", "4": "But he answered, “The Tanakh says, 'Man does not live on bread alone, but on every word that comes from the mouth of Adonai'”[a]", "5": "Then the Adversary took him to the holy city and set him on the highest point of the Temple. ", "6": "“If you are the Son of God,” he said, “jump! For the Tanakh says, 'He will order his angels to be responsible for you. . . . They will support you with their hands, so that you will not hurt your feet on the stones.'”[b]", "7": "Yeshua replied to him, “But it also says, 'Do not put Adonai your God to the test.'”[c]", "8": "Once more, the Adversary took him up to the summit of a very high mountain, showed him all the kingdoms of the world in all their glory, ", "9": "and said to him, “All this I will give you if you will bow down and worship me.” ", "10": "“Away with you, Satan!” Yeshua told him, “For the Tanakh says, 'Worship Adonai your God, and serve only him.'” [d]", "11": "Then the Adversary let him alone, and angels came and took care of him.", "12": "When Yeshua heard that Yochanan had been put in prison, he returned to the Galil; ", "13": "but he left Natzeret and came to live in K'far-Nachum, a lake shore town near the boundary between Z'vulun and Naftali. ", "14": "This happened in order to fulfill what Yesha'yahu the prophet had said,", "15": "“Land of Z'vulun and land of Naftali, toward the lake, beyond the Yarden, Galil-of-the-Goyim —", "16": "the people living in darkness have seen a great light; upon those living in the region, in the shadow of death, light has dawned.” [e]", "17": "From that time on, Yeshua began proclaiming, “Turn from your sins to God, for the Kingdom of Heaven is near!”", "18": "As Yeshua walked by Lake Kinneret, he saw two brothers who were fishermen — Shim'on, known as Kefa, and his brother Andrew — throwing their net into the lake. ", "19": "Yeshua said to them, “Come after me, and I will make you fishers for men!” ", "20": "At once they left their nets and went with him.", "21": "Going on from there, he saw two other brothers — Ya'akov Ben-Zavdai and Yochanan his brother — in the boat with their father Zavdai, repairing their nets; and he called them. ", "22": "At once they left the boat and their father and went with Yeshua.", "23": "Yeshua went all over the Galil teaching in their synagogues, proclaiming the Good News of the Kingdom, and healing people from every kind of disease and sickness. ", "24": "Word of him spread throughout all Syria, and people brought to him all who were ill, suffering from various diseases and pains, and those held in the power of demons, and epileptics and paralytics; and he healed them. ", "25": "Huge crowds followed him from the Galil, the Ten Towns, Yerushalayim, Y'hudah, and 'Ever-HaYarden."}