{"1": "“Be careful not to parade your acts of tzedakah in front of people in order to be seen by them! If you do, you have no reward from your Father in heaven. ", "2": "So, when you do tzedakah, don't announce it with trumpets to win people's praise, like the hypocrites in the synagogues and on the streets. Yes! I tell you, they have their reward already! ", "3": "But you, when you do tzedakah, don't even let your left hand know what your right hand is doing. ", "4": "Then your tzedakah will be in secret; and your Father, who sees what you do in secret, will reward you.", "5": "“When you pray, don't be like the hypocrites, who love to pray standing in the synagogues and on street corners, so that people can see them. Yes! I tell you, they have their reward already! ", "6": "But you, when you pray, go into your room, close the door, and pray to your Father in secret. Your Father, who sees what is done in secret, will reward you.", "7": "“And when you pray, don't babble on and on like the pagans, who think God will hear them better if they talk a lot. ", "8": "Don't be like them, because your Father knows what you need before you ask him. ", "9": "You, therefore, pray like this: 'Our Father in heaven! May your Name be kept holy.", "10": "May your Kingdom come, your will be done on earth as in heaven.", "11": "Give us the food we need today.", "12": "Forgive us what we have done wrong, as we too have forgiven those who have wronged us.", "13": "And do not lead us into hard testing, but keep us safe from the Evil One. [a]For kingship, power and glory are yours forever. Amen.'", "14": "For if you forgive others their offenses, your heavenly Father will also forgive you; ", "15": "but if you do not forgive others their offenses, your heavenly Father will not forgive yours.", "16": "“Now when you fast, don't go around looking miserable, like the hypocrites. They make sour faces so that people will know they are fasting. Yes! I tell you, they have their reward already! ", "17": "But you, when you fast, wash your face and groom yourself, ", "18": "so that no one will know you are fasting — except your Father, who is with you in secret. Your Father, who sees what is done in secret, will reward you.", "19": "“Do not store up for yourselves wealth here on earth, where moths and rust destroy, and burglars break in and steal. ", "20": "Instead, store up for yourselves wealth in heaven, where neither moth nor rust destroys, and burglars do not break in or steal. ", "21": "For where your wealth is, there your heart will be also. ", "22": "'The eye is the lamp of the body.' So if you have a 'good eye' [that is, if you are generous] your whole body will be full of light; ", "23": "but if you have an 'evil eye' [if you are stingy] your whole body will be full of darkness. If, then, the light in you is darkness, how great is that darkness! ", "24": "No one can be slave to two masters; for he will either hate the first and love the second, or scorn the second and be loyal to the first. You can't be a slave to both God and money.", "25": "“Therefore, I tell you, don't worry about your life — what you will eat or drink; or about your body — what you will wear. Isn't life more than food and the body more than clothing? ", "26": "Look at the birds flying about! They neither plant nor harvest, nor do they gather food into barns; yet your heavenly Father feeds them. Aren't you worth more than they are? ", "27": "Can any of you by worrying add a single hour to his life?", "28": "“And why be anxious about clothing? Think about the fields of wild irises, and how they grow. They neither work nor spin thread, ", "29": "yet I tell you that not even Shlomo in all his glory was clothed as beautifully as one of these. ", "30": "If this is how God clothes grass in the field — which is here today and gone tomorrow, thrown in an oven — won't he much more clothe you? What little trust you have!", "31": "“So don't be anxious, asking, 'What will we eat?,' 'What will we drink?' or 'How will we be clothed?' ", "32": "For it is the pagans who set their hearts on all these things. Your heavenly Father knows you need them all. ", "33": "But seek first his Kingdom and his righteousness, and all these things will be given to you as well. ", "34": "Don't worry about tomorrow — tomorrow will worry about itself! Today has enough tsuris already!"}