{"1": "“Don't judge, so that you won't be judged. ", "2": "For the way you judge others is how you will be judged — the measure with which you measure out will be used to measure to you. ", "3": "Why do you see the splinter in your brother's eye but not notice the log in your own eye? ", "4": "How can you say to your brother, 'Let me take the splinter out of your eye,' when you have the log in your own eye? ", "5": "You hypocrite! First, take the log out of your own eye; then you will see clearly, so that you can remove the splinter from your brother's eye!", "6": "“Don't give to dogs what is holy, and don't throw your pearls to the pigs. If you do, they may trample them under their feet, then turn and attack you.", "7": "“Keep asking, and it will be given to you; keep seeking, and you will find; keep knocking, and the door will be opened to you. ", "8": "For everyone who keeps asking receives; he who keeps seeking finds; and to him who keeps knocking, the door will be opened. ", "9": "Is there anyone here who, if his son asks him for a loaf of bread, will give him a stone? ", "10": "or if he asks for a fish, will give him a snake? ", "11": "So if you, even though you are bad, know how to give your children gifts that are good, how much more will your Father in heaven keep giving good things to those who keep asking him!", "12": "“Always treat others as you would like them to treat you; that sums up the teaching of the Torah and the Prophets.", "13": "“Go in through the narrow gate; for the gate that leads to destruction is wide and the road broad, and many travel it; ", "14": "but it is a narrow gate and a hard road that leads to life, and only a few find it.", "15": "“Beware of the false prophets! They come to you wearing sheep's clothing, but underneath they are hungry wolves! ", "16": "You will recognize them by their fruit. Can people pick grapes from thorn bushes, or figs from thistles? ", "17": "Likewise, every healthy tree produces good fruit, but a poor tree produces bad fruit. ", "18": "A healthy tree cannot bear bad fruit, or a poor tree good fruit. ", "19": "Any tree that does not produce good fruit is cut down and thrown in the fire! ", "20": "So you will recognize them by their fruit.", "21": "“Not everyone who says to me, 'Lord, Lord!' will enter the Kingdom of Heaven, only those who do what my Father in heaven wants. ", "22": "On that Day, many will say to me, 'Lord, Lord! Didn't we prophesy in your name? Didn't we expel demons in your name? Didn't we perform many miracles in your name?' ", "23": "Then I will tell them to their faces, 'I never knew you! Get away from me, you workers of lawlessness!'[a]", "24": "“So, everyone who hears these words of mine and acts on them will be like a sensible man who built his house on bedrock. ", "25": "The rain fell, the rivers flooded, the winds blew and beat against that house, but it didn't collapse, because its foundation was on rock. ", "26": "But everyone who hears these words of mine and does not act on them will be like a stupid man who built his house on sand. ", "27": "The rain fell, the rivers flooded, the wind blew and beat against that house, and it collapsed — and its collapse was horrendous!”", "28": "When Yeshua had finished saying these things, the crowds were amazed at the way he taught, ", "29": "for he was not instructing them like their Torah-teachers but as one who had authority himself."}