{"1": "After Yeshua had come down from the hill, large crowds followed him. ", "2": "Then a man afflicted with tzara'at came, kneeled down in front of him and said, “Sir, if you are willing, you can make me clean.” ", "3": "Yeshua reached out his hand, touched him and said, “I am willing! Be cleansed!” And at once he was cleansed from his tzara'at. ", "4": "Then Yeshua said to him, “See that you tell no one; but as a testimony to the people, go and let the cohen examine you, and offer the sacrifice that Moshe commanded.”", "5": "As Yeshua entered K'far-Nachum, a Roman army officer came up and pleaded for help. ", "6": "“Sir, my orderly is lying at home paralyzed and suffering terribly!” ", "7": "Yeshua said, “I will go and heal him.” ", "8": "But the officer answered, “Sir, I am unfit to have you come into my home. Rather, if you will only give the command, my orderly will recover. ", "9": "For I too am a man under authority. I have soldiers under me, and I say to this one, 'Go!' and he goes; to another, 'Come!' and he comes; to my slave, 'Do this!' and he does it.” ", "10": "On hearing this Yeshua was amazed and said to the people following him, “Yes! I tell you, I have not found anyone in Isra'el with such trust! ", "11": "Moreover, I tell you that many will come from the east and from the west to take their places at the feast in the Kingdom of Heaven with Avraham, Yitz'chak and Ya'akov. ", "12": "But those born for the Kingdom will be thrown outside in the dark, where people will wail and grind their teeth!” ", "13": "Then Yeshua said to the officer, “Go; let it be for you as you have trusted.” And his orderly was healed at that very moment.", "14": "Yeshua went to Kefa's home and there saw Kefa's mother-in-law sick in bed with a fever. ", "15": "He touched her hand, the fever left her, and she got up and began helping him.", "16": "When evening came, many people held in the power of demons were brought to him. He expelled the spirits with a word and healed all who were ill. ", "17": "This was done to fulfill what had been spoken through the prophet Yesha'yahu, “He himself took our weaknesses and bore our diseases”[a]", "18": "When Yeshua saw the crowd around him, he gave orders to cross to the other side of the lake. ", "19": "A Torah-teacher approached and said to him, “Rabbi, I will follow you wherever you go.” ", "20": "Yeshua said to him, “The foxes have holes, and the birds flying about have nests, but the Son of Man has no home of his own.” ", "21": "Another of the talmidim said to him, “Sir, first let me go and bury my father.” ", "22": "But Yeshua replied, “Follow me, and let the dead bury their own dead.”", "23": "He boarded the boat, and his talmidim followed. ", "24": "Then, without warning, a furious storm arose on the lake, so that waves were sweeping over the boat. But Yeshua was sleeping. ", "25": "So they came and roused him, saying, “Sir! Help! We're about to die!” ", "26": "He said to them, “Why are you afraid? So little trust you have!” Then he got up and rebuked the winds and the waves, and there was a dead calm. ", "27": "The men were astounded. They asked, “What kind of man is this, that even the winds and sea obey him?”", "28": "When Yeshua arrived at the other side of the lake, in the Gadarenes' territory, there came out of the burial caves two men controlled by demons, so violent that no one dared travel on that road. ", "29": "They screamed, “What do you want with us, Son of God? Have you come here to torture us before the appointed time?” ", "30": "Now some distance from them a large herd of pigs was feeding. ", "31": "The demons begged him, “If you are going to drive us out, send us into the herd of pigs.” ", "32": "“All right, go!” he told them. So they came out and went into the pigs, whereupon the entire herd rushed down the hillside into the lake and drowned. ", "33": "The swineherds fled, went off to the town and told the whole story, including what had happened to the demonized men. ", "34": "At this, the whole town came out to meet Yeshua. When they saw him, they begged him to leave their district."}