{"1": "Paul, a called Apostle of Jesus Christ, through the will of God, and brother Sosthenes,", "2": "to the Church of God, which is at Corinth; to those who are sanctified in Christ Jesus (Saints by calling) with all that call on the Name of our Lord Jesus Christ, in every place, both theirs and ours:", "3": "Grace to you, and peace, from God our Father, and the Lord Jesus Christ.", "4": "I thank my God always on your behalf for the grace of God which is given you in Jesus Christ.", "5": "That in all things you are made rich in him in every expression and in all knowledge.", "6": "As the testimony of Jesus Christ has been confirmed in you.", "7": "So that you are not deficient in any gift, awaiting the unveiling of our Lord Jesus Christ,", "8": "Who shall also confirm you to the end, that you may be blameless on the day of our Lord Jesus Christ.", "9": "God is faithful; by Whom you are called to the fellowship of his son Jesus Christ our Lord.", "10": "Now I beseech you, brothers, by the Name of our Lord Jesus Christ, that you all speak one thing, and that there be no dissensions among you. But be joined together in one mind, and in one judgment.", "11": "For it has been declared to me, my brothers, by those who are of the house of Chloe, that there is strife among you.", "12": "Now I say this: that each one of you says, “I am Paul's”, and “I am Apollos's”, and “I am Cephas's” and “I am Christ's”.", "13": "Is Christ divided? Was Paul crucified for you? Or were you baptized into the name of Paul?", "14": "I thank God that I baptized none of you, but rather Crispus and Gaius,", "15": "lest anyone should say that I had baptized into my own name.", "16": "Now I also baptized the household of Stephanas. But I do not know whether I baptized any other besides that.", "17": "For Christ did not send me to baptize, but to preach the Gospel (not with wisdom of words, lest the cross of Christ should be made of no effect).", "18": "For the preaching of the cross is to those who perish, foolishness. But to us who are saved, it is the power of God.", "19": "For it is written, “I will destroy the wisdom of the wise, and will cast away the understanding of the prudent.”", "20": "Where is the wise? Where is the scribe? Where is the debater of this world? Has not God made the wisdom of this world foolishness?", "21": "For since, in the wisdom of God, the world in its own wisdom did not know God, it pleased God, by the foolishness of preaching, to save those who believe;", "22": "seeing also that the Jews require a sign, and the Grecians seek after wisdom.", "23": "But we preach Christ crucified, indeed a stumbling block to the Jews and foolishness to the Grecians.", "24": "But to those who are called, both of the Jews and Grecians, we preach Christ: the power of God and the wisdom of God.", "25": "For the foolishness of God is wiser than men, and the weakness of God is stronger than men.", "26": "For brothers, you see your calling: how that not many are wise after the flesh, not many mighty, not many noble.", "27": "But God has chosen the foolish things of the world to confound the wise. And God has chosen the weak things of the world to confound the mighty things.", "28": "And vile things of the world, and things which are despised, God has chosen, and things which are not, to bring to nought things that are.", "29": "That no flesh should boast in his presence.", "30": "But you are of him in Christ Jesus, Who, out of God, is made wisdom and righteousness to us, and sanctification, and redemption.", "31": "That it may be as it is written, 'The one who boasts, let him boast in the Lord'."}