{"1": "Concerning the gathering of the Saints: as I have ordained in the Churches of Galatia, so you do also.", "2": "Every first of the week, let every one of you lay up for himself as God has prospered him, so that then there will be no gatherings when I come.", "3": "And when I come, whomever you shall approve by letters, they will I send to carry your kindness to Jerusalem.", "4": "And if it be suitable that I go also, they shall go with me.", "5": "Now I will come to you after I have gone through Macedonia (for I will pass through Macedonia.)", "6": "And it may be that I will stay - yea, or winter with you - that you may send me on my way, wherever I go.", "7": "For I will not see you now in my passage. But I am expecting to stay a while with you, if the Lord permits.", "8": "And I will wait at Ephesus until Pentecost.", "9": "For a great and effective door has opened to me. And there are many adversaries.", "10": "Now, if Timothy comes, see that he is without fear with you. For he works the work of the Lord, even as I do.", "11": "Therefore, let no one despise him. But send him forth in peace, that he may come to me. For I looked for him with the brothers.", "12": "Concerning our brother Apollos, I greatly desired him to come to you with the brothers. But his mind was not at all to come at this time. But he will come when he shall have convenient time.", "13": "Watch. Stand fast in the faith. Act like men, being strong.", "14": "Let all your things be done in love.", "15": "Now brothers, I encourage you (you know the house of Stephanas, that it is the firstfruits of Achaia, and that they have given themselves to minister to the Saints.)", "16": "That you also be subject to such, and to all that help with us and labor.", "17": "I am glad of the coming of Stephanas, and Fortunatus, and Achaicus: for they have supplied what you lacked.", "18": "For they have refreshed my spirit and yours. Therefore, recognize such as these.", "19": "The Churches of Asia salute you: Aquila and Priscilla, with the Church that is in their house, salute you greatly in the Lord.", "20": "All the brothers greet you. Greet one another with a holy kiss.", "21": "The salutation of me, Paul, with my own hand.", "22": "If anyone does not love the Lord Jesus Christ, let him be accursed.  Marana – tha!", "23": "The grace of our Lord Jesus Christ be with you.", "24": "My love be with you all in Christ Jesus, Amen. (The first Epistle to the Corinthians, written from Philippi, and sent by Stephanas, and Fortunatus, and Achaicus, and Timothy.)"}