{"1": "Am I not an Apostle? Am I not free? Have I not seen Jesus Christ our Lord? Are you not my work in the Lord?", "2": "If I am not an Apostle to others, nonetheless, surely I am to you. For you are the seal of my Apostleship in the Lord.", "3": "My defense to those who examine me, is this:", "4": "Do we not have authority to eat and to drink?", "5": "Or do we not have authority to take along a wife who is a sister, just as the rest of the Apostles, and as the brothers of the Lord, and Cephas?", "6": "Or do only Barnabas and I not have authority to not work?", "7": "Who goes to war at any time at his own cost? Who plants a vineyard, and does not eat of the fruit thereof? Or, who feeds a flock, and does not drink of the milk of the flock?", "8": "Do I say these things according to man? Does not the Law say the same also?", "9": "For it is written in the Law of Moses, 'You shall not muzzle the mouth of the ox that treads out the corn'. Is God concerned for oxen?", "10": "Or does He not undoubtedly say this for our sakes? It is for our sakes this is written. That he who plows, should plow in hope, and that he who threshes in hope, should be a partaker of His hope.", "11": "If we have sown spiritual things for you, is it a great thing if we reap earthly things from you?", "12": "If others are partakers of this authority over you, should not we be more so? Nevertheless, we have not used this authority, but endure all things, that we should not hinder the Gospel of Christ.", "13": "Do you not know that those who administer the holy things, eat of the things of the Temple? And those who attend the altar are partakers with the altar?", "14": "So also has the Lord ordained, that those who preach the Gospel, should live from the Gospel.", "15": "But I have used none of these things. Nor have I written these things that it should be so done to me. For it would be better for me to die, than that anyone should make my exultation void.", "16": "For though I preach the Gospel, I have nothing in which to exult. For compulsion is laid upon me, and woe is to me, if I do not preach the Gospel.", "17": "For if I do it willingly, I have a reward. But if I do it against my will, the stewardship is entrusted to me.", "18": "What is my reward then? Truly, that when I preach the Gospel, I make the Gospel of Christ free, that I do not abuse my authority in the Gospel.", "19": "For though I am free from all, yet have I made myself servant to all, that I may win the more.", "20": "And to the Jews, I become as a Jew, that I may win the Jews. To those who are under the Law, as though I were under the Law, that I may win those who are under the Law.", "21": "To those who are outside the Law, as though I were outside the Law, (being not without Law as pertaining to God, but in the Law through Christ) that I may win those who are outside the Law.", "22": "To the weak I become as weak, that I may win the weak. I have been made all things to all men, that I might by all means save some.", "23": "And this I do for the Gospel's sake, that I might be a partaker thereof with you.", "24": "Do you not know that those who run in a race all run, yet one receives the prize? So, run that you may obtain it.", "25": "And everyone who contends is temperate in all things. And they do so to obtain a corruptible crown; but we for an incorruptible.", "26": "I, therefore, so run; not uncertainly. I so fight, and not as one who beats the air.", "27": "But I discipline my body and bring it into subjection. Lest by any means, after I have preached to others, I myself should be disqualified."}