{"1": "¶ I say then, Has God cast away his people? No, in no wise. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.", "2": "God has not cast away his people whom he knew beforehand. Know ye not what the scripture says of Elijah? how speaking to God against Israel, he said,", "3": "Lord, they have killed thy prophets and ruined thine altars; and I am left alone, and they seek my life.", "4": "But what did the answer of God say unto him? I have reserved to myself seven thousand men, who have not bowed the knee before Baal.", "5": "Even so then at this present time also, there is a remnant by the gracious election of God.", "6": "And if by grace, then is it not by works; otherwise, the grace is no longer grace. But if it is of works, then it is no longer grace; otherwise, the work is no longer work.", "7": "What then? Israel has not obtained that which he seeks after; but the elect have obtained it, and the rest were blinded", "8": "(according as it is written, God has given them the spirit of anguish, eyes with which they do not see and ears with which they do not hear) unto this day.", "9": "And David says, Let their table be turned into a snare and a net and a stumblingblock and a recompense unto them;", "10": "Let their eyes be darkened that they may not see, and bow down their back always.", "11": "I say then, Have they stumbled in such a manner that they should fall completely? No, in no wise; but rather through their fall, saving health is come unto the Gentiles to provoke them unto jealousy.", "12": "And if the fall of them is the riches of the world, and the diminishing of them the riches of the Gentiles, how much more shall their fullness be?", "13": "For (I call you Gentiles) inasmuch as I am truly the apostle of the Gentiles, my honorable ministry,", "14": "if in any manner I may provoke my nation to jealousy and cause some of them to be saved.", "15": "For if the casting away of them is the reconciling of the world, what shall the receiving of them be, but life from the dead?", "16": "For if the firstfruit is holy, so shall the rest be; and if the root is holy, so shall be the branches.", "17": "And if some of the branches were broken off, and thou, being a wild olive tree, wert grafted in among them and hath been made participant of the root and of the fatness of the olive tree,", "18": "do not boast against the branches. But if thou boast, know that thou dost not bear the root, but the root thee.", "19": "Thou wilt say then, The branches were broken off that I might be grafted in.", "20": "Good; because of their unbelief they were broken off, but thou by faith art standing. Do not be highminded, but fear", "21": "that if God did not forgive the natural branches, neither shall he forgive thee.", "22": "Behold, therefore, the goodness and severity of God: on those who fell, severity, but toward thee, goodness if thou continue in his goodness; otherwise thou also shalt be cut off.", "23": "And even them, if they do not continue in unbelief, shall be grafted in, for God is powerful enough to graft them in again.", "24": "For if thou wert cut out of the olive tree which is wild by nature and wert grafted contrary to nature into the good olive tree, how much more shall these, which are the natural branches, be grafted into their own olive tree?", "25": "For I would not, brethren, that ye ignore this mystery, that ye not be arrogant regarding yourselves: that blindness in part has happened in Israel, until the fullness of the Gentiles are come in.", "26": "And even if all Israel were saved, as it is written: There shall come out of Sion the Deliverer, and shall take away the ungodliness from Jacob;", "27": "and this shall be my covenant unto them when I shall take away their sins.", "28": "So that, as concerning the gospel, I have them for enemies for your sakes; but as touching the election of God, they are beloved for the fathers' sakes.", "29": "For the gifts and calling of God are without repentance.", "30": "For as ye in time past have not obeyed God, yet have now obtained mercy through the occasion of their disobedience,", "31": "likewise these also have not believed now that through the mercy shown unto you they also may obtain mercy.", "32": "For God enclosed everyone in disobedience, that he might have mercy upon everyone.", "33": "¶ O the depth of the riches both of the wisdom and of the knowledge of God! How incomprehensible are his judgments and his ways past finding out!", "34": "For who has understood the intent of the Lord? or who has been his counsellor?", "35": "Or who has first given unto him, that it be recompensed unto him again?", "36": "For of him and by him and in him are all things. To him be the glory for the ages. Amen."}