{"1": "¶ We then that are stronger ought to bear the infirmities of the weak, and not please ourselves.", "2": "Let each one of us please his neighbour in that which is good, unto edification.", "3": "For the Christ did not please himself; but, as it is written, The reproaches of those that reproached thee fell on me.", "4": "For the things that were written beforehand were written for our instruction that we, through patient endurance and through the comfort of the scriptures, might have hope.", "5": "¶ Now the God of patience and consolation grant you to be unanimous among yourselves according to Christ Jesus,", "6": "that ye may with one accord and one mouth glorify the God and Father of our Lord Jesus Christ.", "7": "¶ Therefore bear one another, as the Christ also bore us, to the glory of God.", "8": "Now I say that Christ Jesus, was a minister of the circumcision, by the truth of God, to confirm the promises made unto the fathers;", "9": "but that the Gentiles glorify God by mercy; as it is written, For this cause I will confess thee among the Gentiles and sing unto thy name.", "10": "And again he says, Rejoice, ye Gentiles, with his people.", "11": "And again, Praise the Lord, all ye Gentiles; and magnify him, all the peoples.", "12": "And again, Isaiah says, There shall be a root of Jesse and he that shall rise to reign over the Gentiles; in him the Gentiles shall wait for salvation.", "13": "¶ And believing, the God of hope fills you with all joy and peace that ye may abound in hope by the virtue of the Holy Spirit.", "14": "¶ But I am convinced regarding you, my brethren, that even without my exhortation ye are full of charity, full of all knowledge, so as to be able to admonish one another.", "15": "Nevertheless I have written, brethren, in part boldly, as admonishing you by the grace that is given to me of God,", "16": "being the minister of Jesus Christ, to the Gentiles, ministering the gospel of God, that the offering of the Gentiles might be well pleasing, sanctified by the Holy Spirit.", "17": "¶ Therefore I have something to boast of in Christ Jesus, with regard to God.", "18": "For I will not dare to speak of any of those things which Christ has not wrought by me, unto the obedience of the Gentiles, with word and with deed,", "19": "with power of signs and wonders, in virtue of the Spirit of God; so that from Jerusalem and round about unto Illyricum, I have filled the entire area with the gospel of the Christ.", "20": "And in this manner I preached this gospel, not where Christ had been named previously, not to build upon a foundation belonging to another,", "21": "but, as it is written, To whom he was not spoken of, they shall see, and those that have not heard shall understand.", "22": "¶ For which reason I have even been hindered many times from coming to you.", "23": "But now having more place in these parts and having a great desire these many years to come unto you,", "24": "when I leave for Spain, I will come unto you; for I trust to see you on my journey and to be taken there by you, if first I may enjoy your company.", "25": "But now I go unto Jerusalem to minister unto the saints.", "26": "For it has pleased those of Macedonia and Achaia to make a certain contribution for the poor saints who are in Jerusalem.", "27": "It has pleased them verily, and they are their debtors. For if the Gentiles have been made partakers of their spiritual things, they should also minister unto them in carnal things.", "28": "So that, when I have concluded this and have delivered unto them this fruit, I will come by you unto Spain.", "29": "For I know that when I come to you, I shall come in the fullness of the blessing of the gospel of the Christ.", "30": "¶ But I beseech you, brethren, by our Lord Jesus Christ, and by the charity of the Spirit, that ye help me with prayers to God for me,", "31": "that I may be delivered from the disobedient in Judaea and that the offering of my service to the saints in Jerusalem may be accepted,", "32": "that I may come unto you with joy by the will of God and may be refreshed together with you.", "33": "Now the God of peace be with you all. Amen."}