{"1": "¶ I commend unto you Phebe our sister, who is a servant of the congregation[a] which is at Cenchrea,", "2": "that ye receive her in the Lord as a worthy saint, and that ye assist her in whatever thing in which she has need of you, for she has been a helper of many and of myself also.", "3": "Greet Priscilla and Aquila, my fellow workers in Christ Jesus", "4": "(who have for my life laid down their own necks; unto whom not only I give thanks, but also all the congregations[b] of the Gentiles);", "5": "likewise greet the congregation[c] in their house. Salute my wellbeloved Epaenetus, who is the firstfruits of Achaia in Christ.", "6": "Greet Mary, who has laboured much with us.", "7": "Salute Andronicus and Junia, my kinsmen and my fellowprisoners, who are of note among the apostles, who also were in Christ before me.", "8": "Greet Amplias, my beloved in the Lord.", "9": "Salute Urbane, our helper in Christ, and Stachys, my beloved.", "10": "Salute Apelles, approved in Christ. Salute those who are of Aristobulus' household.", "11": "Salute Herodion, my kinsman. Greet those that are of the household of Narcissus who are in the Lord.", "12": "Salute Tryphena and Tryphosa, who labour in the Lord. Salute the beloved Persis, who laboured much in the Lord.", "13": "Salute Rufus, chosen in the Lord, and his mother and mine.", "14": "Salute Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren who are with them.", "15": "Salute Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.", "16": "Salute one another with a holy kiss. All the congregations[d] of Christ salute you.", "17": "¶ And I beseech you, brethren, mark those who cause dissensions and offences outside of the doctrine which ye have learned, and avoid them.", "18": "For they that are such do not serve our Lord Jesus Christ, but their own belly and by smooth words and blessings deceive the hearts of the simple.", "19": "For your obedience is come abroad unto all places. I am glad therefore on your behalf, but yet I would have you wise unto that which is good and innocent concerning evil.", "20": "And let the God of peace bruise Satan under your feet quickly. The grace of our Lord Jesus Christ be with you. Amen.", "21": "¶ Timothy my fellow worker and Lucius and Jason and Sosipater, my kinsmen, salute you.", "22": "I, Tertius, who wrote this epistle, salute you in the Lord.", "23": "Gaius my host, and of the whole congregation[e], salutes you. Erastus, the chamberlain of the city, salutes you, and Quartus, a brother.", "24": "The grace of our Lord Jesus Christ, be with you all. Amen.", "25": "¶ Now to him that is able to confirm you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery which was concealed from times eternal", "26": "but now is made manifest, and by the writings of the prophets, by the commandment of God eternal, declared unto all the Gentiles, that they might hear and obey by faith,", "27": "to God, only wise, be glory through Jesus Christ for ever. Amen."}