{"1": "¶ Therefore, thou art inexcusable, O man, whosoever thou art that judgest; for in that which thou dost judge another, thou dost condemn thyself; for thou that judgest others doest the same things.", "2": "For we are sure that the judgment of God is according to the truth against those who do such things.", "3": "And dost thou think this, O man, that judgest those who do such things and doest the same, that thou shalt escape the judgment of God?", "4": "Or dost thou despise the riches of his goodness and forbearance and longsuffering, ignoring that the goodness of God leads thee to repentance?", "5": "But after thy hardness and impenitent heart treasures up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God,", "6": "who will render to everyone according to his deeds:", "7": "to those who persevered in well doing, glory and honour and incorruption, to those who seek eternal life;", "8": "but unto those that are contentious and do not obey the truth, but are persuaded by unrighteousness, indignation and wrath.", "9": "Tribulation and anguish shall be upon every human soul that does evil, the Jew first and also the Greek;", "10": "but glory, honour, and peace to everyone that works good, to the Jew first and also to the Greek.", "11": "For there is no respect of persons with God.", "12": "For as many as have sinned without law shall also perish without law, and as many as have sinned in the law shall be judged by the law", "13": "(for not the hearers of the law are just before God, but the doers of the law shall be justified;", "14": "for when the Gentiles, who do not have the law, do by nature that which is of the law, these, not having the law, are a law unto themselves;", "15": "which show the work of the law written in their hearts, their conscience also bearing witness, accusing and also excusing their reasonings one with another)", "16": "in the day when God shall judge that which men have covered up, according to my gospel by Jesus, the Christ.", "17": "¶ Behold, thou doth call thyself a Jew and art supported by the law and doth glory in God", "18": "and dost know his will and approve the things that are more excellent, being instructed out of the law,", "19": "and art confident that thou thyself art a guide of the blind, a light of those who are in darkness,", "20": "an instructor of the ignorant, a teacher of children, who hast the form of knowledge and of the truth in the law.", "21": "Thou, therefore, who teachest another, teachest thou not thyself? Thou that preachest a man should not steal, dost thou steal?", "22": "Thou that sayest a man should not commit adultery, dost thou commit adultery? Thou that dost abhor idols, dost thou commit sacrilege?", "23": "Thou that makest thy boast of the law, with rebellion to the law doth thou dishonour God?", "24": "For the name of God is blasphemed among the Gentiles through you, as it is written.", "25": "For circumcision verily profits if thou keep the law, but if thou art a rebel to the law, thy circumcision is made into a foreskin.", "26": "Therefore if the uncircumcised keep the righteousness of the law, shall not his foreskin be counted for circumcision?", "27": "And that which is by nature foreskin, but keeps the law perfectly, shall judge thee who with the letter and with the circumcision art rebellious to the law.", "28": "For he is not a Jew who is one outwardly, neither is circumcision that which is done outwardly in the flesh;", "29": "but he is a Jew who is one inwardly, and circumcision is that of the heart, in the spirit and not in the letter, whose praise is not of men, but of God."}