{"1": "¶ What advantage then has the Jew? or what profit is there of circumcision?", "2": "Much in every way: first, certainly, that the oracles of God have been entrusted unto them.", "3": "For what if some of them did not believe? Shall their unbelief have made the truth of God without effect?", "4": "No, in no wise: for God is true, and every man a liar; as it is written, That thou might be justified in thy words and might overcome when thou dost judge.", "5": "And if our iniquity commends the righteousness of God, what shall we say? Shall for this reason God be unjust who sends punishment? (I speak as a man.)", "6": "No, in no wise: for then how shall God judge the world?", "7": "For if the truth of God has more abounded through my lie unto his glory, why even so am I also judged as a sinner?", "8": "And why not say (as we are slanderously reported, and as some affirm that we say), Let us do evil, that good may come? The condemnation of whom is just.", "9": "What then? Are we better than they? No, in no wise; for we have before proved both Jews and Gentiles that they are all under sin;", "10": "as it is written, There is no one righteous, no, not one;", "11": "there is no one that understands; there is no one that seeks after God.", "12": "They are all gone out of the way; they are together become unprofitable; there is no one that does good, no, not one.", "13": "Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips,", "14": "whose mouth is full of cursing and bitterness;", "15": "their feet are swift to shed blood;", "16": "destruction and misery are in their ways,", "17": "and the way of peace they have not known;", "18": "there is no fear of God before their eyes.", "19": "¶ Now we know that all that the law says, it says to those who are under the law, that every mouth may be stopped, and all the world may submit themselves unto God.", "20": "For by the deeds of the law, no flesh shall be justified in his sight; for by the law is the knowledge of sin.", "21": "But now, without the law, the righteousness of God has been manifested, being witnessed by the law and the prophets:", "22": "the righteousness, that is, of God by the faith of Jesus, the Christ, for all and upon all those that believe in him, for there is no difference;", "23": "for all have sinned and are made destitute of the glory of God,", "24": "being justified freely by his grace through the redemption that is in Jesus, the Christ,", "25": "whom God purposed for reconciliation through faith in his blood for the manifestation of his righteousness, for the remission of sins that are past, by the patience of God,", "26": "manifesting in this time his righteousness that he only be the just one and the justifier of him that is of the faith of Jesus.", "27": "Where is boasting then? It is excluded. By what law? of works? No, but by the law of faith.", "28": "Therefore, we conclude that a man is justified by faith without the deeds of the law.", "29": "Is he the God of the Jews only? Is he not also of the Gentiles? Yes, of the Gentiles also,", "30": "seeing it is one God who shall justify the circumcision by faith and the uncircumcision by faith.", "31": "Do we then make void the law through faith? No, in no wise; to the contrary, we establish the law."}