{"1": "¶ Justified therefore by faith, we have peace with God through our Lord Jesus, the Christ,", "2": "by whom we also have access by faith into this grace in which we stand and glory in hope of the glory of the sons of God.", "3": "And not only this, but we even glory in the tribulations, knowing that the tribulation works patience;", "4": "and patience, experience; and experience, hope;", "5": "and the hope shall not be ashamed, because the love of God is poured out in our hearts by the Holy Spirit which is given unto us.", "6": "¶ For the Christ, when we were yet weak, in his time died for the ungodly.", "7": "For scarcely for a righteous man will one die, yet peradventure for a good man some would even dare to die.", "8": "But God increased the price of his charity toward us in that while we were yet sinners the Christ died for us.", "9": "Then much more now justified in his blood, we shall be saved from wrath by him.", "10": "For if, when we were enemies, we were reconciled with God by the death of his Son, much more, now reconciled, we shall be saved by his life.", "11": "And not only this, but we even glory in God through our Lord Jesus, the Christ, by whom we have now received the reconciliation.", "12": "Therefore, in the manner which sin entered into the world by one man, and because of sin, death; and so death passed upon all men in the one in whom all sinned.", "13": "For until the law, sin was in the world; but the sin was not imputed, there being no law.", "14": "Nevertheless death reigned from Adam to Moses, even in those that did not sin after the manner of the rebellion of Adam, who is a figure of him that was to come.", "15": "But not as the offense, so also is the gift. For if through the offense of that one many died, much more the grace of God and the gift by the grace of one man, Jesus the Christ, has abounded unto many.", "16": "Nor was it in the same manner as by one sin, likewise also the gift; for the judgment truly came of one sin unto condemnation, but grace came of many offenses unto justification.", "17": "For if by one offense, death reigned because of one man; much more those who receive the abundance of grace and of gifts and of righteousness shall reign in life by one, Jesus the Christ.", "18": "Therefore, in the same manner that by the iniquity of one guilt came upon all men unto condemnation, even so by the righteousness of one, grace came upon all men unto justification of life.", "19": "For as by one man's disobedience, many were made sinners, so by the obedience of one shall many be made righteous.", "20": "Moreover the law entered that the offence might abound. But where sin abounded, grace did much more abound,", "21": "so that in the same manner as sin has reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus, the Christ, our Lord."}