{"1": "¶ I say the truth in Christ, I do not lie, my conscience also bearing me witness in the Holy Spirit,", "2": "that I have great sorrow and continual pain in my heart.", "3": "For I could wish that myself were anathema from Christ for my brethren, those who are my kinsmen according to the flesh,", "4": "who are Israelites, to whom pertains the adoption as sons and the glory and the covenants and the giving of the law and the service of God and the promises,", "5": "whose are the fathers, and of whom as concerning the flesh is the Christ, who is God over all things, blessed for all the ages. Amen.", "6": "¶ Not as though the word of God has been deficient. For not all the descendants of Israel are Israelites;", "7": "neither, because they are the seed of Abraham, are all sons, but, In Isaac shall thy seed be called.", "8": "That is, Those who are sons of the flesh, these are not the sons of God; but those who are sons of the promise are counted in the generation.", "9": "For the word of the promise is this, At this time I will come, and Sara shall have a son.", "10": "And not only this, but when Rebecca also had conceived by one, even by our father Isaac", "11": "(for the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand: not of works, but of him that calls),", "12": "it was said unto her, The elder shall serve the younger.", "13": "As it is written, Jacob have I loved, but Esau have I hated.", "14": "¶ What shall we say then? Is there injustice in God? No, in no wise.", "15": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.", "16": "So then it is not of him that wills, nor of him that runs, but of God that has mercy.", "17": "For the scripture saith of Pharaoh, Even for this same purpose have I raised thee up, that I might show my power in thee and that my name might be declared throughout all the earth.", "18": "Therefore he has mercy on whom he will have mercy, and he hardens whom he will.", "19": "Thou wilt say then unto me, Why does he become angry? For who shall resist his will?", "20": "Rather, O man, who art thou to reply against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?", "21": "Has not the potter power over the clay, of the same lump to make one vessel unto honour and another unto dishonour?", "22": "What if God, desiring to show his wrath and to make his power known, endured with much meekness the vessels of wrath, prepared for death,", "23": "and making known the riches of his glory on the vessels of mercy, which he has prepared unto glory?", "24": "Even us, whom he has called, not of the Jews only, but also of the Gentiles!", "25": "¶ As he saith also in Hosea, I will call them my people, who were not my people, and her beloved, who was not beloved.", "26": "And it shall come to pass that in the place where it was said unto them, Ye are not my people, there shall they be called sons of the living God.", "27": "Isaiah also cries out concerning Israel, Though the number of the sons of Israel be as the sand of the sea, only a remnant shall be saved;", "28": "when the consumption comes to an end, righteousness shall overflow, because a short sentence will the Lord execute upon the earth.", "29": "And as Isaiah said before, Except the Lord of the hosts had left us a seed, we had been as Sodom and been made like unto Gomorrha.", "30": "¶ What shall we say then? That the Gentiles, who did not follow after righteousness, have attained to righteousness, that is to say, the righteousness which is by faith,", "31": "and Israel, which followed after the law of righteousness, has not attained to the law of righteousness.", "32": "Why? Because they followed it not by faith but, as it were, by the works (of the law); therefore, they stumbled on the stumblingstone;", "33": "as it is written, Behold, I lay in Sion a stumblingstone and rock that will cause some to fall, and whosoever believes in him shall not be ashamed."}