{"1": "And in the first year of Darius the Mede, I[a] stood to strengthen him and to provide protection for him.) ", "2": "Now I will tell you the truth. “Three[b] more kings will arise for Persia. Then a fourth[c] king will be unusually rich,[d] more so than all who preceded him. When he has amassed power through his riches, he will stir up everyone against[e] the kingdom of Greece. ", "3": "Then a powerful king[f] will arise, exercising great authority and doing as he pleases. ", "4": "Shortly after his  rise to power,[g] his kingdom will be broken up and distributed toward the four winds of the sky[h]—but not to his posterity or with the authority he exercised, for his kingdom will be uprooted and distributed to others besides these.", "5": "“Then the king of the south[i] and one of his subordinates[j] will grow strong. His subordinate[k] will resist[l] him and will rule a kingdom greater than his.[m] ", "6": "After some years have passed, they[n] will form an alliance. Then the daughter[o] of the king of the south will come to the king of the north to make an agreement, but she will not retain her power,[p] nor will he continue[q] in his strength.[r] She, together with the one who brought her, her child,[s] and her benefactor will all be delivered over at that time.[t]", "7": "“There will arise in his[u] place one from her family line[v] who will come against their army and will enter the stronghold of the king of the north and will move against them successfully.[w] ", "8": "He will also take their gods into captivity to Egypt, along with their cast images and prized utensils of silver and gold. Then he will withdraw for some years from[x] the king of the north. ", "9": "Then the king of the north[y] will advance against the empire of the king of the south, but will withdraw to his own land. ", "10": "His sons[z] will wage war, mustering a large army that will advance like an overflowing river and carrying the battle all the way to the enemy's[aa] fortress.[ab]", "11": "“Then the king of the south[ac] will be enraged and will march out to fight against the king of the north, who will also muster a large army, but that army will be delivered into his hand. ", "12": "When the army is taken away, the king of the south will become arrogant.[ad] He will be responsible for the death[ae] of thousands and thousands of people,[af] but he will not continue to prevail. ", "13": "For the king of the north will again muster an army, one larger than before. At the end of some years he will advance with a huge army and enormous supplies.", "14": "“In those times many will oppose[ag] the king of the south.[ah] Those who are violent[ai] among your own people will rise up in confirmation of[aj] the vision, but they will falter. ", "15": "Then the king of the north will advance and will build siege mounds and capture a well-fortified city.[ak] The forces of the south will not prevail, not even his finest contingents.[al] They will have no strength to prevail. ", "16": "The one advancing against him will do as he pleases, and no one will be able to stand before him. He will prevail in the beautiful land, and its annihilation will be within his power.[am] ", "17": "His intention[an] will be to come with the strength of his entire kingdom, and he will form alliances.[ao] He will give the king of the south[ap] a daughter[aq] in marriage in order to destroy the kingdom, but it will not turn out to his advantage. ", "18": "Then he will turn his attention[ar] to the coastal regions and will capture many of them. But a commander[as] will bring his shameful conduct to a halt; in addition,[at] he will make him pay for his shameful conduct.[au] ", "19": "He will then turn his attention to the fortresses of his own land, but he will stumble and fall, not to be found again. ", "20": "There will arise after him[av] one[aw] who will send out an exactor[ax] of tribute to enhance the splendor of the kingdom, but after a few days he will be destroyed,[ay] though not in anger or battle.", "21": "“Then there will arise in his place a despicable person[az] to whom the royal honor has not been rightfully conferred. He will come on the scene in a time of prosperity and will seize the kingdom through deceit. ", "22": "Armies[ba] will be suddenly[bb] swept away in defeat[bc] before him; both they and a covenant leader[bd] will be destroyed.[be] ", "23": "After[bf] entering into an alliance with him, he will behave treacherously; he will ascend to power with only a small force.[bg] ", "24": "In a time of prosperity for the most productive areas of the province he will come and accomplish what neither his fathers nor their fathers accomplished. He will distribute loot, spoils, and property to his followers, and he will devise plans against fortified cities, but not for long.[bh] ", "25": "He will rouse his strength and enthusiasm[bi] against the king of the south[bj] with a large army. The king of the south will wage war with a large and very powerful army, but he will not be able to prevail because of the plans devised against him. ", "26": "Those who share the king's fine food will attempt to destroy him, and his army will be swept away;[bk] many will be killed in battle. ", "27": "These two kings, their minds[bl] filled with evil intentions, will trade[bm] lies with one another at the same table. But it will not succeed, for there is still an end at the appointed time. ", "28": "Then the king of the north[bn] will return to his own land with much property. His mind will be set against the holy covenant. He will take action, and then return to his own land. ", "29": "At an appointed time he will again invade the south, but this latter visit will not turn out the way the former one did. ", "30": "The ships of Kittim[bo] will come against him, leaving him disheartened.[bp] He will turn back and direct his indignation against the holy covenant. He will return and honor[bq] those who forsake the holy covenant. ", "31": "His forces[br] will rise up and profane the fortified sanctuary,[bs] stopping the daily sacrifice. In its place they will set up[bt] the abomination that causes desolation. ", "32": "Then with smooth words he will defile[bu] those who have rejected[bv] the covenant. But the people who are loyal to[bw] their God will act valiantly.[bx] ", "33": "These who are wise among the people will teach the masses.[by] However, they will fall[bz] by the sword and by the flame,[ca] and they will be imprisoned and plundered for some time.[cb] ", "34": "When they stumble, they will be granted some help. But many will unite with them deceitfully. ", "35": "Even some of the wise will stumble, resulting in their refinement, purification, and cleansing until the time of the end, for it is still for the appointed time.", "36": "“Then the king[cc] will do as he pleases. He will exalt and magnify himself above every deity and he will utter presumptuous things against the God of gods. He will succeed until the time of[cd] wrath is completed, for what has been decreed must occur.[ce] ", "37": "He will not respect[cf] the gods of his fathers—not even the god loved by women.[cg] He will not respect any god; he will elevate himself above them all. ", "38": "What he will honor is a god of fortresses—a god his fathers did not acknowledge he will honor with gold, silver, valuable stones, and treasured commodities. ", "39": "He will attack[ch] mighty fortresses, aided by[ci] a foreign deity. To those who recognize him he will grant considerable honor. He will place them in authority over many people, and he will parcel out land for a price.[cj]", "40": "“At the time of the end the king of the south will attack[ck] him. Then the king of the north will storm against him[cl] with chariots, horsemen, and a large armada of ships.[cm] He[cn] will invade lands, passing through them like an overflowing river.[co] ", "41": "Then he will enter the beautiful land.[cp] Many[cq] will fall, but these will escape:[cr] Edom, Moab, and the Ammonite leadership. ", "42": "He will extend his power[cs] against other lands; the land of Egypt will not escape. ", "43": "He will have control over the hidden stores of gold and silver, as well as all the treasures of Egypt. Libyans and Ethiopians[ct] will submit to him.[cu] ", "44": "But reports will trouble him from the east and north, and he will set out in a tremendous rage to destroy and wipe out many. ", "45": "He will pitch his royal tents between the seas[cv] toward the beautiful holy mountain. But he will come to his end, with no one to help him."}