{"1": "In the second year of his[a] reign Nebuchadnezzar had many dreams.[b] His mind[c] was disturbed and he suffered from insomnia.[d] ", "2": "The king issued an order[e] to summon the magicians, astrologers, sorcerers, and wise men[f] in order to explain his dreams to him.[g] So they came and awaited the king's instructions.[h]", "3": "The king told them, “I have had a dream,[i] and I[j] am anxious to understand the dream.” ", "4": "The wise men replied to the king: [What follows is in Aramaic[k]] “O king, live forever! Tell your servants the dream, and we will disclose its[l] interpretation.” ", "5": "The king replied[m] to the wise men, “My decision is firm.[n] If you do not inform me of both the dream and its interpretation, you will be dismembered[o] and your homes reduced to rubble! ", "6": "But if you can disclose the dream and its interpretation, you will receive from me gifts, a reward, and considerable honor. So disclose to me the dream and its interpretation.” ", "7": "They again replied, “Let the king inform us[p] of the dream; then we will disclose its[q] interpretation.” ", "8": "The king replied, “I know for sure that you are attempting to gain time, because you see that my decision is firm. ", "9": "If you don't inform me of the dream, there is only one thing that is going to happen to you.[r] For you have agreed among yourselves to report to me something false and deceitful[s] until such time as things might change. So tell me the dream, and I will have confidence[t] that you can disclose its interpretation.”", "10": "The wise men replied to the king, “There is no man on earth who is able to disclose the king's secret,[u] for no king, regardless of his position and power, has ever requested such a thing from any magician, astrologer, or wise man. ", "11": "What the king is asking is too difficult, and no one exists who can disclose it to the king, except for the gods—but they don't live among mortals!”[v]", "12": "Because of this the king got furiously angry[w] and gave orders to destroy all the wise men of Babylon. ", "13": "So a decree went out, and the wise men were about[x] to be executed. They also sought[y] Daniel and his friends so that they could be executed.", "14": "Then Daniel spoke with prudent counsel[z] to Arioch, who was in charge of the king's executioners and who had gone out to execute the wise men of Babylon. ", "15": "He inquired of Arioch the king's deputy, “Why is the decree from the king so urgent?”[aa] Then Arioch informed Daniel about the matter. ", "16": "So Daniel went in and[ab] requested the king to grant him time, that he might disclose the interpretation to the king. ", "17": "Then Daniel went to his home and informed his friends Hananiah, Mishael, and Azariah of the matter. ", "18": "He asked them to pray for mercy from the God of heaven concerning this mystery so that he[ac] and his friends would not be destroyed along with the rest of the wise men of Babylon. ", "19": "Then in a night vision the mystery was revealed to Daniel. So Daniel praised[ad] the God of heaven, ", "20": "saying:[ae] “Let the name of God[af] be praised[ag] forever and ever, for wisdom and power belong to him.", "21": "He changes times and seasons, deposing some kings and establishing others.[ah] He gives wisdom to the wise; he imparts knowledge to those with understanding;[ai]", "22": "he reveals deep and hidden things. He knows what is in the darkness, and light resides with him.", "23": "O God of my fathers, I acknowledge and glorify you, for you have bestowed wisdom and power on me. Now you have enabled me to understand what we[aj] requested from you. For you have enabled us to understand the king's dilemma.”[ak]", "24": "Then Daniel went in to see[al] Arioch (whom the king had appointed to destroy the wise men of Babylon). He came[am] and said to him, “Don't destroy the wise men of Babylon! Escort me[an] to the king, and I will disclose the interpretation to him.”[ao]", "25": "So Arioch quickly ushered Daniel into the king's presence, saying to him, “I[ap] have found a man from the captives of Judah who can make known the interpretation to the king.” ", "26": "The king then asked Daniel (whose name was also Belteshazzar), “Are you able to make known to me the dream that I saw, as well as its interpretation?” ", "27": "Daniel replied to the king, “The mystery that the king is asking about is such that no wise men, astrologers, magicians, or diviners can possibly disclose it to the king. ", "28": "However, there is a God in heaven who reveals mysteries,[aq] and he has made known to King Nebuchadnezzar what will happen in the times to come.[ar] The dream and the visions you had while lying on your bed[as] are as follows:", "29": "“As for you, O king, while you were in your bed your thoughts turned to future things.[at] The revealer of mysteries has made known to you what will take place. ", "30": "As for me, this mystery was revealed to me not because I possess more wisdom[au] than any other living person, but so that the king may understand[av] the interpretation and comprehend the thoughts of your mind.[aw]", "31": "“You, O king, were watching as a great statue—one[ax] of impressive size and extraordinary brightness—was standing before you. Its appearance caused alarm. ", "32": "As for that statue, its head was of fine gold, its chest and arms were of silver, its belly and thighs were of bronze. ", "33": "Its legs were of iron; its feet were partly of iron and partly of clay.[ay] ", "34": "You were watching as[az] a stone was cut out,[ba] but not by human hands. It struck the statue on its iron and clay feet, breaking them in pieces. ", "35": "Then the iron, clay, bronze, silver, and gold were broken in pieces without distinction[bb] and became like chaff from the summer threshing floors that the wind carries away. Not a trace of them could be found. But the stone that struck the statue became a large mountain that filled the entire earth. ", "36": "This was the dream. Now we[bc] will set forth before the king its interpretation.", "37": "“You, O king, are the king of kings. The God of heaven has granted you sovereignty, power, strength, and honor. ", "38": "Wherever human beings,[bd] wild animals,[be] and birds of the sky live—he has given them into your power.[bf] He has given you authority over them all. You are the head of gold. ", "39": "Now after you another kingdom[bg] will arise, one inferior to yours. Then a third kingdom, one of bronze, will rule in all the earth. ", "40": "Then there will be a fourth kingdom, one strong like iron. Just like iron breaks in pieces and shatters everything, and as iron breaks in pieces[bh] all these metals,[bi] so it will break in pieces and crush the others.[bj] ", "41": "In that you were seeing feet and toes[bk] partly of wet clay[bl] and partly of iron, so this will be a divided kingdom. Some of the strength of iron will be in it, for you saw iron mixed with wet clay.[bm] ", "42": "In that the toes of the feet were partly of iron and partly of clay, the latter stages of this kingdom will be partly strong and partly fragile. ", "43": "And[bn] in that you saw iron mixed with wet clay, so people will be mixed[bo] with one another[bp] without adhering to one another, just as[bq] iron does not mix with clay. ", "44": "In the days of those kings the God of heaven will raise up an everlasting kingdom that will not be destroyed and a kingdom that will not be left to another people. It will break in pieces and bring about the demise of all these kingdoms. But it will stand forever. ", "45": "You saw that a stone was cut from a mountain, but not by human hands; it smashed the iron, bronze, clay, silver, and gold into pieces. The great God has made known to the king what will occur in the future.[br] The dream is certain, and its interpretation is reliable.”", "46": "Then King Nebuchadnezzar bowed down with his face to the ground[bs] and paid homage to Daniel. He gave orders to offer sacrifice and incense to him. ", "47": "The king replied to Daniel, “Certainly your God is a God of gods and Lord of kings and revealer of mysteries, for you were able to reveal this mystery!” ", "48": "Then the king elevated Daniel to high position and bestowed on him many marvelous gifts. He granted him authority over the entire province of Babylon and made him the main prefect over all the wise men of Babylon. ", "49": "And at Daniel's request, the king[bt] appointed Shadrach, Meshach, and Abednego over the administration of the province of Babylon. Daniel himself served in the king's court.[bu]"}