{"1": "(3:31)[a] King Nebuchadnezzar, to all peoples, nations, and language groups that live in all the land: “Peace and prosperity![b] ", "2": "I am delighted to tell you about the signs and wonders that the most high God has done for me.", "3": "“How great are his signs! How mighty are his wonders! His kingdom will last forever,[c] and his authority continues from one generation to the next.”", "4": "(4:1)[d] I, Nebuchadnezzar, was relaxing in my home,[e] living luxuriously[f] in my palace. ", "5": "I saw a dream that[g] frightened me badly. The things I imagined while lying on my bed—these visions of my mind—were terrifying me. ", "6": "So I issued an order[h] for all the wise men of Babylon to be brought[i] before me so that they could make known to me the interpretation of the dream. ", "7": "When the magicians, astrologers, wise men, and diviners entered, I recounted the dream for them. But they were unable to make known its interpretation to me. ", "8": "Later Daniel entered (whose name is Belteshazzar after the name of my god,[j] and in whom there is a spirit of the holy gods). I recounted the dream for him as well, ", "9": "saying, “Belteshazzar, chief of the magicians, in whom I know there to be a spirit of the holy gods and whom no mystery baffles, consider[k] my dream that I saw and set forth its interpretation! ", "10": "Here are the visions of my mind[l] while I was on my bed. “While I was watching, there was a tree in the middle of the land.[m] It was enormously tall.[n]", "11": "The tree grew large and strong. Its top reached far into the sky; it could be seen[o] from the borders of all the land.[p]", "12": "Its foliage was attractive and its fruit plentiful; on it there was food enough for all. Under it the wild animals[q] used to seek shade, and in its branches the birds of the sky used to nest. All creatures[r] used to feed themselves from it.", "13": "While I was watching in my mind's visions[s] on my bed, a holy sentinel[t] came down from heaven.", "14": "He called out loudly[u] as follows:[v] 'Chop down the tree and lop off its branches! Strip off its foliage and scatter its fruit! Let the animals flee from under it and the birds from its branches.", "15": "But leave its taproot[w] in the ground, with a band of iron and bronze around it[x] surrounded by the grass of the field. Let it become damp with the dew of the sky, and let it live with[y] the animals in the grass of the land.", "16": "Let his mind[z] be altered from that of a human being, and let an animal's mind be given to him, and let seven periods of time[aa] go by for[ab] him.", "17": "This announcement is by the decree of the sentinels; this decision is by the pronouncement of the holy ones, so that[ac] those who are alive may understand that the Most High has authority over human kingdoms,[ad] and he bestows them on whomever he wishes. He establishes over them even the lowliest of human beings.'", "18": "“This is the dream that I, King Nebuchadnezzar, saw. Now you, Belteshazzar, declare its[ae] interpretation, for none of the wise men in[af] my kingdom are able to make known to me the interpretation. But you can do so, for a spirit of the holy gods is in you.”", "19": "Then Daniel (whose name is also Belteshazzar) was upset for a brief time;[ag] his thoughts were alarming him. The king said, “Belteshazzar, don't let the dream and its interpretation alarm you.” But Belteshazzar replied, “Sir,[ah] if only the dream were for your enemies and its interpretation applied to your adversaries! ", "20": "The tree that you saw that grew large and strong, whose top reached to the sky, and that could be seen[ai] in all the land, ", "21": "whose foliage was attractive and its fruit plentiful, and from which there was food available for all, under whose branches wild animals[aj] used to live, and in whose branches birds of the sky used to nest—", "22": "it is you,[ak] O king! For you have become great and strong. Your greatness is such that it reaches to heaven, and your authority to the ends of the earth. ", "23": "As for the king seeing a holy sentinel coming down from heaven and saying, 'Chop down the tree and destroy it, but leave its taproot in the ground, with a band of iron and bronze around it, surrounded by the grass of the field. Let it become damp with the dew of the sky, and let it live with the wild animals, until seven periods of time go by for him'—", "24": "this is the interpretation, O king. It is the decision of the Most High that this has happened to my lord the king. ", "25": "You will be driven[al] from human society,[am] and you will live[an] with the wild animals. You will be fed[ao] grass like oxen,[ap] and you will become damp with the dew of the sky. Seven periods of time will pass by for you, before[aq] you understand that the Most High is ruler over human kingdoms and gives them to whomever he wishes. ", "26": "They said to leave the taproot of the tree, for your kingdom will be restored to you when you come to understand that heaven[ar] rules. ", "27": "Therefore, O king, may my advice be pleasing to you. Break away from your sins by doing what is right, and from your iniquities by showing mercy to the poor. Perhaps your prosperity will be prolonged.”[as]", "28": "Now all this happened[at] to King Nebuchadnezzar. ", "29": "After twelve months, he happened to be walking around on the battlements[au] of the royal palace of Babylon. ", "30": "The king uttered these words: “Is this not the great Babylon that I have built for a royal residence[av] by my own mighty strength[aw] and for my majestic honor?” ", "31": "While these words were still on the king's lips,[ax] a voice came down from heaven: “It is hereby announced to you,[ay] King Nebuchadnezzar, that your kingdom has been removed from you! ", "32": "You will be driven from human society, and you will live with the wild animals. You will be fed grass like oxen, and seven periods of time will pass by for you before[az] you understand that the Most High is ruler over human kingdoms and gives them to whomever he wishes.”", "33": "Now in that very moment[ba] this pronouncement about[bb] Nebuchadnezzar came true.[bc] He was driven from human society, he ate grass like oxen, and his body became damp with the dew of the sky, until his hair became long like an eagle's feathers, and his nails like a bird's claws.[bd]", "34": "But at the end of the appointed time[be] I, Nebuchadnezzar, looked up[bf] toward heaven, and my sanity returned to me. I extolled the Most High, and I praised and glorified the one who lives forever. For his authority is an everlasting authority, and his kingdom extends from one generation to the next.", "35": "All the inhabitants of the earth are regarded as nothing.[bg] He does as he wishes with the army of heaven and with those who inhabit the earth. No one slaps[bh] his hand and says to him, 'What have you done?'", "36": "At that time my sanity returned to me. I was restored[bi] to the honor of my kingdom, and my splendor returned to me. My ministers and my nobles were seeking me out, and I was reinstated[bj] over my kingdom. I became even greater than before. ", "37": "Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, for all his deeds are right and his ways are just. He is able to bring down those who live[bk] in pride."}