{"1": "Then I said, “Listen, you leaders of Jacob's people! Pay attention, you rulers of Israel! You should want to judge others fairly.", "2": "But you hate what is good. And you love what is evil. You are like someone who tears the skin off my people. You pull the meat off their bones.", "3": "You eat my people's bodies. You strip off their skin. You break their bones in pieces. You chop them up like meat. You put them in a cooking pot.”", "4": "The time will come when Israel will cry out to the Lord. But he won't answer them. In fact, he'll turn his face away from them. They have done what is evil.", "5": "The Lord says, “The prophets are those who lead my people astray. If my people feed them, the prophets promise them peace. If my people do not feed them, the prophets prepare to go to war against them.", "6": "So night will come on the prophets. But they will not have any visions. Darkness will cover them. But they will not be able to figure out what is going to happen. The sun will set on the prophets. The day will become dark for them.", "7": "Those who see visions will be put to shame. Those who try to figure out what is going to happen will be dishonored. All of them will cover their faces. I will not answer them.”", "8": "The Spirit of the Lord has filled me with power. He helps me do what is fair. He makes me brave. Now I'm prepared to tell Jacob's people what they've done wrong. I'm ready to tell Israel they've sinned.", "9": "Listen to me, you leaders of Jacob's people! Pay attention, you rulers of Israel! You hate to do what is fair. You twist everything that is right.", "10": "You build up Zion by spilling the blood of others. You build Jerusalem by doing what is evil.", "11": "Your judges take money from people who want special favors. Your priests teach only if they get paid for it. Your prophets won't tell fortunes unless they receive money. But you still look for the Lord's help. You say, “The Lord is with us. No trouble will come on us.”", "12": "So because of what you have done, Zion will be plowed up like a field. Jerusalem will be turned into a pile of trash. The temple hill will be covered with bushes and weeds."}