{"1": "Jerusalem, you are being attacked. So bring your troops together. Our enemies have surrounded us. They want to slap the face of Israel's ruler.", "2": "The Lord says, “Bethlehem Ephrathah, you might not be an important town in the nation of Judah. But out of you will come for me a ruler over Israel. His family line goes back to the early years of your nation. It goes all the way back to days of long ago.”", "3": "The Lord will hand over his people to their enemies. That will last until the pregnant woman bears her promised son. Then the rest of his relatives in Judah will return to their land.", "4": "That promised son will stand firm and be a shepherd for his flock. The Lord will give him the strength to do it. The Lord his God will give him the authority to rule. His people will live safely. His greatness will reach from one end of the earth to the other.", "5": "And he will be our peace when the Assyrians attack our land. They will march through our forts. But we will raise up against them many shepherds. We'll send out against them as many commanders as we need to.", "6": "They will use their swords to rule over Assyria. They'll rule the land of Nimrod with swords that are ready to strike. The Assyrians will march across our borders and attack our land. But the promised ruler will save us from them.", "7": "Jacob's people who are still left alive will be scattered among many nations. They will be like dew the Lord has sent. Dew doesn't depend on any human being. They will be like rain that falls on the grass. Rain doesn't wait for someone to give it orders.", "8": "So Jacob's people will be scattered among many nations. They will be like a lion among the animals in the forest. They'll be like a young lion among flocks of sheep. Lions attack and tear apart their prey as they move along. No one can keep them from killing what they want.", "9": "Lord, your power will win the battle over your enemies. All of them will be destroyed.", "10": "“At that time I will destroy your war horses,” announces the Lord. “I will smash your chariots.", "11": "I will destroy the cities in your land. I will tear down all your forts.", "12": "I will destroy your worship of evil powers. You will no longer be able to put a spell on anyone.", "13": "I will destroy the statues of your gods. I will take your sacred stones away from you. You will no longer bow down to the gods your hands have made.", "14": "I will pull down the poles you used to worship the female god named Asherah. That will happen when I completely destroy your cities.", "15": "I will pay back the nations that have not obeyed me. I will direct my anger against them.”"}