{"1": "Lord, hear my prayer! May my cry for help come to you.", "2": "Do not hide your face from me when I am in trouble. Listen to me. When I call to out you, hurry to answer me!", "3": "For my days are vanishing like smoke; my bones are charred as in a fireplace.", "4": "Withered like grass, my heart is overwhelmed, and I have even forgotten to eat my food.", "5": "Because of the sound of my sighing, my bones cling to my skin.", "6": "I resemble a pelican in the wilderness or an owl in a desolate land.", "7": "I lie awake, yet I am like a bird isolated on a rooftop.", "8": "My enemies revile me all day long; those who ridicule me use my name to curse.", "9": "I have eaten ashes as food and mixed my drink with tears", "10": "because of your indignation and wrath, when you lifted and threw me away.", "11": "My life is[a] like a declining shadow, and I am withering like a plant.", "12": "But you, Lord, are enthroned forever; You are remembered throughout all generations.", "13": "You will arise to extend compassion on Zion, for it is time to show her favor— the appointed time has come.", "14": "Your servants take pleasure in its stones and delight in its debris.", "15": "Nations will fear the name of the Lord, and all the kings of the earth, your splendor.", "16": "When the Lord rebuilds Zion, he will appear in his glory.", "17": "He will turn to the prayer of the destitute, not despising their prayer.", "18": "Write this for the next generation, that a people yet to be created will praise the Lord.", "19": "For when he looked down from his holy heights— the Lord looked over the earth from heaven—", "20": "to listen to the groans of prisoners, to set free those condemned to death,", "21": "so they would declare the name of the Lord in Zion and his praise in Jerusalem,", "22": "when people and kingdoms gather together to serve the Lord.", "23": "He has weakened my[b] strength along the way.[c] He has cut short my days.", "24": "I say, “My God, whose years continue through all generations, do not take me in the middle of my life.", "25": "You established the earth long ago; the heavens are the work[d] of your hands.", "26": "They will perish, but you will remain; and they all will become worn out,[e] like a garment. You[f] will change them like clothing, and they will pass away.", "27": "But you remain the same; your years never end.", "28": "May the descendants of your servants live securely, and may their children be established in your presence.”"}