{"1": "Bless the Lord, my soul, and all that is within me, bless[a] his holy name.", "2": "Bless the Lord, my soul, and never forget any of his benefits:", "3": "He continues to forgive all your sins, he continues to heal all your diseases,", "4": "he continues to redeem your life from the Pit,[b] and he continuously surrounds you with gracious love and compassion.", "5": "He keeps satisfying you with good things, and he keeps renewing your youth like the eagle's.", "6": "The Lord continuously does what is right, executing justice for all who are being oppressed.", "7": "He revealed his plans[c] to Moses and his deeds to the people of Israel.", "8": "The Lord is compassionate and gracious, patient,[d] and abundantly rich in gracious love.", "9": "He does not maintain a dispute[e] continuously or remain angry for all time.", "10": "He neither deals with us according to our sins, nor repays us equivalent to our iniquity.", "11": "As high as heaven rises above earth, so his gracious love strengthens[f] those who fear him.", "12": "As distant as the east is from the west, that is how far he has removed our sins from us.", "13": "As a father has compassion for his children, so the Lord has compassion for those who fear him.", "14": "For he knows how we were formed, aware that we were made from dust.", "15": "A person's life is like grass— it blossoms like wild flowers,", "16": "but when the wind blows through it, it withers away and no one remembers where it was.", "17": "Yet the Lord's gracious love remains throughout eternity for those who fear him and his righteous acts extend to their children's children,", "18": "to those who keep his covenant and to those who remember to observe his precepts.", "19": "The Lord has established his throne in heaven and his kingdom rules over all.", "20": "Bless the Lord, you angels who belong to him, you mighty warriors who carry out his commands, who are obedient to the sound of his words.[g]", "21": "Bless the Lord, all his heavenly armies, his ministers who do his will.", "22": "Bless the Lord, all his creation,[h] in all the places of his dominion. Bless the Lord, my soul."}