{"1": "Bless the Lord, my soul; Lord, my God, you are very great. You are clothed in splendor and majesty;", "2": "you are wrapped in light like a garment, stretching out the sky like a curtain.", "3": "He lays the beams of his roof loft on the water above,[b] making clouds his chariot, walking on the wings of the wind.", "4": "He makes the winds his messengers, blazing fires his servants.", "5": "He established the earth on its foundations, so that it never falters.", "6": "You covered the primeval ocean like a garment; the water stood above the mountains.", "7": "They flee at your rebuke; they rush away at the sound of your thunders.", "8": "Mountains rise up and valleys sink to the place you have ordained for them.", "9": "You have set a boundary they cannot cross; they will never again cover the earth.", "10": "He causes springs to gush forth into rivers that flow between the[c] mountains.", "11": "They give water[d] for animals of the field to drink; the wild donkeys quench their thirst.", "12": "Birds of the sky live beside them and chirp a song[e] among the foliage.", "13": "He waters the mountains from his heavenly rooms; the earth is satisfied from the fruit of your work.", "14": "He causes grass to sprout for the cattle and plants for people to cultivate, to produce food from the land,", "15": "like wine that makes the heart of people[f] happy, oil that makes the face glow, and food[g] that sustains people.[h]", "16": "The loftiest trees[i] are satisfied, the cedars of Lebanon that he planted,", "17": "the birds build their nests there, and the heron builds[j] its nest among the evergreen.", "18": "The high mountains are for wild goats; the cliffs are a refuge for the rock badger.", "19": "He made the moon to mark time;[k] the sun knows its setting time.", "20": "You bring darkness and it becomes night; when every beast of the forest prowls.", "21": "Young lions roar for prey, seeking their food from God.", "22": "When the sun rises, they[l] gather and lie down in their dens.", "23": "People go out to their work and labor until evening.", "24": "How numerous are your works, Lord! You have made them all wisely; the earth is filled with your creations.[m]", "25": "There is the deep and wide sea, teeming with numberless creatures, living things small and great.", "26": "There, the ships pass through; Leviathan, which you created, frolics in it.", "27": "All of them look to you to provide them[n] their food at the proper time.", "28": "They receive what you give them; when you open your hand, they are filled with good things.", "29": "When you withdraw your favor,[o] they are disappointed; Take away their breath, and[p] they die[q] and return to dust.", "30": "When you send your spirit,[r] they are[s] created, and you replenish the surface of the earth.", "31": "May the glory of the Lord last forever; may the Lord rejoice in his works!", "32": "He looks at the earth and it shakes; he touches the mountains and they smoke.", "33": "I will sing to the Lord with my whole being;[t] I will sing to my God continually!", "34": "May my thoughts be pleasing to him; indeed, I will rejoice in the Lord!", "35": "May sinners disappear from the land and the wicked live no longer. Bless the Lord, my soul! Hallelujah!"}