{"1": "Give thanks to the Lord, call on his name, and make his deeds known among the people.", "2": "Sing to him! Praise him! Declare all his awesome deeds!", "3": "Exult in his holy name; let all[a] those who seek the Lord rejoice!", "4": "Seek the Lord and his strength; seek his face continually.", "5": "Remember his awesome deeds that he has done, his wonders and the judgments he declared.", "6": "You descendants of Abraham, his servant, You children of Jacob, his chosen ones.", "7": "He is the Lord our God; his judgments extend to the entire earth.", "8": "He remembers his eternal covenant— every promise he made[b] for a thousand generations,", "9": "like the covenant he made[c] with Abraham, and his promise to Isaac.", "10": "He presented it to Jacob as a decree, to Israel as an everlasting covenant.", "11": "He said: “I will give Canaan to you as the allotted portion that is your inheritance.”", "12": "When the Hebrews[d] were few in number—so very few— and were sojourners in it,", "13": "they wandered from nation to nation, from one kingdom to another.[e]", "14": "He did not allow anyone to oppress them, or any kings to reprove them.", "15": "“Don't touch my anointed or hurt my prophets!”", "16": "He declared a famine on the land; destroying the entire food supply.[f]", "17": "He sent a man before them— Joseph, who had been sold as a slave.", "18": "They bound his feet with fetters and placed an iron collar on his neck,[g]", "19": "until the time his prediction came true, as the word of the Lord refined him.", "20": "He sent a king who released him, a ruler of people who set him free.", "21": "He made him the master over his household, the manager of all his possessions—", "22": "to discipline his rulers at will and make his elders wise.", "23": "Then Israel came to Egypt; indeed, Jacob lived in the land of Ham.[h]", "24": "He caused his people to multiply greatly; and be more numerous than their enemies.", "25": "He caused them[i] to hate his people and to deceive his servants.", "26": "He sent his servant Moses, along with Aaron, whom he had chosen.", "27": "They performed his signs among them, his wonders in the land of Ham.[j]", "28": "He sent darkness, and it became dark. Did they not rebel against[k] his words?", "29": "He turned their water into blood, so that the fish died.", "30": "Their land swarmed with frogs even to the chambers of their kings.", "31": "He spoke, and a swarm of insects invaded their land.[l]", "32": "He sent hail instead of rain, and lightning throughout their land.", "33": "It destroyed their vines and their figs, breaking trees throughout their country.[m]", "34": "Then he commanded the locust to come— grasshoppers without number.", "35": "They consumed every green plant in their land, and devoured the fruit of their soil.", "36": "He struck down every firstborn in their land, the first fruits of all their progeny.", "37": "Then he brought Israel[n] out with silver and gold, and no one among his tribes stumbled.", "38": "The Egyptians rejoiced when they left, because fear of Israel[o] descended on them.", "39": "He spread out a cloud for a cover, and fire for light at night.", "40": "Israel[p] asked, and quail came; food from heaven satisfied them.", "41": "He opened a rock, and water gushed out flowing like a river in the desert.", "42": "Indeed, he remembered his sacred promise to his servant Abraham.", "43": "He led his people out with gladness, his chosen ones with shouts of joy.", "44": "He gave to them the land of nations; they inherited the labor of other[q] people", "45": "so they might keep his statutes and observe his laws. Hallelujah!"}