{"1": "How blessed are those whose life[b] is blameless, who walk in the Law of the Lord!", "2": "How blessed are those who observe his decrees, who seek him with all of their heart,", "3": "who practice no evil while they walk in his ways.", "4": "You have commanded concerning your precepts, that they be guarded with diligence.", "5": "Oh, that my ways were steadfast, so I may keep your statutes.", "6": "Then I will not be ashamed, since my eyes will be fixed on all of your commands.", "7": "I will praise you with an upright heart, as I learn your righteous decrees.", "8": "I will keep your statutes; do not ever abandon me.", "9": "How can a young man keep his behavior pure? By guarding it in accordance with your word.", "10": "I have sought you with all of my heart; do not let me drift away from your commands.", "11": "I have stored what you have said[c] in my heart, so I won't sin against you.", "12": "Blessed are you, Lord! Teach me your statutes.", "13": "I have spoken with my lips about all your decrees that you have announced.[d]", "14": "I find joy in the path of your decrees, as if I owned all kinds of riches.", "15": "I will meditate on your precepts, and I will respect your ways.", "16": "I am delighted with your statutes; I will not forget your word.[e]", "17": "Deal kindly with your servant so I may live and keep your word.[f]", "18": "Open my eyes so that I will observe amazing things from your instruction.[g]", "19": "Since I am a stranger on the earth, do not hide your commands from me.", "20": "My soul is consumed with longing for your decrees at all times.", "21": "You rebuke the accursed ones, who wander from your commands.", "22": "Remove scorn and disrespect from me, for I observe your decrees.", "23": "Though nobles take their seat and gossip about me, your servant will meditate on your statutes.", "24": "I take joy in your decrees, for they are my counselors.", "25": "My soul clings to the dust; revive me according to your word.", "26": "I have talked about my ways, and you have answered me; Teach me your statutes.", "27": "Help me understand how your precepts function,[h] and I will meditate on your wondrous acts.", "28": "I weep because of sorrow; fortify me according to your word.", "29": "Remove false paths from me; and graciously give me your instruction.[i]", "30": "I have chosen the faithful way; I have firmly placed your ordinances before me.[j]", "31": "I cling to your decrees; Lord, do not put me to shame.", "32": "I eagerly race along the way of your commands, for you enable me to do so.[k]", "33": "Teach me, Lord, about the way of your statutes, and I will observe them without fail.[l]", "34": "Give me understanding and I will observe your instruction.[m] I will keep it with all of my heart.", "35": "Help me live my life by your commands, because my joy is in them.", "36": "Turn my heart to your decrees and away from unjust gain.", "37": "Turn my eyes away from gazing at worthless things, and revive me by your ways.", "38": "Confirm your promise to your servant, which is for those who fear you.", "39": "Turn away the shame that I dread, because your ordinances are good.", "40": "Look, I long for your precepts; revive me through your righteousness.", "41": "May your gracious love come to me, Lord, your salvation, just as you said.", "42": "Then I can answer the one who insults me, for I place my trust in your word.", "43": "Never take your truthful words from me, For I wait for[n] your ordinances.", "44": "Then I will always keep your Law, forever and ever,", "45": "I will walk in liberty, for I seek your precepts.", "46": "Then I will speak of your decrees before kings and not be ashamed.", "47": "I will take delight in your commands, which I love.", "48": "I will lift up my hands to your commands, which I love, and I will meditate on your statutes.", "49": "Remember what you said[o] to your servant, by which you caused me to hope.", "50": "This is what comforts me in my troubles: that what you say revives me.", "51": "Even though the arrogant utterly deride me, I do not turn away from your instruction.[p]", "52": "I have remembered your ancient ordinances, Lord, and I take comfort in them.", "53": "I burn with indignation because of the wicked who forsake your instruction.[q]", "54": "Your statutes are my songs, no matter where I make my home.[r]", "55": "In the night I remember your name, Lord, and keep your instruction.[s]", "56": "I have made it my personal responsibility to keep your precepts.", "57": "The Lord is my inheritance; I have given my promise to keep your word.", "58": "I have sought your favor with all of my heart; be gracious to me according to your promise.", "59": "I examined my lifestyle and set my feet in the direction of your decrees.", "60": "I hurried and did not procrastinate to keep your commands.", "61": "Though the ropes of the wicked have ensnared me, I have not forgotten your instruction.[t]", "62": "At midnight I will get up to thank you for your righteous ordinances.", "63": "I am united with all who fear you, and with everyone who keeps your precepts.", "64": "Lord, the earth overflows with your gracious love! Teach me your statutes.", "65": "Lord, you have dealt well with your servant, according to your word.", "66": "Teach me both knowledge and appropriate discretion, because I believe in your commands.", "67": "Before I was humbled, I wandered away, but now I observe your words.", "68": "Lord,[u] you are good[v], and do what is good; teach me your statutes.", "69": "The arrogant have accused me falsely; but I will observe your precepts wholeheartedly.", "70": "Their minds are clogged as with greasy fat, but I find joy in your instruction.[w]", "71": "It was for my good that I was humbled;[x] so that I would learn your statutes.", "72": "Instruction[y] that comes from you[z] is better for me than thousands of gold and silver coins.[aa]", "73": "Your hands made and formed me; give me understanding, that I may learn your commands.", "74": "May those who fear you see me and be glad, for I have hoped in your word.", "75": "I know, Lord, that your decrees are just, and that you have rightfully humbled me.", "76": "May your gracious love comfort me in accordance with your promise to your servant.", "77": "May your mercies come to me that I may live, for your instruction[ab] is my delight.", "78": "May the arrogant become ashamed, because they have subverted me with deceit; as for me, I will meditate on your precepts.", "79": "May those who fear you turn to me, along with those who know your decrees.", "80": "May my heart be blameless with respect to your statutes so that I may not become ashamed.", "81": "I long for your deliverance; I have looked to your word, placing my hope in it.", "82": "My eyes grow weary with respect to what you have promised— I keep asking, “When will you comfort me?”", "83": "Though I have become like a water skin dried by[ac] smoke, I have not forgotten your statutes.", "84": "How many days must your servant endure this?[ad] When will you judge those who persecute me?", "85": "The arrogant have dug pitfalls for me, disobeying your instruction.[ae]", "86": "All of your commands are reliable. I am persecuted without cause—help me!", "87": "Though the arrogant[af] nearly destroyed me on earth, I did not abandon your precepts.", "88": "Revive me according to your gracious love; and I will keep the decrees that you have proclaimed.", "89": "Your word is forever, Lord; it is firmly established in heaven.", "90": "Your faithfulness continues from generation to generation. You established the earth, and it stands firm.", "91": "To this day they stand by means of your rulings, for all things serve you.", "92": "Had your instruction[ag] not been my pleasure, I would have died in my affliction.", "93": "I will never forget your precepts, for you have revived me with them.", "94": "I am yours, so save me, since I have sought your precepts.", "95": "The wicked lay in wait to destroy me, while I ponder your decrees.", "96": "I have observed that all things have their limit, but your commandment is very broad.", "97": "How I love your instruction![ah] Every day it is my meditation.", "98": "Your commands make me wiser than my adversaries, since they are always with me.", "99": "I am more insightful than my teachers, because your decrees are my meditations.", "100": "I have more common sense than the elders, for I observe your precepts.", "101": "I keep away from every evil choice[ai] so that I may keep your word.[aj]", "102": "I do not avoid your judgments, for you pointed them out to me.", "103": "How pleasing is what you have to say to me— tasting better than honey.", "104": "I obtain understanding from your precepts; therefore I hate every false way.", "105": "Your word is[ak] a lamp for my feet, a light for my pathway.", "106": "I have given my word and affirmed it, to keep your righteous judgments.", "107": "I am severely afflicted. Revive me, Lord, according to your word.", "108": "Lord, please accept my voluntary offerings of praise,[al] and teach me your judgments.", "109": "Though I constantly take my life in my hands, I do not forget your instruction.[am]", "110": "Though the wicked lay a trap for me, I haven't wandered away from your precepts.", "111": "I have inherited your decrees forever, because they are the joy of my heart.", "112": "As a result, I am determined to carry out your statutes forever.", "113": "I despise the double-minded, but I love your instruction.[an]", "114": "You are my fortress and shield; I hope in your word.", "115": "Leave me, you who practice evil, that I may observe the commands of my God.", "116": "Sustain me, God,[ao] as you have promised, and I will live. Do not let me be ashamed of my hope.", "117": "Support me, that I may be saved, and I will carry out your statutes consistently.", "118": "You reject all who wander from your statutes, since their deceitfulness is vain.", "119": "You remove[ap] all the wicked of the earth like[aq] dross; therefore I love your decrees.", "120": "My flesh trembles out of fear of you, and I am in awe of[ar] your judgments.", "121": "I have acted with justice and righteousness; do not abandon me to my oppressors.", "122": "Back up your servant in a positive way; do not let the arrogant oppress me.", "123": "My eyes fail as I look[as] for your salvation and for your righteous promise.", "124": "Act toward your servant consistent with your gracious love, and teach me your statutes.", "125": "Since I am your servant, give me understanding, so I will know your decrees.", "126": "It is time for the Lord to act, since they have violated your instruction.[at]", "127": "I truly love your commands more than gold, including fine gold.", "128": "I truly consider all of your precepts—all of them—to be just, while I despise every false way.", "129": "Your decrees are wonderful— that's why I observe them.", "130": "The disclosure of your words illuminates, providing understanding to the simple.", "131": "I open my mouth and pant as I long for your commands.", "132": "Turn in my direction and show mercy to me, as you have decreed regarding those who love your name.", "133": "Direct my footsteps by your promise, and do not let any kind of iniquity rule over me.", "134": "Deliver me from human oppression and I will keep your precepts.", "135": "Show favor to[au] your servant, and teach me your statutes.", "136": "My eyes shed rivers of tears, when others do not obey your instruction.[av]", "137": "Lord, you are righteous, and your judgments are right.", "138": "You have ordered your decrees to us rightly, and they are very faithful.", "139": "My zeal consumes me because my enemies forget your words.", "140": "Your word is very pure, and your servant loves it.", "141": "Though I may be small and despised, I do not neglect your precepts.", "142": "Your righteousness is an eternal righteousness, and your instruction[aw] is true.", "143": "Though trouble and anguish overwhelm me, your commands remain my delight.", "144": "Your righteous decrees are eternal; give me understanding, and I will live.", "145": "I have cried out with all of my heart. Answer me, Lord! I will observe your statutes.", "146": "I have called out to you, “Save me, so I may keep your decrees.”", "147": "I get up before dawn and cry for help; I place my hope in your word.", "148": "I look forward to the night watches, when I may meditate on what you have said.", "149": "Hear my voice according to your gracious love. Lord, revive me in keeping with your justice.", "150": "Those who pursue wickedness draw near; they remain far from your instruction.[ax]", "151": "You are near, Lord, and all of your commands are true.", "152": "I discovered long ago about your decrees that you have confirmed them forever.", "153": "Look on my misery, and rescue me, for I do not ignore your instruction.[ay]", "154": "Defend my case and redeem me; revive me according to your promise.", "155": "Deliverance remains remote from the wicked, for they do not seek your statutes.", "156": "Your mercies are magnificent, Lord; revive me according to your judgments.", "157": "Though my persecutors and adversaries are numerous, I do not turn aside from your decrees.", "158": "I watch the treacherous, and despise them, because they do not do what you have said.", "159": "Look how I love your precepts, Lord; revive me according to your gracious love.", "160": "The sum[az] of your word[ba] is truth, and each righteous ordinance of yours is everlasting.", "161": "Though nobles persecute me for no reason, my heart stands in awe of your words.", "162": "I find joy at what you have said like one who has discovered a great treasure.", "163": "I despise and hate falsehood, but[bb] I love your instruction.[bc]", "164": "I praise you seven times a day because of your righteous ordinances.", "165": "Great peace belongs to those who love your instruction,[bd] and nothing makes them stumble.", "166": "I am looking in hope for your deliverance, Lord, as I carry out your commands.", "167": "My soul treasures[be] your decrees, and I love them deeply.", "168": "I keep your precepts and your decrees because all of my ways are before you.", "169": "May my cry arise before you, Lord; give me understanding according to your word.", "170": "Let my request come before you; deliver me, as you have promised.", "171": "May my lips utter praise, for you teach me your statutes.", "172": "May my tongue sing about your promise, for all of your commands are right.", "173": "May your hand stand ready to assist me, for I have chosen your precepts.", "174": "I am longing for your deliverance, Lord, and your instruction[bf] is my joy.", "175": "Let me live, and I will praise you; let your ordinances[bg] help me.", "176": "I have wandered away like a lost sheep; come find your servant, for I do not forget your commands."}