{"1": "Give thanks to the Lord, for he is good, for his gracious love is everlasting.", "2": "Give thanks to the God of gods, for his gracious love is everlasting.", "3": "Give thanks to the Lord of lords, for his gracious love is everlasting—", "4": "To the one who alone does great and wondrous things, for his gracious love is everlasting—", "5": "to the one who by wisdom made the heavens, for his gracious love is everlasting—", "6": "to the one who spread out the earth over the waters, for his gracious love is everlasting—", "7": "to the one who made the great lights, for his gracious love is everlasting—", "8": "the sun to illumine[a] the day, for his gracious love is everlasting—", "9": "and the moon and stars to illumine[b] the night, for his gracious love is everlasting—", "10": "to the one who struck the firstborn of Egypt, for his gracious love is everlasting—", "11": "and brought Israel out from among them, for his gracious love is everlasting—", "12": "with a strong hand and an active[c] arm, for his gracious love is everlasting.", "13": "To the one who split the Reed[d] Sea in two for his gracious love is everlasting—", "14": "and made Israel pass through the middle of it, for his gracious love is everlasting—", "15": "and cast Pharaoh and his armies into the Reed[e] Sea, for his gracious love is everlasting.", "16": "To the one who led his people into the wilderness, for his gracious love is everlasting—", "17": "to the one who struck down great kings, for his gracious love is everlasting—", "18": "and killed famous kings, for his gracious love is everlasting—", "19": "including Sihon king of the Amorites, for his gracious love is everlasting—", "20": "and Og king of Bashan, for his gracious love is everlasting—", "21": "and gave their land as an inheritance, for his gracious love is everlasting—", "22": "to Israel his servant as a possession, for his gracious love is everlasting—", "23": "He it is who remembered us in our lowly circumstances, for his gracious love is everlasting—", "24": "and rescued us from our enemies, for his gracious love is everlasting.", "25": "He gives food to all creatures, for his gracious love is everlasting.", "26": "Give thanks to the God of Heaven, for his gracious love is everlasting."}