{"1": "He said: “I love you, Lord, my strength.", "2": "The Lord is my rock, my fortress, my deliverer, my God, my stronghold[a] in whom I take refuge, my shield, the glory[b] of my salvation, and my high tower.”", "3": "I cried out to the Lord, who is worthy to be praised, and I was delivered from my enemies.", "4": "The cords of death entangled me; the rivers of Belial[c] made me afraid.", "5": "The cords of Sheol[d] surrounded me; the snares of death confronted me.", "6": "In my distress I cried to the Lord; to my God I cried for help. From his Temple he heard my voice; my cry reached his ears.", "7": "The world shook and trembled; the foundations of the mountains quaked, they shook because he was angry.", "8": "In his anger smoke poured out of his nostrils, and consuming fire from his mouth; coals were lit from it.", "9": "He bent the sky and descended, and darkness was under his feet.", "10": "He rode upon a cherub and flew; he soared upon the wings of the wind.", "11": "He made darkness his hiding place, his canopy surrounding him was dark waters and thick clouds.", "12": "The brightness before him scattered the thick clouds, with hail stones and flashes of fire.", "13": "Then the Lord thundered in[e] the heavens, and the Most High sounded aloud, calling for hail stones and flashes of fire.[f]", "14": "He shot his arrows and scattered them; with many lightning bolts he frightened them.", "15": "Then the channels of the sea could be seen, and the foundations of the earth were uncovered because of your rebuke, Lord, because of the blast from the breath of your nostrils.", "16": "He reached down and took me; he drew me from many waters.", "17": "He delivered me from my strong enemies, from those who hated me because they were stronger than I.", "18": "They confronted me in the day of my calamity, but the Lord was my support.", "19": "He brought me out to a spacious place; he delivered me, for in me he takes delight.", "20": "The Lord will reward me because I am righteous; because my hands are clean he will restore me;", "21": "because I have kept the ways of the Lord, and I have not wickedly departed from my God;", "22": "because all his judgments were always before me, and I did not cast off his statutes.", "23": "I was upright[g] before him, and I kept myself from iniquity.", "24": "So the Lord restored me according to my righteousness, because my hands were clean in his sight.", "25": "To the holy, you show your gracious love, to the upright, you show yourself upright;", "26": "to the pure, you show yourself pure, and to the morally corrupt, you appear to be perverse.", "27": "Indeed, you deliver the oppressed,[h] but you bring down those who exalt themselves in their own eyes.", "28": "For you, Lord, make my lamp shine; my God enlightens my darkness.", "29": "With your help[i] I will run through an army, with help from[j] my God I leap over walls.", "30": "As for God, his way is upright;[k] the word of God is pure; he is a shield to all those who take refuge in him.", "31": "For who is God but the Lord, and who is a Rock other than our God?—", "32": "the God who clothes me with strength, and who makes my way upright;[l]", "33": "who makes my feet swift as the deer; who makes me stand on high places;", "34": "who teaches my hands to make war, and my arms to bend a bronze bow.", "35": "You have given to me the shield of your deliverance, and your right hand holds me up; your gentleness made me great.", "36": "You make a broad place for my steps, so my feet[m] won't slip.", "37": "I pursued my enemies and overtook them; I did not turn around until they were utterly defeated.", "38": "I struck them down, so they are not able to rise up; they fell under my feet.", "39": "You clothed me with strength for war; you will subdue under me those who rise up against me.", "40": "You have made my enemies turn their back to me, and I will destroy those who hate me.", "41": "They cried out for deliverance, but there was no one to deliver; they cried out[n] to the Lord, but he did not answer them.", "42": "I ground them like wind-swept dust; I emptied them out[o] like dirt in the street.", "43": "You rescued me from conflict with the people; you made me head of the nations. People who did not know me will serve me.", "44": "When they hear of me,[p] they will obey me; foreigners will submit to me.", "45": "Foreigners will wilt away; they will come trembling out of their stronghold.", "46": "The Lord lives! Blessed be my Rock! May the God of my deliverance be exalted!", "47": "He is the God who executes vengeance on my behalf; who destroys peoples under me;", "48": "who delivers me from my enemies. Truly you will exalt me above those who oppose me; you will deliver me from the violent person.", "49": "Therefore, I will give thanks to you among the nations, Lord; I will sing praises to your name.", "50": "He is the one who gives victories to his king; who shows gracious love to his anointed, to David and his seed forever."}