{"1": "In you, Lord, I have taken refuge. Let me never be ashamed. Because you are righteous, deliver me!", "2": "Listen to me, and deliver me quickly. Become a rock of safety for me, a fortified citadel to deliver me;", "3": "For you are my rock and my fortress; for the sake of your name guide me and lead me.", "4": "Rescue me from the net that they concealed to trap me; for you are my strength.", "5": "Into your hands I commit my spirit; for you have redeemed me, Lord God of truth.", "6": "I despise those who trust vain idols; but I have trusted in the Lord.", "7": "I will rejoice and be glad in your gracious love, for you see my affliction and take note that my soul is distressed.", "8": "You have not delivered me into the hand of the enemy, but you have set my feet in a sturdy[a] place.", "9": "Be gracious to me, Lord, for I am in distress. My eyes have been consumed by my grief along with my soul and my body.", "10": "My life is consumed by sorrow, my years with groaning. My strength has faltered because of my iniquity;[b] my bones have been consumed.", "11": "I have become an object of reproach to all my enemies, especially to my neighbors. I have become an object of fear to my friends, and whoever sees me outside runs away from me.", "12": "Like a dead man, I am forgotten in their thoughts[c]— like broken pottery.", "13": "I have heard the slander of many; it is like terror all around me, as they conspire together and plot to take my life.", "14": "But I trust in you, Lord. I say, “You are my God.”", "15": "My times are in your hands. Deliver me from the hands of my enemies and from those who pursue me.", "16": "May your face shine on your servant; in your gracious love, deliver me.", "17": "Let me not be ashamed, Lord, for I have called upon you. Let the wicked be put to shame, let them be silent in the next life.[d]", "18": "Let the lying lips be made still, especially those who speak arrogantly against the righteous with pride and contempt.", "19": "How great is your goodness that you have reserved for those who fear you, that you have set in place for those who take refuge in you, in the presence of the children of men.", "20": "You will hide them in the secret place of your presence, away from the conspiracies of men. You will hide them in your tent, away from their contentious tongues.", "21": "Blessed be the Lord! In a marvelous way he demonstrated his gracious love to me, when I was in a city under siege.", "22": "When I said in my panic, “I have been cut off in your sight,” then you surely heard the voice of my prayer in my plea to you for help.", "23": "Love the Lord, all his godly ones! The Lord preserves the faithful and repays those who act with proud motives.", "24": "Be strong, and let your heart be courageous, all you who put your hope in the Lord."}