{"1": "Argue my case,[a] Lord, against those who argue against me. Fight against those who fight against me.", "2": "Take up the buckler[b] and the shield, and rise up to help me.", "3": "Take out the spear and the ax to confront the one who pursues me; say to me, “I am your deliverer!”", "4": "Let those who seek my life be ashamed and disgraced; let those who plot evil against me be driven back and confounded.", "5": "Make them like the chaff before the wind, as the messenger of the Lord pushes them aside.", "6": "May their path be dark and slippery, as the messenger of the Lord tracks them down.", "7": "Without justification they laid a snare for me; without justification they dug a pit to trap me.", "8": "Let destruction come upon them[c] unawares, and let the net that he hid catch him; let him fall into destruction.", "9": "My soul will rejoice in the Lord and be glad in his deliverance.", "10": "All my bones will say, “Lord, who is like you? Who delivers the weak from the one who is stronger than he, and the weak and the needy from the one who wants to rob him?”", "11": "False witnesses stepped forward and questioned me concerning things about which I knew nothing.", "12": "They paid me back evil for good; my soul mourns.", "13": "But when they were sick, I wore sackcloth, humbled myself with fasting, and prayed from my heart repeatedly for them.[d]", "14": "I paced about as for my friend or my brother, and fell down mourning as one weeps for one's mother.", "15": "But when I stumbled, they rejoiced and gathered together. They gathered together against me— attackers whom I did not know. They tore me apart and would not stop.", "16": "Malicious mockers[e]— they gnashed[f] their teeth against me.", "17": "Lord, how long will you just watch? Rescue me from their destruction, my precious life from these young lions.", "18": "Then I will give you thanks in front of the great congregation; in the midst of the mighty throng I will praise you.", "19": "Do not let my deceitful enemies gloat over me, nor let those who hate me without justification mock me with their eyes.", "20": "For they do not speak peace; they devise clever lies against the peaceful people of the land.", "21": "They open their mouth wide against me, claiming, “Yes! Yes! We saw him do[g] it with our own eyes!”", "22": "You see this, Lord, so do not be silent. Lord, do not be far from me!", "23": "Wake up! Arouse yourself to vindicate me and argue my case, my God and my Lord.", "24": "Judge me according to your righteousness, Lord my God! But do not let them gloat over me.", "25": "Don't let them say in their hearts, “Yes! We got what we wanted.” Don't let them say, “We have swallowed him up.”", "26": "Instead, let those who gloat over the evil directed against me be ashamed and confounded together; Let those who exalt themselves over me be clothed with shame and dishonor.", "27": "Let those who delight in my vindication shout for joy and rejoice! Let them continuously say, “Magnify the Lord, who delights in giving peace to[h] his servant.”", "28": "My tongue will declare your righteousness and praise you all day long."}