{"1": "God, we heard it with our ears; our ancestors told us about what you did in their day— a long time ago.", "2": "With your hand you expelled the nations and established our ancestors.[b] You afflicted nations and cast them out.", "3": "It was not with their sword that they inherited the land, nor did their own arm deliver them. But it was by your power,[c] your strength, and by the light of your face; because you were pleased with them.", "4": "You are my king, God, command[d] victories[e] for Jacob.", "5": "Through you we will knock down our oppressors; through your name we will tread down those who rise up against us.", "6": "For I place no confidence in my bow, nor will my sword deliver me.", "7": "For you delivered us from our oppressors and put to shame those who hate us.", "8": "We will praise God all day long; and to your name we will give thanks forever. Interlude", "9": "However, you cast us off and made us ashamed! You did not even march with our armies!", "10": "You made us retreat from our oppressors. Our enemies ransacked us.", "11": "You handed us over to be slaughtered like sheep and you scattered us among the nations.", "12": "You sold out your people for nothing, and made no profit at that price.", "13": "You made us a laughing stock to our neighbors, a source of mockery and derision to those around us.", "14": "You made us an object lesson among the nations; people shake their heads at us.[f]", "15": "My dishonor tortures[g] me continuously;[h] the shame on my face overwhelms[i] me", "16": "because of the voice of the one who mocks and reviles, because of the enemy and the avenger.", "17": "All this came upon us, yet we did not forsake you, and we have not dealt falsely with your covenant;", "18": "Our hearts have not turned away; our steps have not swerved from your path.", "19": "Nevertheless, you crushed us in the lair of jackals, and covered us in deep darkness.[j]", "20": "If we had forgotten the name of our God or lifted our hands to a foreign god,", "21": "wouldn't God find out since he knows the secrets of the heart?", "22": "For your sake we are being killed all day long. We are thought of as sheep to be slaughtered.", "23": "Wake up! Why are you asleep, Lord? Get up! Don't cast us off forever!", "24": "Why are you hiding your face? Why are you ignoring our affliction and oppression?", "25": "For we[k] have collapsed in the dust; our bodies cling to the ground.", "26": "Arise! Deliver us! Redeem us according to your gracious love!"}