{"1": "My heart is overflowing with good news; I speak what I have composed to the king; my tongue is like the pen of an articulate scribe.", "2": "You are the most handsome of Adam's descendants; grace has anointed your lips; therefore God has blessed you forever.", "3": "Strap your sword to your side, mighty warrior, along with your honor and majesty.", "4": "In your majesty ride forth for the cause of truth, humility, and righteousness; and your strong right hand will teach you awesome things.", "5": "Your arrows are sharpened to penetrate the hearts of the king's enemies. People will fall under you.", "6": "Your throne, God, exists forever and ever, and the scepter of your kingdom is a righteous scepter.", "7": "You love justice and hate wickedness. That is why God, even your God, has anointed you rather than your companions with the oil of gladness.", "8": "All your clothes are scented with[c] myrrh, aloes, and cassia. From ivory palaces stringed instruments have made you glad.", "9": "The king's daughters are among your honorable women; the queen, dressed in gold from Ophir, has taken her place at your right hand.”", "10": "Listen, daughter! Consider and pay attention. Forget your people and your father's house,", "11": "and the king will greatly desire your beauty. Because he is your lord, you should bow in respect before him.", "12": "The daughter[d] of Tyre will come with[e] a wedding gift; wealthy people will entreat your favor.", "13": "In her chamber,[f] the king's daughter is glorious; her clothing is embroidered with gold thread.", "14": "In embroidered garments she is presented to the king. Her virgin companions who follow her train will be presented to you.", "15": "Filled with joy and gladness, they are presented when they enter the king's palace.", "16": "Your sons will take the place of your ancestors, and you will set them up as princes in all the earth.", "17": "From generation to generation, I will cause your name to be remembered. Therefore people will thank you forever and ever."}