{"1": "Listen to this, all you people! Pay attention, all you who live in the world,", "2": "both average people and those of means,[a] the rich and the poor together.", "3": "My mouth will speak wisely, and I will understand what I think about.", "4": "I will focus my attention on[b] a proverb; I will use the harp to expound my riddle.", "5": "Why should I be afraid when evil days come my way, when the wickedness of those who deceive me surrounds me—", "6": "those who put confidence in their wealth and boast about their great riches?", "7": "No man can redeem the life of another,[c] nor can he give to God a sufficient payment for him—", "8": "for it would cost too much to redeem his life, and the payments would go on forever—", "9": "that he should go on living and not see corruption.", "10": "Indeed, he will see wise people die; the stupid and the senseless will meet their doom and leave their wealth to others.", "11": "Their inner thoughts are on[d] their homes forever; their dwellings from generation to generation. They even name their lands after themselves.", "12": "But humanity cannot last, despite its conceit;[e] it will pass away just like the animals.[f]", "13": "This is the fate of those who are foolish and of those who correct their words after they speak. Interlude", "14": "Like sheep, they are destined for the realm of the dead,[g] with death as their shepherd. The upright will have dominion over them in the morning; their strength will be consumed in the afterlife,[h] so that they have no home.", "15": "God will truly redeem me from the power[i] of Sheol.[j] He will surely receive me! Interlude", "16": "Don't be afraid when someone gets rich, when the glory of his household increases.", "17": "When he dies, he will not be able to take it all with him[k]— his possessions[l] will not follow him to the grave,[m]", "18": "although he considers himself blessed while he's alive. Though people praise you for doing well,", "19": "you will end up like your[n] ancestors' generation, never again to see the light of day!", "20": "Humanity, despite its conceit, does not understand that it will perish, just like the animals."}