{"1": "God, the Lord,[a] has spoken. He has summoned the earth from the rising of the sun to its setting place.", "2": "From Zion, the perfection of beauty, God has shined forth.", "3": "Our God has appeared and he has not been silent; a devouring fire blazed before him, and a mighty storm swirled around him.", "4": "He summoned the heavens above and the earth below,[b] to sit in judgment on his people.", "5": "“Assemble before me, my saints, who have entered into my covenant by sacrifice.”", "6": "The heavens revealed his justice, for God is himself the judge. Interlude", "7": "“Listen, my people, for I am making a pronouncement: Israel, I, God, your God, am testifying against you.", "8": "I do not rebuke you because of your sacrifices; indeed, your burnt offerings are continuously before me.", "9": "I will no longer accept a sacrificial[c] bull from your household; nor goats from your pens.", "10": "Indeed, every animal of the forest is mine, even the cattle on a thousand hills.", "11": "I know all the birds in the mountains; indeed, everything that moves in the field is mine.", "12": "“If I were hungry, I would not tell you; for the world is mine along with everything in it.", "13": "Why should I eat the flesh of oxen or drink the blood of goats?", "14": "Offer to God a thanksgiving praise; pay your vows to the Most High.", "15": "Call on me in the day of distress; I will deliver you, and you will glorify me.”", "16": "As for the wicked, God says, “How dare you recite my statutes or speak about my covenant with your lips!", "17": "You hate instruction and toss my words behind you.", "18": "When you see a thief, you befriend him, and you keep company with adulterers.", "19": "You give your mouth free reign for evil, and your tongue devises deceit.", "20": "You sit and speak against your brother; you slander your own mother's son.", "21": "These things you did, and I kept silent, because you assumed that I was like you. But now I am going to rebuke you, and I will set forth my case before your very own eyes.”", "22": "Consider this, you who have forgotten God— Otherwise, I will tear you in pieces and there will be no deliverer:", "23": "Whoever offers a sacrifice of thanksgiving glorifies me, and I will reveal the salvation of God to whomever continues in my way.”[d]"}