{"1": "Pay attention to my prayer, God, and do not hide yourself from my appeal.", "2": "Pay attention to me and answer me. I moan and groan in my thoughts,", "3": "because of the voice of the enemy, and because of the oppression of the wicked. They bring down evil upon me, and in anger they hate me.", "4": "My heart is trembling within me, and the terrors of death have assaulted me.", "5": "Fear and trembling have overwhelmed me, and horror has covered me.", "6": "I said, “O, who will give me the wings of a dove, so that I could fly away and live somewhere else?", "7": "Look, I want to flee far away; I want to settle down in the wilderness. Interlude", "8": "I want to deliver myself quickly from this windstorm and tempest.”", "9": "Confound them, Lord, and confuse their speech, because I have seen violence and strife in the city.", "10": "Day and night they prowl around its walls; evil and iniquity are within it.", "11": "Wickedness is at the center of it; fraud and lies never leave its streets.", "12": "For it is not an enemy who insults me— I could have handled that— nor is it someone who hates me and who now arises against me— I could have hidden myself from him—", "13": "but it is you— a man whom I treated as my equal— my personal confidant, my close friend!", "14": "We had good fellowship together; and we even walked together in the house of God!", "15": "Let death seize them! May they be plunged alive into the afterlife,[b] for wicked things are in their homes and among them.", "16": "I call upon God, and the Lord will deliver me.", "17": "Morning, noon, and night, I mulled over these things and cried out in my distress, and he heard my voice.", "18": "He calmly ransomed my soul from the war waged against me, for there was a vast crowd who stood against me.", "19": "God, who is enthroned from long ago, will hear me and humble them. Interlude Because they do not repent, they do not fear God.", "20": "Each of my friends[c] raises his hand against his allies; each of my friends[d] breaks his word.[e]", "21": "His mouth is as smooth as butter, while war is in his heart. His words were as smooth as olive oil, while his sword is drawn.", "22": "Cast on the Lord whatever he sends your way, and he will sustain you. He will never allow the righteous to be shaken.", "23": "But you, God, bring them down to the Pit of corruption;[f] bloodthirsty and deceitful people will not live out half their days. But I put my full confidence in you."}