{"1": "God arises, and his enemies are scattered. Those who hate him flee from his presence.[a]", "2": "As smoke is driven away, so you drive them away. As wax melts in the presence of fire, so the wicked die in the presence of God.", "3": "But the righteous rejoice and exult before God; they are overwhelmed with joy.", "4": "Sing to God! Sing praise to his name! Exalt the one who rides on the clouds. The Lord is his name. Be jubilant in his presence.", "5": "A father to orphans and an advocate for widows is God in his holy dwelling place.", "6": "God causes the lonely to dwell in families.[b] He leads prisoners into prosperity, but rebels live on parched land.", "7": "God, when you led out your people, when you marched through the desert, Interlude", "8": "the land quaked. Indeed, the heavens poured down rain from the presence of God, this God of Sinai, from the presence of God, the God of Israel.", "9": "God, you poured out abundant rain on your inheritance. When Israel[c] was weary, you sustained her.", "10": "Your people live[d] there; you sustain the needy[e] with your goodness, God.", "11": "The Lord issues a command. Numerous are the women who announce the news:", "12": "“Kings of armies retreat and flee, while the lady of the house divides the spoil.", "13": "When you men lie down among the sheepfolds, you are like[f] the wings of the dove covered with silver, with its feathers in glittering gold.”", "14": "When the Almighty scattered the kings there, there was snow on Mt. Zalmon.", "15": "The mountain of God is as the mountain of Bashan; a mountain of many peaks is Mount Bashan.", "16": "You mountains of many peaks, why do you watch with envy the mountain in which God has chosen to dwell? Indeed, the Lord will live there forever.", "17": "God's chariots were many thousands. The Lord was there with them at Sinai in holiness.", "18": "You ascended to the heights, you took captives. You received gifts among mankind, even the rebellious, so the Lord God may live there.[g]", "19": "Blessed be the Lord who daily carries us. God is our deliverer.", "20": "God is for us the God of our deliverance. The Lord God rescues us from death.", "21": "God surely strikes the heads of his enemies, even the hairy heads of those who continue in their guilt.", "22": "The Lord says, “From Bashan I will bring them, I will bring them from the depths of the sea,", "23": "that your feet may wade through blood. The tongues of your dogs will have their portions from your enemies.”", "24": "They have observed your processions, God, the processions of my God, my king, in the sanctuary.", "25": "The singers are in front, the musicians follow, strumming their stringed instruments among the maidens who are playing their tambourines.", "26": "Bless God in the great congregation, the Lord who is the fountain of Israel.", "27": "Little Benjamin is there, leading them, and the princes of Judah all together with the princes of Zebulun and the princes of Naphtali.", "28": "Summon the power of your God, the power, God, that you have shown us.", "29": "Because of your Temple in Jerusalem, kings bring tribute to you.", "30": "Rebuke the wildlife that lives among the reeds, the nations that congregate like bulls and cows, humbling themselves with pieces of silver, for God[h] scatters the nations that delight in battle.", "31": "Envoys will come from Egypt. Let the Ethiopians stretch out their hands to God.", "32": "You kingdoms of the earth, sing to God! Sing praises to the Lord, Interlude", "33": "to the one who rides the heavens, the ancient heavens. Behold! He thunders with a mighty voice.", "34": "Ascribe power to God, whose glory is over Israel, whose power is in the skies.", "35": "You are awesome, God, from your sanctuaries. The God of Israel is the one who gives strength and power to the people. Blessed be God!"}