{"1": "In you, Lord, I take refuge; let me never be humiliated.", "2": "Rescue and deliver me,[a] because you are righteous. Turn your ear to me and save me.", "3": "Be my sheltering refuge where I may go continuously; command my deliverance for you are my rock and fortress.", "4": "My God, deliver me from the power of the wicked and the grasp of ruthless practicers of evil.", "5": "For you are my hope, Lord God, my security since I was young.", "6": "I depended on you since birth,[b] when you brought me[c] from my mother's womb; I praise you continuously.", "7": "I have become an example to many that you are my strong refuge.", "8": "My mouth is filled with your praise and your splendor daily.", "9": "Don't throw me away when I am old; do not abandon me when my strength fails.", "10": "For my enemies talk against me; those who seek to kill me plot together", "11": "and say, “God has abandoned him. Run after him and seize him, because there's no deliverer.”", "12": "God, do not be distant from me. My God, come quickly to help me.", "13": "Let my adversaries be ashamed and consumed;[d] let those who seek my destruction be covered with scorn and disgrace.", "14": "As for me, I will hope continuously and will praise you more and more.", "15": "I[e] will declare your righteousness and your salvation every day, though I do not fully understand what the outcome will be.[f]", "16": "Lord God, I will come in the power of[g] your mighty acts, remembering your righteousness—yours alone.", "17": "God, you taught me from my youth, so I am still declaring your awesome deeds.", "18": "Also, when I reach old age and have gray hair, God, do not forsake me, until I have declared your power to this generation and your might to the next one.", "19": "Your many righteous deeds,[h] God, are great,", "20": "God, who can compare to you, who caused me to experience[i] troubles that were numerous and disastrous? You will return to revive me and lift me up from the depths of the earth.", "21": "You will increase my honor and comfort me once again.", "22": "I also will praise you with the harp; because of your faithfulness, my God, I will praise you with the lyre— Holy One of Israel.", "23": "My lips will shout for joy when I sing praise to you, whose life you have redeemed.", "24": "Moreover, my tongue will speak all day about your justice; for those who seek my destruction will be utterly humiliated."}