{"1": "Why, God? Have you rejected us forever? Your anger is burning against the sheep of your pasture.", "2": "Remember your community, whom you purchased long ago, the tribe whom you redeemed for your possession. Remember[b] Mount Zion, where you live.", "3": "Hurry! Look at the permanent ruins— every calamity the enemy brought upon the Holy Place.", "4": "Those who are opposing you roar where we were meeting with you; they unfurl their war banners as signs.", "5": "As one blazes a trail through a forest with an ax,", "6": "now they're tearing down all its carved work with hatchets and hammers.", "7": "They burned your sanctuary to the ground, desecrating your dwelling place.", "8": "They say to themselves, “We'll crush them completely;” They burned down all the meeting places of God in the land.", "9": "We see no signs for us; there is no longer a prophet, and no one among us knows the future.[c]", "10": "God, how long will the adversary scorn while the enemy despises your name endlessly?", "11": "Why do you not withdraw your hand— your right hand—from your bosom and destroy them?[d]", "12": "But God is my king from ancient times, who brings acts of deliverance throughout the earth.", "13": "You split the sea by your own power. You shattered the heads of sea monsters in the water.", "14": "You crushed the heads of Leviathan. You set it as food for desert creatures.[e]", "15": "You opened both the spring and the river; you dried up flowing rivers.", "16": "Yours is the day, and yours is the night; you established the moon and the sun.", "17": "You set all the boundaries of the earth; you made summer and winter.", "18": "Remember this: The enemy scorns the Lord and a foolish people despises your name.", "19": "Don't hand over the life of your dove to beasts; do not continuously forget your afflicted ones.", "20": "Pay attention to your covenant, for the dark regions of the earth are full of violence.", "21": "Don't let the oppressed return in humiliation. The poor and needy will praise your name.", "22": "Get up, God, and prosecute your case— remember that you're being scorned by fools all day long.", "23": "Don't ignore the shout of those opposing you, The uproar of those who rebel against you continuously."}