{"1": "Listen, my people, to my instruction. Hear[b] the words of my mouth.", "2": "I will tell[c] a parable, speaking riddles from long ago—", "3": "things that we have heard and known and that our ancestors related to us.", "4": "We will not withhold them from their descendants; we'll declare to the next generation the praises of the Lord— his might and awesome deeds that he has performed.", "5": "He established a decree in Jacob, and established the Law in Israel, that he commanded our ancestors to reveal to their children", "6": "in order that the next generation— children yet to be born— will know them and in turn teach them to their children.", "7": "Then they will put their trust in God and they will not forget his awesome deeds. Instead, they will keep his commandments.", "8": "They will not be like the rebellious generation of their ancestors, a rebellious generation, whose heart was not steadfast, and whose spirits were unfaithful to God.", "9": "The descendants of Ephraim were sharp shooters with the bow, but they retreated in the day of battle.", "10": "They did not keep God's covenant, and refused to live by his Law.", "11": "They have forgotten what he has done, his awesome deeds that they witnessed.", "12": "He performed marvelous things in the presence of their ancestors in the land of Egypt— in the fields of Zoan.", "13": "He divided the sea so that they were able to cross; he caused the water to stand in a single location.", "14": "He led them with a cloud during the day, and during the night with light from the fire.", "15": "He caused the rocks to split in the wilderness, and gave them water[d] as from an abundant sea.", "16": "He brought streams from rock, causing water to flow like a river.", "17": "But time and again, they sinned against him, rebelling against the Most High in the desert.", "18": "To test God was in their minds, when they demanded food to satisfy their cravings.[e]", "19": "They spoke against God by asking, “Is God able to prepare a feast[f] in the desert?", "20": "It's true that[g] Moses[h] struck the rock so that water flowed forth and torrents of water gushed out, but is he also able to give bread or to supply meat for his people?”", "21": "Therefore, when the Lord heard this, he was angry, and fire broke out against Jacob. Moreover, his anger flared against Israel,", "22": "because they didn't believe in God and didn't trust in his deliverance.", "23": "Yet he commanded the skies above and the doors of the heavens to open,", "24": "so that manna rained down on them for food and he sent them the grain of heaven.", "25": "Mortal men[i] ate the food of angels; he sent provision to them in abundance.", "26": "He stirred up the east wind in the heavens and drove the south wind by his might.", "27": "He caused meat to rain on them like dust and winged birds as the sand of the sea.", "28": "He caused these to fall in the middle of the camp and all around their tents.", "29": "So they ate and were very satisfied, because he granted their desire.", "30": "However, before they had fulfilled their desire, while their food was still in their mouths,", "31": "the anger of God flared against them, and he killed the strongest men and humbled Israel's young men.", "32": "In spite of all of this, they kept on sinning and didn't believe in his marvelous deeds.", "33": "So he made their days end in futility, and their years with sudden terror.", "34": "When he struck them, they sought him; they repented, and eagerly sought God.", "35": "Then they remembered that God was their rock, and the Most High God was their deliverer.", "36": "But they deceived him with their mouths; they lied to him with their tongues.", "37": "For their hearts weren't committed to him, and they weren't faithful to his covenant.", "38": "But he, being merciful, forgave their iniquity and didn't destroy them; He restrained his anger and didn't vent all his wrath.", "39": "For he remembered that they were only flesh, a passing wind that doesn't return.", "40": "How they rebelled against him in the desert, grieving him in the wilderness!", "41": "They tested God again and again, provoking the Holy One of Israel.", "42": "They did not remember his power— the day he delivered them from their adversary,", "43": "when he set his signs in Egypt and his wonders in the plain of Zoan.", "44": "He turned their rivers into blood and made their streams undrinkable.", "45": "He sent swarms of insects to bite them and frogs to destroy them.", "46": "He gave their crops to caterpillars and what they worked for to locusts.", "47": "He destroyed their vines with hail and their sycamore[j] trees with frost.", "48": "He delivered their beasts to hail and their livestock to lightning bolts.", "49": "He inflicted his burning anger, wrath, indignation, and distress, sending destroying angels among them.", "50": "He blazed a path for his anger; he did not stop short from killing them, but handed them over to pestilence.", "51": "He struck every firstborn in Egypt, the first fruits of their manhood in the tents of Ham.", "52": "Yet he led out his people like sheep, guiding them like a flock in the desert.", "53": "He led them to safety so they would not fear. As for their enemies, the sea covered them.", "54": "He brought the people[k] to the border of his holy mountain, which he acquired by his might.", "55": "He drove out nations before them and allotted their tribal inheritance, settling the tribes of Israel in their tents.", "56": "But they tested the Most High God by rebelling against him, and they did not obey his statutes.", "57": "They fell away and were as disloyal as their ancestors. They became unreliable, like a defective bow;", "58": "they angered him with their high places and with their carved images they made him jealous.", "59": "God heard and became furious, and he completely rejected Israel.", "60": "He abandoned the tent at Shiloh, the tent that he established among mankind.", "61": "Then he sent his might[l] into captivity and his glory into the control of the adversary.", "62": "He delivered his people over to the sword and was angry with his possession.", "63": "The young men were consumed by fire, and the virgins had no marriage celebrations.[m]", "64": "The priests fell by the sword, yet their widows couldn't weep.", "65": "The Lord awoke as though from sleep, like a mighty warrior stimulated by wine.", "66": "He beat back his adversaries, permanently disgracing them.", "67": "He rejected the clan[n] of Joseph; and the tribe of Ephraim he did not choose.", "68": "But he chose the tribe of Judah, the mountain of Zion, which he loves.", "69": "He built his sanctuary, high as the heavens, like the earth that he established forever.", "70": "Then he chose his servant David, whom he took from the sheepfold.", "71": "He brought him from birthing sheep to care for Jacob, his people, Israel, his possession.", "72": "David[o] shepherded them with a devoted heart, and led them with skillful hands."}