{"1": "I will sing forever about the gracious love of the Lord; from generation to generation I will declare your faithfulness with my mouth.", "2": "I will declare that your gracious love was established forever; in the heavens itself, you have established your faithfulness.", "3": "I have made a covenant with my chosen one; I have made a promise to David, my servant.", "4": "“I will establish your dynasty forever, and I will lift up one who will build[b] your throne from generation to generation.” Interlude", "5": "Even the heavens praise your awesome deeds, Lord, your faithfulness in the assembly of the holy ones.", "6": "For who in the skies compares to the Lord? Who is like the Lord among the divine beings?", "7": "God is feared in the council of the holy ones, revered by all those around him.", "8": "Lord God of the Heavenly Armies, who is as mighty as you, Lord? Your faithfulness surrounds you.", "9": "You rule over the majestic[c] sea; when its waves surge, you calm them.", "10": "You crushed the proud one[d] to death; with your powerful arm you scattered your enemies.", "11": "Heaven and the earth belong to you, the world and everything it contains— you established them.", "12": "The north and south—you created them; Tabor and Hermon joyously praise your name.", "13": "Your arm is strong; your hand is mighty; indeed, your right hand is victorious.[e]", "14": "Righteousness and justice make up the foundation of your throne; gracious love and truth meet before you.", "15": "How happy are the people who can worship joyfully![f] Lord, they walk in the light of your presence.", "16": "In your name they rejoice all day long; they exult in your justice.[g]", "17": "For you are their strength's grandeur; by your favor you exalted our power.[h]", "18": "Indeed, our shield belongs to the Lord, and our king to the Holy One of Israel.", "19": "You spoke to your faithful[i] ones through a vision:[j] “I will set a helper over[k] a warrior. I will raise up a chosen one from the people.", "20": "I have found my servant David; I have anointed him with my sacred oil,", "21": "with whom my power[l] will be firmly established; for my arm will strengthen him.", "22": "No enemy will deceive him; no wicked person[m] will afflict him.", "23": "I will crush his enemies before him and strike those who hate him.", "24": "My faithfulness and gracious love will be with him, and in my name his power[n] will be exalted.", "25": "I will place his hand[o] over the sea, and his right hand[p] over the rivers.", "26": "He will announce to me 'You are my father, my God, and the rock of my salvation.'", "27": "“Indeed, I myself made him the firstborn, the highest of the kings of the earth.", "28": "I will show[q] my gracious love toward him forever, since my covenant is securely established with him.", "29": "I will establish his dynasty[r] forever, and his throne as long as heaven endures.[s]", "30": "“But if his sons abandon my laws and do not follow my ordinances,", "31": "if they profane my statutes; and do not keep my commands,", "32": "then I will punish their disobedience with a rod and their iniquity with lashes.", "33": "But I will not cut off[t] my gracious love from him, and I will not stop being faithful.", "34": "I will not dishonor my covenant, because I will not change what I have spoken.[u]", "35": "I have sworn by my holiness once for all: I will not lie to David.", "36": "His dynasty[v] will last forever and his throne will be like the sun before me.", "37": "It will be established forever like the moon, a faithful witness in the sky.” Interlude", "38": "But you have spurned, rejected, and became angry with your anointed one.", "39": "You have dishonored the covenant with your servant; you have defiled his crown on the ground.", "40": "You have broken through all his[w] walls; you have laid his fortresses in ruin.", "41": "All who pass by on their way plunder him; he has become a reproach to his neighbors.", "42": "You have exalted the right hand of his adversaries; you have caused all of his enemies to rejoice.", "43": "Moreover, you have turned back the edge of his sword and did not support him in battle.", "44": "You have caused his splendor[x] to cease and cast down his throne to the ground.", "45": "You have caused the days of his youth to be cut short; you have covered him with shame. Interlude", "46": "How long, Lord, will you hide yourself? Forever? Will your anger continuously burn like fire?", "47": "Remember how short my lifetime is! How powerless have you created all human beings![y]", "48": "What valiant man can live and not see death? Who can deliver himself[z] from the power[aa] of Sheol.[ab] Interlude", "49": "Where is your gracious love of old, Lord, that in your faithfulness you promised to David?", "50": "Remember, Lord, the reproach of your servant! I carry inside me all the insults of many people,", "51": "when your enemies reproached you, Lord, when they reproached the footsteps[ac] of your anointed.", "52": "Blessed is the Lord forever! Amen and amen!"}