{"1": "[b]I will give thanks to the Lord with all my heart, I will declare all your wonderful deeds.", "2": "I will be glad and exult in you; I will sing praises to your name, Most High!", "3": "When my enemies turn back, they will stumble and perish before you.", "4": "For you have brought about justice for me and my cause; you sit on the throne judging righteously.", "5": "You rebuked the nations, you destroyed the wicked, you wiped out their name forever and ever.", "6": "The enemy has perished, reduced to ruins forever. You uprooted their cities, the very memory of them vanished.", "7": "But the Lord sits on his throne[c] forever; his throne is established for judgment.", "8": "He will judge the world righteously and make just decisions for the people.", "9": "The Lord is a refuge for the oppressed, a refuge in times of distress.", "10": "Those who know your name will trust you, for you have not forsaken those who seek you, Lord.", "11": "Sing praises to the Lord who dwells in Zion; declare his mighty deeds among the peoples.", "12": "As an avenger of blood, he remembers them; he has not forgotten the cry of the afflicted.", "13": "Be gracious to me, Lord, take note of my affliction, because of those who hate me. You snatch me away from the gates of death,", "14": "so I may declare everything for which you should be praised[d] in the gates of the daughter of Zion,[e] so I will rejoice in your deliverance.", "15": "The nations have sunk down into the pit they made, their feet are ensnared in the trap[f] they set.", "16": "The Lord has made himself known, executing judgment. The wicked are ensnared by what their hands have made. Interlude[g]", "17": "The wicked will turn back to where the dead are[h]— all the nations that have forgotten God.", "18": "For he will not always overlook the plight of the poor, nor will the hope of the afflicted perish forever.", "19": "Rise up, Lord, do not let man prevail! The nations will be judged in your presence.", "20": "Make them afraid, Lord, Let the nations know that they are only human.[i] Interlude"}