{"1": "God of vengeance, Lord God of vengeance, display your splendor![a]", "2": "Stand up, judge of the earth, and repay the proud.", "3": "How long will the wicked, Lord, how long will the wicked continue to triumph?", "4": "When they speak, they spew arrogance. Everyone who practices iniquity brags about it.[b]", "5": "Lord, they have crushed your people, afflicting your heritage.", "6": "The wicked[c] kill widows and foreigners; they murder orphans.", "7": "They say, “The Lord cannot see, and the God of Jacob will not notice.”", "8": "Pay attention, you dull ones among the crowds! You fools! Will you ever become wise?", "9": "The one who formed[d] the ear can hear, can he not? The one who made the eyes can see, can he not?", "10": "The one who disciplines nations can rebuke them, can he not? The one who teaches mankind can discern, can he not?", "11": "The Lord knows the thoughts of human beings— that they are futile.", "12": "How blessed is the man whom you instruct, Lord, whom you teach from your Law,", "13": "keeping him calm when times are troubled until a pit has been dug for the wicked.", "14": "For the Lord will not forsake his people; he will not abandon his heritage.", "15": "Righteousness will be restored with justice, and all the pure of heart will follow it.", "16": "Who will rise up for me against the wicked? Who will stand for me against those who practice iniquity?", "17": "If the Lord had not been my helper, I would have quickly become silent.", "18": "When I say that my foot is shaking, your gracious love, Lord, will sustain me.", "19": "When my anxious inner thoughts become overwhelming, your comfort encourages me.", "20": "Will destructive national leaders,[e] who plan wicked things through misuse of the Law, be allied with you?", "21": "They gather together against the righteous, condemning the innocent to death.", "22": "But the Lord is my stronghold, and my God, the rock, is my refuge.", "23": "He will repay them for their sin; he will annihilate them because of their evil. The Lord our God will annihilate them."}