{"1": "The Lord said to Moses, ", "2": "“Choose one of the leaders from each of the twelve tribes and send them as spies to explore the land of Canaan, which I am giving to the Israelites.” ", "3-15": "Moses obeyed and from the wilderness of Paran he sent out leaders, as follows:", "16": "These are the spies Moses sent to explore the land. He changed the name of Hoshea son of Nun to Joshua.", "17": "When Moses sent them out, he said to them, “Go north from here into the southern part of the land of Canaan and then on into the hill country. ", "18": "Find out what kind of country it is, how many people live there, and how strong they are. ", "19": "Find out whether the land is good or bad and whether the people live in open towns or in fortified cities. ", "20": "Find out whether the soil is fertile and whether the land is wooded. And be sure to bring back some of the fruit that grows there.” (It was the season when grapes were beginning to ripen.)", "21": "So the men went north and explored the land from the wilderness of Zin in the south all the way to Rehob, near Hamath Pass in the north. ", "22": "They went first into the southern part of the land and came to Hebron, where the clans of Ahiman, Sheshai, and Talmai, the descendants of a race of giants called the Anakim, lived. (Hebron was founded seven years before Zoan in Egypt.) ", "23": "They came to Eshcol Valley, and there they cut off a branch which had one bunch of grapes on it so heavy that it took two men to carry it on a pole between them. They also brought back some pomegranates and figs. ", "24": "(24 That place was named Eshcol[a] Valley because of the bunch of grapes the Israelites cut off there.)", "25": "After exploring the land for forty days, the spies returned ", "26": "to Moses, Aaron, and the whole community of Israel at Kadesh in the wilderness of Paran. They reported what they had seen and showed them the fruit they had brought. ", "27": "They told Moses, “We explored the land and found it to be rich and fertile; and here is some of its fruit. ", "28": "But the people who live there are powerful, and their cities are very large and well fortified. Even worse, we saw the descendants of the giants there. ", "29": "Amalekites live in the southern part of the land; Hittites, Jebusites, and Amorites live in the hill country; and Canaanites live by the Mediterranean Sea and along the Jordan River.”", "30": "Caleb silenced the people who were complaining against[b] Moses, and said, “We should attack now and take the land; we are strong enough to conquer it.”", "31": "But the men who had gone with Caleb said, “No, we are not strong enough to attack them; the people there are more powerful than we are.” ", "32": "So they spread a false report among the Israelites about the land they had explored. They said, “That land doesn't even produce enough to feed the people who live there. Everyone we saw was very tall, ", "33": "and we even saw giants there, the descendants of Anak. We felt as small as grasshoppers, and that is how we must have looked to them.”"}