{"1-2": "Korah son of Izhar, from the Levite clan of Kohath, rebelled against the leadership of Moses. He was joined by three members of the tribe of Reuben—Dathan and Abiram, the sons of Eliab, and On son of Peleth—and by 250 other Israelites, well-known leaders chosen by the community. ", "3": "They assembled before Moses and Aaron and said to them, “You have gone too far! All the members of the community belong to the Lord, and the Lord is with all of us. Why, then, Moses, do you set yourself above the Lord's community?”", "4": "When Moses heard this, he threw himself on the ground and prayed. ", "5": "Then he said to Korah and his followers, “Tomorrow morning the Lord will show us who belongs to him; he will let the one who belongs to him, that is, the one he has chosen, approach him at the altar. ", "6-7": "Tomorrow morning you and your followers take fire pans, put live coals and incense on them, and take them to the altar. Then we will see which of us the Lord has chosen. You Levites are the ones who have gone too far!”", "8": "Moses continued to speak to Korah. “Listen, you Levites! ", "9": "Do you consider it a small matter that the God of Israel has set you apart from the rest of the community, so that you can approach him, perform your service in the Lord's Tent, and minister to the community and serve them? ", "10": "He has let you and all the other Levites have this honor—and now you are trying to get the priesthood too! ", "11": "When you complain against Aaron, it is really against the Lord that you and your followers are rebelling.”", "12": "Then Moses sent for Dathan and Abiram, but they said, “We will not come! ", "13": "Isn't it enough that you have brought us out of the fertile land of Egypt to kill us here in the wilderness? Do you also have to lord it over us? ", "14": "You certainly have not brought us into a fertile land or given us fields and vineyards as our possession, and now you are trying to deceive us. We will not come!”", "15": "Moses became angry and said to the Lord, “Do not accept any offerings these men bring. I have not wronged any of them; I have not even taken one of their donkeys.”", "16": "Moses said to Korah, “Tomorrow you and your 250 followers must come to the Tent of the Lord's presence; Aaron will also be there. ", "17": "Each of you will take his fire pan, put incense on it, and then present it at the altar.” ", "18": "So they each took their fire pans, put live coals and incense on them, and stood at the entrance of the Tent with Moses and Aaron. ", "19": "Then Korah gathered the whole community, and they stood facing Moses and Aaron at the entrance of the Tent. Suddenly the dazzling light of the Lord's presence appeared to the whole community, ", "20": "and the Lord said to Moses and Aaron, ", "21": "“Move back from these people, and I will destroy them immediately.”", "22": "But Moses and Aaron bowed down with their faces to the ground and said, “O God, you are the source of all life. When one of us sins, do you become angry with the whole community?”", "23": "The Lord said to Moses, ", "24": "“Tell the people to move away from the tents of Korah, Dathan, and Abiram.”", "25": "Then Moses, accompanied by the leaders of Israel, went to Dathan and Abiram. ", "26": "He said to the people, “Get away from the tents of these wicked men and don't touch anything that belongs to them. Otherwise, you will be wiped out with them for all their sins.” ", "27": "So they moved away from the tents of Korah, Dathan, and Abiram. Dathan and Abiram had come out and were standing at the entrance of their tents, with their wives and children. ", "28": "Moses said to the people, “This is how you will know that the Lord has sent me to do all these things and that it is not by my own choice that I have done them. ", "29": "If these men die a natural death without some punishment from God, then the Lord did not send me. ", "30": "But if the Lord does something unheard of, and the earth opens up and swallows them with all they own, so that they go down alive to the world of the dead, you will know that these men have rejected the Lord.”", "31": "As soon as he had finished speaking, the ground under Dathan and Abiram split open ", "32": "and swallowed them and their families, together with all of Korah's followers and their possessions. ", "33": "So they went down alive to the world of the dead, with their possessions. The earth closed over them, and they vanished. ", "34": "All the people of Israel who were there fled when they heard their cry. They shouted, “Run! The earth might swallow us too!”", "35": "Then the Lord sent a fire that blazed out and burned up the 250 men who had presented the incense.", "36": "Then the Lord said to Moses, ", "37": "“Tell Eleazar son of Aaron the priest to remove the bronze fire pans from the remains of those who have been burned, and scatter the coals from the fire pans somewhere else, because the fire pans are holy. ", "38": "They became holy when they were presented at the Lord's altar. So take the fire pans of these who were put to death for their sin, beat them into thin plates, and make a covering for the altar. It will be a warning to the people of Israel.” ", "39": "So Eleazar the priest took the fire pans and had them beaten into thin plates to make a covering for the altar. ", "40": "This was a warning to the Israelites that no one who was not a descendant of Aaron should come to the altar to burn incense for the Lord. Otherwise he would be destroyed like Korah and his men. All this was done as the Lord had commanded Eleazar through Moses.", "41": "The next day the whole community complained against Moses and Aaron and said, “You have killed some of the Lord's people.” ", "42": "After they had all gathered to protest to Moses and Aaron, they turned toward the Tent and saw that the cloud was covering it and that the dazzling light of the Lord's presence had appeared. ", "43": "Moses and Aaron went and stood in front of the Tent, ", "44": "and the Lord said to Moses, ", "45": "“Move back from these people, and I will destroy them on the spot!” The two of them bowed down with their faces to the ground, ", "46": "and Moses said to Aaron, “Take your fire pan, put live coals from the altar in it, and put some incense on the coals. Then hurry with it to the people and perform the ritual of purification for them. Hurry! The Lord's anger has already broken out and an epidemic has already begun.” ", "47": "Aaron obeyed, took his fire pan and ran into the middle of the assembled people. When he saw that the plague had already begun, he put the incense on the coals and performed the ritual of purification for the people. ", "48": "This stopped the plague, and he was left standing between the living and the dead. ", "49": "The number of people who died was 14,700, not counting those who died in Korah's rebellion. ", "50": "When the plague had stopped, Aaron returned to Moses at the entrance of the Tent."}