{"1": "He said to Balak, “Build seven altars here for me, and bring me seven bulls and seven rams.”", "2": "Balak did as he was told, and he and Balaam offered a bull and a ram on each altar. ", "3": "Then Balaam said to Balak, “Stand here by your burnt offering, while I go to see whether or not the Lord will meet me. I will tell you whatever he reveals to me.” So he went alone to the top of a hill, ", "4": "and God met him. Balaam said to him, “I have built the seven altars and offered a bull and a ram on each.”", "5": "The Lord told Balaam what to say and sent him back to Balak to give him his message. ", "6": "So he went back and found Balak still standing by his burnt offering with all the leaders of Moab.", "7": "Balaam uttered this prophecy: “Balak king of Moab has brought me From Syria, from the eastern mountains. 'Come speak for me,' he said. 'Put a curse on the people of Israel.'", "8": "How can I curse what God has not cursed, Or speak of doom when the Lord has not?", "9": "From the high rocks I can see them; I can watch them from the hills. They are a nation that lives alone; They know they are blessed more than other nations.", "10": "The descendants of Israel are like the dust— There are too many of them to be counted. Let me end my days like one of God's people; Let me die in peace like the righteous.”", "11": "Then Balak said to Balaam, “What have you done to me? I brought you here to curse my enemies, but all you have done is bless them.”", "12": "He answered, “I can say only what the Lord tells me to say.”", "13": "Then Balak said to Balaam, “Come with me to another place from which you can see only some of the Israelites. Curse them for me from there.” ", "14": "He took him to the field of Zophim on the top of Mount Pisgah. There also he built seven altars and offered a bull and a ram on each of them.", "15": "Balaam said to Balak, “Stand here by your burnt offering, and I will meet God over there.”", "16": "The Lord met Balaam, told him what to say, and sent him back to Balak to give him his message. ", "17": "So he went back and found Balak still standing by his burnt offering, with the leaders of Moab. Balak asked what the Lord had said, ", "18": "and Balaam uttered this prophecy: “Come, Balak son of Zippor, And listen to what I have to say.", "19": "God is not like people, who lie; He is not a human who changes his mind. Whatever he promises, he does; He speaks, and it is done.", "20": "I have been instructed to bless, And when God blesses, I cannot call it back.", "21": "I foresee that Israel's future Will bring her no misfortune or trouble. The Lord their God is with them; They proclaim that he is their king.", "22": "God has brought them out of Egypt; He fights for them like a wild ox.", "23": "There is no magic charm, no witchcraft, That can be used against the nation of Israel.[a] Now people will say about Israel, 'Look what God has done!'", "24": "The nation of Israel is like a mighty lion: It doesn't rest until it has torn and devoured, Until it has drunk the blood of those it has killed.”", "25": "Then Balak said to Balaam, “You refuse to curse the people of Israel, but at least don't bless them!”", "26": "Balaam answered, “Didn't I tell you that I had to do everything that the Lord told me?”", "27": "Balak said, “Come with me, and I will take you to another place. Perhaps God will be willing to let you curse them for me from there.” ", "28": "So he took Balaam to the top of Mount Peor overlooking the desert. ", "29": "Balaam said to him, “Build seven altars for me here and bring me seven bulls and seven rams.” ", "30": "Balak did as he was told, and offered a bull and a ram on each altar."}