{"1": "Mahlah, Noah, Hoglah, Milcah, and Tirzah were the daughters of Zelophehad son of Hepher, son of Gilead, son of Machir, son of Manasseh, son of Joseph. ", "2": "They went and stood before Moses, Eleazar the priest, the leaders, and the whole community at the entrance of the Tent of the Lord's presence and said, ", "3": "“Our father died in the wilderness without leaving any sons. He was not among the followers of Korah, who rebelled against the Lord; he died because of his own sin. ", "4": "Just because he had no sons, why should our father's name disappear from Israel? Give us property among our father's relatives.”", "5": "Moses presented their case to the Lord, ", "6": "and the Lord said to him, ", "7": "“What the daughters of Zelophehad request is right; give them property among their father's relatives. Let his inheritance pass on to them. ", "8": "Tell the people of Israel that whenever a man dies without leaving a son, his daughter is to inherit his property. ", "9": "If he has no daughter, his brothers are to inherit it. ", "10": "If he has no brothers, his father's brothers are to inherit it. ", "11": "If he has no brothers or uncles, then his nearest relative is to inherit it and hold it as his own property. The people of Israel are to observe this as a legal requirement, just as I, the Lord, have commanded you.”", "12": "The Lord said to Moses, “Go up the Abarim Mountains and look out over the land that I am giving to the Israelites. ", "13": "After you have seen it, you will die, as your brother Aaron did, ", "14": "because both of you rebelled against my command in the wilderness of Zin. When the whole community complained against me at Meribah, you refused to acknowledge my holy power before them.” (Meribah is the spring at Kadesh in the wilderness of Zin.)", "15": "Moses prayed, ", "16": "“Lord God, source of all life, appoint, I pray, a man who can lead the people ", "17": "and can command them in battle, so that your community will not be like sheep without a shepherd.”", "18": "The Lord said to Moses, “Take Joshua son of Nun, a capable man, and place your hands on his head. ", "19": "Have him stand in front of Eleazar the priest and the whole community, and there before them all proclaim him as your successor. ", "20": "Give him some of your own authority, so that the whole community of Israel will obey him. ", "21": "He will depend on Eleazar the priest, who will learn my will by using the Urim and Thummim.[a] In this way Eleazar will direct Joshua and the whole community of Israel in all their affairs.” ", "22": "Moses did as the Lord had commanded him. He had Joshua stand before Eleazar the priest and the whole community. ", "23": "As the Lord had commanded, Moses put his hands on Joshua's head and proclaimed him as his successor."}