{"1": "In the plains of Moab across the Jordan from Jericho the Lord said to Moses, ", "2": "“Tell the Israelites that from the property they receive they must give the Levites some cities to live in and pasture land around the cities. ", "3": "These cities will belong to the Levites, and they will live there. The pasture land will be for their cattle and all their other animals. ", "4": "The pasture land is to extend outward from the city walls five hundred yards in each direction, ", "5": "so that there is a square area measuring one thousand yards on each side, with the city in the middle. ", "6": "You are to give the Levites six cities of refuge to which any of you can escape if you kill someone accidentally. In addition, give them forty-two other cities ", "7": "with their pasture land, making a total of forty-eight. ", "8": "The number of Levite cities in each tribe is to be determined according to the size of its territory.”", "9": "The Lord told Moses ", "10": "to say to the people of Israel: “When you cross the Jordan River and enter the land of Canaan, ", "11": "you are to choose cities of refuge to which any of you can escape if you kill someone accidentally. ", "12": "There you will be safe from the dead person's relative who seeks revenge. No one accused of manslaughter is to be put to death without a public trial. ", "13": "Choose six cities, ", "14": "three east of the Jordan and three in the land of Canaan. ", "15": "These will serve as cities of refuge for Israelites and for foreigners who are temporary or permanent residents. Anyone who kills someone accidentally can escape to one of them.", "16-18": "“If, however, any of you use a weapon of iron or stone or wood to kill someone, you are guilty of murder and are to be put to death. ", "19": "The dead person's nearest relative has the responsibility for putting the murderer to death. When he finds you, he is to kill you.", "20": "“If you hate someone and kill him by pushing him down or by throwing something at him ", "21": "or by striking him with your fist, you are guilty of murder and are to be put to death. The dead person's nearest relative has the responsibility for putting the murderer to death. When he finds you, he is to kill you.", "22": "“But suppose you accidentally kill someone you do not hate, whether by pushing him down or by throwing something at him. ", "23": "Or suppose that, without looking, you throw a stone that kills someone whom you did not intend to hurt and who was not your enemy. ", "24": "In such cases the community shall judge in your favor and not in favor of the dead person's relative who is seeking revenge. ", "25": "You are guilty only of manslaughter, and the community is to rescue you from the dead person's relative, and they are to return you to the city of refuge to which you had escaped. You must live there until the death of the man who is then High Priest. ", "26": "If you leave the city of refuge to which you have escaped ", "27": "and if the dead person's relative finds you and kills you, this act of revenge is not murder. ", "28": "Any of you guilty of manslaughter must remain in the city of refuge until the death of the High Priest, but after that you may return home. ", "29": "These rules apply to you and your descendants wherever you may live.", "30": "“Those accused of murder may be found guilty and put to death only on the evidence of two or more witnesses; the evidence of one witness is not sufficient to support an accusation of murder. ", "31": "Murderers must be put to death. They cannot escape this penalty by the payment of money. ", "32": "If they have fled to a city of refuge, do not allow them to make a payment in order to return home before the death of the High Priest. ", "33": "If you did this, you would defile the land where you are living. Murder defiles the land, and except by the death of the murderer there is no way to perform the ritual of purification for the land where someone has been murdered. ", "34": "Do not defile the land where you are living, because I am the Lord and I live among the people of Israel.”"}