{"1": "The Lord spoke to Moses in the Sinai Desert in the first month of the second year after the people of Israel had left Egypt. He said, ", "2-3": "“On the fourteenth day of this month, beginning at sunset, the people of Israel are to observe the Passover according to all the rules and regulations for it.” ", "4": "So Moses told the people to observe the Passover, ", "5": "and on the evening of the fourteenth day of the first month they did so in the Sinai Desert. The people did everything just as the Lord had commanded Moses.", "6": "But there were some people who were ritually unclean because they had touched a corpse, and they were not able to keep the Passover on that day. They went to Moses and Aaron ", "7": "and said, “We are unclean because we have touched a corpse, but why should we be excluded from presenting the Lord's offering with the rest of the Israelites?”", "8": "Moses answered, “Wait until I receive instructions from the Lord.”", "9": "The Lord told Moses ", "10": "to say to the people of Israel, “When any of you or your descendants are unclean from touching a corpse or are far away on a journey, but still want to keep the Passover, ", "11": "you are permitted to observe it one month later instead, on the evening of the fourteenth day of the second month. Celebrate it with unleavened bread and bitter herbs. ", "12": "Do not leave any of the food until the following morning and do not break any of the animal's bones. Observe the Passover according to all the regulations. ", "13": "But if any of you are ritually clean and not away on a journey and do not observe the Passover, you shall no longer be considered my people, because you did not present the offering to me at the appointed time. You must suffer the consequences of your sin.", "14": "“If foreigners living among you want to keep the Passover, they must observe it according to all the rules and regulations. The same law applies to everyone, whether native or foreigner.”", "15-16": "On the day the Tent of the Lord's presence was set up, a cloud came and covered it. At night the cloud looked like fire. ", "17": "Whenever the cloud lifted, the people of Israel broke camp, and they set up camp again in the place where the cloud came down. ", "18": "The people broke camp at the command of the Lord, and at his command they set up camp. As long as the cloud stayed over the Tent, they stayed in the same camp. ", "19": "When the cloud stayed over the Tent for a long time, they obeyed the Lord and did not move on. ", "20": "Sometimes the cloud remained over the Tent for only a few days; in any case, they remained in camp or moved, according to the command of the Lord. ", "21": "Sometimes the cloud remained only from evening until morning, and they moved on as soon as the cloud lifted. Whenever the cloud lifted, they moved on. ", "22": "Whether it was two days, a month, a year, or longer, as long as the cloud remained over the Tent, they did not move on; but when it lifted, they moved. ", "23": "They set up camp and broke camp in obedience to the commands which the Lord gave through Moses."}