{"1": "Now after the death of Moses the servant of the Lord, the Lord spoke to Joshua son of Nun, the assistant of Moses: ", "2": "“Moses My servant is dead, so now get up and cross over the Jordan—you and all this people—to the land that I am giving to the children of Israel. ", "3": "I have given you every place that the sole of your foot shall tread, as I said to Moses. ", "4": "From the wilderness and this Lebanon, as far as the great river, the River Euphrates, all the land of the Hittites, and to the Mediterranean Sea toward the setting of the sun will be your territory. ", "5": "No man will be able to stand against you all the days of your life. As I was with Moses, I will be with you. I will not abandon you. I will not leave you.", "6": "“Be strong and courageous, for you shall provide the land that I swore to their fathers to give them as an inheritance for this people. ", "7": "Be strong and very courageous, in order to act carefully in accordance with all the law that My servant Moses commanded you. Do not turn aside from it to the right or the left, so that you may succeed wherever you go. ", "8": "This Book of the Law must not depart from your mouth. Meditate on it day and night so that you may act carefully according to all that is written in it. For then you will make your way successful, and you will be wise. ", "9": "Have not I commanded you? Be strong and courageous. Do not be afraid or dismayed, for the Lord your God is with you wherever you go.”", "10": "Then Joshua commanded the officers of the people, ", "11": "“Pass through the midst of the camp and command the people, 'Prepare food, for in three days you will cross the Jordan to go to take possession of the land that the Lord your God is giving you to possess.' ”", "12": "To the Reubenites, the Gadites, and to the half-tribe of Manasseh, Joshua said, ", "13": "“Remember the word that Moses the servant of the Lord commanded you: 'The Lord your God has given you a place for rest and will give this land.' ", "14": "Your wives, your children, and your livestock may live in the land that Moses gave you on the east side of the Jordan. But you must cross over with your brothers fully armed, your mighty men of valor, and help them, ", "15": "until the Lord has given your brothers rest, as He has given you, and they also have possessed the land that the Lord your God is giving to them. Then you may return to your own land and possess what Moses the servant of the Lord gave you on the east side of the Jordan where the sun rises.”", "16": "They answered Joshua, “All that you command us we will do, and wherever you send us we will go. ", "17": "Just as we obeyed Moses in all things, we will obey you. May the Lord your God be with you, as He was with Moses! ", "18": "Whoever rebels against your command and disobeys your words, in all that you command him, shall be put to death. Only be strong and courageous.”"}