{"1": "Now when King Adoni-Zedek of Jerusalem heard that Joshua captured Ai and destroyed it, doing to Ai and its king as he had done to Jericho and its king, and how the inhabitants of Gibeon had made peace with Israel and were among them, ", "2": "he and his people were very afraid. Gibeon was a large city, like one of the royal cities. It was larger than Ai, and all its men were warriors. ", "3": "So King Adoni-Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon: ", "4": "“Come and help me! Let us attack Gibeon, for it has made peace with Joshua and all the children of Israel.”", "5": "So the five kings of the Amorites—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon—and all their armies gathered, advanced, and camped against Gibeon. Then they waged war against it.", "6": "The men of Gibeon sent this message to Joshua at the Gilgal settlement: “Do not abandon your slaves. Come up to us quickly. Save us! Help us! For all the Amorite kings living in the hill country have gathered against us.”", "7": "So Joshua went up from Gilgal, he and all the people of war with him, and all the mighty men of valor. ", "8": "The Lord said to Joshua, “Do not be afraid of them, for I have given them into your hand. Not a single man can stand before you.”", "9": "Then Joshua came upon them suddenly, having marched all night from Gilgal. ", "10": "The Lord panicked them before Israel. They struck them with overwhelming force at Gibeon, then Israel pursued them on the road that rises to Beth Horon and struck them down as far as Azekah and Makkedah. ", "11": "As they fled from Israel on the downslope from Beth Horon, the Lord hurled large hailstones down upon them from the sky as far as Azekah. They died, and in fact more died from the hailstones than the children of Israel killed with the sword.", "12": "On the day the Lord gave over the Amorites to the children of Israel, Joshua spoke to the Lord and said in full view of Israel: “Sun, stand still over Gibeon; and moon, in the Valley of Aijalon.”", "13": "So the sun stood still, and the moon stood in place until the people brought vengeance on their enemies. Is this not written in the book of Jashar? The sun stood still in the middle of the sky and did not set for about a full day. ", "14": "There has not been a day like this either before or after it, when the Lord obeyed a man, for the Lord waged war for Israel.", "15": "Then Joshua, and all Israel with him, returned to the settlement at Gilgal.", "16": "Yet these five kings fled and hid themselves in the cave at Makkedah. ", "17": "Joshua was told, “The five kings have been found hiding themselves in the cave at Makkedah.” ", "18": "So Joshua said, “Roll large stones over the mouth of the cave, and station men to stand guard over it. ", "19": "As for you, do not stop pursuing your enemies, but attack them from behind. Do not let them go back to their cities, for the Lord your God has given them into your hand.”", "20": "When Joshua and the children of Israel had finished striking them with overwhelming force until they were completely defeated, the survivors escaped from them and went back to their fortified cities. ", "21": "Then all the people returned safely to Joshua at the Makkedah settlement, and no one spoke against any of the children of Israel.", "22": "Joshua said, “Open the mouth of the cave, and bring out to me those five kings from the cave.” ", "23": "They did this, and they brought out those five kings from the cave: the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon. ", "24": "When they brought out those five kings to Joshua, he called out to all the men of Israel and the army commanders, “Come here and place your feet on the necks of these kings.” So they came near and placed their feet on their necks.", "25": "Then Joshua said to them, “Do not be afraid or dismayed. Be strong and courageous! For this is what the Lord will do to all your enemies against whom you fight.” ", "26": "After that, Joshua struck them down, killed them, and hung them on five trees. They were hanging on the trees until evening.", "27": "At sundown Joshua commanded men to take them down from the trees and throw them into the cave in which they had hidden themselves. Over the mouth of the cave he placed large stones, which remain to this day.", "28": "Joshua took Makkedah that day and struck it and its king with the edge of the sword. He destroyed it and all life within it. He did not leave any survivors. He did to the king of Makkedah just as he did to the king of Jericho. ", "29": "Then Joshua passed from Makkedah to Libnah with all of Israel, and they fought against Libnah. ", "30": "The Lord gave Libnah and its king into the hand of Israel, and they struck all who lived in it with the edge of the sword. There were no survivors left. They did to its king what they had done to the king of Jericho.", "31": "Then Joshua passed from Libnah to Lachish with all of Israel, camped against it, and waged war against it. ", "32": "The Lord gave Lachish into the hand of Israel. They captured it on the second day and struck all who lived in it with the edge of the sword, just as they had done to Libnah. ", "33": "King Horam of Gezer came up to help Lachish, but Joshua attacked him and his people until he did not have a single survivor left.", "34": "From Lachish, Joshua and all of Israel passed to Eglon. They camped against it and waged war against it. ", "35": "They captured it that day and struck it with the edge of the sword. All who lived in it were destroyed that day, just as Israel had done to Lachish.", "36": "Then Joshua and all of Israel went up from Eglon to Hebron and waged war against it. ", "37": "They captured it and struck its king, and all who lived in it, and its surrounding towns with the edge of the sword. No survivor was left. Just as they had done to Eglon, they destroyed it and all who lived in it.", "38": "Then Joshua and all of Israel turned to Debir and waged war against it. ", "39": "They captured it, its king, and all its surrounding towns and struck them with the edge of the sword. They destroyed all who lived in them, and no survivor was left. As he had done to Hebron, so he did to Debir and its king as they had done to Libnah and its king.", "40": "So Joshua attacked the whole land: the hill country, the Negev, the lowlands, the mountain slopes, and all their kings. No survivor was left. He destroyed all who breathed, as the Lord God of Israel had commanded. ", "41": "Joshua attacked the land from Kadesh Barnea to Gaza and the land of Goshen as far as Gibeon. ", "42": "Joshua captured all these kings and their land in one campaign because the Lord God of Israel waged war for Israel.", "43": "Then Joshua and all of Israel returned to the settlement at Gilgal."}