{"1": "Now Joshua was old and well advanced in years. The Lord said to him, “You are old and advanced in years, but very much of the land still remains to be possessed.", "2": "“This is the land that remains: all the districts of the Philistines and those of the Geshurites ", "3": "(from the Shihor east of Egypt northward to the boundary of Ekron, which is counted as Canaanite; the cities of the five Philistine governors: Gaza, Ashdod, Ashkelon, Gath, and Ekron), and also the Avvites' lands. ", "4": "Also remaining in the south is all the land of the Canaanites, Arah owned by the Sidonians, as far as Aphek at the Amorite boundary, ", "5": "the land of the Gebalites and all Lebanon to the east, and from Baal Gad at the foot of Mount Hermon to Lebo Hamath.", "6": "“I will drive out from before the children of Israel all the inhabitants of the hill country from Lebanon to Misrephoth Maim and all the Sidonians. Be sure to divide these lands by lot as an inheritance for Israel as I have commanded you. ", "7": "So now, divide this land as an inheritance for the nine tribes and the half-tribe of Manasseh.”", "8": "With the other half-tribe of Manasseh, Reuben and Gad took their inheritance that Moses gave to them on the east side of the Jordan, as Moses the servant of the Lord had given them: ", "9": "from Aroer on the bank of the River Arnon, the city in the middle of the valley, all the plain from Medeba to Dibon, ", "10": "all the cities of King Sihon of the Amorites who reigned in Heshbon, and the land up to the Ammonite border. ", "11": "Moses had also given them Gilead, the territory of the Geshurites and Maakathites, all of Mount Hermon, and all of Bashan as far as Salekah, ", "12": "and in Bashan all the kingdom of Og, one of the last remnant of the giants, who reigned in Ashtaroth and Edrei. Moses struck them down and took their lands. ", "13": "Yet the children of Israel did not drive out the Geshurites or the Maakathites, and Geshur and Maakah live among Israel until this day.", "14": "However Moses did not give an inheritance to the tribe of Levi. The burnt offerings of the Lord God of Israel are their inheritance, as He said to them.", "15": "Moses assigned land to the tribe of the Reubenites according to their clans. ", "16": "Their territory was from Aroer on the edge of the Arnon Valley, the city in the middle of the valley, all the plain of Medeba, ", "17": "Heshbon and all its towns in the plain: Dibon, Bamoth Baal, Beth Baal Meon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathaim, Sibmah, Zereth Shahar on the hill of the valley, ", "20": "Beth Peor, the slopes of Pisgah, Beth Jeshimoth, ", "21": "all the cities of the plain, and the whole kingdom of King Sihon of the Amorites, who reigned in Heshbon. Moses struck him down along with the leaders of Midian, Evi, Rekem, Zur, Hur, and Reba, who were princes of Sihon who lived in the land. ", "22": "The children of Israel killed Balaam son of Beor, who practiced divination, with the sword along with the rest of the slain. ", "23": "The border of the Reubenites was the banks of the Jordan. This was the inheritance of the Reubenites according to their clans: those towns and their settlements.", "24": "Moses assigned land to the tribe of Gad for the Gadites according to their clans. ", "25": "Their territory was Jazer, all the cities of Gilead, and half of the Ammonite land as far as Aroer, which is east of Rabbah, ", "26": "from Heshbon to Ramath Mizpah, Betonim, and from Mahanaim to the territory of Debir. ", "27": "In the valley were Beth Haram, Beth Nimrah, Sukkoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon, the Jordan as its boundary to the lower Sea of Galilee to the east of the Jordan. ", "28": "This was the inheritance of the Gadites according to their clans: those towns and their settlements.", "29": "Moses assigned land to the half-tribe of Manasseh for the descendants of Manasseh according to their clans. ", "30": "Their territory was from Mahanaim, through all of Bashan, all the kingdom of King Og of Bashan, all the sixty villages of Jair that are in Bashan, ", "31": "half of Gilead, Ashtaroth, and Edrei: cities of the kingdom of Og in Bashan. This was for the descendants of Makir son of Manasseh, half of the descendants of Makir by their clans.", "32": "This is the territory Moses assigned in the desert plains of Moab, on the eastern side of Jericho and the Jordan. ", "33": "Yet Moses did not assign land to the tribe of Levi as an inheritance. The Lord God of Israel was their inheritance, as He said to them."}