{"1": "The allotment for the tribe of Judah, by their clans, stretches southward to the border of Edom, to the Zin wilderness in the south.", "2": "Their southern border runs from the southern tip of the Salt Sea, ", "3": "to south of the Ascent of Akrabbim, crosses to Zin, rises south of Kadesh Barnea, crosses to Hezron, then rises to Addar, turns toward Karka, ", "4": "then crosses to Azmon, goes out to the Brook of Egypt, and then to the sea. This is your southern border.", "5": "The eastern border is the Salt Sea up to the mouth of the Jordan. The northern border runs from the northern extremity of the Dead Sea at the mouth of the Jordan River, ", "6": "then rises to Beth Hoglah, crosses north of Beth Arabah, rises to the Stone of Bohan son of Reuben, ", "7": "and rises to Debir from the Achor Valley, turns northward to Gilgal opposite the Ascent of Adummim south of the valley, and crosses to the waters of En Shemesh and onward to En Rogel. ", "8": "The border rises to Valley of Ben Hinnom, to the southern slope of the Jebusites (that is, Jerusalem), then rises to the top of the hill west of the Valley of Ben Hinnom, at the northern end of the Valley of Rephaim. ", "9": "The border turns from the top of the hill to the waters of Nephtoah and goes out to the cities of Mount Ephron, then turns to Baalah (that is, Kiriath Jearim). ", "10": "The border turns west of Baalah to Mount Seir, crosses to the northern slope of Mount Jearim (that is, Kesalon), descends to Beth Shemesh, and crosses to Timnah. ", "11": "The border goes out to the northern slope of Ekron, turns to Shikkeron, crosses to Mount Baalah, goes out to Jabneel, and ends at the sea.", "12": "The western border was the coastline of the Mediterranean Sea. These were the borders surrounding the tribe of Judah according to their clans.", "13": "According to the word of the Lord to Joshua, Caleb son of Jephunneh was given an allotment among the tribe of Judah: Kiriath Arba (that is, Hebron). Arba was the father of Anak. ", "14": "Caleb drove out from there three Anakites: Sheshai, Ahiman, and Talmai, descendants of Anak. ", "15": "He went up from there against the inhabitants of Debir. Before the name of Debir was Kiriath Sepher. ", "16": "Caleb said, “I will give my daughter Aksah in marriage to whoever attacks Kiriath Sepher and captures it.” ", "17": "Othniel son of Kenaz, the brother of Caleb, captured it, so Caleb gave him Aksah his daughter in marriage.", "18": "When she came to Othniel, she urged him to ask her father for a field. She dismounted from her donkey, and Caleb said to her, “What can I do for you?”", "19": "She answered, “Please give me a blessing. Since you have given me land in the Negev, now give me springs of water.” So he gave her the upper and lower springs.", "20": "This is the inheritance of the tribe of Judah according to their clans.", "21": "The cities at the southern extremity of the tribe of Judah toward the border with Edom were Kabzeel, Eder, Jagur, ", "22": "Kinah, Dimonah, Adadah, ", "23": "Kedesh, Hazor, Ithnan, ", "24": "Ziph, Telem, Bealoth, ", "25": "Hazor Hadattah, Kerioth Hezron (that is, Hazor), ", "26": "Amam, Shema, Moladah, ", "27": "Hazar Gaddah, Heshmon, Beth Pelet, ", "28": "Hazar Shual, Beersheba, Biziothiah, ", "29": "Baalah, Iyim, Ezem, ", "30": "Eltolad, Kesil, Hormah, ", "31": "Ziklag, Madmannah, Sansannah, ", "32": "Lebaoth, Shilhim, Ain, and Rimmon. The cities numbered twenty-nine with their villages.", "33": "In the lowland were Eshtaol, Zorah, Ashnah, ", "34": "Zanoah, En Gannim, Tappuah, Enam, ", "35": "Jarmuth, Adullam, Sokoh, Azekah, ", "36": "Shaaraim, Adithaim, Gederah (Gederothaim): fourteen cities with their villages.", "37": "Also there were Zenan, Hadashah, Migdal Gad, ", "38": "Dilean, Mizpah, Joktheel, ", "39": "Lachish, Bozkath, Eglon, ", "40": "Kabbon, Lahmas, Kitlish, ", "41": "Gederoth, Beth Dagon, Naamah, and Makkedah: sixteen cities with their villages.", "42": "Also there were Libnah, Ether, Ashan, ", "43": "Iphtah, Ashnah, Nezib, ", "44": "Keilah, Akzib, and Mareshah: nine cities with their villages.", "45": "Also there were Ekron, its towns and villages; ", "46": "from Ekron to the sea, all the land near Ashdod and their villages, ", "47": "Ashdod, its towns and villages, Gaza, its towns and villages, as far as the Brook of Egypt and the Mediterranean Sea with its coast.", "48": "In the hill country were Shamir, Jattir, Sokoh, ", "49": "Dannah, Kiriath Sannah (that is, Debir), ", "50": "Anab, Eshtemoh, Anim, ", "51": "Goshen, Holon, and Giloh: eleven cities with their villages.", "52": "Also there were Arab, Dumah, Eshan, ", "53": "Janim, Beth Tappuah, Aphekah, ", "54": "Humtah, Kiriath Arba (that is, Hebron), and Zior: nine cities with their villages.", "55": "Also there were Maon, Carmel, Ziph, Juttah, ", "56": "Jezreel, Jokdeam, Zanoah, ", "57": "Kain, Gibeah, and Timnah: ten cities with their villages.", "58": "Also there were Halhul, Beth Zur, Gedor, ", "59": "Maarath, Beth Anoth, and Eltekon: six cities with their villages.", "60": "Also there were Kiriath Baal (that is, Kiriath Jearim) and Rabbah: two cities with their villages.", "61": "In the wilderness were Beth Arabah, Middin, Sekakah, ", "62": "Nibshan, City of Salt, and En Gedi: six cities with their villages.", "63": "The people of Judah were not able to drive out the Jebusites living in Jerusalem, so the Jebusites live with the people of Judah in Jerusalem to this day."}