{"1": "The whole congregation of the children of Israel assembled at Shiloh and set up the tent of meeting there. The land was subdued before them. ", "2": "Yet seven tribes among the children of Israel remained who had not yet received their inheritance.", "3": "So Joshua said to the children of Israel, “How long will you delay going in to possess the land that the Lord, the God of your fathers, has given you? ", "4": "Select three men from each tribe, and I will send them out; and they will rise and go throughout the land, and describe it according to their inheritance, and they will come back to me. ", "5": "They shall divide it into seven portions. Judah will stay in their territory in the south, and the house of Joseph will stay in their territory in the north. ", "6": "So describe the land in seven portions and return to me. Then I will cast lots for you here before the Lord our God. ", "7": "Yet there is no portion for the Levites among you, for the priesthood of the Lord is their inheritance. Gad, Reuben, and the half-tribe of Manasseh have acquired their inheritance on the east side of the Jordan, which Moses the servant of the Lord gave them.”", "8": "So the men got up and left. Joshua commanded those who were leaving to survey the land, saying, “Go and walk back and forth throughout the land. Write a description of it, then return to me. Here in Shiloh I will cast lots for you before the Lord.” ", "9": "The men went and passed through the land. In a book they wrote a description of it by cities in seven portions, and they came back to Joshua at the Shiloh settlement. ", "10": "Joshua cast lots for them in Shiloh before the Lord. There Joshua apportioned the land for the children of Israel according to their divisions.", "11": "The lot of the tribe of Benjamin, according to their clans, came up. The territory allotted to it fell between Judah and Joseph.", "12": "Their northern border goes from the Jordan up the northern slope of Jericho. It runs westward into the hill country and extends to the wilderness of Beth Aven. ", "13": "The border passes from there southward toward Luz, to the slope of Luz (that is, Bethel), and descends to Ataroth Addar on the hill south of lower Beth Horon.", "14": "On the western side, the border turns south from the hill that lies to the south near Beth Horon, and it extends to Kiriath Baal (that is, Kiriath Jearim), a city belonging to Judah. This is the western border.", "15": "The southern border starts from Kiriath Jearim and goes out westward to the spring of the waters of Nephtoah. ", "16": "The border then descends to the foot of the mountain that lies by the Valley of Ben Hinnom, which is at the north end of the Valley of Rephaim. It descends from the Hinnom Valley to the slope of the Jebusites, then down to En Rogel. ", "17": "The border runs north and goes out to En Shemesh and Geliloth, which is opposite the Ascent of Adummim, and descends to the Stone of Bohan the son of Reuben. ", "18": "It passes toward the slope north of the Beth Arabah and descends to the Arabah. ", "19": "The border passes north of the slope of Beth Hoglah, and it runs out to the northern tip of the Dead Sea at the southern end of the Jordan. This is the southern border.", "20": "The Jordan forms the eastern boundary. This is the inheritance of the tribe of Benjamin, according to their clans, by its boundaries all around.", "21": "The cities belonging to the tribe of Benjamin, according to their clans, were Jericho, Beth Hoglah, Emek Keziz, ", "22": "Beth Arabah, Zemaraim, Bethel, ", "23": "Avvim, Parah, Ophrah, ", "24": "Kephar Ammoni, Ophni, and Geba: twelve cities with their villages.", "25": "Also there were Gibeon, Ramah, Beeroth, ", "26": "Mizpah, Kephirah, Mozah, ", "27": "Rekem, Irpeel, Taralah, ", "28": "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah, and Kiriath: fourteen cities with their villages. This is the inheritance of the tribe of Benjamin according to their clans."}