{"1": "The second lot came out for Simeon, for the tribe of Simeon according to their clans. Their inheritance was within the inheritance of the tribe of Judah. ", "2": "Their inheritance was Beersheba, Sheba, Moladah, ", "3": "Hazar Shual, Balah, Ezem, ", "4": "Eltolad, Bethul, Hormah, ", "5": "Ziklag, Beth Markaboth, Hazar Susah, ", "6": "Beth Lebaoth, and Sharuhen: thirteen cities and their villages;", "7": "Ain, Rimmon, Ether, and Ashan: four cities and their villages; ", "8": "and all the villages that were around these cities as far as Baalath Beer, Ramah of the Negev. This was the inheritance of the tribe of Simeon according to their clans. ", "9": "Simeon received a portion of the inheritance of Judah, for the inheritance of Judah was too large for them, so Simeon inherited land in the midst of the inheritance of Judah.", "10": "The third lot came up for Zebulun according to their clans. Their territory extended to Sarid, ", "11": "and their border ascended westward to Maralah, reaching Dabbesheth and the valley east of Jokneam. ", "12": "From Sarid the border turned east to the border of Kisloth Tabor, out to Daberath, and up to Japhia. ", "13": "From there it passes east to Gath Hepher and Eth Kazin. It turns out to Rimmon and turns toward Neah. ", "14": "The boundary turns north to Hannathon and extends to the Valley of Iphtah El; ", "15": "and Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities and their villages.", "16": "This was the inheritance of the tribe of Zebulun according to their clans: these cities and their villages.", "17": "The fourth lot came out for Issachar, for the tribe of Issachar according to their clans. ", "18": "Their territory included Jezreel, Kesulloth, Shunem, ", "19": "Hapharaim, Shion, Anaharath, ", "20": "Rabbith, Kishion, Ebez, ", "21": "Remeth, En Gannim, En Haddah, and Beth Pazzez. ", "22": "The border touches Tabor, Shahazumah, and Beth Shemesh, then extends to the Jordan: sixteen cities and their villages.", "23": "This is the inheritance of the tribe of Issachar according to their clans: the cities and their villages.", "24": "The fifth lot came out for the tribe of Asher according to their clans. ", "25": "Their territory included Helkath, Hali, Beten, Akshaph, ", "26": "Allammelek, Amad, and Mishal. On the west their border touches Carmel and Shihor Libnath. ", "27": "Then it turns eastward, goes to Beth Dagon, and touches Zebulun and the Valley of Iphtah El northward to Beth Emek and Neiel; then it continues in the north to Kabul, ", "28": "Abdon, Rehob, Hammon, Kanah, as far as Greater Sidon. ", "29": "Then the border turned to Ramah, reaching the fortified city of Tyre. Then the border turned to Hosah, and ended at the Mediterranean Sea by the region of Akzib, ", "30": "Ummah, Aphek, and Rehob: twenty-two cities and their villages.", "31": "This is the inheritance of the tribe of Asher according to their clans: these cities and their villages.", "32": "The sixth lot came out for the tribe of Naphtali according to their clans.", "33": "Their border runs from Heleph, from the oak of Zaanannim, to Adami Nekeb and Jabneel, as far as Lakkum, and extends to the Jordan. ", "34": "The border turns west to Aznoth Tabor, goes out from there to Hukkok, and touches Zebulun on the south, Asher on the west, and Judah at the Jordan on the east. ", "35": "Their fortified cities were Ziddim, Zer, Hammath, Rakkath, Kinnereth, ", "36": "Adamah, Ramah, Hazor, ", "37": "Kedesh, Edrei, En Hazor, ", "38": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh: nineteen cities and their villages.", "39": "This is the inheritance of the tribe of Naphtali according to their clans: the cities and their villages.", "40": "The seventh lot came out for the tribe of Dan according to their clans. ", "41": "The territory of their inheritance included Zorah, Eshtaol, Ir Shemesh, ", "42": "Shaalabbin, Aijalon, Ithlah, ", "43": "Elon, Timnah, Ekron, ", "44": "Eltekeh, Gibbethon, Baalath, ", "45": "Jehud, Bene Berak, Gath Rimmon, ", "46": "Me Jarkon, and Rakkon, along with the territory near Joppa.", "47": "Yet the tribe of Dan lost their territory, so they went up to wage war against Leshem and captured it. They attacked it with the edge of the sword, took possession of it, and settled there. They called Leshem Dan after the name of Dan their father.", "48": "This is the inheritance of the tribe of Dan according to their clans: these cities and their villages.", "49": "When they had finished allotting the land according to its boundaries, the children of Israel gave an inheritance among them to Joshua son of Nun. ", "50": "According to the word of the Lord, they gave him the city for which he asked: Timnath Serah in the hill country of Ephraim. He built up the city and lived in it.", "51": "These are the inheritances that Eleazar the priest, Joshua son of Nun, and the family leaders of the Israelite tribes assigned by lot in Shiloh before the Lord at the entrance of the tent of meeting. So they completed dividing the land."}