{"1": "Then Joshua son of Nun sent two men out from Shittim to spy, saying, “Go see the land, especially Jericho.” So they went, and they came to the house of a prostitute named Rahab. They spent the night there.", "2": "The king of Jericho was told, “Israelite men came here tonight to spy out the land.” ", "3": "So the king of Jericho sent orders to Rahab, “Bring out the men who came to you, who have entered your house, for they came to spy out the whole land.”", "4": "Now the woman had taken the two men and had hidden them. She said, “Yes, the men came to me, but I did not know where they were from. ", "5": "The men went out when it was time to shut the gate at dark. I do not know where the men went. Chase after them quickly, for you can overtake them.” ", "6": "Yet she had brought them up to the roof. She hid them in the stalks of flax that she had spread out on the roof. ", "7": "So the men chased after them on the road to the Jordan as far as the fords. They shut the gate as soon as the pursuers went out after them.", "8": "Before the spies went to sleep, Rahab went up to them on the roof. ", "9": "She said to the men, “I know that the Lord has given you the land, for dread from you has fallen upon us, and all the inhabitants of the land melt in terror before you. ", "10": "For we heard how the Lord dried up the waters of the Red Sea before you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites who were on the other side of the Jordan, whom you completely destroyed. ", "11": "Our hearts melted when we heard these things, and no man had any breath in him because of you, for the Lord your God is God in heaven above and on earth below.", "12": "“So now, since I have acted faithfully toward you, please swear to me by the Lord that you will also act faithfully toward my father's house. Please give me a firm pledge ", "13": "that you will spare my father, my mother, my brothers, my sisters, and all whom they own, and that you will deliver our lives from death.”", "14": "The men said to her, “Our lives for yours; if you do not report us, then when the Lord gives us the land, we will act faithfully and kindly with you.”", "15": "Then Rahab lowered them by a rope through the window, for her home was set into the wall where she lived. ", "16": "She said to them, “Go to the hill country so that the pursuers do not find you. Hide there three days until the pursuers return. After that, you can go on your way.”", "17": "The men said to her, “We will be free from this oath that you have made us swear, ", "18": "unless, when we come into the land, you tie this red cord to the window through which you let us down. You must bring your father, your mother, your brothers, and all who belong to your father's household into your home. ", "19": "Anyone who comes out of the doors of your house into the street is responsible for his own blood, and we will be innocent. Yet for anyone who stays with you inside the house, we are responsible for his blood if someone should lay a hand on him. ", "20": "But if you tell about this business of ours, then we will be released from the oath that you have made us swear.”", "21": "She said, “Let it be so, according to your words.” Then she sent them off, and they departed. Then she tied the red cord in the window.", "22": "They went and came to the hill country. They stayed there three days, until the pursuers returned. The pursuers had sought them all along the way but had not found them. ", "23": "So the two men returned. They descended from the hill country. They crossed the river, came to Joshua son of Nun, and told him all that they had discovered. ", "24": "They said to Joshua, “The Lord has surely given the whole land into our hands! Indeed, all the inhabitants of the land melt in terror before us.”"}