{"1": "The family leaders of the Levites approached Eleazar the priest, Joshua son of Nun, and the family leaders of the Israelite tribes. ", "2": "At Shiloh in the land of Canaan they said to them, “Through Moses the Lord commanded that we be given cities in which to live and grazing lands for our livestock.” ", "3": "So according to the word of the Lord, out of their inheritance the children of Israel gave the Levites these cities and their grazing lands.", "4": "The lot came out for the clans of the Kohathites, so the Levites who were descendants of Aaron received an allotment of thirteen cities from the tribes of Judah, Simeon, and Benjamin. ", "5": "The remaining descendants of Kohath received an allotment of ten cities from the clans of the tribes of Ephraim, Dan, and the half-tribe of Manasseh.", "6": "The descendants of Gershon received an allotment of thirteen cities from the clans of the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh in Bashan.", "7": "Descendants of Merari by their clans received an allotment of twelve cities from the tribes of Reuben, Gad, and Zebulun.", "8": "The children of Israel allotted the Levites these cities and their grazing lands, as the Lord commanded through Moses.", "9": "From the tribes of Judah and Simeon they assigned the following cities with these names. ", "10": "They were assigned to the descendants of Aaron, to the clans of the Kohathites of the tribe of Levi, for theirs was the first lot.", "11": "They assigned them Kiriath Arba (Arba was the father of Anak), which is Hebron, in the hill country of Judah, and the grazing lands around it. ", "12": "(Now they had assigned the city's fields and its surrounding villages to Caleb son of Jephunneh as his property.)", "13": "So to the descendants of Aaron the priest they assigned Hebron (a refuge city for people who committed manslaughter), Libnah with its pastures, ", "14": "Jattir, Eshtemoa, ", "15": "Holon, Debir, ", "16": "Ain, Juttah, and Beth Shemesh, together with the grazing lands of each: nine cities from these two tribes.", "17": "From the tribe of Benjamin they assigned Gibeon, Geba, ", "18": "Anathoth, and Almon, together with the grazing lands of each: four cities.", "19": "Altogether the descendants of Aaron received thirteen cities and their grazing lands.", "20": "The rest of the Levites from the clans of the descendants of Kohath received cities allotted from the tribe of Ephraim.", "21": "They assigned them Shechem (a refuge city for people who committed manslaughter) in the hill country of Ephraim, Gezer, ", "22": "Kibzaim, and Beth Horon, together with the grazing lands of each: four cities.", "23": "From the tribe of Dan they assigned Eltekeh, Gibbethon, ", "24": "Aijalon, and Gath Rimmon, together with the grazing lands of each: four cities.", "25": "From the half-tribe of Manasseh they assigned Taanach and Gath Rimmon, together with the grazing lands of each: two cities.", "26": "Altogether the rest of the clans of the descendants of Kohath received ten cities and their grazing lands.", "27": "From the half-tribe of Manasseh they assigned to the descendants of Gershon (one of the Levite clans): Golan in Bashan (a refuge city for people who committed manslaughter) and Be Eshterah, together with the grazing lands of each: two cities.", "28": "From the tribe of Issachar they assigned Kishion, Daberath, ", "29": "Jarmuth, and En Gannim, together with the grazing lands of each: four cities.", "30": "From the tribe of Asher they assigned Mishal, Abdon, ", "31": "Helkath, and Rehob, together with the grazing lands of each: four cities.", "32": "From the tribe of Naphtali they assigned Kedesh in Galilee (a refuge city for people who committed manslaughter), Hammoth Dor, and Kartan, together with the grazing lands of each: three cities.", "33": "Altogether the Gershonites according to their clans received thirteen cities and their grazing lands.", "34": "From the tribe of Zebulun they assigned to the descendants of Merari (the remaining Levites): Jokneam, Kartah, ", "35": "Dimnah, and Nahalal, together with the grazing lands of each: four cities.", "36": "From the tribe of Reuben they assigned Bezer, Jahaz, ", "37": "Kedemoth, and Mephaath, together with the grazing lands of each: four cities.", "38": "From the tribe of Gad they assigned Ramoth in Gilead (a refuge city for people who committed manslaughter), Mahanaim, ", "39": "Heshbon, and Jazer, together with the grazing lands of each: four cities in all.", "40": "So twelve cities were allotted for the descendants of Merari according to their clans (the remaining Levite clans).", "41": "Altogether the Levites received forty-eight cities and their grazing lands within the possessions of the children of Israel. ", "42": "Each of these cities had grazing lands surrounding them. It was this way with all these cities.", "43": "The Lord gave Israel all the land that He swore to give to their fathers. They took possession of it and lived in it. ", "44": "The Lord gave them rest all around, according to all that He swore to their fathers. Not a man among their enemies stood before them, and the Lord delivered all their enemies into their hands. ", "45": "Not a single word of all the good things that the Lord had spoken to the children of Israel failed. They all came to pass."}