{"1": "Joshua called for all the Israelite tribes at Shechem and summoned the elders, clan heads, judges, and officials of Israel. They presented themselves before God.", "2": "Joshua said to all the people, “Thus says the Lord God of Israel: Long ago your fathers—Terah father of Abraham and Nahor—lived beyond the Euphrates[a] and served other gods. ", "3": "I took your father Abraham from beyond the Euphrates,[b] brought him through all the land of Canaan, and gave him many descendants. To him I gave Isaac. ", "4": "To Isaac I gave Jacob and Esau, and to Esau I gave Mount Seir for his inheritance, but Jacob and his descendants went down into Egypt.", "5": "“I sent Moses and Aaron, I struck Egypt down with all I did in their midst, and afterward I brought you out. ", "6": "I brought your fathers out of Egypt, then you came to the sea. The Egyptians pursued your fathers with chariots and horsemen to the Red Sea. ", "7": "Your fathers cried out to the Lord, and He placed darkness between you and the Egyptians. He made the sea come upon them and cover them. Your own eyes saw what I did to Egypt, and you lived in the wilderness a long time.", "8": "“I brought you to the land of the Amorites who lived on the other side of the Jordan. They waged war against you, but I gave them into your hand so that you might inherit their land, and I destroyed them before you. ", "9": "Then Balak son of Zippor, king of Moab, arose and waged war against Israel. He called for Balaam son of Beor to curse you, ", "10": "but I refused to listen to Balaam. Therefore he blessed you still, and I delivered you out of his hand.", "11": "“You crossed the Jordan and came to Jericho. The leaders of Jericho, along with the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, waged war against you, but I gave them into your hand. ", "12": "I sent the hornet and drove out the two Amorite kings from before you, but not with your sword or your bow. ", "13": "I gave you a land for which you did not work, and cities that you did not build. You live in them, and you are eating from the produce of vineyards and olive groves you did not plant.", "14": "“Now fear the Lord, and serve Him with sincerity and faithfulness. Put away the gods your fathers served beyond the River[c] and in Egypt. Serve the Lord. ", "15": "If it is displeasing to you to serve the Lord, then choose today whom you will serve, if it should be the gods your fathers served beyond the River[d] or the gods of the Amorites' land where you are now living. Yet as for me and my house, we will serve the Lord.”", "16": "The people answered and said, “God forbid that we forsake the Lord and serve other gods! ", "17": "For it is the Lord our God who brought us and our fathers out from slavery in the land of Egypt and performed these great signs in our sight and guarded us all the way that we went and among all the peoples through whom we passed. ", "18": "The Lord drove out before us all the people, even the Amorites, who lived in the land. So we will indeed serve the Lord, for He is our God.”", "19": "Then Joshua said to the people, “You are not able to serve the Lord, for He is a holy God. He is a jealous God, and He will not forgive your transgressions nor your sins. ", "20": "If you forsake the Lord and serve foreign gods, then He will turn, bring disaster upon you, and finish you off, after having been good to you.”", "21": "The people said to Joshua, “No, we will serve the Lord!”", "22": "Joshua said to the people, “You are witnesses against yourselves, that you have chosen the Lord, to serve Him.” Then they said, “We are witnesses.”", "23": "“Now then,” he said, “put away the foreign gods in your midst, and stretch out your hearts to the Lord God of Israel!”", "24": "The people said to Joshua, “It is the Lord our God we will serve, and His voice that we will obey.”", "25": "So that day Joshua made a covenant for the people and established regulations and laws for them at Shechem. ", "26": "Joshua wrote these words in the Book of the Law of God. He took a large stone and set it up under the oak by the sanctuary of the Lord.", "27": "Joshua said to all the people, “See, this stone will be a witness for us, for it has heard all the words of the Lord that He spoke to us. It will be a witness for us, lest you deny your God.”", "28": "Then Joshua sent the people away, each man to his inheritance.", "29": "After these events took place, Joshua son of Nun, the servant of the Lord, died at the age of one hundred and ten. ", "30": "They buried him in the territory of his inheritance in Timnath Serah, which is in the hill country of Ephraim north of Mount Gaash.", "31": "Israel served the Lord all the days of Joshua and of the elders who outlived Joshua and had known all the deeds that the Lord had done for Israel.", "32": "They buried the bones of Joseph, which the children of Israel had brought out of Egypt, in Shechem in the part of the field that Jacob bought from the descendants of Hamor the father of Shechem for one hundred pieces of silver.[e] It became an inheritance of the descendants of Joseph.", "33": "Eleazar son of Aaron died, and they buried him at Gibeah, the town of Phinehas his son, which was in the hill country of Ephraim."}