{"1": "When all the kings of the Amorites west of the Jordan and of the Canaanites by the sea to the east heard that the Lord had dried up the waters of the Jordan before the children of Israel while they crossed over, their hearts melted, and there was no longer any breath in them because of the children of Israel.", "2": "At that time the Lord said to Joshua, “Make flint knives and circumcise the children of Israel a second time.” ", "3": "So Joshua made flint knives and circumcised the children of Israel at the Hill of the Foreskins called Gibeath Haaraloth.", "4": "Now this is the reason why Joshua circumcised them: All the males who came out of Egypt who were men of fighting age had died in the wilderness along the way after leaving Egypt. ", "5": "All of the people who had come out were circumcised, but all the people born in the wilderness along the way after leaving Egypt were not circumcised. ", "6": "The children of Israel had traveled forty years in the wilderness until all the people, the men of fighting age who came out of Egypt, died, because they did not obey the Lord. The Lord had sworn not to let them see the land that He had sworn to their fathers to give to us, a land flowing with milk and honey. ", "7": "Yet He raised up their descendants in their place. These men Joshua circumcised, for they were uncircumcised. They had not been circumcised along the way. ", "8": "So when the entire people was completely circumcised, they stayed where they were in the camp until they healed.", "9": "The Lord said to Joshua, “Today I have rolled away the disgrace of Egypt from upon you.” So the name of that place is called Gilgal even to this day.", "10": "The children of Israel camped in Gilgal and kept the Passover on the fourteenth day of the month in the evening on the plains of Jericho. ", "11": "The day after the Passover, they ate of the produce of the land, unleavened bread, and roasted grain. ", "12": "The manna stopped the day after they ate from the produce of the land, and the children of Israel no longer had manna. That year they ate what the land of Canaan yielded.", "13": "Now when Joshua was by Jericho, he looked up and saw a man standing in front of him. In His hand was His drawn sword. Joshua went to Him and said, “Are You for us or for our enemies?”", "14": "He said, “Neither, for I am the commander of the army of the Lord. Now I have come.” Then Joshua fell with his face to the ground and worshipped. Then he said, “What does my Lord wish to say to His servant?”", "15": "The commander of the army of the Lord said to Joshua, “Remove your sandals from your feet, for the place where you are standing is holy.” So Joshua did this."}