{"1": "I am the prophet Zechariah, the son of Berechiah and the grandson of Iddo. In the eighth month of the second year that Darius was king of Persia,[a] the Lord told me to say:", "2-3": "Israel, I, the Lord All-Powerful, was very angry with your ancestors. But if you people will return to me, I will turn and help you. ", "4": "Don't be stubborn like your ancestors. They were warned by the earlier prophets[b] to give up their evil and turn back to me, but they paid no attention.", "5": "Where are your ancestors now? Not even prophets live forever. ", "6": "But my warnings and my words spoken by the prophets caught up with your ancestors. So they turned back to me and said, “Lord All-Powerful, you have punished us for our sins, just as you had planned.”", "7-8": "On the twenty-fourth day of Shebat,[c] which was the eleventh month of that same year,[d] the Lord spoke to me in a vision during the night: In a valley among myrtle trees,[e] I saw someone on a red horse, with riders on red, brown, and white horses behind him. ", "9": "An angel was there to explain things to me, and I asked, “Sir, who are these riders?” “I'll tell you,” the angel answered.", "10": "Right away, the man standing among the myrtle trees said, “These are the ones the Lord has sent to find out what's happening on earth.”", "11": "Then the riders spoke to the Lord's angel, who was standing among the myrtle trees, and they said, “We have gone everywhere and have discovered that the whole world is at peace.”", "12": "At this, the angel said, “Lord All-Powerful, for seventy years you have been angry with Jerusalem and the towns of Judah. When are you ever going to have mercy on them?”", "13": "The Lord's answer was kind and comforting. ", "14": "So the angel told me to announce: I, the Lord All-Powerful, am very protective of Jerusalem. ", "15": "For a while I was angry at the nations, but now I am furious, because they have made things worse for Jerusalem and are not the least bit concerned. ", "16": "And so, I will have pity on Jerusalem. The city will be completely rebuilt, and my temple will stand again. ", "17": "I also promise that my towns will prosper—Jerusalem will once again be my chosen city, and I will comfort the people of Zion.", "18": "Next, I saw four animal horns.[f] ", "19-21": "The angel who was sent to explain was there, and so I asked, “What do these mean?” His answer was, “These horns are the nations that scattered the people of Judah, Israel, and Jerusalem, and took away their freedom.” Then the Lord showed me four blacksmiths, and I asked, “What are they going to do?” He replied, “They are going to terrify and crush those horns.”"}