{"1": "Lebanon, open your gates! Let the fire come in to destroy your cedar trees.", "2": "Cry, you cyprus trees! The glorious cedars have fallen and are rotting. Cry, you oak trees of Bashan! The dense forest has been chopped down.", "3": "Listen! Shepherds are crying. Their glorious pastures have been ruined. Listen! Lions are roaring. The forests of the Jordan Valley are no more to be found.", "4": "The Lord my God said to me: Tend those sheep doomed for slaughter! ", "5": "The people who buy and butcher them go unpunished, while everyone who sells them says, “Praise the Lord! I'm rich.” Not even their shepherds have pity on them.", "6": "Tend those sheep because I, the Lord, will no longer have pity on the people of this earth. I'll turn neighbor against neighbor and make them slaves of a king. They will bring disaster on the earth, and I'll do nothing to rescue any of them.", "7": "So I became a shepherd of those sheep doomed to be slaughtered by the sheep dealers.[a] And I gave names to the two sticks I used for tending the sheep: One of them was named “Mercy” and the other “Unity.” ", "8": "In less than a month, I became impatient with three shepherds who didn't like me, and I got rid of them. ", "9": "Then I said, “I refuse to be your shepherd. Let the sheep that are going to die, go on and die, and those that are going to be destroyed, go on and be destroyed. Then let the others eat one another alive.”", "10": "On that same day, I broke the stick named “Mercy” to show that the Lord had canceled his agreement with all people. ", "11": "The sheep dealers who saw me knew right away that this was a message from the Lord. ", "12-13": "I told them, “Pay me my wages, if you think you should; otherwise, forget it.” So they handed me my wages, a measly thirty pieces of silver. Then the Lord said, “Throw the money into the treasury.”[b] So I threw the money into the treasury at the Lord's temple. ", "14": "Then I broke the stick named “Unity” and canceled the ties between Judah and Israel.", "15": "Next, the Lord said to me, “Act like a shepherd again—this time a worthless shepherd. ", "16": "Once more I am going to let a worthless nobody rule the land—one who won't care for the strays or search for the young or heal the sick or feed the healthy. He will just dine on the fattest sheep, leaving nothing but a few bones.”", "17": "You worthless shepherd, deserting the sheep! I hope a sword will cripple your arm and blind your right eye."}