{"1": "This is a message from the Lord about Israel: I am the Lord! I stretched out the heavens; I put the earth on its foundations and gave breath to humans. ", "2": "I have decided that Jerusalem will become a bowl of wine that makes the neighboring nations drunk. And when Jerusalem is attacked, Judah will also be attacked.[a] ", "3": "But I will turn Jerusalem into a heavy stone that crushes anyone who tries to lift it. When all nations on earth surround Jerusalem, ", "4": "I will make every horse panic and every rider confused. But at the same time, I will watch over Judah. ", "5": "Then every clan in Judah will realize that I, the Lord All-Powerful, am their God, and that I am the source of their strength.", "6": "At that time I will let the clans of Judah be like a ball of fire in a wood pile or a fiery torch in a hay stack. Then Judah will send the surrounding nations up in smoke. And once again the city of Jerusalem will be filled with people.", "7": "But I will first give victory to Judah, so the kingdom of David and the city of Jerusalem in all of their glory won't be thought of more highly than Judah itself. ", "8": "I, the Lord God, will protect Jerusalem. Even the weakest person there will be as strong as David, and David's kingdom will rule as though my very own angel were its leader. ", "9": "I am determined to wipe out every nation that attacks Jerusalem.", "10": "I, the Lord, will make the descendants of David and the people of Jerusalem feel deep sorrow and pray when they see the one they pierced with a spear. They will mourn and weep for him, as parents weep over the death of their only child or their first-born. ", "11": "On that day the people of Jerusalem will mourn as much as everyone did for Hadad Rimmon[b] on the flatlands near Megiddo. ", "12": "Everyone of each family in the land will mourn, and the men will mourn separately from the women. This includes those from the family of David, and the families of Nathan, ", "13": "Levi, Shimei,[c] ", "14": "and all other families as well."}