{"1": "The Lord will have his day. And when it comes, everything that was ever taken from Jerusalem will be returned and divided among its people. ", "2": "But first, he will bring many nations to attack Jerusalem—homes will be robbed, women raped, and half of the population dragged off, though the others will be allowed to remain.", "3": "The Lord will attack those nations like a warrior fighting in battle. ", "4": "He will take his stand on the Mount of Olives east of Jerusalem, and the mountain will split in half, forming a wide valley that runs from east to west. ", "5": "Then you people will escape from the Lord's mountain, through this valley, which reaches to Azal.[a] You will run in all directions, just as everyone did when the earthquake struck[b] in the time of King Uzziah of Judah. Afterwards, the Lord my God will appear with his holy angels.", "6": "It will be a bright day that won't turn cloudy.[c] ", "7": "And the Lord has decided when it will happen—this time of unending day.", "8": "In both summer and winter, life-giving streams will flow from Jerusalem, half of them to the Dead Sea in the east and half to the Mediterranean Sea in the west. ", "9": "Then there will be only one Lord who rules as King and whose name is worshiped everywhere on earth.", "10-11": "From Geba down to Rimmon[d] south of Jerusalem, the entire country will be turned into flatlands, with Jerusalem still towering above. Then the city will be full of people, from Benjamin Gate, Old Gate Place, and Hananel Tower in the northeast part of the city over to Corner Gate in the northwest and down to King's Wine Press in the south. Jerusalem will always be secure and will never again be destroyed.", "12": "Here is what the Lord will do to those who attack Jerusalem: While they are standing there, he will make their flesh rot and their eyes fall from their sockets and their tongues drop out. ", "13": "The Lord will make them go into a frenzy and start attacking each other, ", "14-15": "until even the people of Judah turn against those in Jerusalem.[e] This same terrible disaster will also strike every animal nearby, including horses, mules, camels, and donkeys. Finally, everything of value in the surrounding nations will be collected and brought to Jerusalem—gold, silver, and piles of clothing.", "16": "Afterwards, the survivors from those nations that attacked Jerusalem will go there each year to worship the King, the Lord All-Powerful, and to celebrate the Festival of Shelters. ", "17": "No rain will fall on the land of anyone in any country who refuses to go to Jerusalem to worship the King, the Lord All-Powerful. ", "18-19": "This horrible disaster will strike the Egyptians and everyone else who refuses to go there for the celebration.", "20-21": "At that time the words “Dedicated to the Lord” will be engraved on the bells worn by horses. In fact, every ordinary cooking pot in Jerusalem will be just as sacred to the Lord All-Powerful as the bowls used at the altar. Any one of them will be acceptable for boiling the meat of sacrificed animals, and there will no longer be a need to sell special pots and bowls.[f]"}