{"1": "This is a message from the Lord: His eyes are on everyone, especially the tribes of Israel.[a] So he pronounces judgment against the cities of Hadrach and Damascus.[b]", "2": "Judgment will also fall on the nearby city of Hamath, as well as on Tyre and Sidon,[c] whose people are clever.", "3": "Tyre has built a fortress and piled up silver and gold, as though they were dust or mud from the streets.", "4": "Now the Lord will punish Tyre with poverty; he will sink its ships and send it up in flames.", "5": "Both Ashkelon and Gaza will tremble with fear; Ekron will lose all hope. Gaza's king will be killed, and Ashkelon emptied of its people.", "6": "A mob of half-breeds will settle in Ashdod,[d] and the Lord himself will rob Philistia of pride.", "7": "No longer will the Philistines eat meat with blood in it or any unclean food.[e] They will become part of the people of our God from the tribe of Judah. And God will accept the people of Ekron, as he did the Jebusites.[f]", "8": "God says, “I will stand guard to protect my temple from those who come to attack. I know what's happening, and no one will mistreat my people ever again.”", "9": "Everyone in Jerusalem, celebrate and shout! Your king has won a victory, and he is coming to you. He is humble and rides on a donkey; he comes on the colt of a donkey.", "10": "I, the Lord, will take away war chariots and horses from Israel[g] and Jerusalem. Bows that were made for battle will be broken. I will bring peace to nations, and your king will rule from sea to sea. His kingdom will reach from the Euphrates River across the earth.", "11": "When I made a sacred agreement with you, my people, we sealed it with blood.[h] Now some of you are captives in waterless pits, but I will come to your rescue", "12": "and offer you hope. Return to your fortress, because today I will reward you with twice what you had.", "13": "I will use Judah as my bow and Israel[i] as my arrow. I will take the people of Zion as my sword and attack the Greeks.", "14": "Like a cloud, the Lord God will appear over his people, and his arrows will flash like lightning. God will sound his trumpet and attack in a whirlwind from the south.", "15": "The Lord All-Powerful will protect his people, and they will trample down the sharpshooters and their slingshots. They will drink and get rowdy; they will be as full as a bowl at the time of sacrifice.", "16": "The Lord God will save them on that day, because they are his people, and they will shine on his land like jewels in a crown.", "17": "How lovely they will be. Young people will grow there like grain in a field or grapes in a vineyard."}