{"1": "You[a] foolish Galatians! Who has cast a spell[b] on you? Before your eyes Jesus Christ was vividly portrayed[c] as crucified! ", "2": "The only thing I want to learn from you is this: Did you receive the Spirit by doing the works of the law[d] or by believing what you heard?[e] ", "3": "Are you so foolish? Although you began[f] with[g] the Spirit, are you now trying to finish[h] by human effort?[i] ", "4": "Have you suffered so many things for nothing?—if indeed it was for nothing. ", "5": "Does God then give[j] you the Spirit and work miracles among you by your doing the works of the law[k] or by your believing what you heard?[l]", "6": "Just as Abraham believed God, and it was credited to him as righteousness,[m] ", "7": "so then, understand[n] that those who believe are the sons of Abraham.[o] ", "8": "And the scripture, foreseeing that God would justify the Gentiles by faith, proclaimed the gospel to Abraham ahead of time,[p] saying, “All the nations[q] will be blessed in you.”[r] ", "9": "So then those who believe[s] are blessed along with Abraham the believer. ", "10": "For all who[t] rely on doing the works of the law are under a curse, because it is written, “Cursed is everyone who does not keep on doing everything written in the book of the law.”[u] ", "11": "Now it is clear no one is justified before God by the law, because the righteous one will live by faith.[v] ", "12": "But the law is not based on faith,[w] but the one who does the works of the law[x] will live by them.[y] ", "13": "Christ redeemed us from the curse of the law by becoming[z] a curse for us (because it is written, “Cursed is everyone who hangs on a tree”)[aa] ", "14": "in order that in Christ Jesus the blessing of Abraham would come to the Gentiles,[ab] so that we could receive the promise of the Spirit by faith.", "15": "Brothers and sisters,[ac] I offer an example from everyday life:[ad] When a covenant[ae] has been ratified,[af] even though it is only a human contract, no one can set it aside or add anything to it. ", "16": "Now the promises were spoken to Abraham and to his descendant.[ag] Scripture[ah] does not say, “and to the descendants,”[ai] referring to many, but “and to your descendant,”[aj] referring to one, who is Christ. ", "17": "What I am saying is this: The law that came 430 years later does not cancel a covenant previously ratified by God,[ak] so as to invalidate the promise. ", "18": "For if the inheritance is based on the law, it is no longer based on the promise, but God graciously gave[al] it to Abraham through the promise.", "19": "Why then was the law given?[am] It was added[an] because of transgressions,[ao] until the arrival of the descendant[ap] to whom the promise had been made. It was administered[aq] through angels by an intermediary.[ar] ", "20": "Now an intermediary is not for one party alone, but God is one.[as] ", "21": "Is the law therefore opposed to the promises of God?[at] Absolutely not! For if a law had been given that was able to give life, then righteousness would certainly have come by the law.[au] ", "22": "But the scripture imprisoned[av] everything under sin so that the promise could be given—because of the faithfulness[aw] of Jesus Christ—to those who believe.", "23": "Now before faith[ax] came we were held in custody under the law, being kept as prisoners[ay] until the coming faith would be revealed. ", "24": "Thus the law had become our guardian[az] until Christ, so that we could be declared righteous[ba] by faith. ", "25": "But now that faith has come, we are no longer under a guardian.[bb] ", "26": "For in Christ Jesus you are all sons of God through faith.[bc] ", "27": "For all of you who[bd] were baptized into Christ have clothed yourselves with Christ. ", "28": "There is neither Jew nor Greek, there is neither slave[be] nor free, there is neither male nor female[bf]—for all of you are one in Christ Jesus. ", "29": "And if you belong to Christ, then you are Abraham's descendants,[bg] heirs according to the promise."}