{"1": "For freedom[a] Christ has set us free. Stand firm, then, and do not be subject again to the yoke[b] of slavery. ", "2": "Listen! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no benefit to you at all! ", "3": "And I testify again to every man who lets himself be circumcised that he is obligated to obey[c] the whole law. ", "4": "You who are trying to be declared righteous[d] by the law have been alienated[e] from Christ; you have fallen away from grace! ", "5": "For through the Spirit, by faith, we wait expectantly for the hope of righteousness. ", "6": "For in Christ Jesus neither circumcision nor uncircumcision carries any weight—the only thing that matters is faith working through love.[f]", "7": "You were running well; who prevented you from obeying[g] the truth? ", "8": "This persuasion[h] does not come from the one who calls you! ", "9": "A little yeast makes the whole batch of dough rise![i] ", "10": "I am confident[j] in the Lord that you will accept no other view.[k] But the one who is confusing[l] you will pay the penalty,[m] whoever he may be. ", "11": "Now, brothers and sisters,[n] if I am still preaching circumcision, why am I still being persecuted?[o] In that case the offense of the cross[p] has been removed.[q] ", "12": "I wish those agitators[r] would go so far as to[s] castrate themselves![t]", "13": "For you were called to freedom, brothers and sisters;[u] only do not use your freedom as an opportunity to indulge your flesh,[v] but through love serve one another.[w] ", "14": "For the whole law can be summed up in a single commandment,[x] namely, “You must love your neighbor as yourself.”[y] ", "15": "However, if you continually bite and devour one another,[z] beware that you are not consumed[aa] by one another. ", "16": "But I say, live[ab] by the Spirit and you will not carry out the desires of the flesh.[ac] ", "17": "For the flesh has desires that are opposed to the Spirit, and the Spirit has desires[ad] that are opposed to the flesh, for these are in opposition to[ae] each other, so that you cannot do what you want. ", "18": "But if you are led by the Spirit, you are not under the law. ", "19": "Now the works of the flesh[af] are obvious:[ag] sexual immorality, impurity, depravity, ", "20": "idolatry, sorcery,[ah] hostilities,[ai] strife,[aj] jealousy, outbursts of anger, selfish rivalries, dissensions,[ak] factions, ", "21": "envying,[al] murder,[am] drunkenness, carousing,[an] and similar things. I am warning you, as I had warned you before: Those who practice such things will not inherit the kingdom of God!", "22": "But the fruit of the Spirit[ao] is love,[ap] joy, peace, patience, kindness, goodness, faithfulness,[aq] ", "23": "gentleness, and[ar] self-control. Against such things there is no law. ", "24": "Now those who belong to Christ[as] have crucified the flesh[at] with its passions[au] and desires. ", "25": "If we live by the Spirit, let us also behave in accordance with[av] the Spirit. ", "26": "Let us not become conceited,[aw] provoking[ax] one another, being jealous[ay] of one another."}