{"1": "Brothers and sisters,[a] if a person[b] is discovered in some sin,[c] you who are spiritual[d] restore such a person in a spirit of gentleness.[e] Pay close attention[f] to yourselves, so that you are not tempted too. ", "2": "Carry one another's burdens, and in this way you will fulfill the law of Christ. ", "3": "For if anyone thinks he is something when he is nothing, he deceives himself. ", "4": "Let each one examine[g] his own work. Then he can take pride[h] in himself and not compare himself with[i] someone else. ", "5": "For each one will carry[j] his own load.", "6": "Now the one who receives instruction in the word must share all good things with the one who teaches[k] it. ", "7": "Do not be deceived. God will not be made a fool.[l] For a person[m] will reap what he sows, ", "8": "because the person who sows to his own flesh[n] will reap corruption[o] from the flesh,[p] but the one who sows to the Spirit will reap eternal life from the Spirit. ", "9": "So we must not grow weary[q] in doing good, for in due time we will reap, if we do not give up.[r] ", "10": "So then,[s] whenever we have an opportunity, let us do good to all people, and especially to those who belong to the family of faith.[t]", "11": "See what big letters I make as I write to you with my own hand!", "12": "Those who want to make a good showing in external matters[u] are trying to force you to be circumcised. They do so[v] only to avoid being persecuted[w] for the cross of Christ. ", "13": "For those who are circumcised do not obey the law themselves, but they want you to be circumcised so that they can boast about your flesh.[x] ", "14": "But may I never boast except in the cross of our Lord Jesus Christ, through which[y] the world has been crucified to me, and I to the world. ", "15": "For[z] neither circumcision nor uncircumcision counts for[aa] anything; the only thing that matters is a new creation![ab] ", "16": "And all who will behave[ac] in accordance with this rule, peace and mercy be on them, and on the Israel of God.[ad]", "17": "From now on let no one cause me trouble, for I bear the marks of Jesus on my body.[ae]", "18": "The grace of our Lord Jesus Christ be[af] with your spirit, brothers and sisters.[ag] Amen."}