{"1": "Amaziah, son of Judah's King Joash, became king during the second year of the reign of[a] Joash, son of King Joahaz of Israel, ", "2": "at the age of 25. He reigned 29 years in Jerusalem. His mother's name was Jehoaddin; she was[b] from Jerusalem.", "3": "He practiced what the Lord considered to be right, but not like his ancestor David did. He acted as his father Joash had done, ", "4": "except that the high places were not abolished. The people continued to offer sacrifices and to burn incense on the high places. ", "5": "Later on, as soon as he was in firm control of his kingdom, he executed the servants who had murdered his father the king, ", "6": "but he did not execute the children of the murderers, in keeping with what is written in the Book of the Law of Moses, as the Lord had commanded: “Fathers must not be put to death because of their children's sin; nor are children to die because of their fathers' sin, for each person is to be put to death for his own sin.”[c]", "7": "Joash executed 10,000 Edomites in the Salt Valley and captured Sela in battle, renaming it Joktheel, which remains its name to this day. ", "8": "Later, Amaziah sent couriers to Jehoahaz's son Jehoash, grandson of King Jehu of Israel, challenging him, “Come on! Let's fight face to face!”", "9": "But King Jehoash of Israel sent this message to King Amaziah of Judah: “The thorn bush in Lebanon sent this message to the cedar[d] of Lebanon: 'Give your daughter to my son in marriage.' But just then a wild beast from Lebanon wandered by and trampled down the thorn bush. ", "10": "You just defeated Edom and you're[e] arrogant. Bask in your victory and stay home. Why incite trouble so that you—yes, you!—fall, along with Judah with you?”", "11": "But Amaziah refused to listen. So Israel's King Jehoash and Judah's King Amaziah faced each other at Beth-shemesh, which is part of Judah. ", "12": "Judah was defeated by Israel, and everybody fled to their own tents. ", "13": "Then King Jehoash of Israel captured Judah's King Amaziah, the son of Jehoash and grandson of Ahaziah, at Beth-shemesh. He went to Jerusalem and demolished 400 cubits[f] of the wall of Jerusalem from the Ephraim Gate to the Corner Gate. ", "14": "He confiscated all the gold and silver, all the instruments he could find in the Lord's Temple and in the palace treasuries. He also captured some hostages and then returned to Samaria.", "15": "The rest of Jehoash's activities that he undertook, including his valor in fighting King Amaziah of Judah, are recorded in the Book of the Chronicles of the Kings of Israel, are they not? ", "16": "Jehoash died, as had[g] his ancestors, and he was buried in Samaria alongside the kings of Israel. His son Jeroboam reigned in his place.", "17": "Joash's son, King Amaziah of Judah, lived for fifteen years after Jehoahaz' son, King Jehoash of Israel, died. ", "18": "The rest of Amaziah's activities are recorded in the Book of the Chronicles of the Kings of Judah, are they not? ", "19": "A conspiracy arose against him in Jerusalem, and he ran off to Lachish, but he was pursued to Lachish and killed there. ", "20": "His body was brought back on horses and he was buried at Jerusalem alongside his ancestors in the City of David.", "21": "All the people of Judah took Azariah, who was sixteen years old, and installed him as king to take the place of his father Amaziah. ", "22": "He rebuilt Elath and restored it to Judah. Later on the king died, as did[h] his ancestors.", "23": "In the fifteenth year of the reign of[i] Amaziah son of Joash, king of Judah, Jeroboam son of Joash, king of Israel, began a 41 year reign in Samaria. ", "24": "He did what the Lord considered to be evil by not abandoning all the sins of Nebat's son Jeroboam, who made Israel sin. ", "25": "He rebuilt Israel's coastline from the entrance of Hamath as far as the Sea of the Arabah,[j] in accordance with the message from the Lord God of Israel that he spoke through his servant Jonah the prophet, Amittai's son, who was from Gath-hepher. ", "26": "For the Lord observed Israel's bitter misery, and there was no one left, neither slave nor free, and there was no deliverer for Israel. ", "27": "The Lord had never said that he would erase the name of Israel from under heaven. Instead, he delivered them by Joash's son Jeroboam. ", "28": "The rest of Jeroboam's actions—everything he did, including his powerful fighting and how on behalf of Israel he restored Damascus and Hamath to Judah—are recorded in the Book of the Chronicles of the Kings of Israel, are they not?", "29": "Jeroboam died, as had[k] his ancestors the kings of Israel, and his son Zechariah became king in his place."}