{"1": "Amaziah's son Azariah began reigning during the twenty-seventh year of the reign of[a] Jeroboam, king of Israel. ", "2": "He was sixteen years old when he began to reign, and he reigned 52 years in Jerusalem. His mother's name was Jecoliah; she was[b] from Jerusalem. ", "3": "He did what the Lord considered to be right, just as his father Amaziah had done in everything, ", "4": "except that the high places were never removed, and the people kept on sacrificing and burning incense on the high places.", "5": "The Lord struck the king so that he was afflicted with leprosy until the day he died. He lived in a separate house while his son Jotham managed the household and ruled[c] the people who lived in the land. ", "6": "Now the rest of Azariah's activities, including everything he did, are recorded in the Book of the Chronicles of the Kings of Judah, are they not? ", "7": "Later, Azariah died, as had[d] his ancestors, and they buried him with his ancestors in the City of David. His son Jotham then reigned in his place.", "8": "During the thirty-eighth year of the reign of[e] Azariah, king of Judah, Jeroboam's son Zachariah began a six-month reign in Samaria. ", "9": "He did what the Lord considered to be evil, just as his ancestors had done. He never abandoned the sins of Nebat's son Jeroboam, who caused Israel to sin. ", "10": "So Jabesh's son Shallum conspired against him and attacked him in full view of the people, killed him, and reigned in his place. ", "11": "The rest of Zachariah's activities are recorded in the Book of the Chronicles of the Kings of Israel.", "12": "This is what the Lord told Jehu: “Your children will sit on Israel's throne for the next four generations.”[f] And that is what happened:[g] ", "13": "Jabesh's son Shallum began his reign in the thirty-ninth year of the reign of Uzziah,[h] king of Judah. He reigned a full month[i] in Samaria, ", "14": "then Gadi's son Menahem approached Samaria from Tirzah and attacked Jabesh's son Shallum, executed him, and reigned in his place. ", "15": "The rest of Shallum's activities, including the conspiracy that he carried out, are recorded in the Book of the Chronicles of the Kings of Israel, are they not?", "16": "At another time, Menahem attacked Tiphsah and all of its inhabitants, including its coastlands from Tirzah, because they would not open the city gate for him. After defeating them, he ripped open all of their pregnant women. ", "17": "In the thirty-ninth year of the reign of[j] Azariah, king of Judah, Gadi's son Menahem began a ten-year reign over Israel from Samaria. ", "18": "He did what the Lord considered to be evil by never abandoning the sins of Nebat's son Jeroboam, who caused Israel to sin, as long as he lived.", "19": "Later on, King Pul of Aram attacked the land, and Menahem paid Pul 1,000 silver talents[k] so Pul[l] would join forces with Menahem[m] to secure his hold on the kingdom. ", "20": "Menahem exacted the money from all of Israel's powerful and wealthy men, 50 shekels[n] from each, to pay the king of Aram. As a result, the king of Aram retreated and did not remain there in the land. ", "21": "The rest of Menahem's activities, including everything that he did, are recorded in the Book of the Chronicles of the Kings of Israel, are they not? ", "22": "Then Menahem died, as did[o] his ancestors, and his son Pekahiah reigned in his place.", "23": "Menahem's son Pekahiah became king over Israel for two years during the fiftieth year of the reign of[p] King Azariah of Judah. ", "24": "He did what the Lord considered to be evil. Just as Nebat's son Jeroboam had led Israel into sin, so also Pekahiah did not stop doing the same thing. ", "25": "Then Remaliah's son Pekah, Pekahiah's[q] officer, conspired against him with Argob and Arieh. Accompanied by 50 Gileadite men, Pekah attacked Pekahiah inside the palace of the king's compound[r] in Samaria, executed him, and reigned as king in his place. ", "26": "The rest of Pekahiah's activities, including everything he did, are written in the Book of the Chronicles of the Kings of Israel.", "27": "Remaliah's son Pekah began a 20-year reign as Israel's king during the fifty-second year of King Azariah of Judah. ", "28": "He did what the Lord considered to be evil by never abandoning the sins of Nebat's son Jeroboam, by which he caused Israel to sin. ", "29": "During the lifetime of King Pekah of Israel, King Tiglath-pileser of Assyria attacked. He captured the cities of Ijon, Abel Beth Maacah, Janoah, Kedesh, and Hazor. He also captured Gilead, Galilee, and the entire territory of Naphtali, and carried its people off to Assyria. ", "30": "So during the twentieth year of the reign of[s] Uzziah's son Jotham, Elah's son Hoshea conspired against Remaliah's son Pekah, attacked him, executed him, and became king in his place. ", "31": "The rest of Pekah's activities, including everything that he accomplished, are written in the Book of the Chronicles of the Kings of Israel.", "32": "Uzziah's son Jotham became king over Judah during the second year of the reign of[t] Remaliah's son Pekah, king of Israel. ", "33": "He was 25 years old when he became king. He reigned sixteen years in Jerusalem. Zadok's daughter Jerusha was his mother. ", "34": "He did what the Lord considered to be right, following everything his father Uzziah had done, ", "35": "except the high places were not torn down, and the people still sacrificed and burned incense on the high places. But he rebuilt the upper gate of the Lord's Temple. ", "36": "The rest of Jotham's activities, including everything that he accomplished, are recorded in the Book of the Chronicles of the Kings of Judah, are they not?", "37": "Right about that time, the Lord began to send King Rezin of Aram and Remaliah's son Pekah against Judah. ", "38": "Meanwhile, Jotham died, as did[u] his ancestors, and was buried with them[v] in the City of David, his ancestor. Then Jotham's son Ahaz reigned in his place."}