{"1": "During the twelfth year of the reign of[a] King Ahaz of Judah, Elah's son Hoshea became king over Israel for nine years in Samaria. ", "2": "He practiced what the Lord considered to be evil,[b] though not like the kings of Israel who had preceded him. ", "3": "King Shalmaneser of Assyria attacked him, and Hoshea became his servant and paid tribute to him. ", "4": "But the king of Assyria uncovered a conspiracy involving Hoshea, who had sent envoys to King So of Egypt and stopped offering tribute to the king of Assyria, as he had done annually. As a result, the king of Assyria placed him under arrest and sent him to prison. ", "5": "After this, the king of Assyria invaded the entire land, approached Samaria, and began a three year siege. ", "6": "As a result, during the ninth year of the reign of[c] Hoshea, the king of Assyria captured Samaria and took the Israelis off to Assyria, placing them in Halah, along the Habor River in Gozan, and in cities ruled by the Medes.", "7": "This happened because the Israelis had sinned against the Lord their God, who had brought them up from the land of Egypt and from the domination[d] of Pharaoh, king of Egypt, because[e] they were fearing other gods, ", "8": "and because they were following[f] the rules of the nations whom the Lord had expelled before the Israelis and that the kings of Israel had practiced.", "9": "The Israelis practiced secret things that were not right, offending the Lord their God. In addition, they built high places for use by all their towns, watchtowers, and fortified cities. ", "10": "They set up pillars and Asherim on every high hill and in the shade of every green tree, ", "11": "where they made offerings on all the high places, as did the nations whom the Lord had expelled before them. They also practiced other[g] wickedness, provoking the Lord to become angry, ", "12": "and they served idols, a practice that the Lord had warned them, “You are not to do this.”", "13": "Nevertheless, the Lord had warned both Israel and Judah by means[h] of every prophet and seer: “Turn away from your evil practices[i] and keep my commandments and statutes according to the entire Law that I gave your ancestors and that I sent to you through my servants, the prophets.” ", "14": "But they would not listen. Instead, they were stubborn,[j] just like their ancestors had been, who did not believe in the Lord their God. ", "15": "They rejected the Lord's[k] statutes, the covenant that he had made with their ancestors, and his warnings that he gave them. They pursued meaninglessness—and became meaningless themselves—as they followed the lifestyles of the nations that surrounded them, a practice that the Lord had warned them not to do.", "16": "They abandoned all of the commands given by[l] the Lord their God, crafted for themselves cast images of two calves, constructed an Asherah, worshipped all of the stars in heaven, and served Baal. ", "17": "They passed their sons and daughters through fire, practiced divination, cast spells, and sold themselves to practice what the Lord considered to be evil, thereby[m] provoking him. ", "18": "As a result, the Lord was angry with Israel and removed them from his presence. No one was left except for the tribe of Judah.", "19": "But Judah, too, did not keep the commands of the Lord their God. Instead, they lived the lifestyle[n] that Israel had chosen, ", "20": "so the Lord rejected all of the descendants[o] of Israel, afflicted them, and handed them over to the control of plunderers until he had thrown them away from his presence.[p] ", "21": "He ripped them away from the heritage of David, even as the people[q] appointed Nebat's son Jeroboam to be king. Jeroboam drove Israel away from following the Lord and made them commit great sin.", "22": "The Israelis practiced[r] all the sins that Jeroboam had practiced, and never wavered from them ", "23": "until the Lord removed Israel from his presence,[s] just as he had warned through[t] all of his prophets who served him. So Israel was carried off into exile from their own land into Assyria, where they remain to this day.[u]", "24": "Because the king of Assyria brought captives[v] from Babylon, Cuthah, Avva, Hamath, and Sephar-vaim and settled them in the cities of Samaria to replace the Israelis, the settlers[w] possessed Samaria and lived in its cities. ", "25": "When they first began to live there, the settlers[x] did not fear the Lord, so he sent lions among them, and they killed a few of them. ", "26": "As a result, they reported to the king of Assyria, “Because the nations whom you exiled to live in the cities of Samaria don't know the law[y] of the god of the land, he has sent lions among them. Look how the lions[z] are killing them, because they don't know the law of the god of the land!”", "27": "So the king of Assyria[aa] issued this order: “Take one of the priests whom you carried away and let him go back and live there. Let him teach them the law of the god of the land.” ", "28": "So one of the priests whom they had carried away from Samaria went to live in Bethel to teach them how they ought to fear the Lord.", "29": "Nevertheless, each nation continued to craft their own gods and install them in the temples on the high places that the people of Samaria had constructed—every nation in their own cities where they continued to live. ", "30": "Settlers[ab] from Babylon built Succoth-benoth, settlers[ac] from Cuth built Nergal, settlers[ad] from Hamath built Ashima, ", "31": "and settlers[ae] from Avva built Nibhaz and Tartak. The residents of Sephar-vaim burned their children in fire to Adrammelech and Anammelech, the gods of Sephar-vaim.", "32": "Because they feared the Lord, they also appointed from among themselves priests for the high places who acted on their behalf in the temples on the high places. ", "33": "While they continued to fear the Lord, they served their own gods, following the custom of the nations whom they had carried away from there. ", "34": "To this very day, they still follow the former customs: they don't fear the Lord and they don't live in accordance with the statutes, ordinances, laws, or commandments that the Lord had given to the descendants of Jacob—whom he renamed Israel— ", "35": "and with whom the Lord had made a covenant when he gave these[af] orders to them: “You are not to fear other gods, bow down to them, serve them, or sacrifice to them. ", "36": "Instead, it is to be the Lord, who brought you up from the land of Egypt, showing great power and public demonstrations of might,[ag] whom you are to fear, worship, and to whom you are to offer sacrifice. ", "37": "Furthermore, you are to be careful to observe forever the statutes, ordinances, law, and the commandment that he wrote for you. And you are not to fear other gods. ", "38": "You are not to forget the covenant that I've made with you, and you are not to fear other gods. ", "39": "But you are to fear the Lord, and he will deliver you from the control[ah] of all your enemies.”", "40": "But they wouldn't listen. Instead, they did what they had been doing before. ", "41": "These nations feared the Lord and also served their carved images. Their descendants did the same thing, as did their grandchildren. Just as their ancestors had done, they also do the same thing to this day."}