{"1": "Now it happened that during the third year of the reign of[a] Elah's son Hoshea, king of Israel, that Ahaz' son Hezekiah became king. ", "2": "He was 25 years old when he became king, and he reigned in Jerusalem for 29 years. His mother was Zechariah's daughter Abi. ", "3": "He did what the Lord considered to be right, according to everything that his ancestor David had done.", "4": "He removed the high places, demolished the sacred pillars, and tore down the Asherah poles. He also demolished the bronze serpent that Moses had crafted, because the Israelis had been burning incense to it right up until that time. Hezekiah[b] called it a piece of brass.[c] ", "5": "He trusted the Lord God of Israel, and after him there were none like him among all the kings of Judah, ", "6": "because he depended on the Lord, not abandoning pursuit of him, and keeping the Lord's commands that he had commanded Moses. ", "7": "So the Lord was with him, and Hezekiah prospered wherever he went, even when he rebelled against the king of Assyria, refusing to serve him. ", "8": "He attacked the Philistines, invading Gaza and its borders from watchtower to fortified garrison.", "9": "In the fourth year of King Hezekiah's reign (that is, during the seventh year of Elah's son Hoshea's reign as king of Israel), King Shalmaneser from Assyria invaded Samaria and besieged it. ", "10": "Three years later, they captured Samaria during the sixth year of Hezekiah's reign,[d] which was the ninth year of Hoshea's reign as king of Israel. ", "11": "After this, the king of Assyria carried Israel off into exile in Assyria, settling them in Halah, on the Habor River in Gozan, and in cities controlled by the Medes, ", "12": "because they would not obey the voice of the Lord their God. Instead, they transgressed his covenant, including everything that Moses, the servant of the Lord, had commanded, by neither listening nor putting what he had commanded[e] into practice.", "13": "During the fourteenth year of the reign of[f] King Hezekiah, King Sennacherib of Assyria approached all of the walled cities of Judah and seized them. ", "14": "So Hezekiah sent this message to the king of Assyria at Lachish: “I have offended you. Withdraw from me, and I'll accept whatever tribute you impose.” So the king of Assyria required Hezekiah to pay him 300 talents[g] of silver and 30 talents[h] of gold. ", "15": "Hezekiah gave him all the silver that could be removed from the Lord's Temple and from the treasuries in the king's palace. ", "16": "At that time, Hezekiah removed the doors to the Lord's Temple and the doorposts that he had overlaid with gold,[i] and gave the gold[j] to the king of Assyria.", "17": "Sometime later, the king of Assyria sent Tartan, Rab-saris, and Rab-shakeh from Lachish to King Hezekiah in Jerusalem, accompanied with a large army. ", "18": "When they called for the king, Hilkiah's son Eliakim, who managed the household, Shebnah the scribe, and Asaph's son Joah the recorder went out to them. ", "19": "Rab-shakeh told them, “Tell Hezekiah right now, 'This is what the great king, the king of Assyria says: '“Why are you so confident? ", "20": "You're saying—but they're only empty words—'I have enough[k] advice and resources to conduct warfare!' '“Now who are you relying on, that you have rebelled against me? ", "21": "Look, you're trusting on Egypt to lean on like a staff, but it's a crushed reed, and if you lean on it, it will collapse and pierce your hand. Pharaoh, king of Egypt, is just like that to everyone who relies on him!", "22": "'“Of course, you might tell me, “We rely on the Lord our God!” But isn't it he whose high places and whose altars Hezekiah has demolished, all the while telling Jerusalem, “You're to worship in front of this altar in Jerusalem?”'", "23": "'“Come now, and make a deal with my master, the king of Assyria, and I'll give you 2,000 horses, if you can furnish them with riders. ", "24": "How can you refuse even one official from the least of my master's servants and rely on Egypt for chariots and horsemen? ", "25": "“Now then, haven't I come up—apart from the Lord—to attack and destroy this place? The Lord told me, 'Go up against this land and destroy it!'”'”", "26": "At this, Hilkiah's son Eliakim, Shebnah, and Joah asked Rab-shakeh, “Please speak to your servants in Aramaic, because we understand it, but don't speak the language of Judah to us within the hearing of the people who are on the wall.”", "27": "But Rab-shakeh spoke to them, “Has my master sent me to talk about this just to your master and to you, and not also to the men who are sitting on the wall, who will soon be eating their own feces and drinking their own urine[l]—along with you?” ", "28": "Then Rab-shakeh stood up and cried out loud, “Listen to what the great king, the king of Assyria has to say. ", "29": "This is what the king says: 'Don't let Hezekiah deceive you, because he will prove to be unable to deliver you from my control.[m] ", "30": "And don't let Hezekiah make you trust in the Lord by telling you, “The Lord will certainly deliver us and this city will not be handed over to the king of Assyria.” ", "31": "Don't listen to Hezekiah, because this is what the king of Assyria says: “Make peace with me and come out to me! Each of you will eat from his own vine. Each will eat from his own fig tree. And each of you will drink water from his own cistern ", "32": "until I come and take you away to a land like your own land, one overflowing with grain and new wine, a land filled with bread and vineyards, with olive trees and honey, so you may live and not die.” 'But don't listen to Hezekiah when he misleads you by saying, “The Lord will deliver us!” ", "33": "Has any of the gods of the nations delivered his land from control by[n] the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sephar-vaim, of Hena, and Ivvah? Have they delivered Samaria from my control?[o] ", "35": "Who among all the gods of these lands has delivered their land from my control[p], so that the Lord should deliver Jerusalem from me?'”[q]", "36": "But the people remained silent and did not answer with even so much as a word, because the king's order was, “Don't answer him.”", "37": "But Hilkiah's son Eliakim, who managed the household, Shebna the scribe, and Asaph's son Joah the recorder came back to Hezekiah with their clothes torn[r] and told him what Rab-shakeh had said."}