{"1": "As the time drew near when the Lord was about to take Elijah to heaven in a wind storm, Elijah and Elisha were on their way from Gilgal. ", "2": "Elijah instructed Elisha, “Remain here on this side, please, because the Lord is sending me as far as Bethel.” But Elisha replied, “As the Lord lives, I'm not going to leave you while you're still alive!” So they both went on to Bethel.", "3": "When the Guild of Prophets[a] who lived in Bethel came out to greet Elisha, they asked him, “You are aware, aren't you, that later today the Lord is going to remove your master from being your mentor?”[b] “Of course I'm aware of it,” he said. “Calm down.”", "4": "Elijah also spoke to him, “Elisha, remain here on this side, please, because the Lord is sending me to Jericho.” But Elisha responded, “As the Lord lives, and while you're still alive, I'm not going to leave you!” So they went to Jericho.", "5": "The Guild of Prophets who lived in Jericho approached Elisha and asked him, “You are aware, aren't you, that later today the Lord is going to remove your master from being your mentor?”[c] “Of course I'm aware of it,” he said. “Calm down.”", "6": "Elijah also spoke to him, “Elisha, remain here on this side, please, because the Lord is sending me to the Jordan River.”[d] But Elisha responded, “As the Lord lives, and while you're still alive, I'm not going to leave you!” So they went on their way,[e] ", "7": "accompanied by 50 men from the Guild of Prophets, who stood at a short distance from them while they were both standing by the Jordan. ", "8": "Elijah took off his ornamented cloak, wrapped it up in a roll, struck the water, and all of a sudden the water divided into two parts! One side of the river stood still opposite the other until the two of them crossed over on dry ground.", "9": "When they had crossed the Jordan River,[f] Elijah invited Elisha, “Ask me what you want me to do for you before I'm taken away from you.” So Elisha asked, “Please, may there be a double portion of[g] your spirit upon me!”", "10": "“That's a hard thing to ask for,” Elijah answered, “but if you see me while I'm being taken from you, it will happen for you. But if you don't see me, it won't happen.”", "11": "As they continued on, talking as they went, suddenly chariots blazing with fire and pulled by fiery horses appeared, separated the two of them, and Elijah ascended in a wind storm to heaven! ", "12": "As Elisha continued to watch, he cried out, “My father! My father! The chariots of Israel and its cavalry!”[h] Then he did not see Elijah anymore. After this, Elisha[i] gripped his clothes that he was wearing, tore them apart into two pieces, ", "13": "picked up Elijah's ornamented cloak that had fallen from him, and went back to stand on the bank of the Jordan River.[j] ", "14": "Elisha[k] took hold of Elijah's ornamental cloak that had been left behind,[l] struck the water, and cried out: “Where is the Lord God of Elijah?” All of a sudden, after he had struck the water, the water divided into two parts! One side of the river stood opposite the other, and Elisha crossed over.", "15": "As soon as the Guild of Prophets who lived adjacent to Jericho saw Elisha,[m] they began to announce, “The spirit[n] of Elijah is at rest on Elisha!” So they came out to meet him and they greeted him by bowing low to the ground in front of him.", "16": "Then they asked Elisha,[o] “Look! We have 50 valiant men here with your servant! Please let them go out and search for your master Elijah.[p] Perhaps the Spirit of the Lord has taken him up on a mountain or into a valley.” Elisha responded, “Don't bother searching.”", "17": "But they persisted until he was frustrated, so he said, “Send them out!” So they sent out the 50 men, and they looked around for three days but did not find Elijah.[q] ", "18": "By the time they returned, Elisha[r] was living in Jericho. Then Elisha asked them, “Didn't I tell you not to go?”", "19": "The men who lived in the city addressed Elisha. “Look now,” they said, “our[s] city's location is good, as you[t] have been observing, but the water springs[u] here are bad and the land isn't sustaining crops.”", "20": "Elisha ordered them, “Bring me a new bowl and put some salt in it.” So they brought him what he had requested.[v]", "21": "Elisha went out to the springs, threw the salt into them, and declared, “This is what the Lord says: 'I have purified these waters. Neither death nor barrenness is to flow from them anymore.'” ", "22": "As a result, the water springs[w] remain pure to this day, just as[x] Elisha had declared.", "23": "Later, Elisha[y] left there to go up to Bethel, and as he was traveling along the road, some insignificant[z] young men came from the city and started mocking him. They told him, “Get on up,[aa] baldy! Get on up, baldy!” ", "24": "He looked behind him, took note of the young men, and cursed them in the name of the Lord. Suddenly two female bears emerged from the woods and mauled 42 of the young men. ", "25": "After this, he left from there to go to Mt. Carmel, and from there he went back to Samaria."}