{"1": "During this time, Hezekiah became sick with a fatal illness, so Isaiah the prophet, the son of Amoz, approached him and told him, “This is what the Lord says: 'Put your household in order, because you are dying. You will not survive.'”", "2": "So Hezekiah turned his face to the wall and prayed to the Lord. ", "3": "“Remember me, Lord,” he said, “how I have walked in your presence with integrity, with an undivided heart, and I have accomplished what is good in your sight.” And Hezekiah wept deeply.", "4": "Before Isaiah had left the middle court, this message from the Lord came to him. ", "5": "“Return to Hezekiah,” he said, “and tell the Commander-in-Chief[a] of my people: 'This is what the Lord, the God of your ancestor David, says: “I've heard your prayer and I've observed your tears. Look! I'm healing you. Three days from now, you'll go visit the Lord's Temple. ", "6": "Furthermore, I'll add fifteen years to your life. I'll deliver you and this city from domination by[b] the king of Assyria, and I'll defend this city for my own sake and for the sake of my servant David.”'”", "7": "Isaiah said, “Take a fig cake.” So some attendants[c] took it, laid it on Hezekiah's[d] boil, and he recovered.", "8": "Now Hezekiah had asked Isaiah, “What is to be the sign that the Lord is healing me and that I'll be going up to the Lord's Temple three days from now?”", "9": "So Isaiah replied, “This will be your sign from the Lord that the Lord will do what he has promised. Shall the shadow go forward ten steps or go back ten steps?”", "10": "Hezekiah answered, “It's an easy thing for a shadow to lengthen ten steps. So let the shadow go backward ten steps.”", "11": "So Isaiah cried out to the Lord, who brought the shadow back ten steps after it had gone down the stairway of Ahaz.", "12": "Some time later, Berodach-baladan,[e] the son of King Baladan of Babylon, sent letters and a gift to Hezekiah, because he had heard that Hezekiah had been ill. ", "13": "Hezekiah listened to the entourage[f] and showed them his entire treasury, including the silver, gold, and spices, the precious oil, his armory, and everything that was inventoried in his treasuries. There was nothing in his household or in his holdings that Hezekiah did not show them.", "14": "Then Isaiah the prophet came to King Hezekiah and asked him, “What did these men have to say, and where did they come from?” Hezekiah replied, “They came from a country far away—from Babylon.”", "15": "He asked, “What did they see in your household?” Hezekiah answered, “They have seen everything. In my household there is nothing in my treasuries that I haven't shown them.”", "16": "Then Isaiah replied to Hezekiah, “Listen to this message from the Lord: ", "17": "'Watch out! The days are coming when everything that's in your house—everything that your ancestors have saved up right to this day—will be carried off to Babylon. Nothing will be left,' declares the Lord. ", "18": "'Some of your descendants—your very own seed, whom you will father—will be carried away to become officials[g] in the palace of the king of Babylon.'”", "19": "At this, Hezekiah replied to Isaiah, “What you've spoken from the Lord is good,” because he had been thinking, “Why not, as long as there's peace and security[h] in my lifetime…?”", "20": "Now the rest of Hezekiah's actions, as well as his glorious deeds, including how he constructed the pool and the conduit to bring water into the city, are recorded in the Book of the Chronicles of the Kings of Judah, are they not? ", "21": "Hezekiah died, as did[i] his ancestors, and his son Manasseh became king in his place."}