{"1": "Josiah was an eight year old child when he began to reign, and he reigned for 31 years in Jerusalem. His mother was named Jedidah, the daughter of Adaiah of Bozkath. ", "2": "He practiced what the Lord considered to be right, living the way his ancestor David had lived, turning neither to the right nor to the left.", "3": "Eighteen years after King Josiah had begun to reign, the king sent Azaliah's son Shaphan, grandson of Meshullam the scribe, to the Lord's Temple. He told him, ", "4": "“Go to the high priest Hilkiah, so he can count the money that has been brought into the Lord's Temple by the doorkeepers who have been gathering it from the people. ", "5": "Have them deliver it to the workmen who are supervising the Lord's Temple, so that they may pay it over to the workmen who serve in the Lord's Temple to repair its damages, ", "6": "including paying[a] the carpenters, builders, and masons, as well as buying timber and pre-carved stone to repair the Temple. ", "7": "But you won't need to force them to be accountable for money already paid to them, since they're faithful.”", "8": "Later on, Hilkiah the high priest informed Shaphan the scribe, “I've discovered the Book of the Law in the Lord's Temple.” Hilkiah gave the book to Shaphan, and he began to read it.", "9": "Shaphan the scribe reported to King Josiah, brought up the matter to him, and told him, “Your servants have distributed the money that was found in the Temple by giving it to the workmen who supervise the Lord's Temple.” ", "10": "Then Shaphan the scribe informed the king, “Hilkiah the priest has given me a book.” Then Shaphan read from it in the king's presence.", "11": "When the king heard what was written in the Book of the Law, he tore his clothes ", "12": "and issued these orders to Hilkiah the priest, Shaphan's son Ahikam, Micaiah's son Achbor, Shaphan the scribe, and the king's servant Asaiah: ", "13": "“Go ask the Lord for me, for the people, and for all of Judah about what's written in this book that has been discovered, because the Lord's anger is burning against us, since our ancestors have not listened to the words written in this book and have not lived according to everything that is written concerning us.”", "14": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to the prophet Huldah, the wife of Tikvah's son Shallum, the grandson of Harhas and supervisor of the royal wardrobe, who lived in the Second Quarter in Jerusalem. They spoke with her, ", "15": "and she told them, “This is what the Lord God of Israel says: 'Tell the man who sent you to me: ", "16": "“This is what the Lord says: 'Look! I'm bringing disaster on this place and on its inhabitants—everything written in the book that the king of Judah has read—", "17": "because they have abandoned me, burned incense to other gods, and they have provoked me to anger with everything that they've done. Therefore my anger is kindled against this place and it won't be quenched!'” ", "18": "Nevertheless, tell the king of Judah who sent you to ask the Lord about this,[b] “This is what the Lord God of Israel says: 'Now about what you've heard, ", "19": "because your heart was sensitive, and you humbled yourself in the Lord's presence when you heard what I had to say against this place and against its inhabitants—that they would become a desolation and a curse—and you have torn your clothes and cried out before me, be assured that I have truly heard you,' declares the Lord. ", "20": "'Therefore, look! I will gather you to your ancestors, and you will be placed in your grave in peace. Your eyes will never see all the evil that I will bring on this place.'”'”"}