{"1": "At this, the king sent for and gathered together all the elders of Judah and Jerusalem. ", "2": "The king went up to the Lord's Temple, accompanied by all the men of Judah, everyone who lived in Jerusalem, the priests, the prophets, and everyone—including those who were unimportant and those who were important—and he read to them everything written in the Book of the Covenant that had been discovered in the Lord's Temple. ", "3": "The king stood beside a pillar and made a covenant in the presence of the Lord: to follow after the Lord, to keep his commandments, his testimonies, and his statutes with all of his heart and soul, and to carry out what was written in the covenant contained in the book. All the people consented to enter into the covenant.", "4": "The king ordered Hilkiah the high priest, the priests of the secondary order, and the doorkeepers to take out of the Lord's Temple all of the implements that had been crafted for Baal, for Asherah, and for every star in the heavens. Then he burned them outside Jerusalem in the fields of the Kidron and carried the ashes to Bethel. ", "5": "The king unseated the idolatrous priests whom the kings of Judah had appointed to burn incense in the high places throughout the cities of Judah and in the environs surrounding Jerusalem, including those who had been burning incense to Baal, to the sun, to the moon, to the constellations, and to every star in the heavens. ", "6": "He brought the Asherah from the Lord's Temple to the Kidron Brook outside Jerusalem, burned it at the Kidron brook, pulverized the ashes[a] to dust, and scattered it[b] over the graves of the common people.", "7": "He also demolished the temples of the cultic male prostitutes that had been operating[c] in the Lord's Temple, where the women had been doing weaving for the Asherah. ", "8": "Then he gathered together all the priests from the cities of Judah and defiled the high places from Geba to Beer-sheba, where the priests had burned incense. He also demolished the high places of the gates that had been erected to the left as one enters the city gate—that is, near the entrance operated by Joshua, the governor of the city. ", "9": "Nevertheless, the priests of the high places did not approach the Lord's altar in Jerusalem, but instead they ate unleavened bread given to them by their[d] relatives.", "10": "He also defiled Topheth, which is located in the Ben-hinnom Valley,[e] so that no one would force his son or daughter to pass through the fire in dedication to Molech. ", "11": "He abolished the horses that the kings of Judah had dedicated to the sun at the entrance to the Lord's Temple, near the offices of Nathan-melech, the official, that were in the precincts. He also set fire to the chariots of the sun.", "12": "The king demolished the rooftop altars on top of Ahaz's upper chamber that the kings of Judah had erected, as well as the altars that Manasseh had made in the two courts of the Lord's Temple. He pulverized them where they stood and cast their dust into the Kidron Brook. ", "13": "The king defiled the high places which faced[f] Jerusalem on the south[g] side of Corruption Mountain, which King Solomon of Israel had constructed for Ashtoreth, the Sidonian abomination, for Chemosh, the Moabite abomination, and for Milcom, the Ammonite abomination. ", "14": "He broke the pillars to pieces, cut down the Asherim, and filled their locations with human bones.", "15": "Furthermore, he even broke down the altar that had been at Bethel as well as the high place constructed by Nebat's son Jeroboam, who had caused Israel to sin. He demolished its stones, pulverized them to dust, and burned the Asherah. ", "16": "As Josiah turned around, he observed the graves located there on the mountain, so he sent for and recovered the bones from the graves and burned them on the altar to defile it, in keeping with the message from the Lord that the godly man had proclaimed when he was declaring these things. ", "17": "He asked, “What is this monument that I'm looking at?” The men who lived in that city answered him, “It's the grave of that godly man who came from Judah and predicted these things that you've done against the altar at Bethel!”", "18": "Josiah[h] replied, “Leave him alone. No one is to disturb his bones.” So they preserved his bones undisturbed, along with the bones of the prophet who had come from Samaria. ", "19": "Josiah also removed all of the temples on the high places that had been in the cities of Samaria and that the kings of Israel had erected, thereby provoking the Lord.[i] He treated Samaria[j] just as he had Bethel. ", "20": "After he had slaughtered all the priests who served at the high places and burned their bones on those high places, he returned to Jerusalem.", "21": "After this, the king commanded all of the people, “Celebrate the Passover to the Lord your God, just as it's prescribed in this Book of the Covenant.” ", "22": "From the days of the judges who ruled in Israel, no Passover had been celebrated like this, not even in all the reigns of the kings of Israel and the kings of Judah. ", "23": "In the eighteenth year of the reign of[k] King Josiah, this Passover was observed in Jerusalem to honor the Lord. ", "24": "Furthermore, Josiah removed the mediums, the necromancers, the household gods,[l] the idols, and every despicable thing that could be seen in the territory of Judah and in Jerusalem, so that he might confirm the words of the Law that had been written in the book that Hilkiah the priest had discovered in the Lord's Temple. ", "25": "There had been no king like him before him, who turned to the Lord with all his heart, with all his soul, and with all his strength, in obeying everything in the Law of Moses. No king arose like Josiah after him.", "26": "Even so, the Lord did not turn away from his fierce and great anger that burned against Judah because of everything with which Manasseh had provoked him. ", "27": "The Lord said, “I'm going to remove Judah from my sight as well, just as I've removed Israel. I will abandon Jerusalem, this city that I've chosen, as well as the Temple, about which I've spoken, 'My Name shall remain there.'”", "28": "Now the rest of Josiah's actions, including everything that he did, are recorded in the Book of the Chronicles of the Kings of Judah, are they not? ", "29": "During his reign, Pharaoh Neco, king of Egypt, marched out toward the Euphrates River to meet the king of Assyria. King Josiah went out to engage him in battle, but Pharaoh Neco[m] killed him at Megiddo as soon as he saw him. ", "30": "Josiah's servants drove his corpse in a chariot from Megiddo to Jerusalem and buried him in a tomb made for him. The people of the land took Josiah's son Jehoahaz, anointed him, and installed him as king in his father's place. ", "31": "Jehoahaz was 23 years old when he became king. He reigned three months in Jerusalem. His mother's name was Hamutal. She was the daughter of Jeremiah of Libnah. ", "32": "He practiced what the Lord considered to be evil, just as all of his ancestors had done. ", "33": "Pharaoh Neco placed him in custody at Riblah, in the land of Hamath, so that he would not reign in Jerusalem, and imposed a tribute of 100 talents[n] of silver and a talent[o] of gold.", "34": "Pharaoh Neco installed Josiah's son Eliakim as king to replace his father Josiah and changed his name to Jehoiakim. He transported Jehoahaz off to Egypt, where he died. ", "35": "As a result, Jehoiakim paid the silver and gold tribute[p] to Pharaoh, but he passed on the costs to the inhabitants of the land in taxes, in keeping with Pharaoh's orders. He exacted the silver and gold from the people who lived in the land, from each according to his assessment, in order to pay it to Pharaoh Neco. ", "36": "Jehoiakim was 25 years old when he became king, and he reigned for eleven years in Jerusalem. His mother was named Zebidah. She was the daughter of Pedaiah of Rumah. ", "37": "Eliakim practiced what the Lord considered to be evil, just as his ancestors had done."}