{"1": "Ahab's son Jehoram ascended to the throne of Israel at Samaria during the eighteenth year of the reign of Judah's King Jehoshaphat. He reigned for twelve years, ", "2": "practicing evil in the Lord's presence,[a] only not to the extent that his mother and father had done[b]—he forced abolition of the sacred pillar to Baal[c] that his father had crafted. ", "3": "Even so,[d] he kept on committing the sins that Nebat's son Jeroboam had done, which ensnared Israel in sin—he never abandoned them.", "4": "Meanwhile, Moab's King Mesha was a sheep breeder. He used to pay 100,000 lambs and the wool from 100,000 rams to the king of Israel as tribute. ", "5": "After Ahab died, the king of Moab rebelled against the king of Israel. ", "6": "So King Jehoram left Samaria at that time[e] and mustered the entire army of[f] Israel. ", "7": "As he was going out, he sent this message[g] to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you go with me to fight Moab?” “I'm coming,” Jehoshaphat[h] replied. “I'm like you! My army will act like your army and my cavalry like your cavalry,” Then Jehoshaphat[i] added: ", "8": "“What road do we take?” Jehoram[j] answered, “We'll go along the Edom desert road.”", "9": "So the king of Israel, the king of Judah, and the king of Edom made a complete circuit on the road for seven days, but there was no water for the army or for the livestock that accompanied[k] them.", "10": "Then the king of Israel remarked, “Oh no! The Lord has summoned us three kings so he can hand us over to Moab, hasn't he?”", "11": "Jehoshaphat asked, “Isn't there a prophet who belongs to the Lord and through whom we can ask the Lord a question?” One of the king of Israel's attendants replied, “Shaphat's son Elisha lives here. He used to be Elijah's personal attendant.”[l]", "12": "Jehoshaphat answered, “He receives messages from[m] the Lord.” So the king of Israel, Jehoshaphat, and the king of Edom went to visit Elisha.[n]", "13": "Elisha asked the king of Israel, “What do I have in common[o] with you? Go visit your parents' prophets.”[p] The king of Israel replied, “No! The Lord has summoned these three kings so he can hand them over to Moab!”", "14": "But Elisha responded, “As the Lord of the Heavenly Armies lives, in whose presence I stand, I would never pay attention to you or even look in your direction were it not for my continuous respect for the presence of King Jehoshaphat of Judah. ", "15": "Now bring me a musician.” As the musician played, the hand of the Lord rested on Elisha, ", "16": "so he said, “This is what the Lord says: 'Fill this valley with trench after trench!' ", "17": "This is what the Lord says: 'Though you won't see wind or storm, nevertheless that river[q] will overflow with water so that you, your cattle, and your livestock may drink.' ", "18": "And this is the easy part for the Lord[r]—he's also going to hand the Moabites over to you! ", "19": "Then you are to attack every fortified city and every significant city. Cut down every significant tree, fill in all of the water springs, and ruin every prime piece of land with stones.”", "20": "The very next day, about the time of the morning offering, water suddenly appeared, coming from the direction of Edom, and the land overflowed with water! ", "21": "Meanwhile, all the Moabites heard that the kings had come up to attack them, so everyone old enough to wear battle armor was mustered to stand guard at the border. ", "22": "As the Moabites arose early that morning, the sun cast its rays on the water, and to the Moabites, the water across from them appeared to be red like blood. ", "23": "So they concluded,[s] “This must be blood! The kings must have had one mighty big fight and each man killed the other! So let's go get the battle spoil, Moab!”", "24": "But when the Moabites arrived at the Israeli encampment, the Israelis got up and attacked them. The Moabites ran away from the Israelis,[t] who followed them into the land as they continued their pursuit against Moab. ", "25": "They destroyed their cities, and all of them threw stones onto every piece of farm[u] land, ruining the fields.[v] Then they filled in all the water wells[w] and chopped down all of the useful[x] trees. Stone walls remained surrounding Kir-hareseth only, until the archers surrounded and attacked that city. ", "26": "When the king of Moab realized that the battle was going strongly against him, he took 700 expert swordsmen to attempt to break through to the king of Edom, but was unable to do so. ", "27": "So he took his firstborn son, whom he intended to reign after him, and offered him up as a burnt offering on the wall. There subsequently came great anger against Israel, so they abandoned the attack and returned to their homeland."}