{"1": "One day the Guild of Prophets told Elisha, “Notice how the place where we are living is too small for us. ", "2": "Let's go to the Jordan River,[a] fashion some rafters,[b] and build a place for us so we can live there.” So he said, “Go!”", "3": "Someone asked, “Would you be willing to come with your servants?” “I'm willing,” he replied. ", "4": "So he accompanied them, and when they came to the Jordan River,[c] they cut down some trees.", "5": "It happened that as one of them was felling a beam, his axe head fell into the water. He cried out, “Oh no! Master! The axe was on loan to me!”", "6": "The man of God asked, “Where did it fall?” When he was shown the place, he cut off a branch, tossed it there, and made the iron axe head float. ", "7": "Then Elisha said, “Pick it up!” So the young man reached out and picked it[d] up.", "8": "Eventually the king of Aram went to war against Israel, taking counsel with his advisors and concluding, “In such and such a place I'll build my encampment.”", "9": "So the man of God sent a message[e] to the king of Israel, warning him, “Keep an eye on that area, because the Arameans are going to be there!” ", "10": "The king of Israel confirmed the matter[f] about which the man of God had warned him. Having been forewarned, he was able to protect himself there on more than one or two occasions.", "11": "The king of Aram flew into a rage over this, so he called in his advisors and asked them, “Will you please tell me which of us has joined the king of Israel?”", "12": "“No, your majesty,” one of his servants said. “Elisha the prophet, who lives in Israel, tells the king of Israel what you talk about in your bedroom!”", "13": "So the king[g] ordered, “Go and discover where he is, so I may send men[h] to take him into custody.” Later somebody told him, “Look! He's in Dothan!”", "14": "So the king of Aram[i] sent out horses, chariots, and an elite force, and they arrived during the night and surrounded the city. ", "15": "Meanwhile, the attendant to the man of God got up early in the morning and went outside, and there were the elite forces, surrounding the city, accompanied by horses and chariots! So Elisha's attendant cried out to him, “Oh no! Master! What will we do!?”", "16": "Elisha[j] replied, “Stop being afraid, because there are more with us than with them!” ", "17": "Then Elisha prayed, asking the Lord, “Please make him able to really see!” And so when the Lord enabled the young man to see, he looked, and there was the mountain, filled with horses and fiery chariots surrounding Elisha!", "18": "When the army approached him, Elisha spoke to the Lord, asking him, “Lord, I'm asking you please to afflict this group of people with blindness!” So he afflicted them with blindness, just as Elisha had asked.", "19": "Then Elisha told the army, “This isn't the way, and this isn't the city! Follow me, and I'll bring you to the man you're seeking.” Then he led them to Samaria. ", "20": "When they arrived in Samaria, Elisha asked the Lord, “Enable them to see again.” So the Lord did so, and there they were—right in the middle of Samaria!", "21": "When the king of Israel saw Elisha, he asked him, “Shall I execute them, my father?”", "22": "But he replied, “No! You're not to kill them! Would you execute those whom you've taken captive at the point of a sword or with your bow? Give them food and water so they can eat and drink. Then send them back to their master!” ", "23": "So he prepared a large festival for them, and when they had finished eating and drinking, he sent them back to their master, and marauding gangs of Arameans never came into the territory of Israel again.", "24": "Some time later, King Ben-hadad from Aram mustered his army, invaded the land,[k] and attacked Samaria ", "25": "until there was a great famine throughout Samaria. The siege lasted until a donkey's head cost[l] 80 silver coins[m] and one quarter of a unit[n] of dove's dung cost[o] five silver coins.[p]", "26": "While the king of Israel was walking along the city[q] wall, a woman cried out to him. “Help me, your majesty!”[r] she said.", "27": "He replied, “No! Since the Lord won't give you victory, how will I be able to deliver you? From the threshing floor? From the wine press?” ", "28": "Then the king asked her, “What's bothering[s] you?” She said, “This woman told me, 'Give up your son, and we'll eat him today, and we'll eat my son tomorrow.'” ", "29": "So we boiled my son and ate him. The next day, I told her, 'Give me your son so we can eat him!' But she has hidden her son!”", "30": "When the king heard what the woman said, he ripped his garments as he continued walking along the city[t] wall. As the people watched, all of a sudden they noticed he was wearing sackcloth underneath his clothes, inside next to his flesh! ", "31": "He said, “May God do to me—and more also!—if the head of Shaphat's son Elisha remains on his shoulders[u] today!”", "32": "Meanwhile, Elisha was sitting in his house, along with the elders, when the king[v] sent a man to kill him,[w] but before the messenger arrived, Elisha[x] told the elders, “Are you watching how this descendant of murderers has ordered my head be cut off? Look, when the messenger arrives, shut the door and hold it to shut them out! Don't you hear the sound of his master's feet right behind him?”", "33": "While he was still talking with them, the messenger arrived to see him and delivered the king's message to Elisha,[y] “Look! This evil has come from the Lord! Why should I wait for the Lord anymore?”"}