{"1": "Meanwhile, Elisha urged the woman whose son he had restored to life, “You must get up and leave with your household to go live wherever you can, because the Lord has called for a famine, and it's going to come over the land for seven years.” ", "2": "So the woman followed the instructions given to her by the man of God, and she went to the territory of the Philistines to live for seven years with her household. ", "3": "At the end of the seven years, the woman returned from the territory of the Philistines and went to the king in order to file an appeal regarding her house and her grain field.", "4": "The king was talking with Gehazi, the attendant of the man of God. He had asked Gehazi, “Please tell me about all of the great things that Elisha has done.” ", "5": "Just as he was telling the king about Elisha's having restored the dead to life, the woman whose son had been restored arrived and appealed to the king for her house and her land! Gehazi told the king, “Your majesty, this is the woman! And here's her son, whom Elisha restored to life!”", "6": "The king consulted with the woman, who related the story. So the king appointed a court official to represent her and ordered him: “Restore to her everything that belonged to her, including all of the produce that her fields yielded from the day she left the land until now.”", "7": "Later on, Elisha traveled to Damascus. King Ben-hadad of Aram was ill, but someone informed him, “The man of God has come here!”", "8": "So the king told Hazael, “Take a gift with you and go meet the man of God. Inquire of the Lord through him and ask, 'Will I recover from this sickness?'”", "9": "So Hazael went out to meet with him and took a gift with him—40 camel loads filled with samples of everything good in Damascus. He approached the man of God[a] and said, “Your son King Ben-hadad from Aram has sent me to you to ask you, 'Will I recover from this sickness?'”", "10": "But Elisha told him, “Go tell him, 'You will certainly recover,' but the Lord has shown me that he will certainly die.” ", "11": "Then Elisha[b] looked steadily at Hazael[c] until Hazael grew ashamed, and then the man of God began to cry.", "12": "“Why are you crying, sir?” Hazael asked. “Because I know the evil that you're about to bring on the Israelis,” he replied. “You'll burn down their fortified cities, execute their young men with swords, dash to pieces their little ones, and you'll tear open their pregnant women!”", "13": "But Hazael responded, “What? Who am I, your servant, that I should do such a horrible thing?” But Elisha answered, “The Lord has shown me that you will be king over Aram.”", "14": "So he left Elisha and returned to his master, who asked him, “What did Elisha tell you?” He replied, “He told me that you would certainly get better.”", "15": "But the very next day, Hazael[d] grabbed a thick covering, soaked it in water, and spread it over the king's[e] face, and he suffocated.[f] Then Hazael succeeded Ben-hadad[g] as king.", "16": "Sometime during the fifth year of the reign of Ahab's son Joram, king of Israel (while Jehoshaphat was still ruling as king of Judah), Jehoshaphat's son Jehoram ascended to the throne of Judah. ", "17": "He was 32 years old when he became king, and he reigned in Jerusalem for eight years. ", "18": "He lived his life like the kings of Israel did, following the example of Ahab's household when he married Ahab's daughter and practiced what was evil in the Lord's presence.[h] ", "19": "But the Lord remained unwilling to destroy Judah for the sake of his servant David, since he had promised to keep[i] David's lamp burning brightly through his descendants every day.", "20": "During Jehoram's lifetime, Edom rebelled from Judah's hegemony and appointed a king to rule over themselves. ", "21": "Then Joram crossed over to Zair, along with all of his chariots. At night he attacked the Edomites who had surrounded him and the commanders of his chariots, but the army[j] ran away to their tents. ", "22": "Edom remains in rebellion against Judah to this day, and Libnah revolted at the same time. ", "23": "The rest of the official[k] acts of Joram, along with everything else that he did, are recorded in the Book of the Chronicles of the Kings of Judah,[l] are they not?", "24": "After Jehoram was laid to rest with his ancestors in the City of David, his son Ahaziah replaced him as king. ", "25": "Jehoram's son Ahaziah began to reign as king of Judah during the twelfth year of the reign of Ahab's son Joram, king of Israel. ", "26": "Ahaziah was 22 years old when he became king, and he reigned in Jerusalem for one year. His mother was named Athaliah. She was the granddaughter of Omri, king of Israel. ", "27": "Ahaziah lived his life following the example of Ahab's household, practicing what the Lord considered to be evil, just like the household of Ahab, because he was a son-in-law to Ahab's household. ", "28": "He joined Ahab's son Joram in an attack on King Hazael of Aram at Ramoth-gilead, and that's where the Arameans wounded Joram. ", "29": "Then King Joram retreated to Jezreel to recover from the wounds that the Arameans had inflicted on him at Ramah during the battle against King Hazael of Aram. Jehoram's son Ahaziah, king of Judah, went to visit Ahab's son Joram in Jezreel because Joram was sick.[m]"}