{"1": "Elisha called one of the members of the[a] Guild of Prophets and told him, “Get ready to run,[b] take this flask of oil in your hand, and go to Ramoth-gilead. ", "2": "As soon as you get there, go find Jehoshaphat's son Jehu, the grandson of Nimshi. When you do,[c] go in, tell him to get up and go apart with you away from his brothers. Lead him into a private chamber, ", "3": "take the flask of oil, and pour it out on his head. Then tell him, 'This is what the Lord says: I'm anointing you king over Israel.' Then open the door and leave. Don't linger there!”", "4": "So the young man, who was an attendant to the prophet, went to Ramoth-gilead. ", "5": "When he arrived, the army commanders were seated, so he said, “I have a message for you, captain!” Jehu asked, “For which one of us?” “For you, captain!” he answered.", "6": "So Jehu[d] got up and went inside the house, and the young man[e] told him, “This is what the Lord, the God of Israel says: 'I have anointed you king over the people of the Lord—that is, over Israel. ", "7": "You are to attack the household of your master Ahab, so I may avenge the blood of my servants the prophets, as well as the blood of all of the servants of the Lord that has been spilled[f] at Jezebel's orders.[g] ", "8": "The entire household of Ahab will die, and I will cut off from Ahab every male person in Israel, whether imprisoned or surviving.[h] ", "9": "I will make the household of Ahab like the household of Nebat's son Jeroboam and the household of Ahijah's son Baasha. ", "10": "Furthermore, the dogs will eat Jezebel in the territory of Jezreel. There will be no burial for her.'” Then he opened the door and left.", "11": "As Jehu was coming out to his master's attendants, one of them asked him, “Is everything all right? Why did this maniac visit you?” “You know the man and how he speculates,” Jehu replied.", "12": "“That's a lie!” they said. “Tell us what's going on!” “He said 'This and that' to me,” he responded. “'This is what the Lord says: “I have anointed you king over Israel.”'”", "13": "At this, each man quickly grabbed his own garment, placed it under him at the top of the stairs,[i] sounded a trumpet, and announced, “Jehu is king!”", "14": "Meanwhile, Jehoshaphat's son Jehu, the grandson of Nimshi, had been conspiring against Joram while Joram and all the army of[j] Israel had been defending Ramoth-gilead against King Hazael from Aram. ", "15": "(15 But King Joram had returned to Jezreel to recover from wounds he had sustained from the Arameans when he had fought against King Hazael from Aram.) So Jehu concluded, “Since this is what you've decided,[k] then let no one get away, leave the city, and go report to Jezreel!” ", "16": "Then Jehu rode by chariot to Jezreel, since Joram was recovering[l] there. King Ahaziah from Judah had come to visit Joram.", "17": "While the watchman was standing guard in the tower at Jezreel, he watched Jehu's entourage arrive. So he called out, “I see a group arriving.” Joram ordered, “Take a horseman, send him out to meet them, and have him ask, 'Have you come in peace?'”[m]", "18": "So a horseman went out, greeted Jehu and said, “This is what the king said: 'Have you come in peace?'” But Jehu responded, “What do you have to do with peace? Fall in behind me.” The watchman reported, “The messenger arrived there, but he hasn't returned.”", "19": "Then Joram sent out a second horseman, who went out to them and said, “This is what the king said: 'Have you come in peace?'” Jehu responded, “What do you have to do with peace? Fall in behind me.”", "20": "The watchman reported to Joram, “He arrived there, but he hasn't returned. Also, he drives like Nimshi's son Jehu drives—irrationally!”", "21": "Joram replied, “Let's begin our attack!” As soon as his chariot was prepared, both King Joram of Israel and King Ahaziah of Judah went out, each in his own chariot, to fight against Jehu. They met together in the property that had belonged to Naboth the Jezreelite.[n]", "22": "As soon as Joram noticed Jehu, he cried out, “Peace, Jehu?” Jehu[o] replied, “What peace, given[p] your mother Jezebel's prostitution and all of[q] her witchcraft?”[r]", "23": "Joram reined his horse[s] around to flee and cried out to Ahaziah, “Ahaziah! Treachery!” ", "24": "But Jehu drew his bow with all of his strength, shooting Joram between his shoulder blades.[t] The arrow pierced his heart, and he collapsed in his chariot.", "25": "After this, Jehu called out to Bidkar, his third in command, “Pick up Joram's body and throw it in the field, the property that belonged to Naboth the Jezreelite, because you and I remember how when we were riding together in pursuit of his father Ahab, that the Lord pronounced this oracle[u] against him:", "26": "'This is what the Lord says, “I have certainly observed the blood of Naboth and his sons, and I will repay you on this property,” declares the Lord.' “Therefore take the body and throw it in the field, just as the Lord said.”", "27": "As soon as King Ahaziah of Judah observed this, he attempted to flee by the garden house road, but Jehu pursued him. At the ascent toward Gur which is near Ibleam, he ordered, “Shoot him in the chariot, too!” Ahaziah fled to Megiddo, where he died. ", "28": "Ahaziah's servants transported the king's body[v] by chariot to Jerusalem and buried it in his own sepulcher near his ancestors in the City of David. ", "29": "Ahaziah had begun to reign over Judah in the eleventh year of the reign of[w] Ahab's son Joram.", "30": "As soon as Jehu arrived at Jezreel, Jezebel adorned her eyes, arranged her hair, and peered out a window. ", "31": "When Jehu had entered through the gate, she asked, “Was Zimri, who murdered his master,[x] received well?”", "32": "Jehu[y] looked up toward the window and called out, “Who is on my side? Who?” When two or three eunuchs looked out at him, ", "33": "he ordered, “Throw her down!” So they did, and her blood splashed against the wall and on the horses, while Jehu trampled her underfoot. ", "34": "Later on, after he had come in to eat and drink, he ordered, “Go and see to this cursed woman, and bury her, because she was a king's daughter.” ", "35": "But when they went out to bury her, they found nothing left of her except her skull, her feet, and the palms of her hands. ", "36": "So they returned and reported to Jehu,[z] and he responded, “This fulfills[aa] this message from the Lord that he spoke through his servant Elijah the foreigner,[ab] who said: 'Dogs will eat Jezebel's flesh on the property of Jezreel, ", "37": "and her corpse will lie like dung on the surface of the field on the property in Jezreel, but no one will say, “This is Jezebel.”'”"}