{"1": "Paul, a servant of God and an apostle of Jesus Christ, for the faith of God's elect people and the knowledge of the truth that conforms to godliness, ", "2": "based on the hope of eternal life, which God, who cannot lie, promised before time began. ", "3": "At the proper time he revealed this in his word, in the preaching that was entrusted to me by the command of God our Savior,", "4": "To Titus, my true child in our common faith: Grace[a] and peace from God our Father and Christ Jesus our Savior.", "5": "The reason I left you in Crete was so that you would set in order the things that were left unfinished and appoint elders in every city, as I directed you. ", "6": "Such a man is to be blameless, the husband of only one wife, and to have believing children who are not open to a charge of wild living or disobedience. ", "7": "Indeed an overseer, since he is God's steward, must be blameless, not arrogant, not quick-tempered, not a drunkard, not violent, not eager for dishonest gain. ", "8": "Instead, he must be hospitable, loving what is good, self-controlled, upright, devout, and disciplined. ", "9": "He must cling to the trustworthy message as it has been taught, so that he will be able both to encourage people by the sound teaching and also to correct[b] those who oppose him.", "10": "For there are many who are rebellious, whose words are empty, and who deceive, especially those of the circumcision party. ", "11": "The mouths of these people must be stopped, because they are ruining whole households by teaching what they should not teach, for the sake of dishonest gain. ", "12": "One of their own prophets said, “Cretans are always liars, vicious beasts, and lazy gluttons.”[c] ", "13": "This testimony is true. For this reason, correct them sharply so that they may be sound in the faith, ", "14": "not paying attention to Jewish myths or the commands of people who turn their backs on the truth. ", "15": "All things are pure to those who are pure. But nothing is pure to those who are defiled and do not believe; rather, both their minds and consciences are defiled. ", "16": "They claim to know God, but by their actions they deny him. They are detestable, disobedient, and unfit to do anything good."}