{"1-2": "These are God's messages to Jeremiah the priest (the son of Hilkiah) who lived in the town of Anathoth in the land of Benjamin. The first of these messages came to him in the thirteenth year of the reign of Amon's son Josiah, king of Judah. ", "3": "Others came during the reign of Josiah's son Jehoiakim, king of Judah, and at various other times until July of the eleventh year of the reign of Josiah's son Zedekiah, king of Judah, when Jerusalem was captured and the people were taken away as slaves.", "4": "The Lord said to me, ", "5": "“I knew you before you were formed within your mother's womb; before you were born I sanctified you and appointed you as my spokesman to the world.”", "6": "“O Lord God,” I said, “I can't do that! I'm far too young! I'm only a youth!”", "7": "“Don't say that,” he replied, “for you will go wherever I send you and speak whatever I tell you to. ", "8": "And don't be afraid of the people, for I, the Lord, will be with you and see you through.”", "9": "Then he touched my mouth and said, “See, I have put my words in your mouth! ", "10": "Today your work begins, to warn the nations and the kingdoms of the world. In accord with my words spoken through your mouth I will tear down some and destroy them, and plant others, nurture them, and make them strong and great.”", "11": "Then the Lord said to me, “Look, Jeremiah! What do you see?” And I replied, “I see a whip made from the branch of an almond tree.”", "12": "And the Lord replied, “That's right, and it means that I will surely carry out my threats of punishment.”[a]", "13": "Then the Lord asked me, “What do you see now?” And I replied, “I see a pot of boiling water, tipping southward, spilling over Judah.”[b]", "14": "“Yes,” he said, “for terror from the north will boil out upon all the people of this land. ", "15": "I am calling the armies of the kingdoms of the north to come to Jerusalem and set their thrones at the gates of the city and all along its walls, and in all the other cities of Judah. ", "16": "This is the way I will punish my people for deserting me and for worshiping other gods—yes, idols they themselves have made! ", "17": "Get up and dress and go out and tell them whatever I tell you to say. Don't be afraid of them, or else I will make a fool of you in front of them. ", "18": "For see, today I have made you impervious to their attacks. They cannot harm you. You are strong like a fortified city that cannot be captured, like an iron pillar and heavy gates of brass. All the kings of Judah, its officers, priests, and people will not be able to prevail against you. ", "19": "They will try, but they will fail. For I am with you,” says the Lord. “I will deliver you.”"}