{"1-3": "Then the Lord spoke to Jeremiah once again and said: Remind the men of Judah and all the people of Jerusalem that I made a contract with their fathers—and cursed is the man who does not heed it! ", "4": "For I told them at the time I brought them out of slavery in Egypt that if they would obey me and do whatever I commanded them, then they and all their children would be mine and I would be their God. ", "5": "And now, Israel, obey me, says the Lord, so that I can do for you the wonderful things I swore I would if you obeyed. I want to give you a land that “flows with milk and honey,” as it is today. Then I replied, “So be it, Lord!”", "6": "Then the Lord said: Broadcast this message in Jerusalem's streets—go from city to city throughout the land and say, Remember this agreement that your fathers made with God, and do all the things they promised him they would. ", "7": "For I solemnly said to your fathers when I brought them out of Egypt—and have kept on saying it over and over again until this day: Obey my every command! ", "8": "But your fathers didn't do it. They wouldn't even listen. Each followed his own stubborn will and his proud heart. Because they refused to obey, I did to them all the evils stated in the contract.", "9": "Again the Lord spoke to me and said: I have discovered a conspiracy against me among the men of Judah and Jerusalem. ", "10": "They have returned to the sins of their fathers, refusing to listen to me and worshiping idols. The agreement I made with their fathers is broken and canceled. ", "11": "Therefore, the Lord says, I am going to bring calamity down upon them, and they shall not escape. Though they cry for mercy, I will not listen to their pleas. ", "12": "Then they will pray to their idols and burn incense before them, but that cannot save them from their time of anguish and despair. ", "13": "O my people, you have as many gods as there are cities, and your altars of shame (your altars to burn incense to Baal) are along every street in Jerusalem.", "14": "Therefore, Jeremiah, pray no longer for this people, neither weep nor plead for them; for I will not listen to them when they are finally desperate enough to beg me for help. ", "15": "What right do my beloved people have to come anymore to my Temple? For you have been unfaithful and worshiped other gods. Can promises and sacrifices now avert your doom and give you life and joy again?", "16": "The Lord used to call you his green olive tree, beautiful to see and full of good fruit; but now he has sent the fury of your enemies to burn you up and leave you broken and charred. ", "17": "It is because of the wickedness of Israel and Judah in offering incense to Baal that the Lord Almighty who planted the tree has ordered it destroyed.", "18": "Then the Lord told me all about their plans and showed me their evil plots. ", "19": "I had been as unsuspecting as a lamb or ox on the way to slaughter. I didn't know that they were planning to kill me! “Let's destroy this man and all his messages,” they said. “Let's kill him so that his name will be forever forgotten.”", "20": "O Lord Almighty, you are just. See the hearts and motives of these men. Repay them for all that they have planned! I look to you for justice.", "21-22": "And the Lord replied, The men of the city of Anathoth shall be punished for planning to kill you. They will tell you not to prophesy in God's name on pain of death. And so their young men shall die in battle; their boys and girls shall starve. ", "23": "Not one of these plotters of Anathoth shall survive, for I will bring a great disaster upon them. Their time has come."}