{"1": "The Lord said to me, Go and buy a linen loincloth and wear it, but don't wash it—don't put it in water at all. ", "2": "So I bought the loincloth and put it on. ", "3": "Then the Lord's message came to me again. This time he said, ", "4": "Take the loincloth out to the Euphrates River and hide it in a hole in the rocks.", "5": "So I did; I hid it as the Lord had told me to. ", "6": "Then, a long time afterwards, the Lord said: Go out to the river again and get the loincloth. ", "7": "And I did; I dug it out of the hole where I had hidden it. But now it was mildewed and falling apart. It was utterly useless!", "8-9": "Then the Lord said: This illustrates the way that I will rot the pride of Judah and Jerusalem. ", "10": "This evil nation refuses to listen to me and follows its own evil desires, and worships idols; therefore, it shall become as this loincloth—good for nothing. ", "11": "Even as a loincloth clings to a man's loins, so I made Judah and Israel to cling to me, says the Lord. They were my people, an honor to my name. But then they turned away.", "12": "Tell them this: The Lord God of Israel says, All your wine jugs will be full of wine. And they will reply, Of course, you don't need to tell us how prosperous we will be![a] ", "13": "Then tell them: That's not what I mean.[b] I mean that I will fill everyone living in this land with helpless bewilderment—from the king sitting on David's throne, and the priests and the prophets, right on down to all the people. ", "14": "And I will smash fathers and sons against each other, says the Lord. I will not let pity nor mercy spare them from utter destruction.", "15": "Oh, that you were not so proud and stubborn! Then you would listen to the Lord, for he has spoken. ", "16": "Give glory to the Lord your God before it is too late, before he causes deep, impenetrable darkness to fall upon you so that you stumble and fall upon the dark mountains; then, when you look for light, you will find only terrible darkness. ", "17": "Do you still refuse to listen? Then in loneliness my breaking heart shall mourn because of your pride. My eyes will overflow with tears because the Lord's flock shall be carried away as slaves.", "18": "Say to the king and queen mother,[c] Come down from your thrones and sit in the dust, for your glorious crowns are removed from your heads. They are no longer yours. ", "19": "The cities of the Negeb to the south of Jerusalem have closed their gates against the enemy. They must defend themselves, for Jerusalem cannot help;[d] and all Judah shall be taken away as slaves.", "20": "See the armies marching from the north! Where is your flock, Jerusalem,[e] your beautiful flock he gave you to take care of ? ", "21": "How will you feel when he sets your allies over you as your rulers? You will writhe in pain like a woman having a child. ", "22": "And if you ask yourself, Why is all this happening to me? It is because of the grossness of your sins; that is why you have been raped and destroyed by the invading army. ", "23": "Can the Ethiopian change the color of his skin? or a leopard take away his spots? Nor can you who are so used to doing evil now start being good.", "24-25": "Because you have put me out of your mind and put your trust in false gods, I will scatter you as chaff is scattered by the fierce winds off the desert. This then is your allotment, that which is due you, which I have measured out especially for you. ", "26": "I myself will expose you to utter shame. ", "27": "I am keenly aware of your apostasy, your faithlessness to me, and your abominable idol worship in the fields and on the hills. Woe upon you, O Jerusalem! How long before you will be pure?"}