{"1": "Then the Lord said to me, Even if Moses and Samuel stood before me pleading for these people, even then I wouldn't help them—away with them! Get them out of my sight! ", "2": "And if they say to you, But where can we go? Tell them the Lord says: Those who are destined for death, to death; those who must die by the sword, to the sword; those doomed to starvation, to famine; and those for captivity, to captivity. ", "3": "I will appoint over them four kinds of destroyers, says the Lord: the sword to kill, the dogs to tear, and the vultures and wild animals to finish up what's left. ", "4": "Because of the wicked things Manasseh, son of Hezekiah, king of Judah, did in Jerusalem, I will punish you so severely that your fate will horrify the peoples of the world.", "5": "Who will feel sorry for you, Jerusalem? Who will weep for you? Who will even bother to ask how you are? ", "6": "You have forsaken me and turned your backs upon me. Therefore, I will clench my fists against you to destroy you. I am tired of always giving you another chance. ", "7": "I will sift you at the gates of your cities and take from you all that you hold dear, and I will destroy my own people because they refuse to turn back to me from all their evil ways. ", "8": "There shall be countless widows; at noontime I will bring death to the young men and sorrow to their mothers. I will cause anguish and terror to fall upon them suddenly. ", "9": "The mother of seven sickens and faints, for all her sons are dead. Her sun is gone down while it is yet day. She sits childless now, disgraced, for all her children have been killed.", "10": "Then Jeremiah said, “What sadness is mine, my mother; oh, that I had died at birth. For I am hated everywhere I go. I am neither a creditor soon to foreclose nor a debtor refusing to pay—yet they all curse me. ", "11": "Well, let them curse! Lord, you know how I have pled with you on their behalf—how I have begged you to spare these enemies of mine.”", "12-13": "Can a man break bars of northern iron or bronze? This people's stubborn will can't be broken either. So, because of all your sins against me, I will deliver your wealth and treasures as loot to the enemy. ", "14": "I will have your enemies take you as slaves to a land where you have never been before, for my anger burns like fire, and it shall consume you.", "15": "Then Jeremiah replied, “Lord, you know it is for your sake that I am suffering. They are persecuting me because I have proclaimed your word to them. Don't let them kill me! Rescue me from their clutches, and give them what they deserve! ", "16": "Your words are what sustain me; they are food to my hungry soul. They bring joy to my sorrowing heart and delight me. How proud I am to bear your name, O Lord. ", "17-18": "I have not joined the people in their merry feasts. I sit alone beneath the hand of God. I burst with indignation at their sins. Yet you have failed me in my time of need! You have let them keep right on with all their persecutions. Will they never stop hurting me? Your help is as uncertain as a seasonal mountain brook—sometimes a flood, sometimes as dry as a bone.”", "19": "The Lord replied: “Stop this foolishness and talk some sense! Only if you return to trusting me will I let you continue as my spokesman. You are to influence them, not let them influence you! ", "20": "They will fight against you like a besieging army against a high city wall. But they will not conquer you, for I am with you to protect and deliver you, says the Lord. ", "21": "Yes, I will certainly deliver you from these wicked men and rescue you from their ruthless hands.”"}