{"1": "My people sin as though commanded to, as though their evil were laws chiseled with an iron pen or diamond point upon their stony hearts or on the corners of their altars. ", "2-3": "Their youths do not forget to sin, worshiping idols beneath each tree, high in the mountains or in the open country down below. And so I will give all your treasures to your enemies as the price that you must pay for all your sins. ", "4": "And the wonderful heritage I reserved for you will slip out of your hand, and I will send you away as slaves to your enemies in distant lands. For you have kindled a fire of my anger that shall burn forever.", "5": "The Lord says: Cursed is the man who puts his trust in mortal man and turns his heart away from God. ", "6": "He is like a stunted shrub in the desert, with no hope for the future; he lives on the salt-encrusted plains in the barren wilderness; good times pass him by forever.", "7": "But blessed is the man who trusts in the Lord and has made the Lord his hope and confidence. ", "8": "He is like a tree planted along a riverbank, with its roots reaching deep into the water—a tree not bothered by the heat nor worried by long months of drought. Its leaves stay green, and it goes right on producing all its luscious fruit.", "9": "The heart is the most deceitful thing there is and desperately wicked. No one can really know how bad it is! ", "10": "Only the Lord knows! He searches all hearts and examines deepest motives so he can give to each person his right reward, according to his deeds—how he has lived.", "11": "Like a bird that fills her nest with young she has not hatched and which will soon desert her and fly away, so is the man who gets his wealth by unjust means. Sooner or later he will lose his riches and at the end of his life become a poor old fool.", "12": "But our refuge is your throne, eternal, high, and glorious. ", "13": "O Lord, the Hope of Israel, all who turn away from you shall be disgraced and shamed; they are registered for earth and not for glory, for they have forsaken the Lord, the Fountain of living waters. ", "14": "Lord, you alone can heal me, you alone can save, and my praises are for you alone.", "15": "Men scoff at me and say, “What is this word of the Lord you keep talking about? If these threats of yours are really from God, why don't they come true?”", "16": "Lord, I don't want the people crushed by terrible calamity. The plan is yours, not mine. It is your message I've given them, not my own. I don't want them doomed! ", "17": "Lord, don't desert me now! You alone are my hope. ", "18": "Bring confusion and trouble on all who persecute me, but give me peace. Yes, bring double destruction upon them!", "19": "Then the Lord said to me, Go and stand in the gates of Jerusalem, first at the gate where the king goes out, and then at each of the other gates, ", "20": "and say to all the people: Hear the word of the Lord, kings of Judah and all the people of this nation, and all you citizens of Jerusalem. ", "21-22": "The Lord says: Take warning and live; do no unnecessary[a] work on the Sabbath day, but make it a holy day. I gave this commandment to your fathers, ", "23": "but they didn't listen or obey. They stubbornly refused to pay attention and be taught.", "24": "But if you obey me, says the Lord, and refuse to work on the Sabbath day and keep it separate, special and holy, ", "25": "then this nation shall continue forever. There shall always be descendants of David sitting on the throne here in Jerusalem; there shall always be kings and princes riding in pomp and splendor among the people, and this city shall remain forever. ", "26": "And from all around Jerusalem and from the cities of Judah and Benjamin, from the Negeb and from the lowlands west of Judah, the people shall come with their burnt offerings and grain offerings and incense, bringing their sacrifices to praise the Lord in his Temple.", "27": "But if you will not listen to me, if you refuse to keep the Sabbath holy, if on the Sabbath you bring in loads of merchandise through these gates of Jerusalem, just as on other days, then I will set fire to these gates. The fire shall spread to the palaces and utterly destroy them, and no one shall be able to put out the raging flames."}