{"1": "Here is another message to Jeremiah from the Lord:", "2": "Go down to the shop where clay pots and jars are made, and I will talk to you there. ", "3": "I did as he told me and found the potter working at his wheel. ", "4": "But the jar that he was forming didn't turn out as he wished, so he kneaded it into a lump and started again.", "5": "Then the Lord said: ", "6": "O Israel, can't I do to you as this potter has done to his clay? As the clay is in the potter's hand, so are you in my hand. ", "7": "Whenever I announce that a certain nation or kingdom is to be taken up and destroyed, ", "8": "then if that nation renounces its evil ways, I will not destroy it as I had planned. ", "9": "And if I announce that I will make a certain nation strong and great, ", "10": "but then that nation changes its mind, turns to evil, and refuses to obey me, then I, too, will change my mind and not bless that nation as I had said I would.", "11": "Therefore, go and warn all Judah and Jerusalem, saying: Hear the word of the Lord. I am planning evil against you now instead of good; turn back from your evil paths and do what is right.", "12": "But they replied, “Don't waste your breath. We have no intention whatever of doing what God says. We will continue to live as we want to, free from any restraint, full of stubbornness and wickedness!”", "13": "Then the Lord said: Even among the heathen, no one has ever heard of such a thing! My people have done something too horrible to understand. ", "14": "The snow never melts high up in the Lebanon mountains. The cold, flowing streams from the crags of Mount Hermon never run dry. ", "15": "These can be counted on. But not my people! For they have deserted me and turned to foolish idols. They have turned away from the ancient highways of good and walk the muddy paths of sin. ", "16": "Therefore, their land shall become desolate, so that all who pass by will gasp and shake their heads in amazement at its utter desolation. ", "17": "I will scatter my people before their enemies as the east wind scatters dust; and in all their trouble I will turn my back on them and refuse to notice their distress.", "18": "Then the people said, “Come, let's get rid of Jeremiah. We have our own priests and wise men and prophets—we don't need his advice. Let's silence him that he may speak no more against us, nor bother us again.”", "19": "O Lord, help me! See what they are planning to do to me! ", "20": "Should they repay evil for good? They have set a trap to kill me, yet I spoke well of them to you and tried to defend them from your anger. ", "21": "Now, Lord, let their children starve to death and let the sword pour out their blood! Let their wives be widows and be bereft of all their children! Let their men die in epidemics and their youths die in battle! ", "22": "Let screaming be heard from their homes as troops of soldiers come suddenly upon them, for they have dug a pit for me to fall in, and they have hidden traps along my path. ", "23": "Lord, you know all their murderous plots against me. Don't forgive them, don't blot out their sin, but let them perish before you; deal with them in your anger."}