{"1": "Again the Lord spoke to me and said:", "2": "Go and shout this in Jerusalem's streets: This is what the Lord says! I remember how eager you were to please me as a young bride long ago, how you loved me and followed me even through the barren deserts. ", "3": "In those days Israel was a holy people, the first of my children.[a] All who harmed them were counted deeply guilty, and great evil fell on anyone who touched them.", "4-5": "O Israel, says the Lord, why did your fathers desert me? What sin did they find in me that turned them away and changed them into fools who worship idols? ", "6": "They ignore the fact that it was I, the Lord, who brought them safely out of Egypt and led them through the barren wilderness, a land of deserts and rocks, of drought and death, where no one lives or even travels. ", "7": "And I brought them into a fruitful land, to eat of its bounty and goodness, but they made it into a land of sin and corruption and turned my inheritance into an evil thing. ", "8": "Even their priests cared nothing for the Lord, and their judges ignored me; their rulers turned against me, and their prophets worshiped Baal and wasted their time on nonsense.", "9": "But I will not give you up—I will plead for you to return to me and will keep on pleading; yes, even with your children's children in the years to come!", "10-11": "Look around you and see if you can find another nation anywhere that has traded in its old gods for new ones—even though their gods are nothing. Send to the west to the island of Cyprus; send to the east to the deserts of Kedar. See if anyone there has ever heard so strange a thing as this. And yet my people have given up their glorious God for silly idols! ", "12": "The heavens are shocked at such a thing and shrink back in horror and dismay. ", "13": "For my people have done two evil things: They have forsaken me, the Fountain of living waters; and they have built for themselves broken cisterns that can't hold water!", "14": "Why has Israel become a nation of slaves? Why is she captured and led far away?", "15": "I see great armies marching on Jerusalem with mighty shouts[b] to destroy her and leave her cities in ruins, burned and desolate. ", "16": "I see the armies of Egypt rising against her, marching from their cities of Memphis and Tahpanhes to utterly destroy Israel's glory and power. ", "17": "And you have brought this on yourselves by rebelling against the Lord your God when he wanted to lead you and show you the way!", "18": "What have you gained by your alliances with Egypt and with Assyria? ", "19": "Your own wickedness will punish you. You will see what an evil, bitter thing it is to rebel against the Lord your God, fearlessly forsaking him, says the Lord Almighty. ", "20": "Long ago you shook off my yoke and broke away from my ties. Defiant, you would not obey me. On every hill and under every tree you've bowed low before idols.", "21": "How could this happen? How could this be? For when I planted you, I chose my seed so carefully—the very best. Why have you become this degenerate race of evil men? ", "22": "No amount of soap or lye can make you clean. You are stained with guilt that cannot ever be washed away. I see it always before me, the Lord God says. ", "23": "You say it isn't so, that you haven't worshiped idols? How can you say a thing like that? Go and look in any valley in the land! Face the awful sins that you have done, O restless female camel, seeking for a male! ", "24": "You are a wild donkey, sniffing the wind at mating time. (Who can restrain your lust?) Any jack wanting you need not search, for you come running to him! ", "25": "Why don't you turn from all this weary running after other gods? But you say, “Don't waste your breath. I've fallen in love with these strangers and I can't stop loving them now!”", "26-27": "Like a thief, the only shame that Israel knows is getting caught. Kings, princes, priests, and prophets—all are alike in this. They call a carved-up wooden post their father, and for their mother they have an idol chiseled out from stone. Yet in time of trouble they cry to me to save them! ", "28": "Why don' you call on these gods you have made? When danger comes, let them go out and save you if they can! For you have as many gods as there are cities in Judah. ", "29": "Don't come to me—you are all rebels, says the Lord. ", "30": "I have punished your children, but it did them no good; they still will not obey. And you yourselves have killed my prophets as a lion kills its prey.", "31": "O my people, listen to the words of God: Have I been unjust to Israel? Have I been to them a land of darkness and of evil? Why then do my people say, “At last we are free from God; we won't have anything to do with him again!” ", "32": "How can you disown your God like that?[c] Can a girl forget her jewels? What bride will seek to hide her wedding dress? Yet for years on end my people have forgotten me—the most precious of their treasures.*", "33": "How you plot and scheme to win your lovers. The most experienced harlot could learn a lot from you! ", "34": "Your clothing is stained with the blood of the innocent and the poor. Brazenly you murder without a cause. ", "35": "And yet you say, “I haven't done a thing to anger God. I'm sure he isn't angry!”[d] I will punish you severely because you say, “I haven't sinned!”", "36": "First here, then there, you flit about, going from one ally to another for their help; but it's all no good—your new friends in Egypt will forsake you as Assyria did before. ", "37": "You will be left in despair and cover your face with your hands, for the Lord has rejected the ones that you trust. You will not succeed despite their aid."}