{"1": "Then the Lord said to me: Go over and speak directly to the king of Judah and say, ", "2": "Listen to this message from God, O king of Judah, sitting on David's throne; and let your servants and your people listen too.", "3": "The Lord says: Be fair-minded. Do what is right! Help those in need of justice! Quit your evil deeds! Protect the rights of aliens and immigrants, orphans and widows; stop murdering the innocent! ", "4": "If you put an end to all these terrible deeds you are doing, then I will deliver this nation and once more give kings to sit on David's throne, and there shall be prosperity for all. ", "5": "But if you refuse to pay attention to this warning, I swear by my own name, says the Lord, that this palace shall become a shambles.", "6": "For this is the Lord's message concerning the palace: You are as beloved to me as fruitful Gilead and the green forests of Lebanon; but I will destroy you and leave you deserted and uninhabited. ", "7": "I will call for a wrecking crew to bring out its tools to dismantle you. They will tear out all of your fine cedar beams and throw them on the fire. ", "8": "Men from many nations will pass by the ruins of this city and say to one another, “Why did the Lord do it? Why did he destroy such a great city?” ", "9": "And the answer will be, “Because the people living here forgot the Lord their God and violated his agreement with them, for they worshiped idols.”", "10": "Don't weep for the dead! Instead weep for the captives led away! For they will never return to see their native land again. ", "11": "For the Lord says this about Jehoahaz who succeeded his father[a] King Josiah and was taken away as a captive: ", "12": "He shall die in a distant land[b] and never again see his own country.", "13": "And woe to you, King Jehoiakim,[c] for you are building your great palace with forced labor. By not paying wages you are building injustice into its walls and oppression into its doorframes and ceilings. ", "14": "You say, “I will build a magnificent palace with huge rooms and many windows, paneled throughout with fragrant cedar and painted a lovely red.” ", "15": "But a beautiful palace does not make a great king! Why did your father Josiah reign so long? Because he was just and fair in all his dealings. That is why God blessed him. ", "16": "He saw to it that justice and help were given the poor and the needy and all went well for him. This is how a man lives close to God. ", "17": "But you! You are full of selfish greed and all dishonesty! You murder the innocent, oppress the poor, and reign with ruthlessness.", "18": "Therefore this is God's decree of punishment against King Jehoiakim, who succeeded his father Josiah on the throne: His family will not weep for him when he dies. His subjects will not even care that he is dead. ", "19": "He shall be buried like a dead donkey—dragged out of Jerusalem and thrown on the garbage dump beyond the gate! ", "20": "Weep, for your allies are gone. Search for them in Lebanon; shout for them at Bashan; seek them at the fording points of Jordan. See, they are all destroyed. Not one is left to help you! ", "21": "When you were prosperous, I warned you, but you replied, “Don't bother me.” Since childhood you have been that way—you just won't listen! ", "22": "And now all your allies have disappeared with a puff of wind; all your friends are taken off as slaves. Surely at last you will see your wickedness and be ashamed. ", "23": "It's very nice to live graciously in a beautiful palace among the cedars of Lebanon, but soon you will cry and groan in anguish—anguish as of a woman in labor.", "24-25": "And as for you, Coniah,[d] son of Jehoiakim king of Judah—even if you were the signet ring on my right hand, I would pull you off and give you to those who seek to kill you, of whom you are so desperately afraid—to Nebuchadnezzar, king of Babylon, and his mighty army. ", "26": "I will throw you and your mother out of this country, and you shall die in a foreign land. ", "27": "You will never again return to the land of your desire. ", "28": "This man Coniah is like a discarded, broken dish. He and his children will be exiled to distant lands.", "29": "O earth, earth, earth! Hear the word of the Lord! ", "30": "The Lord says: Record this man Coniah as childless, for none of his children shall ever sit upon the throne of David or rule in Judah.[e] His life will amount to nothing."}