{"1": "The Lord declares: I will send disaster upon the leaders of my people—the shepherds of my sheep—for they have destroyed and scattered the very ones they were to care for. ", "2": "Instead of leading my flock to safety, you have deserted them and driven them to destruction. And now I will pour out judgment upon you for the evil you have done to them. ", "3": "And I will gather together the remnant of my flock from wherever I have sent them and bring them back into their own fold, and they shall be fruitful and increase. ", "4": "And I will appoint responsible shepherds to care for them, and they shall not need to be afraid again; all of them shall be accounted for continually.", "5-6": "For the time is coming, says the Lord, when I will place a righteous Branch upon King David's throne. He shall be a King who shall rule with wisdom and justice and cause righteousness to prevail everywhere throughout the earth.[a] And this is his name: The Lord Our Righteousness. At that time Judah will be saved and Israel will live in peace.", "7": "In that day people will no longer say when taking an oath, “As the Lord lives who rescued the people of Israel from the land of Egypt,” ", "8": "but they will say, “As the Lord lives who brought the Jews back to their own land of Israel from the countries to which he had exiled them.”", "9": "My heart is broken for the false prophets, full of deceit. I awake with fear and stagger as a drunkard does from wine because of the awful fate awaiting them,[b] for God has decreed holy words of judgment against them. ", "10": "For the land is full of adultery, and the curse of God is on it. The land itself is mourning—the pastures are dried up—for the prophets do evil, and their power is used wrongly.", "11": "The priests are like the prophets, all ungodly, wicked men. I have seen their despicable acts right here in my own Temple, says the Lord. ", "12": "Therefore, their paths will be dark and slippery; they will be chased down dark and treacherous trails and fall. For I will bring evil upon them and see to it, when their time has come, that they pay their penalty in full for all their sins.", "13": "I knew the prophets of Samaria were unbelievably evil, for they prophesied by Baal and led my people Israel into sin; ", "14": "but the prophets of Jerusalem are even worse! The things they do are horrible; they commit adultery and love dishonesty. They encourage and compliment those who are doing evil instead of turning them back from their sins. These prophets are as thoroughly depraved as the men of Sodom and Gomorrah were.", "15": "Therefore the Lord Almighty says: I will feed them with bitterness and give them poison to drink. For it is because of them that wickedness fills this land. ", "16": "This is my warning to my people, says the Lord Almighty. Don't listen to these false prophets when they prophesy to you, filling you with futile hopes. They are making up everything they say. They do not speak for me! ", "17": "They keep saying to these rebels who despise me, “Don't worry! All is well!”; and to those who live the way they want to, “The Lord has said you shall have peace!”", "18": "But can you name even one of these prophets who lives close enough to God to hear what he is saying? Has even one of them cared enough to listen? ", "19": "See, the Lord is sending a furious whirlwind to sweep away these wicked men. ", "20": "The terrible anger of the Lord will not abate until it has carried out the full penalty he decrees against them. Later, when Jerusalem has fallen,[c] you will see what I mean.", "21": "I have not sent these prophets, yet they claim to speak for me; I gave them no message, yet they say their words are mine. ", "22": "If they were mine, they would try to turn my people from their evil ways. ", "23": "Am I a God who is only in one place and cannot see what they are doing? ", "24": "Can anyone hide from me? Am I not everywhere in all of heaven and earth?", "25": "“Listen to the dream I had from God last night,” they say. And then they proceed to lie in my name. ", "26": "How long will this continue? If they are “prophets,” they are prophets of deceit, inventing everything they say. ", "27": "By telling these false dreams they are trying to get my people to forget me in the same way as their fathers did, who turned away to the idols of Baal. ", "28": "Let these false prophets tell their dreams and let my true messengers faithfully proclaim my every word. There is a difference between chaff and wheat! ", "29": "Does not my word burn like fire? asks the Lord. Is it not like a mighty hammer that smashed the rock to pieces? ", "30-31": "So I stand against these “prophets” who get their messages from each other—these smooth-tongued “prophets” who say, “This message is from God!” ", "32": "Their made-up dreams are flagrant lies that lead my people into sin. I did not send them, and they have no message at all for my people, says the Lord.", "33": "When one of the people or one of their “prophets” or priests asks you, “Well, Jeremiah, what is the sad news from the Lord today?” you shall reply, “What sad news? You are the sad news, for the Lord has cast you away!” ", "34": "And as for the false prophets and priests and people who joke about “today's sad news from God,” I will punish them and their families for saying this. ", "35": "You can ask each other, “What is God's message? What is he saying?” ", "36": "But stop using this term, “God's sad news.” For what is sad is you and your lying. You are twisting my words and inventing “messages from God” that I didn't speak. ", "37": "You may respectfully ask Jeremiah, “What is the Lord's message? What has he said to you?” ", "38-39": "But if you ask him about “today's sad news from God,” when I have warned you not to mock like that, then I, the Lord God, will unburden myself of the burden[d] you are to me. I will cast you out of my presence, you and this city I gave to you and your fathers. ", "40": "And I will bring reproach upon you and your name shall be infamous through the ages."}