{"1": "On a December day in that same year—the fourth year of the reign of Zedekiah, king of Judah—Hananiah (son of Azzur), a false prophet from Gibeon, addressed me publicly in the Temple while all the priests and people listened. He said:", "2": "“The Lord of Hosts, the God of Israel, declares: I have removed the yoke of the king of Babylon from your necks. ", "3": "Within two years I will bring back all the Temple treasures that Nebuchadnezzar carried off to Babylon, ", "4": "and I will bring back King Jeconiah,[a] son of Jehoiakim, king of Judah, and all the other captives exiled to Babylon, says the Lord. I will surely remove the yoke put on your necks by the king of Babylon.”", "5": "Then Jeremiah said to Hananiah, in front of all the priests and people, ", "6": "“Amen! May your prophecies come true! I hope the Lord will do everything you say and bring back from Babylon the treasures of this Temple, with all our loved ones. ", "7": "But listen now to the solemn words I speak to you in the presence of all these people. ", "8": "The ancient prophets who preceded you and me spoke against many nations, always warning of war, famine, and plague. ", "9": "So a prophet who foretells peace has the burden of proof on him to prove that God has really sent him. Only when his message comes true can it be known that he really is from God.”", "10": "Then Hananiah, the false prophet, took the yoke off Jeremiah's neck and broke it. ", "11": "And Hananiah said again to the crowd that had gathered, “The Lord has promised that within two years he will release all the nations now in slavery to King Nebuchadnezzar of Babylon.” At that point Jeremiah walked out.", "12": "Soon afterwards the Lord gave this message to Jeremiah: ", "13": "Go and tell Hananiah that the Lord says: You have broken a wooden yoke, but these people have yokes of iron on their necks. ", "14": "The Lord, the God of Israel, says: I have put a yoke of iron on the necks of all these nations, forcing them into slavery to Nebuchadnezzar, king of Babylon. And nothing will change this decree, for I have even given him all your flocks and herds.", "15": "Then Jeremiah said to Hananiah, the false prophet, “Listen, Hananiah, the Lord has not sent you, and the people are believing your lies. ", "16": "Therefore the Lord says you must die. This very year your life will end because you have rebelled against the Lord.”", "17": "And sure enough, two months later Hananiah died."}