{"1-2": "After Jeconiah the king, the queen mother, the court officials, the tribal officers, and craftsmen had been deported to Babylon by Nebuchadnezzar, Jeremiah wrote them a letter from Jerusalem, addressing it to the Jewish elders, priests, prophets, and to all the people. ", "3": "He sent the letter with Elasah (son of Shaphan) and Gemariah (son of Hilkiah) when they went to Babylon as King Zedekiah's ambassadors to Nebuchadnezzar. And this is what the letter said:", "4": "The Lord Almighty, the God of Israel, sends this message to all the captives he has exiled to Babylon from Jerusalem:", "5": "Build homes and plan to stay; plant vineyards, for you will be there many years. ", "6": "Marry and have children, and then find mates for them and have many grandchildren. Multiply! Don't dwindle away! ", "7": "And work for the peace and prosperity of Babylon. Pray for her, for if Babylon has peace, so will you.", "8": "The Lord Almighty, the God of Israel, says: Don't let the false prophets and mediums who are there among you fool you. Don't listen to the dreams that they invent, ", "9": "for they prophesy lies in my name. I have not sent them, says the Lord. ", "10": "The truth is this: You will be in Babylon for seventy years. But then I will come and do for you all the good things I have promised and bring you home again. ", "11": "For I know the plans I have for you, says the Lord. They are plans for good and not for evil, to give you a future and a hope. ", "12": "In those days when you pray, I will listen. ", "13": "You will find me when you seek me, if you look for me in earnest.", "14": "Yes, says the Lord, I will be found by you, and I will end your slavery and restore your fortunes; I will gather you out of the nations where I sent you and bring you back home again to your own land.", "15": "But now, because you accept the false prophets among you and say the Lord has sent them, ", "16-17": "I will send war, famine, and plague upon the people left here in Jerusalem—on your relatives who were not exiled to Babylon, and on the king who sits on David's throne—and make them like rotting figs, too bad to eat. ", "18": "And I will scatter them around the world. And in every nation where I place them they will be cursed and hissed and mocked, ", "19": "for they refuse to listen to me though I spoke to them again and again through my prophets.", "20": "Therefore listen to the word of God, all you Jewish captives over there in Babylon. ", "21": "The Lord Almighty, the God of Israel, says this about your false prophets, Ahab (son of Kolaiah) and Zedekiah (son of Maaseiah), who are declaring lies to you in my name: Look, I am turning them over to Nebuchadnezzar to execute publicly. ", "22": "Their fate shall become proverbial of all evil, so that whenever anyone wants to curse someone he will say, “The Lord make you like Zedekiah and Ahab whom the king of Babylon burned alive!” ", "23": "For these men have done a terrible thing among my people. They have committed adultery with their neighbors' wives and have lied in my name. I know, for I have seen everything they do, says the Lord.", "24": "And say this to Shemaiah the dreamer:[a] ", "25": "The Lord, the God of Israel, says: You have written a letter to Zephaniah (son of Maaseiah) the priest, and sent copies to all the other priests and to everyone in Jerusalem. ", "26": "And in this letter you have said to Zephaniah, “The Lord has appointed you to replace Jehoiada as priest in Jerusalem. And it is your responsibility to arrest any madman who claims to be a prophet and to put him in the stocks and collar. ", "27": "Why haven't you done something about this false prophet Jeremiah of Anathoth? ", "28": "For he has written to us here in Babylon saying that our captivity will be long; that we should build permanent homes and plan to stay many years; that we should plant fruit trees, for we will be here to eat the fruit from them for a long time to come.”", "29": "Zephaniah took the letter over to Jeremiah and read it to him! ", "30": "Then the Lord gave this message to Jeremiah:", "31": "Send an open letter to all the exiles in Babylon and tell them this: The Lord says that because Shemaiah the Nehelamite has “prophesied” to you when I didn't send him and has fooled you into believing his lies, ", "32": "I will punish him and his family. None of his descendants shall see the good I have waiting for my people, for he has taught you to rebel against the Lord."}