{"1": "There is a law[a] that if a man divorces a woman who then remarries, he is not to take her back again, for she has become corrupted. But though you have left me and married many lovers, yet I have invited you to come to me again, the Lord says. ", "2": "Is there a single spot in all the land where you haven't been defiled by your adulteries—your worshiping these other gods?[b] You sit like a prostitute beside the road waiting for a client! You sit alone like a Bedouin in the desert. You have polluted the land with your vile prostitution. ", "3": "That is why even the springtime rains have failed. For you are a prostitute and completely unashamed. ", "4-5": "And yet you say to me, “O Father, you have always been my Friend; surely you won't be angry about such a little thing! Surely you will just forget it?” So you talk and keep right on doing all the evil that you can.", "6": "This message from the Lord came to me during the reign of King Josiah: Have you seen what Israel does? Like a wanton wife who gives herself to other men at every chance, so Israel has worshiped other gods on every hill, beneath every shady tree. ", "7": "I thought that someday she would return to me and once again be mine; but she didn't come back. And her faithless sister Judah saw the continued rebellion of Israel. ", "8": "Yet she paid no attention, even though she saw that I divorced faithless Israel. But now Judah too has left me and given herself to prostitution, for she has gone to other gods to worship them. ", "9": "She treated it all so lightly—to her it was nothing at all that she should worship idols made of wood and stone. And so the land was greatly polluted and defiled. ", "10": "Then, afterwards, this faithless one “returned” to me, but her “sorrow” was only faked, the Lord God says. ", "11": "In fact, faithless Israel is less guilty than treacherous Judah!", "12": "Therefore, go and say to Israel, O Israel, my sinful people, come home to me again, for I am merciful; I will not be forever angry with you. ", "13": "Only acknowledge your guilt; admit that you rebelled against the Lord your God and committed adultery against him by worshiping idols under every tree; confess that you refused to follow me. ", "14": "O sinful children, come home, for I am your Master, and I will bring you again to the land of Israel—one from here and two from there, wherever you are scattered. ", "15": "And I will give you leaders after my own heart, who will guide you with wisdom and understanding.", "16": "Then, when your land is once more filled with people, says the Lord, you will no longer wish for “the good old days of long ago” when you possessed the Ark of God's covenant. Those days will not be missed or even thought about, and the Ark will not be reconstructed, for the Lord himself will be among you. ", "17": "The whole city of Jerusalem will be known as the throne of the Lord; all nations will come to him there and no longer stubbornly follow their evil desires. ", "18": "At that time the people of Judah and of Israel will return together from their exile in the north, to the land I gave their fathers as an inheritance forever. ", "19": "And I thought how wonderful it would be for you to be here among my children. I planned to give you part of this beautiful land, the finest in the world. I looked forward to your calling me “Father” and thought that you would never turn away from me again. ", "20": "But you have betrayed me; you have gone off and given yourself to a host of foreign gods; you have been like a faithless wife who leaves her husband.", "21": "I hear a voice high upon the windswept mountains, crying, crying. It is the sons of Israel who have turned their backs on God and wandered far away. ", "22": "O my rebellious children, come back to me again and I will heal you from your sins. And they reply, Yes, we will come, for you are the Lord our God. ", "23": "We are weary of worshiping idols on the hills and of having orgies on the mountains. It is all a farce. Only in the Lord our God can Israel ever find her help and her salvation. ", "24": "From our childhood we have seen everything our fathers had—flocks and herds and sons and daughters—squandered on priests and idols. ", "25": "We lie in shame and in dishonor, for we and our fathers have sinned from childhood against the Lord our God; we have not obeyed him."}