{"1": "In the fourth year of the reign of King Jehoiakim[a] of Judah (son of Josiah) the Lord gave this message to Jeremiah:", "2": "“Get a scroll and write down all my messages against Israel, Judah, and the other nations. Begin with the first message back in the days of Josiah, and write down every one of them. ", "3": "Perhaps when the people of Judah see in writing all the terrible things I will do to them, they will repent. And then I can forgive them.”", "4": "So Jeremiah sent for Baruch (son of Neriah), and as Jeremiah dictated, Baruch wrote down all the prophecies.", "5": "When all was finished, Jeremiah said to Baruch, “Since I am a prisoner here, ", "6": "you read the scroll in the Temple on the next day of fasting, for on that day people will be there from all over Judah. ", "7": "Perhaps even yet they will turn from their evil ways and ask the Lord to forgive them before it is too late, even though these curses of God have been pronounced upon them.”", "8": "Baruch did as Jeremiah told him to and read all these messages to the people at the Temple. ", "9": "This occurred on the day of fasting held in December of the fifth year of the reign of King Jehoiakim (son of Josiah). People came from all over Judah to attend the services at the Temple that day. ", "10": "Baruch went to the office of Gemariah the scribe (son of Shaphan) to read the scroll. (This room was just off the upper assembly hall of the Temple, near the door of the New Gate.)", "11": "When Micaiah (son of Gemariah, son of Shaphan) heard the messages from God, ", "12": "he went down to the palace to the conference room where the administrative officials were meeting. Elishama (the scribe) was there, as well as Delaiah (son of Shemaiah), Elnathan (son of Achbor), Gemariah (son of Shaphan), Zedekiah (son of Hananiah), and all the others with similar responsibilities. ", "13": "When Micaiah told them about the messages Baruch was reading to the people, ", "14-15": "the officials sent Jehudi (son of Nethaniah, son of Shelemiah, son of Cushi) to ask Baruch to come and read the messages to them too, and Baruch did.", "16": "By the time he finished they were badly frightened. “We must tell the king,” they said. ", "17": "“But first, tell us how you got these messages. Did Jeremiah himself dictate them to you?” ", "18": "So Baruch explained that Jeremiah had dictated them to him word by word, and he had written them down in ink upon the scroll. ", "19": "“You and Jeremiah both hide,” the officials said to Baruch. “Don't tell a soul where you are!” ", "20": "Then the officials hid the scroll in the room of Elishama the scribe and went to tell the king.", "21": "The king sent Jehudi to get the scroll. Jehudi brought it from Elishama the scribe and read it to the king as all his officials stood by. ", "22": "The king was in a winterized part of the palace at the time, sitting in front of a fireplace,[b] for it was December and cold. ", "23": "And whenever Jehudi finished reading three or four columns, the king would take his knife, slit off the section, and throw it into the fire, until the whole scroll was destroyed. ", "24-25": "And no one protested except Elnathan, Delaiah, and Gemariah. They pled with the king not to burn the scroll, but he wouldn't listen to them. Not another of the king's officials showed any signs of fear or anger at what he had done.", "26": "Then the king commanded Jerahmeel (a member of the royal family[c]) and Seraiah (son of Azriel) and Shelemiah (son of Abdeel) to arrest Baruch and Jeremiah. But the Lord hid them!", "27": "After the king had burned the scroll, the Lord said to Jeremiah: ", "28": "Get another scroll and write everything again just as you did before, ", "29": "and say this to the king: “This is what the Lord says! You burned the scroll because it said the king of Babylon would destroy this country and everything in it. ", "30": "And now the Lord adds this concerning you, Jehoiakim, king of Judah: He shall have no one to sit upon the throne[d] of David. His dead body shall be thrown out to the hot sun and frosty nights, ", "31": "and I will punish him and his family and his officials because of their sins. I will pour out upon them all the evil I promised—upon them and upon all the people of Judah and Jerusalem, for they wouldn't listen to my warnings.”", "32": "Then Jeremiah took another scroll and dictated again to Baruch all he had written before, only this time the Lord added a lot more!"}