{"1": "Nebuchadnezzar, king of Babylon, did not appoint Coniah (King Jehoiakim's son) to be the new king of Judah.[a] Instead he chose Zedekiah (son of Josiah). ", "2": "But neither King Zedekiah nor his officials nor the people who were left in the land listened to what the Lord said through Jeremiah. ", "3": "Nevertheless, King Zedekiah sent Jehucal (son of Shelemiah) and Zephaniah the priest (son of Maaseiah) to ask Jeremiah to pray for them. ", "4": "(Jeremiah had not been imprisoned yet, so he could come and go as he pleased.)", "5": "When the army of Pharaoh Hophra of Egypt appeared at the southern border of Judah to relieve the besieged city of Jerusalem, the Babylonian army withdrew from Jerusalem to fight the Egyptians.", "6": "Then the Lord sent this message to Jeremiah: ", "7": "“The Lord, the God of Israel, says: Tell the king of Judah, who sent you to ask me what is going to happen, that Pharaoh's army, though it came here to help you, is about to return in flight to Egypt! The Babylonians shall defeat them and send them scurrying home. ", "8": "These Babylonians shall capture this city and burn it to the ground. ", "9": "Don't fool yourselves that the Babylonians are gone for good. They aren't! ", "10": "Even if you destroyed the entire Babylonian army until there was only a handful of survivors and they lay wounded in their tents, yet they would stagger out and defeat you and put this city to the torch!”", "11": "When the Babylonian army set out from Jerusalem to engage Pharaoh's army in battle, ", "12": "Jeremiah started to leave the city to go to the land of Benjamin, to see the property he had bought.[b] ", "13": "But as he was walking through the Benjamin Gate, a sentry arrested him as a traitor, claiming he was defecting to the Babylonians. The guard making the arrest was Irijah (son of Shelemiah, grandson of Hananiah).", "14": "“That's not true,” Jeremiah said. “I have no intention whatever of doing any such thing!” But Irijah wouldn't listen; he took Jeremiah before the city officials. ", "15-16": "They were incensed with Jeremiah and had him flogged and put into the dungeon under the house of Jonathan the scribe, which had been converted into a prison. Jeremiah was kept there for several days, ", "17": "but eventually King Zedekiah sent for him to come to the palace secretly. The king asked him if there was any recent message from the Lord. “Yes,” said Jeremiah, “there is! You shall be defeated by the king of Babylon!”", "18": "Then Jeremiah broached the subject of his imprisonment. “What have I ever done to deserve this?” he asked the king. “What crime have I committed? Tell me what I have done against you or your officials or the people? ", "19": "Where are those prophets now who told you that the king of Babylon would not come? ", "20": "Listen, O my lord the king: I beg you, don't send me back to that dungeon, for I'll die there.”", "21": "Then King Zedekiah commanded that Jeremiah not be returned to the dungeon but be placed in the palace prison instead, and that he be given a small loaf of fresh bread every day as long as there was any left in the city. So Jeremiah was kept in the palace prison.[c]"}