{"1": "But when Shephatiah (son of Mattan) and Gedaliah (son of Pashhur) and Jucal (son of Shelemiah) and Pashhur (son of Malchiah) heard what Jeremiah had been telling the people—", "2": "that everyone remaining in Jerusalem would die by sword, starvation, or disease, but anyone surrendering to the Babylonians would live, ", "3": "and that the city of Jerusalem would surely be captured by the king of Babylon—", "4": "they went to the king and said: “Sir, this fellow must die. That kind of talk will undermine the morale of the few soldiers we have left, and of all the people too. This man is a traitor.”", "5": "So King Zedekiah agreed. “All right,” he said. “Do as you like—I can't stop you.”", "6": "They took Jeremiah from his cell and lowered him by ropes into an empty cistern in the prison yard. (It belonged to Malchiah, a member of the royal family.) There was no water in it, but there was a thick layer of mire at the bottom, and Jeremiah sank down into it.", "7": "When Ebed-melech the Ethiopian, an important palace official, heard that Jeremiah was in the cistern, ", "8": "he rushed out to the Gate of Benjamin where the king was holding court.", "9": "“My lord the king,” he said, “these men have done a very evil thing in putting Jeremiah into the cistern. He will die of hunger, for almost all the bread in the city is gone.”", "10": "Then the king commanded Ebed-melech to take thirty men with him and pull Jeremiah out before he died. ", "11": "So Ebed-melech took thirty men and went to a palace depot for discarded supplies where used clothing was kept. There he found some old rags and discarded garments which he took to the cistern and lowered to Jeremiah on a rope. ", "12": "Ebed-melech called down to Jeremiah, “Use these rags under your armpits to protect you from the ropes.” Then, when Jeremiah was ready, ", "13": "they pulled him out and returned him to the palace prison, where he remained.", "14": "One day King Zedekiah sent for Jeremiah to meet him at the side entrance of the Temple. “I want to ask you something,” the king said, “and don't try to hide the truth.”", "15": "Jeremiah said, “If I tell you the truth, you will kill me. And you won't listen to me anyway.”", "16": "So King Zedekiah swore before Almighty God his Creator that he would not kill Jeremiah or give him to the men who were after his life.", "17": "Then Jeremiah said to Zedekiah, “The Almighty Lord, the God of Israel, says: If you will surrender to Babylon, you and your family shall live and the city will not be burned. ", "18": "If you refuse to surrender, this city shall be set afire by the Babylonian army and you will not escape.”", "19": "“But I am afraid to surrender,” the king said, “for the Babylonians will hand me over to the Jews who have defected to them, and who knows what they will do to me?”", "20": "Jeremiah replied, “You won't get into their hands if only you will obey the Lord; your life will be spared, and all will go well for you. ", "21-22": "But if you refuse to surrender, the Lord has said that all the women left in your palace will be brought out and given to the officers of the Babylonian army; and these women will taunt you with bitterness. 'Fine friends you have,' they'll say, 'those Egyptians. They have betrayed you and left you to your fate!' ", "23": "All your wives and children will be led out to the Babylonians, and you will not escape. You will be seized by the king of Babylon, and this city will be burned.”", "24": "Then Zedekiah said to Jeremiah, “On pain of death, don't tell anyone you told me this! ", "25": "And if my officials hear that I talked with you and they threaten you with death unless you tell them what we discussed, ", "26": "just say that you begged me not to send you back to the dungeon in Jonathan's house, for you would die there.”", "27": "And sure enough, it wasn't long before all the city officials came to Jeremiah and asked him why the king had called for him. So he said what the king had told him to, and they left without finding out the truth, for the conversation had not been overheard by anyone. ", "28": "And Jeremiah remained confined to the prison yard until the day Jerusalem was captured."}