{"1": "O Israel, if you will truly return to me and absolutely discard your idols, ", "2": "and if you will swear by me alone, the living God, and begin to live good, honest, clean lives, then you will be a testimony to the nations of the world, and they will come to me and glorify my name.", "3": "The Lord is saying to the men of Judah and Jerusalem, Plow up the hardness of your hearts; otherwise the good seed will be wasted among the thorns. ", "4": "Cleanse your minds and hearts,[a] not just your bodies, or else my anger will burn you to a crisp because of all your sins. And no one will be able to put the fire out.", "5": "Shout to Jerusalem and to all Judea, telling them to sound the alarm throughout the land. “Run for your lives! Flee to the fortified cities!” ", "6": "Send a signal from Jerusalem: “Flee now, don't delay!” For I the Lord am bringing vast destruction on you from the north.[b] ", "7": "A lion—a destroyer of nations—stalks from his lair; and he is headed for your land. Your cities will lie in ruin without inhabitant. ", "8": "Put on clothes of mourning and weep with broken hearts, for the fierce anger of the Lord has not stopped yet. ", "9": "In that day, says the Lord, the king and the princes will tremble in fear; and the priests and the prophets will be stricken with horror.", "10": "(Then I said, “But Lord, the people have been deceived by what you said, for you promised great blessings on Jerusalem. Yet the sword is even now poised to strike them dead!”)", "11-12": "At that time he will send a burning wind from the desert upon them—not in little gusts but in a roaring blast—and he will pronounce their doom. ", "13": "The enemy shall roll down upon us like a storm wind; his chariots are like a whirlwind; his steeds are swifter than eagles. Woe, woe upon us, for we are doomed.", "14": "O Jerusalem, cleanse your hearts while there is time. You can yet be saved by casting out your evil thoughts. ", "15": "From Dan and from Mount Ephraim your doom has been announced. ", "16": "Warn the other nations that the enemy is coming from a distant land, and they shout against Jerusalem and the cities of Judah. ", "17": "They surround Jerusalem like shepherds moving in on some wild animal! For my people have rebelled against me, says the Lord. ", "18": "Your ways have brought this down upon you; it is a bitter dose of your own medicine, striking deep within your hearts.", "19": "My heart, my heart—I writhe in pain; my heart pounds within me. I cannot be still because I have heard, O my soul, the blast of the enemies' trumpets and the enemies' battle cries. ", "20": "Wave upon wave of destruction rolls over the land, until it lies in utter ruin; suddenly, in a moment, every house is crushed. ", "21": "How long must this go on? How long must I see war and death surrounding me?", "22": "“Until my people leave their foolishness, for they refuse to listen to me; they are dull, retarded children who have no understanding. They are smart enough at doing wrong, but for doing right they have no talent, none at all.”", "23": "I looked down upon their land, and as far as I could see in all directions everything was ruins. And all the heavens were dark. ", "24": "I looked at the mountains and saw that they trembled and shook. ", "25": "I looked, and mankind was gone, and the birds of the heavens had fled.", "26": "The fertile valleys were wilderness, and all the cities were broken down before the presence of the Lord, crushed by his fierce anger. ", "27": "The Lord's decree of desolation covers all the land. “Yet,” he says, “there will be a little remnant of my people left. ", "28": "The earth shall mourn, the heavens shall be draped with black, because of my decree against my people; I have made up my mind and will not change it.”", "29": "All the cities flee in terror at the noise of marching armies coming near. The people hide in the bushes and flee to the mountains. All the cities are abandoned—all have fled in terror. ", "30": "Why do you put on your most beautiful clothing and jewelry and brighten your eyes with mascara? It will do you no good! Your allies despise you and will kill you.", "31": "I have heard great crying like that of a woman giving birth to her first child; it is the cry of my people gasping for breath, pleading for help, prostrate before their murderers."}