{"1": "But in October, Ishmael (son of Nethaniah, son of Elishama), who was a member of the royal family and one of the king's top officials, arrived in Mizpah, accompanied by ten men. Gedaliah invited them to dinner. ", "2": "While they were eating, Ishmael and the ten men in league with him suddenly jumped up, pulled out their swords, and killed Gedaliah. ", "3": "Then they went out and slaughtered all the Jewish officials and Babylonian soldiers who were in Mizpah with Gedaliah.", "4": "The next day, before the outside world knew what had happened, ", "5": "eighty men approached Mizpah from Shechem, Shiloh, and Samaria, to worship at the Temple of the Lord. They had shaved off their beards, torn their clothes, and cut themselves, and were bringing offerings and incense. ", "6": "Ishmael went out from the city to meet them, crying as he went. When he faced them he said, “Oh, come and see what has happened to Gedaliah!”", "7": "Then, when they were all inside the city, Ishmael and his men killed all but ten of them and threw their bodies into a cistern. ", "8": "The ten had talked Ishmael into letting them go by promising to bring him their treasures of wheat, barley, oil, and honey they had hidden away. ", "9": "The cistern where Ishmael dumped the bodies of the men he murdered was the large one constructed by King Asa when he fortified Mizpah to protect himself against Baasha, king of Israel.[a]", "10": "Ishmael made captives of the king's daughters and of the people who had been left under Gedaliah's care in Mizpah by Nebuzaradan, captain of the guard. Soon after, he took them with him when he headed toward the country of the Ammonites.", "11": "But when Johanan (son of Kareah) and the rest of the guerrilla leaders heard what Ishmael had done, ", "12": "they took all their men and set out to stop him. They caught up with him at the pool near Gibeon. ", "13-14": "The people with Ishmael shouted for joy when they saw Johanan and his men and ran to meet them.", "15": "Meanwhile Ishmael escaped with eight of his men into the land of the Ammonites.", "16-17": "Then Johanan and his men went to the village of Geruth Chimham, near Bethlehem, taking with them all those they had rescued—soldiers, women, children, and eunuchs, to prepare to leave for Egypt. ", "18": "For they were afraid of what the Babylonians would do when the news reached them that Ishmael had killed Gedaliah the governor, for he had been chosen and appointed by the Babylonian emperor."}