{"1": "Then Johanan and the army captains and all the people, great and small, came to Jeremiah ", "2": "and said, “Please pray for us to the Lord your God, for as you know so well, we are only a tiny remnant of what we were before. ", "3": "Beg the Lord your God to show us what to do and where to go.”", "4": "“All right,” Jeremiah replied. “I will ask him and I will tell you what he says. I will hide nothing from you.”", "5": "Then they said to Jeremiah, “May the curse of God be on us if we refuse to obey whatever he says we should do! ", "6": "Whether we like it or not, we will obey the Lord our God, to whom we send you with our plea. For if we obey him, everything will turn out well for us.”", "7": "Ten days later the Lord gave his reply to Jeremiah. ", "8": "So he called for Johanan and the captains of his forces, and for all the people, great and small, ", "9": "and said to them: “You sent me to the Lord, the God of Israel, with your request, and this is his reply:", "10": "“Stay here in this land. If you do, I will bless you, and no one will harm you. For I am sorry for all the punishment I have had to give to you. ", "11": "Don't fear the king of Babylon anymore, for I am with you to save you and to deliver you from his hand. ", "12": "And I will be merciful to you by making him kind so that he will not kill you or make slaves of you but will let you stay here in your land.", "13-14": "“But if you refuse to obey the Lord and say, 'We will not stay here,'—and insist on going to Egypt where you think you will be free from war and hunger and alarms, ", "15": "then this is what the Lord replies, O remnant of Judah: The Lord Almighty, the God of Israel, says: If you insist on going to Egypt, ", "16": "the war and famine you fear will follow close behind you, and you will perish there. ", "17": "That is the fate awaiting every one of you who insists on going to live in Egypt. Yes, you will die from sword, famine, and disease. None of you will escape from the evil I will bring upon you there.", "18": "“For the Lord, the God of Israel, says: Just as my anger and fury were poured out upon the people of Jerusalem, so it will be poured out on you when you enter Egypt. You will be received with disgust and with hatred—you will be cursed and reviled. And you will never again see your own land. ", "19": "For the Lord has said: O remnant of Judah, do not go to Egypt!” Jeremiah concluded: “Never forget the warning I have given you today. ", "20": "If you go, it will be at the cost of your lives. For you were deceitful when you sent me to pray for you and said, 'Just tell us what God says and we will do it!' ", "21": "And today I have told you exactly what he said, but you will not obey any more now than you did the other times. ", "22": "Therefore know for a certainty that you will die by sword, famine, and disease in Egypt, where you insist on going.”"}