{"1": "Here are the messages given to Jeremiah concerning foreign nations: The Egyptians", "2": "This message was given against Egypt at the occasion of the battle of Carchemish when Pharaoh Neco, king of Egypt, and his army were defeated beside the Euphrates River by Nebuchadnezzar, king of Babylon, in the fourth year of the reign of Jehoiakim (son of Josiah), king of Judah:", "3": "Buckle on your armor, you Egyptians, and advance to battle! ", "4": "Harness the horses and prepare to mount them—don your helmets, sharpen your spears, put on your armor. ", "5": "But look! The Egyptian army flees in terror; the mightiest of its soldiers run without a backward glance. Yes, terror shall surround them on every side, says the Lord. ", "6": "The swift will not escape, nor the mightiest of warriors. In the north, by the river Euphrates, they have stumbled and fallen.", "7": "What is this mighty army, rising like the Nile at flood time, overflowing all the land? ", "8": "It is the Egyptian army, boasting that it will cover the earth like a flood, destroying every foe. ", "9": "Then come, O horses and chariots and mighty soldiers of Egypt! Come, all of you from Cush and Put and Lud who handle the shield and bend the bow! ", "10": "For this is the day of the Lord, the Lord Almighty, a day of vengeance upon his enemies. The sword shall devour until it is sated, yes, drunk with your blood, for the Lord, the Lord Almighty will receive a sacrifice today in the north country beside the river Euphrates! ", "11": "Go up to Gilead for medicine, O virgin daughter of Egypt! Yet there is no cure for your wounds. Though you have used many medicines, there is no healing for you. ", "12": "The nations have heard of your shame. The earth is filled with your cry of despair and defeat; your mightiest soldiers will stumble across each other and fall together.", "13": "Then God gave Jeremiah this message concerning the coming of Nebuchadnezzar, king of Babylon, to attack Egypt:", "14": "Shout it out in Egypt; publish it in the cities of Migdol, Memphis, and Tahpanhes! Mobilize for battle, for the sword of destruction shall devour all around you. ", "15": "Why has Apis, your bull god, fled in terror? Because the Lord knocked him down before your enemies. ", "16": "Vast multitudes fall in heaps. (Then the remnant of the Jews will say, “Come, let us return again to Judah where we were born and get away from all this slaughter here!”)", "17": "Rename Pharaoh Hophra and call him “The Man with No Power but with Plenty of Noise!”", "18": "As I live, says the King, the Lord of Hosts, one is coming against Egypt who is as tall as Mount Tabor or Mount Carmel by the sea! ", "19": "Pack up; get ready to leave for exile, you citizens of Egypt, for the city of Memphis shall be utterly destroyed and left without a soul alive. ", "20-21": "Egypt is sleek as a heifer, but a gadfly sends her running—a gadfly from the north! Even her famed mercenaries have become like frightened calves. They turn and run, for it is the day of great calamity for Egypt, a time of great punishment. ", "22-23": "Silent as a serpent gliding away, Egypt flees; the invading army marches in. The numberless soldiers cut down your people like woodsmen who clear a forest of its trees. ", "24": "Egypt is as helpless as a girl before these men from the north.", "25": "The Lord, the God of Israel, says: I will punish Amon, god of Thebes, and all the other gods of Egypt. I will punish Pharaoh too, and all who trust in him. ", "26": "I will deliver them into the hands of those who want them killed—into the hands of Nebuchadnezzar, king of Babylon, and his army. But afterwards the land shall recover from the ravages of war.", "27": "But don't you be afraid, O my people who return to your own land, don't be dismayed; for I will save you from far away and bring your children from a distant land. Yes, Israel shall return and be at rest, and nothing shall make her afraid. ", "28": "Fear not, O Jacob, my servant, says the Lord, for I am with you. I will destroy all the nations to which I have exiled you, but I will not destroy you. I will punish you, but only enough to correct you."}