{"1": "The Moabites This is the message of the Lord of Hosts, the God of Israel, against Moab: Woe to the city of Nebo, for it shall lie in ruins. The city of Kiriathaim and its forts are overwhelmed and captured. ", "2-4": "No one will ever brag about Moab anymore, for there is a plot against her life. In Heshbon plans have been completed to destroy her. “Come,” they say, “we will cut her off from being a nation.” In Madmen all is silent. And then the roar of battle will surge against Horonaim, for all Moab is being destroyed. Her crying will be heard as far away as Zoar. ", "5": "Her refugees will climb the hills of Luhith, weeping bitterly, while cries of terror rise from the city below. ", "6": "Flee for your lives; hide in the wilderness! ", "7": "For you trusted in your wealth and skill; therefore, you shall perish. Your god Chemosh, with his priests and princes, shall be taken away to distant lands!", "8": "All the villages and cities, whether they be on the plateaus or in the valleys, shall be destroyed, for the Lord has said it. ", "9": "Oh, for wings for Moab that she could fly away, for her cities shall be left without a living soul. ", "10": "Cursed be those withholding their swords from your blood, refusing to do the work that God has given them!", "11": "From her earliest history Moab has lived there undisturbed from all invasions. She is like wine that has not been poured from flask to flask and is fragrant and smooth. But now she shall have the pouring out of exile! ", "12": "The time is coming soon, the Lord has said, when he will send troublemakers to spill her out from jar to jar and then shatter the jars! ", "13": "Then at last Moab shall be ashamed of her idol Chemosh, as Israel was of her calf idol at Bethel.", "14": "Do you remember that boast of yours: “We are heroes, mighty men of war”? ", "15": "But now Moab is to be destroyed; her destroyer is on the way; her choicest youth are doomed to slaughter, says the King, the Lord Almighty. ", "16": "Calamity is coming fast to Moab.", "17": "O friends of Moab, weep for her and cry! See how the strong, the beautiful is shattered! ", "18": "Come down from your glory and sit in the dust, O people of Dibon, for those destroying Moab shall shatter Dibon too, and tear down all her towers. ", "19": "Those in Aroer stand anxiously beside the road to watch, and shout to those who flee from Moab, “What has happened there?”", "20": "And they reply, “Moab lies in ruins; weep and wail. Tell it by the banks of the Arnon, that Moab is destroyed.”", "21": "All the cities of the tableland lie in ruins too, for God's judgment has been poured out upon them all—on Holon and Jahzah and Mephaath, ", "22": "and Dibon and Nebo and Beth-diblathaim, ", "23": "and Kiriathaim and Beth-gamul and Beth-meon, ", "24": "and Kerioth and Bozrah—and all the cities of the land of Moab, far and near.", "25": "The strength of Moab is ended—her horns are cut off; her arms are broken. ", "26": "Let her stagger and fall like a drunkard, for she has rebelled against the Lord. Moab shall wallow in her vomit, scorned by all. ", "27": "For you scorned Israel and robbed her and were happy at her fall.", "28": "O people of Moab, flee from your cities and live in the caves like doves that nest in the clefts of the rocks. ", "29": "We have all heard of the pride of Moab, for it is very great. We know your loftiness, your arrogance, and your haughty heart. ", "30": "I know her insolence, the Lord has said, but her boasts are false—her helplessness is great. ", "31": "Yes, I wail for Moab, my heart is broken for the men of Kir-heres.", "32": "O men of Sibmah, rich in vineyards, I weep for you even more than for Jazer. For the destroyer has cut off your spreading tendrils and harvested your grapes and summer fruits. He has plucked you bare! ", "33": "Joy and gladness are gone from fruitful Moab. The presses yield no wine; no one treads the grapes with shouts of joy. There is shouting, yes, but not the shouting of joy. ", "34": "Instead the awful cries of terror and pain rise from all over the land—from Heshbon clear across to Elealeh and to Jahaz; from Zoar to Horonaim and to Eglath-shelishiyah. The pastures of Nimrim are deserted now.", "35": "For the Lord says: I have put a stop to Moab's worshiping false gods and burning incense to idols. ", "36": "Sadly sings my heart for Moab and Kir-heres, for all their wealth has disappeared. ", "37": "They shave their heads and beards in anguish; they slash their hands and put on clothes of sackcloth. ", "38": "Crying and sorrow will be in every Moabite home and on the streets; for I have smashed and shattered Moab like an old, unwanted bottle. ", "39": "How it is broken! Hear the wails! See the shame of Moab! For she is a sign of horror and of scoffing to her neighbors now.", "40": "A vulture circles ominously above the land of Moab, says the Lord. ", "41": "Her cities are fallen; her strongholds are seized. The hearts of her mightiest warriors fail with fear like women in the pains of giving birth. ", "42": "Moab shall no longer be a nation, for she has boasted against the Lord. ", "43": "Fear and traps and treachery shall be your lot, O Moab, says the Lord. ", "44": "He who flees shall fall in a trap, and he who escapes from the trap shall run into a snare. I will see to it that you do not get away, for the time of your judgment has come. ", "45": "They flee to Heshbon, unable to go farther. But a fire comes from Heshbon—Sihon's ancestral home—and devours the land from end to end with all its rebellious people.", "46": "Woe to you, O Moab; the people of the god Chemosh are destroyed, and your sons and daughters are taken away as slaves. ", "47": "But in the latter days, says the Lord, I will reestablish Moab. (Here the prophecy concerning Moab ends.)"}