{"1": "Babylon This is the message from the Lord against Babylon and the Chaldeans, spoken by Jeremiah the prophet:", "2": "Tell all the world that Babylon will be destroyed; her god Marduk will be utterly disgraced! ", "3": "For a nation shall come down upon her from the north with such destruction that no one shall live in her again; all shall be gone—both men and animals shall flee.", "4": "Then the people of Israel and Judah shall join together, weeping and seeking the Lord their God. ", "5": "They shall ask the way to Zion and start back home again. “Come,” they will say, “let us be united to the Lord with an eternal pledge that will never be broken again.”", "6": "My people have been lost sheep. Their shepherds led them astray and then turned them loose in the mountains. They lost their way and didn't remember how to get back to the fold. ", "7": "All who found them devoured them and said, “We are permitted to attack them freely, for they have sinned against the Lord, the God of justice, the hope of their fathers.”", "8": "But now, flee from Babylon, the land of the Chaldeans; lead my people home again. ", "9": "For see, I am raising up an army of great nations from the north, and I will bring them against Babylon to attack her, and she shall be destroyed. The enemies' arrows go straight to the mark; they do not miss! ", "10": "And Babylon shall be sacked until everyone is sated with loot,” says the Lord.", "11": "Though you were glad, O Chaldeans, plunderers of my people, and are fat as cows that feed in lush pastures, and neigh like stallions, ", "12": "yet your mother shall be overwhelmed with shame, for you shall become the least of the nations—a wilderness, a dry and desert land. ", "13": "Because of the anger of the Lord, Babylon shall become deserted wasteland, and all who pass by shall be appalled and shall mock at her for all her wounds.", "14": "Yes, prepare to fight with Babylon, all you nations round about; let the archers shoot at her; spare no arrows, for she has sinned against the Lord. ", "15": "Shout against her from every side. Look! She surrenders! Her walls have fallen. The Lord has taken vengeance. Do to her as she has done! ", "16": "Let the farmhands all depart. Let them rush back to their own lands as the enemies advance.", "17": "The Israelites are like sheep the lions chase. First the king of Assyria ate them up; then Nebuchadnezzar, the king of Babylon, crunched their bones. ", "18": "Therefore the Lord, the God of Israel, says: Now I will punish the king of Babylon and his land as I punished the king of Assyria. ", "19": "And I will bring Israel home again to her own land, to feed in the fields of Carmel and Bashan and to be happy once more on Mount Ephraim and Mount Gilead. ", "20": "In those days, says the Lord, no sin shall be found in Israel or in Judah, for I will pardon the remnant I preserve.", "21": "Go up, O my warriors, against the land of Merathaim[a] and against the people of Pekod.* Yes, march against Babylon, the land of rebels, a land that I will judge! Annihilate them, as I have commanded you. ", "22": "Let there be the shout of battle in the land, a shout of great destruction. ", "23": "Babylon, the mightiest hammer in all the earth, lies broken and shattered. Babylon is desolate among the nations! ", "24": "O Babylon, I have set a trap for you and you are caught, for you have fought against the Lord.", "25": "The Lord has opened his armory and brought out weapons to explode his wrath upon his enemies. The terror that befalls Babylon will be the work of the Lord God. ", "26": "Yes, come against her from distant lands; break open her granaries; knock down her walls and houses into heaps of ruins and utterly destroy her; let nothing be left. ", "27": "Not even her cattle—woe to them too! Kill them all! For the time has come for Babylon to be devastated.", "28": "But my people will flee; they will escape back to their own country to tell how the Lord their God has broken forth in fury upon those who destroyed his Temple.", "29": "Send out a call for archers to come to Babylon; surround the city so that none can escape. Do to her as she has done to others, for she has haughtily defied the Lord, the Holy One of Israel. ", "30": "Her young men will fall in the streets and die; her warriors will all be killed. ", "31": "For see, I am against you, O people so proud; and now your day of reckoning has come. ", "32": "Land of pride, you will stumble and fall, and no one will raise you up; for the Lord will light a fire in the cities of Babylon that will burn everything around them.", "33": "The Lord says: The people of Israel and Judah have been wronged. Their captors hold them and refuse to let them go. ", "34": "But their Redeemer is strong. His name is the Lord Almighty. He will plead for them and see that they are freed to live again in quietness in Israel. As for the people of Babylon—there is no rest for them! ", "35": "The sword of destruction shall smite the Chaldeans, says the Lord. It shall smite the people of Babylon—her princes and wise men too. ", "36": "All her wise counselors shall become fools! Panic shall seize her mightiest warriors! ", "37": "War shall devour her horses and chariots, and her allies from other lands shall become as weak as women. Her treasures shall all be robbed; ", "38": "even her water supply will fail. And why? Because the whole land is full of images, and the people are madly in love with their idols.", "39": "Therefore this city of Babylon shall become inhabited by ostriches and jackals; it shall be a home for the wild animals of the desert. Never again shall it be lived in by human beings; it shall lie desolate forever. ", "40": "The Lord declares that he will destroy Babylon just as he destroyed Sodom and Gomorrah and their neighboring towns. No one has lived in them since, and no one will live again in Babylon.", "41": "See them coming! A great army from the north! It is accompanied by many kings called by God from many lands. ", "42": "They are fully armed for slaughter; they are cruel and show no mercy; their battle cry roars like the surf against the shoreline. O Babylon, they ride against you fully ready for the battle.", "43": "When the king of Babylon received the dispatch, his hands fell helpless at his sides; pangs of terror gripped him like the pangs of a woman in labor.", "44": "I will send against them an invader who will come upon them suddenly, like a lion from the jungles of Jordan that leaps upon the grazing sheep. I will put her defenders to flight and appoint over them whomsoever I please. For who is like me? What ruler can oppose my will? Who can call me to account?", "45": "Listen to the plan of the Lord against Babylon, the land of the Chaldeans. For even little children shall be dragged away as slaves; oh, the horror; oh, the terror. ", "46": "The whole earth shall shake at Babylon's fall, and her cry of despair shall be heard around the world."}