{"1": "Then, says the Lord, the enemy shall break open the graves of the kings of Judah and of the princes, and the graves of the priests, prophets, and people, ", "2": "and dig out their bones and spread them out on the ground before the sun and moon and stars—the gods of my people!—whom they have loved and worshiped. Their bones shall not be gathered up again nor buried but shall be scattered like dung upon the ground. ", "3": "And those of this evil nation who are still left alive shall long to die rather than live where I will scatter them, says the Lord Almighty.", "4-5": "Once again give them this message from the Lord: When a person falls, he jumps up again; when he is on the wrong road and discovers his mistake, he goes back to the fork where he made the wrong turn. But these people keep on along their evil path, even though I warn them. ", "6": "I listen to their conversation and what do I hear? Is anyone sorry for sin? Does anyone say, “What a terrible thing I have done”? No, all are rushing pell-mell down the path of sin as swiftly as a horse rushing to the battle! ", "7": "The stork knows the time of her migration, as does the turtledove, the crane, and the swallow. They all return at God's appointed time each year; but not my people! They don't accept the laws of God.", "8": "How can you say, “We understand his laws,” when your teachers have twisted them up to mean a thing I never said? ", "9": "These wise teachers of yours will be shamed by exile for this sin, for they have rejected the word of the Lord. Are they then so wise? ", "10": "I will give their wives and their farms to others; for all of them, great and small, prophet and priest, have one purpose in mind—to get what isn't theirs. ", "11": "They give useless medicine for my people's grievous wounds, for they assure them all is well when that isn't so at all! ", "12": "Are they ashamed because they worship idols? No, not in the least; they don't even know how to blush! That is why I will see to it that they lie among the fallen. I will visit them with death. ", "13": "Their figs and grapes will disappear, their fruit trees will die, and all the good things I prepared for them will soon be gone.", "14": "Then the people will say, “Why should we wait here to die? Come, let us go to the walled cities and perish there. For the Lord our God has decreed our doom and given us a cup of poison to drink because of all our sins. ", "15": "We expected peace, but no peace came; we looked for health, but there was only terror.”", "16": "The noise of war resounds from the northern border.[a] The whole land trembles at the approach of the terrible army, for the enemy is coming and is devouring the land and everything in it—the cities and people alike. ", "17": "For I will send these enemy troops among you like poisonous snakes that you cannot charm. No matter what you do, they will bite you and you shall die.", "18": "My grief is beyond healing; my heart is broken. ", "19": "Listen to the weeping of my people all across the land. “Where is the Lord?” they ask. “Has God deserted us?” “Oh, why have they angered me with their carved idols and strange evil rites?” the Lord replies.", "20": "“The harvest is finished; the summer is over, and we are not saved.”", "21": "I weep for the hurt of my people; I stand amazed, silent, dumb with grief. ", "22": "Is there no medicine in Gilead? Is there no physician there? Why doesn't God do something? Why doesn't he help?"}