{"1": "¶ On that day they read in the book of Moses in the audience of the people; and it was found written therein that the Ammonites and the Moabites should not come into the congregation of God forever", "2": "because they did not meet the sons of Israel with bread and with water, but hired Balaam against them, that he should curse them; howbeit our God turned the curse into a blessing.", "3": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.", "4": "And before this, Eliashib, the priest, had been the overseer of the chamber of the house of our God, and was related to Tobiah,", "5": "and he had prepared for him a great chamber, where before they had kept the present, the frankincense, the vessels, the tithe of the grain, of the new wine, and of the oil, which was commanded to be given to the Levites, to the singers and the porters and the offerings of the priests.", "6": "But in all this time I was not at Jerusalem; for in the thirty-second year of Artaxerxes, king of Babylon, I went unto the king, and after certain days I was sent by the king.", "7": "And I came to Jerusalem and understood the evil that Eliashib had done attending Tobiah, in preparing him a chamber in the courts of the house of God.", "8": "And it grieved me sore; therefore, I cast forth all the household vessels of Tobiah out of the chamber.", "9": "Then I commanded, and they cleansed the chambers; and I caused the vessels of the house of God to be brought there again, with the present and the frankincense.", "10": "¶ And I perceived that the portions of the Levites had not been given to them and that the Levites and the singers, that did the work, had fled each one to his inheritance.", "11": "Then I contended with the rulers and said, Why is the house of God forsaken? And I gathered them together and set them in their place.", "12": "Then all Judah brought the tithe of the grain, of the new wine, and of the oil unto the store houses.", "13": "And I made treasurers over the store houses, Shelemiah, the priest, and Zadok, the scribe, and of the Levites, Pedaiah; and next to them was Hanan, the son of Zaccur, the son of Mattaniah; for they were counted faithful, and their office was to distribute unto their brethren.", "14": "Remember me, O my God, concerning this, and wipe not out my mercies that I have done for the house of my God and for its wards.", "15": "¶ In those days I saw in Judah some treading wine presses on the sabbath and bringing in sheaves and lading asses with wine, grapes, figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day; and I protested unto them the day in which they sold the food.", "16": "There dwelt men of Tyre also therein, who brought fish and all manner of merchandise, and sold on the sabbath to the sons of Judah in Jerusalem.", "17": "Then I contended with the nobles of Judah and said unto them, What evil thing is this that ye do and profane thus the sabbath day?", "18": "Did not your fathers do this, and did not our God bring all this evil upon us and upon this city? Yet ye bring more wrath upon Israel by profaning the sabbath.", "19": "And it came to pass, that when shadow came to the gates of Jerusalem before the sabbath, I commanded that the gates should be shut and charged that they should not be opened until after the sabbath; and I set some of my servants at the gates, that no burden be brought in on the sabbath day.", "20": "So the merchants and sellers of all kinds of merchandise lodged outside Jerusalem once or twice.", "21": "Then I testified and protested against them and said unto them, Why do ye lodge about the wall? If ye do so again, I will lay hands on you. From that time forth they came no more on the sabbath.", "22": "And I told the Levites that they should cleanse themselves and that they should come and guard the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.", "23": "¶ In those days I also saw Jews that had married wives of Ashdod, of Ammon, and of Moab;", "24": "and their sons spoke half in the speech of Ashdod, and according to the language of each people; for they could not speak in the Jews' language.", "25": "And I contended with them and cursed them and smote certain of them and plucked off their hair and made them swear by God, saying, Ye shall not give your daughters unto their sons nor take their daughters unto your sons, or for yourselves.", "26": "Did not Solomon, king of Israel, sin by these things? Yet among many nations there was no king like him, who was beloved of his God, and God made him king over all Israel; nevertheless, strange women caused even him to offend.", "27": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange women?", "28": "And one of the sons of Joiada, the son of Eliashib, the high priest, was son-in-law to Sanballat the Horonite; therefore, I chased him from me.", "29": "Remember them, O my God because they have defiled the priesthood and the covenant of the priesthood and of the Levites.", "30": "Thus I cleansed them from all strangers and appointed the wards of the priests and the Levites, each one in his work,", "31": "and for the wood offering, at the appointed times, and for the firstfruits. Remember me, O my God, for good."}