{"1": "¶ Now in the twenty-fourth day of this month, the sons of Israel were assembled with fasting and with sackcloth and earth upon them.", "2": "And the seed of Israel had separated themselves from all strangers and stood and confessed their sins and the iniquities of their fathers.", "3": "And they stood up in their place and read in the book of the law of the LORD their God one fourth part of the day; and another fourth part they confessed and worshipped the LORD their God.", "4": "¶ Then stood up upon the stairs of the Levites, Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani and cried with a loud voice unto the LORD their God.", "5": "Then the Levites, Jeshua, Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah said, Stand up and bless the LORD your God for ever and ever; and blessed be thy glorious name, which is exalted above all blessing and praise.", "6": "Thou, O LORD, art alone; thou hast made the heavens and the heavens of the heavens, with all their host, the earth and all things that are therein, the seas and all that is therein, and thou givest life to them all; and the host of the heavens worship thee.", "7": "Thou art, O LORD, the God who didst choose Abram and didst bring him forth out of Ur of the Chaldees and didst give him the name of Abraham", "8": "and didst find his heart faithful before thee and didst make a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite, to give it, to his seed and hast performed thy word; for thou art righteous.", "9": "And thou didst see the affliction of our fathers in Egypt and didst hear their cry by the Red Sea", "10": "and didst show signs and wonders upon Pharaoh and on all his slaves and on all the people of his land; for thou didst know that they had dealt proudly against them. So didst thou make thee a name, as it is this day.", "11": "And thou didst divide the sea before them so that they went through the midst of the sea on the dry land; and their persecutors thou didst throw into the deeps, as a stone into the mighty waters.", "12": "Moreover, thou didst lead them by day with a pillar of cloud and by night with a pillar of fire to give them light in the way by which they should go.", "13": "Thou didst come down upon Mount Sinai and didst speak with them from heaven and didst give them right judgments and true laws, good statutes and commandments,", "14": "and didst make known unto them the sabbath of thy holiness and didst prescribe for them commandments, statutes, and law by the hand of Moses, thy slave.", "15": "And thou didst give them bread from heaven in their hunger and didst bring forth water for them out of the rock in their thirst and didst promise them that they should go in to possess the land which thou hadst sworn to give them.", "16": "But they and our fathers dealt proudly and hardened their necks and did not hearken unto thy commandments", "17": "and refused to hear; neither did they remember thy wonders that thou hadst done among them, but hardened their necks and in their rebellion thought to appoint a leader to return to their bondage; but thou art a God of pardons, gracious and merciful, slow to anger, and of great mercy, for thou didst not leave them.", "18": "Even when they had made themselves a molten calf and said, This is thy God that brought thee up out of Egypt, and had committed great abominations;", "19": "yet thou in thy manifold mercies didst not forsake them in the wilderness; the pillar of the cloud did not depart from them by day, to lead them in the way; neither did the pillar of fire by night, to illuminate the way in which they should go.", "20": "Thou didst give thy good spirit to teach them and didst not withhold thy manna from their mouth and didst give them water for their thirst.", "21": "Yea, forty years didst thou sustain them in the wilderness so that they lacked nothing; their clothes did not wax old, and their feet did not swell.", "22": "Thou didst give them kingdoms and peoples and didst divide them into corners; so they possessed the land of Sihon and the land of the king of Heshbon and the land of Og, king of Bashan.", "23": "Thou didst multiply their sons as the stars of heaven and didst introduce them into the land, concerning which thou hadst promised to their fathers, that they should go in to inherit it.", "24": "So the sons came in and possessed the land, and thou didst humble the inhabitants of the land before them, the Canaanites, and didst give them into their hand, with their kings and the peoples of the land, that they might do with them as they would.", "25": "And they took strong cities and fertile land and inherited houses full of all goods, hewn cisterns, vineyards and oliveyards and many trees of good fruit; so they ate and were filled and became fat and delighted themselves in thy great goodness.", "26": "Nevertheless, they were contentious and rebelled against thee and cast thy law behind their backs and slew thy prophets who testified against them to turn them to thee, and they wrought great abominations.", "27": "Therefore, thou didst deliver them into the hand of their enemies, who afflicted them; and in the time of their tribulation, they cried unto thee, thou didst hear them from the heavens; and according to thy manifold mercies thou didst give them saviours, who saved them out of the hand of their enemies.", "28": "But after they had rest, they did evil again before thee; therefore, thou didst leave them in the hand of their enemies so that they had the dominion over them; yet when they returned and cried unto thee, thou didst hear them from the heavens; and many times didst thou deliver them according to thy mercies", "29": "and didst protest unto them, that they return unto thy law; yet they dealt proudly and did not hearken unto thy commandments, but sinned against thy judgments (which if a man shall do, in them he shall live) and withdrew the shoulder and hardened their neck and would not hear.", "30": "Yet many years didst thou forbear them and didst protest against them with thy spirit by the hand of thy prophets; yet they did not hear; therefore, thou didst give them into the hand of the peoples of the land.", "31": "Nevertheless, for thy great mercies' sake thou didst not utterly consume them nor forsake them; for thou art a gracious and merciful God.", "32": "Now, therefore, our God, the great, mighty, and terrible God, who keeps covenant and mercy, let not all the trouble seem little before thee, that has come upon us, on our kings, on our princes, on our priests, on our prophets, on our fathers, and on all thy people, since the time of the kings of Assyria unto this day.", "33": "Howbeit thou art just in all that has come upon us; for thou hast done right, but we have done wickedly;", "34": "neither have our kings, our princes, our priests, nor our fathers, kept thy law nor hearkened unto thy commandments and thy testimonies, with which thou didst testify against them.", "35": "For they did not serve thee in their kingdom and in thy great goodness that thou didst give them and in the large and fat land which thou didst deliver before them; neither did they turn from their wicked works.", "36": "Behold, we are slaves this day, behold us here, slaves in the land which thou didst give unto our fathers to eat the fruit thereof and the good thereof.", "37": "And it multiplies its fruit for the kings, whom thou hast set over us because of our sins, who have dominion over our bodies and over our cattle, according to their will, and we are in great distress.", "38": "And because of all this, we make a sure covenant and write it; and our princes, Levites, and priests seal unto it."}