{"1": "¶ The former treatise I have made, O Theophilus, of all that Jesus began both to do and teach,", "2": "until the day in which, having given commandments by the Holy Spirit unto the apostles whom he had chosen, he was received on high;", "3": "unto whom he also showed himself alive, after he had suffered, by many infallible proofs, appearing unto them for forty days and speaking to them of the kingdom of God;", "4": "and gathering them together, he commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, Which, he said, ye have heard of me.", "5": "For John truly baptized in water, but ye shall be baptized in the Holy Spirit not many days from now.", "6": "¶ Then those that were come together asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?", "7": "And he said unto them, It is not for you to know the times or the seasons, which the Father has put under his authority only.", "8": "But ye shall receive the virtue of the Holy Spirit which shall come upon you, and ye shall be witnesses unto me both in Jerusalem and in all Judaea and in Samaria and unto the uttermost part of the earth.", "9": "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.", "10": "And while they looked steadfastly toward heaven as he went up, behold, two men stood by them in white apparel,", "11": "who also said, Ye men of Galilee, what do ye stand gazing at up into heaven? This same Jesus, who is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.", "12": "¶ Then they returned unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day's journey.", "13": "And when they were come in, they went up into an upper room, where Peter and James and John and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon Zelotes, and Judas the brother of James were.", "14": "These all continued with one accord in prayer and supplication, with the women and Mary, the mother of Jesus, and with his brethren.", "15": "¶ And in those days Peter stood up in the midst of the disciples and said (the number of names together were about one hundred and twenty),", "16": "Men and brethren, this scripture must needs have been fulfilled, which the Holy Spirit by the mouth of David spoke before concerning Judas, who was guide to those that took Jesus.", "17": "For he was numbered with us, and had obtained a lot or inheritance of this ministry.", "18": "He, therefore, purchased a field with the reward of his iniquity; and hanging himself, he burst asunder in the midst, and all his bowels gushed out.", "19": "And it was known unto all the dwellers of Jerusalem, in such a manner that the field is called in their proper tongue, Aceldama, that is to say, The field of blood.", "20": "For it is written in the book of Psalms, Let his habitation be desolate, and let no one dwell therein, and let another take his office.", "21": "It behooves, therefore, of these men who have accompanied us all the time that the Lord Jesus went in and out among us,", "22": "beginning from the baptism of John unto that same day that he was received on high from among us, that one must be ordained to be a witness with us of his resurrection.", "23": "And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.", "24": "And they prayed and said, Thou, Lord, who knowest the hearts of everyone, show which of these two thou hast chosen,", "25": "that he may take the lot or inheritance of this ministry and apostleship, from which Judas rebelled that he might go to his own place.", "26": "And they gave forth their lots, and the lot fell upon Matthias, and he was numbered with the eleven apostles."}