{"1": "¶ And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.", "2": "When Peter was come up to Jerusalem, those that were of the circumcision contended with him,", "3": "saying, Why didst thou go in to men uncircumcised and eat with them?", "4": "But Peter rehearsed the matter from the beginning and expounded it by order unto them, saying,", "5": "I was in the city of Joppa praying, and in a rapture of understanding I saw a vision: A certain vessel descended like a great sheet let down from heaven by the four corners, and it came unto me,", "6": "upon which when I had fastened my eyes, I considered and saw fourfooted beasts of the earth and wild beasts and reptiles and fowls of the air.", "7": "And I heard a voice saying unto me, Arise, Peter, slay and eat.", "8": "But I said, Not so, Lord, for nothing common or unclean has at any time entered into my mouth.", "9": "But the voice answered me again from heaven, What God has cleansed, do not call common.", "10": "And this was done three times, and it was all drawn up again into heaven.", "11": "And, behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me.", "12": "And the Spirit bade me go with them, doubting nothing. Moreover these six brethren accompanied me, and we entered into the man's house:", "13": "And he showed us how he had seen an angel in his house, who stood and said unto him, Send to Joppa and call for Simon, whose surname is Peter,", "14": "who shall tell thee words, by which thou and all thy house shall be saved.", "15": "And as I began to speak, the Holy Spirit fell on them, as on us at the beginning.", "16": "Then I remembered the word of the Lord, when he said, John indeed baptized in water, but ye shall be baptized in the Holy Spirit.", "17": "So then, if God gave them the same gift as he did unto us, who have believed on the Lord Jesus Christ, who was I, that I should withstand God?", "18": "When they heard these things, they were silent and glorified God, saying, Then God has also granted repentance unto life to the Gentiles.", "19": "¶ Now those who were scattered abroad by the tribulation that arose about Stephen travelled as far as Phenice and Cyprus and Antioch, preaching the word to no one except only unto the Jews.", "20": "And some of them were men of Cyprus and Cyrene, who, when they came into Antioch, spoke unto the Greeks, preaching the gospel of the Lord Jesus.", "21": "And the hand of the Lord was with them, and a great number believed and turned unto the Lord.", "22": "Then tidings of these things came unto the ears of the congregation[a] which was in Jerusalem, and they sent forth Barnabas that he should go unto Antioch.", "23": "Who, when he came and had seen the grace of God, was glad and exhorted them all to remain in their purpose of heart in the Lord.", "24": "For he was a good man and full of the Holy Spirit and of faith, and many people were added unto the Lord.", "25": "Then Barnabas departed to Tarsus to seek Saul, and when he had found him, he brought him unto Antioch.", "26": "And it came to pass that for a whole year they gathered themselves together with the congregation[b] and taught many people. And the disciples were called Christians first in Antioch.", "27": "¶ And in those days prophets came down from Jerusalem unto Antioch.", "28": "And one of them named Agabus stood up and signified by the Spirit that there should be great famine throughout all the world, which came to pass in the days of Claudius Caesar.", "29": "Then the disciples, each one according to what he had, determined to send relief unto the brethren who dwelt in Judea,", "30": "which they likewise did and sent it to the elders by the hands of Barnabas and Saul."}