{"1": "¶ Now at that time Herod the king stretched forth his hands to mistreat certain of the congregation[a].", "2": "And he killed James the brother of John with the sword.", "3": "And because he saw it pleased the Jews, he proceeded further to take Peter also. (Then were the days of unleavened bread.)", "4": "And when he had apprehended him, he put him in prison and delivered him to four quaternions of soldiers to keep him, intending after the Passover to bring him forth to the people.", "5": "¶ Peter therefore was kept in the prison, and the congregation[b] made prayer without ceasing unto God for him.", "6": "And when Herod would have brought him forth, the same night Peter was sleeping between two soldiers, bound with two chains, and the guards before the door that kept the prison.", "7": "And, behold, the angel of the Lord came upon him, and a light shone in the prison, and he smote Peter on the side and woke him up, saying, Arise quickly. And his chains fell off from his hands.", "8": "And the angel said unto him, Gird thyself and bind on thy sandals. And so he did. And he said unto him, Cast thy garment about thee and follow me.", "9": "And he went out and followed him and knew not that it was true which was done by the angel, but thought he saw a vision.", "10": "When they were past the first and the second guard, they came unto the iron gate that leads unto the city, which opened to them of its own accord, and they went out and passed on through one street, and then the angel departed from him.", "11": "And when Peter was come to himself, he said, Now I know of a surety that the Lord has sent his angel and has delivered me out of the hand of Herod and from all the people of the Jews who waited for me.", "12": "And considering this, he came to the house of Mary the mother of John, whose surname was Mark, where many were gathered together praying.", "13": "And as Peter knocked at the door of the patio, a damsel came to hearken, named Rhoda.", "14": "And when she recognized Peter's voice, she opened not the gate for gladness, but ran in and told how Peter stood at the gate.", "15": "And they said unto her, Thou art mad. But she constantly affirmed that it was even so. Then they said, It is his angel.", "16": "But Peter continued knocking, and when they had opened the door and saw him, they were astonished.", "17": "But he, beckoning unto them with the hand to be silent, declared unto them how the Lord had brought him out of the prison. And he said, Go make these things known unto James and to the brethren. And he departed and went to another place.", "18": "Now as soon as it was day, there was no small stir among the soldiers concerning what was become of Peter.", "19": "And when Herod had sought for him and found him not, he examined the guards and commanded that they should be taken away. Then he went down from Judaea to Caesarea and abode there.", "20": "¶ And Herod was highly displeased with those of Tyre and Sidon, but they came with one accord to him, and, having bribed Blastus, the king's chamberlain, they asked for peace because their lands were supplied through those of the king's.", "21": "And upon a set day Herod, arrayed in royal apparel, sat upon his throne and made an oration unto them.", "22": "And the people gave a shout, saying, It is the voice of god, and not of man.", "23": "And immediately the angel of the Lord smote him because he did not give God the glory, and he expired eaten of worms.", "24": "But the word of the Lord grew and multiplied.", "25": "And Barnabas and Saul returned from Jerusalem, when they had fulfilled their ministry, and took with them John, whose surname was Mark."}