{"1": "¶ And after the uproar was ceased, Paul called the disciples and embraced them and departed to go into Macedonia.", "2": "And when he had gone over those parts and had exhorted them with much word, he came into Greece", "3": "and there abode three months. And when the Jews laid in wait for him, as he was about to sail into Syria, he took counsel to return through Macedonia.", "4": "And there accompanied him into Asia Sopater of Berea; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe and Timothy; and of Asia, Tychicus and Trophimus.", "5": "These going before tarried for us at Troas.", "6": "And we sailed away from Philippi after the days of unleavened bread and came unto them to Troas in five days, where we abode seven days.", "7": "¶ And the first of the sabbaths, when the disciples came together to break bread, Paul preached unto them, ready to depart the next day, and continued his word until midnight.", "8": "And there were many lamps in the upper chamber, where they were gathered together.", "9": "And a certain young man named Eutychus sat in a window, being fallen into a deep sleep; and as Paul was long preaching, he sunk down with sleep and fell down from the third loft and was taken up dead.", "10": "And Paul went down and fell on him and, embracing him, said, Trouble not yourselves, for his soul is still in him.", "11": "When he therefore was come up again and had broken bread and eaten and talked a long while, even until day break, thus he departed.", "12": "And they took the young man home alive and were greatly comforted.", "13": "¶ And we went into the ship and sailed unto Assos, intending to take in Paul there, for so he had determined that he should go by land.", "14": "And when he met with us at Assos, we took him in and came to Mitylene.", "15": "And we sailed from there and came the next day over against Chios, and the next day we arrived in port at Samos; and having rested in Trogyllium, the next day we came to Miletus.", "16": "For Paul had determined to sail by Ephesus, not to detain himself in Asia, for he hasted to keep the day of Pentecost, if it were possible for him, in Jerusalem.", "17": "¶ And from Miletus he sent to Ephesus and called the elders of the congregation[a].", "18": "And when they were come to him, he said unto them, Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons,", "19": "serving the Lord with all humility and with many tears and temptations, which have befallen me by the ambushes of the Jews,", "20": "and how I kept back nothing that was profitable unto you, but have showed you and have taught you publicly and from house to house,", "21": "testifying both to the Jews and also to the Gentiles, repentance toward God and faith toward our Lord Jesus Christ.", "22": "And now, behold, I go bound of the Spirit unto Jerusalem, not knowing the things that shall befall me there,", "23": "except that the Holy Spirit witnesses in every city, saying that prisons and tribulations await me.", "24": "But none of these things move me, neither do I count my life dear unto myself, only that I might finish my course with joy and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.", "25": "And now, behold, I know that ye all, among whom I have gone preaching the kingdom of God, shall see my face no more.", "26": "Therefore I take you to record this day that I am pure from the blood of everyone.", "27": "For I have not refrained from declaring unto you the full counsel of God.", "28": "Take heed therefore unto yourselves and to all the flock, in which the Holy Spirit has placed you as bishops to feed the congregation[b] of God, which he has purchased with his own blood.", "29": "For I know this, that after my departing, grievous wolves shall enter in among you, not sparing the flock.", "30": "Also from among your own selves, men shall arise, speaking perverse things to draw away disciples after themselves.", "31": "Therefore watch and remember that by the space of three years I ceased not to warn every one night and day with tears.", "32": "And now, brethren, I commend you to God and to the word of his grace, which is powerful to build you up and to give you an inheritance among all those who are sanctified.", "33": "I have coveted no one's silver or gold or apparel.", "34": "Moreover, ye yourselves know that these hands have ministered unto my necessities and to those that were with me.", "35": "I have showed you in all things how that so labouring, ye ought to support the weak and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.", "36": "¶ And when he had thus spoken, he knelt down and prayed with them all.", "37": "Then they all wept sore and fell on Paul's neck and kissed him,", "38": "sorrowing most of all for the word which he spoke, that they should see his face no more. And they accompanied him unto the ship."}