{"1": "¶ And after five days Ananias, the prince of the priests, descended with the elders and with a certain orator named Tertullus, who informed the governor against Paul.", "2": "And when he was called forth, Tertullus began to accuse him, saying, Seeing that by thee we enjoy great peace and that very worthy deeds are done unto this nation by thy prudence,", "3": "we accept it always and in all places, most noble Felix, with all thankfulness.", "4": "Notwithstanding, that I be not further tedious unto thee, I pray thee that thou would hear us of thy clemency a few words.", "5": "For we have found this man a pestilent fellow and a mover of sedition among all the Jews throughout the world and prince of the seditious sect of the Nazarenes,", "6": "who also has gone about to profane the temple, whom we took and would have judged according to our law.", "7": "But the tribunal Lysias came upon us, and with great violence took him away out of our hands,", "8": "commanding his accusers to come unto thee; by examining of whom thou may take knowledge of all these things, of which we accuse him.", "9": "And the Jews also assented, saying that these things were so.", "10": "¶ Then Paul, after the governor had beckoned unto him to speak, answered, Forasmuch as I know that thou hast been of many years a judge unto this nation, I do the more cheerfully answer for myself;", "11": "because thou art able to understand that there have been but twelve days since I went up to Jerusalem to worship.", "12": "And they neither found me in the temple disputing with any man, neither raising up the people, neither in the synagogues, nor in the city,", "13": "neither can they prove the things of which they now accuse me.", "14": "But this I confess unto thee, that after the way which they call a sect, so worship I the God of my fathers, believing all things which are written in the law and in the prophets,", "15": "and have hope toward God, which they themselves also allow, that there shall be a resurrection of the dead, both of the just and unjust.", "16": "And for this reason do I exercise myself to have always a conscience void of offense toward God and toward men.", "17": "Now after many years I came to bring alms to my nation and offerings.", "18": "Whereupon certain Jews from Asia found me purified in the temple, neither with multitude, nor with tumult,", "19": "who ought to have been here before thee and object if they had anything against me.", "20": "Or else let these same here say if they have found any evil doing in me, while I stood before the council,", "21": "except it be for this one voice, that I cried out standing among them, Touching the resurrection of the dead, I am called in question by you this day.", "22": "¶ And when Felix heard these things, he deferred them, saying, I shall have more information regarding that way, when Lysias the tribunal shall come down, Then I will know the uttermost of your matter.", "23": "And he commanded a centurion to keep Paul and to let him have liberty, and that he should forbid none of his own to minister or come unto him.", "24": "And after certain days when Felix came with his wife Drusilla, who was a Jewess, he sent for Paul and heard of him the faith which is in Christ.", "25": "And as he reasoned of righteousness, temperance, and judgment to come, Felix trembled and answered, Go away for this time; when I have a convenient season, I will call for thee.", "26": "He hoped also that money should have been given him from Paul, that he might loose him; therefore he sent for him many times and communed with him.", "27": "But after two years Felix received Porcius Festus as successor; and Felix, wanting to win the grace of the Jews, left Paul bound."}