{"1": "On the first day of the sixth month in the second year of Darius the king, the Word of the Lord came to Haggai. The Word was for Zerubbabel the son of Shealtiel, ruler of Judah, and to Joshua the son of Jehozadak, the head religious leader, saying, ", "2": "“This is what the Lord of All says: 'These people say, “The time has not yet come to build again the house of the Lord.”'” ", "3": "Then the Word of the Lord came by Haggai the man of God, saying, ", "4": "“Is it a time for you yourselves to live in your houses with walls covered with wood, while this house lies waste?” ", "5": "Now the Lord of All says, “Think about your ways! ", "6": "You have planted much, but gather little. You eat, but there is not enough to fill you. You drink, but never have your fill. You put on clothing, but no one is warm enough. You earn money, but put it into a bag with holes.”", "7": "The Lord of All says, “Think about your ways! ", "8": "Go up to the mountains and bring wood and build again the house of God, that I may be pleased with it and worshiped as I should be,” says the Lord. ", "9": "“You look for much, but it turns out to be little. When you bring it home, I blow it away. Why?” says the Lord of All. “Because My house lies waste, while each of you takes care of his own house. ", "10": "So the sky has held back the water on the grass in the early morning because of you, and the earth has held back its food. ", "11": "I have called for a time without rain on the land, on the mountains, on the grain, on the new wine, on the oil, on the vegetables, on men, on cattle, and on all the work of your hands.”", "12": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the head religious leader, and all the rest of the people of Israel, obeyed the voice of the Lord their God. They obeyed the words of Haggai the man of God, as the Lord their God had sent him. And the people honored the Lord with fear. ", "13": "Then Haggai the man of God spoke for the Lord to the people, saying, “I am with you,” says the Lord. ", "14": "So the Lord moved the spirit of Zerubbabel the son of Shealtiel, ruler of Judah, and the spirit of Joshua the son of Jehozadak, the head religious leader, and the spirit of all the rest of the people. And they came and worked on the house of the Lord of All, their God. ", "15": "This was on the twenty-fourth day of the sixth month in the second year of Darius the king."}