{"1": "When Ephraim spoke there was terror; he was exalted in Israel;[a] but he became guilty through Baal and died.", "2": "Now they continue to sin, making for themselves molten images, Silver idols according to their skill, all of them the work of artisans. “To these, offer sacrifice,” they say. People kiss calves![b]", "3": "Therefore, they will be like a morning cloud or like the dew that vanishes with the dawn, Like chaff storm-driven from the threshing floor or like smoke out of the window.", "4": "I, the Lord, am your God, since the land of Egypt;[c] Gods apart from me you do not know; there is no savior but me.", "5": "I fed you in the wilderness, in the parched land.", "6": "When I fed them, they were satisfied; when satisfied, they became proud, therefore they forgot me.", "7": "So, I will be like a lion to them, like a leopard by the road I will keep watch.", "8": "I will attack them like a bear robbed of its young, and tear their hearts from their breasts; I will devour them on the spot like a lion, as a wild animal would rip them open.", "9": "[d]I destroy you, Israel! who is there to help you?", "10": "Where now is your king, that he may rescue you? And all your princes, that they may defend you? Of whom you said, “Give me a king and princes”?", "11": "I give you a king in my anger, and I take him away in my wrath.[e]", "12": "The guilt of Ephraim is wrapped up, his sin is stored away.", "13": "[f]The birth pangs will come for him, but this is an unwise child, Who, when it is time, does not present himself at the mouth of the womb.", "14": "[g]Shall I deliver them from the power of Sheol? shall I redeem them from death? Where are your plagues, O death! where is your sting, Sheol! Compassion is hidden from my eyes.", "15": "Though Ephraim[h] may flourish among his brothers, an east wind will come, a wind from the Lord, rising from the wilderness, That will dry up his spring, and leave his fountain dry. It will loot his treasury of every precious thing."}