{"1": "Do not rejoice, Israel, do not exult like the nations! For you have prostituted yourself, abandoning your God, loving a prostitute's fee upon every threshing floor.[a]", "2": "Threshing floor and wine press will not nourish them, the new wine will fail them.", "3": "They will not dwell in the Lord's land; Ephraim will return to Egypt, and in Assyria they will eat unclean food.", "4": "They will not pour libations of wine to the Lord, and their sacrifices will not please him. Their bread will be like mourners' bread,[b] that makes unclean all who eat of it; Their food will be for their own appetites; it cannot enter the house of the Lord.", "5": "What will you do on the festival day, the day of the Lord's feast?[c]", "6": "[d]When they flee from the devastation, Egypt will gather them, Memphis will bury them. Weeds will overgrow their silver treasures, and thorns, their tents.", "7": "They have come, the days of punishment! they have come, the days of recompense! Let Israel know it! “The prophet is a fool, the man of the spirit is mad!” Because your iniquity is great, great, too, is your hostility.", "8": "[e]The watchman of Ephraim, the people of my God, is the prophet; yet a fowler's snare is on all his ways, hostility in the house of his God.", "9": "They have sunk to the depths of corruption, as in the days of Gibeah;[f] God will remember their iniquity and punish their sins.", "10": "Like grapes in the desert, I found Israel; Like the first fruits of the fig tree, its first to ripen, I looked on your ancestors. But when they came to Baal-peor[g] and consecrated themselves to the Shameful One, they became as abhorrent as the thing they loved.", "11": "Ephraim is like a bird: their glory flies away— no birth, no pregnancy, no conception.", "12": "Even though they bring up their children, I will make them childless, until no one is left. Indeed, woe to them when I turn away from them!", "13": "Ephraim, as I saw, was a tree planted in a meadow; But now Ephraim will bring out his children to the slaughterer!", "14": "Give them, Lord! give them what? Give them a miscarrying womb, and dry breasts!", "15": "All their misfortune began in Gilgal;[h] yes, there I rejected them. Because of their wicked deeds I will drive them out of my house. I will love them no longer; all their princes are rebels.", "16": "[i]Ephraim is stricken, their root is dried up; they will bear no fruit. Were they to bear children, I would slay the beloved of their womb.", "17": "My God will disown them because they have not listened to him; they will be wanderers among the nations."}