{"1": "But after all our attempts to come to you were frustrated, we decided it was best for Silvanus[a] and me to stay behind in Athens by ourselves ", "2": "and to send Timothy (our dear brother [and servant of God],[b] our partner in the good news of the Anointed One) to strengthen, comfort, and encourage you in your faith ", "3": "so that you won't be shaken by the sufferings and wither under this stress that we know lies ahead. ", "4": "Certainly you remember that when we were with you, we warned you of the suffering we would have to endure; now, as you well know, it has happened. ", "5": "This is why I couldn't stand it anymore and sent Timothy to report on the state of your faith: because I was worried the tempter had tested you and, if so, all of our hard work would have come to nothing.", "6": "You can imagine my relief and joy when Timothy returned to us with such good news about you, about your faith and love for us, about how you have such good memories of us and long to see us as much as we long to see you. ", "7": "Hearing this about your faith, brothers and sisters, brought comfort to us in our stress-filled days of trouble and suffering. ", "8": "For if you are set firmly in the Lord, then we can truly live. ", "9": "What thanks would ever be enough to offer God about you for all the jubilant celebration we'll feel before our God because of you? ", "10": "We remain vigilant in our prayers, night and day praying to once again see your faces and to help complete whatever may be lacking in your faith.", "11": "It is obvious Paul loves Jesus, and His Spirit reinforces Paul in every way. How else is he able to walk away from beating after beating or endure trials of the heart and mind? He must constantly be praying for those he can and can't reach, for those he is with and for those he has to leave behind. Paul loves Jesus, and so he cannot help but embrace the world as passionately as he does. May God Himself, our Father, along with our Lord Jesus, [the Anointed One,][c] navigate our way to you. ", "12": "May the Lord flood you with an unending, undying love for one another and for all humanity, like our love for you, ", "13": "so that your hearts will be reinforced with His strength, held blameless and holy before God, our Father, when our Lord Jesus, [the Anointed, the Liberating King,][d] appears along with all His holy ones. [Amen.][e]"}