{"1": "Many people fear death; perhaps it's the idea of the unknown that stirs the imagination. Death is the great enemy that stands before believers; but through Jesus' own death and resurrection, the power of death is broken. Paul uses the gentle image of the faithful being asleep as a new perspective on the finality of death. One minute you close your eyes to this world; the next you are celebrating with Jesus and experiencing the resurrection of the body. Those sleeping will not even miss a moment; it will all happen in the blink of an eye. Now, brothers and sisters, you don't need further instruction from us or anyone else for that matter regarding how the seasons and times will play out. ", "2": "That's because you know the truth well enough. The day of the Lord will race onto the scene and surprise us like a thief in the night. ", "3": "People will be going about their business chanting, “All is well! All is at peace!” and in the next moment, ruin and destruction will suddenly seize them as labor pains grip a woman about to give birth; for them there will be no escape. ", "4": "My brothers and sisters, it will be different for you. You do not dwell in the darkness, so that day will not surprise you like a thief. ", "5": "For you are all children of light. You are sons and daughters of the day. We are not created of night, nor are we owned by darkness. ", "6": "So then let's not give in to sleep or wander around in a stupor as some do, but let's stay awake and in control. ", "7": "You see, sleepers sleep through the night, and drunkards drink the night away; ", "8": "but since we belong to the day, we should stay sober and in control, covered with a breastplate of faith and love and a helmet of the hope of salvation. ", "9": "For God has not destined us, His chosen, to face His wrath but to be the heirs of salvation through our Lord Jesus the Anointed, the Liberating King, ", "10": "who died for us. So regardless of whether we are awake or asleep, we will live together with Him. ", "11": "So support one another. Keep building each other up as you have been doing.", "12": "Brothers and sisters, we ask you to show appreciation to those who are working hard among you and those who are your leaders as they guide and instruct you in the Lord—they are priceless. ", "13": "When you think about them, let it be with great love in your heart because of all the work they have done. Let peace live and reign among you.", "14": "Brothers and sisters, we strongly advise you to scold the rebels who devote their lives to wreaking havoc, to encourage the downcast, to help the sick and weak, and to be patient with all of them. ", "15": "Make sure no one returns evil for evil, but always pursue what is good as it affects one another in the church but also all people. ", "16": "Celebrate always, ", "17": "pray constantly, and ", "18": "give thanks to God no matter what circumstances you find yourself in. (This is God's will for all of you in Jesus the Anointed.) ", "19": "Don't suppress the Spirit. ", "20": "Don't downplay prophecies. ", "21": "Take a close look at everything, test it, then cling to what is good. ", "22": "Put away every form of evil.", "23": "So now, may the God of peace make you His own completely and set you apart from the rest. May your spirit, soul, and body be preserved, kept intact and wholly free from any sort of blame at the coming of our Lord Jesus the Anointed. ", "24": "For the God who calls you is faithful, and He can be trusted to make it so.", "25": "Brothers and sisters, we ask you to pray for us. ", "26": "Greet one another warmly with a holy kiss. ", "27": "Here is my charge to you before the Lord: have this letter read to all our brothers and sisters [in the faith].[a] ", "28": "May the grace of our Lord Jesus, God's Anointed, be with all of you. Paul knows the healing power of touch. When members of a loving community embrace, the hardest days are easier and no one feels alone."}