{"1": "There was a man from the family of Levi who decided to marry a woman from the tribe of Levi.[a]", "2": "She became pregnant and gave birth to a baby boy. The mother saw how beautiful the baby was and hid him for three months.", "3": "She hid him for as long as she could. After three months she made a basket and covered it with tar so that it would float. Then she put the baby in the basket and put the basket in the river in the tall grass.", "4": "The baby's sister stayed and watched to see what would happen to the baby.", "5": "Just then, Pharaoh's daughter went to the river to bathe. She saw the basket in the tall grass. Her servants were walking beside the river, so she told one of them to go get the basket.", "6": "The king's daughter opened the basket and saw a baby boy. The baby was crying and she felt sorry for him. Then she noticed that it was one of the Hebrew[b] babies.", "7": "The baby's sister was still hiding. She stood and asked the king's daughter, “Do you want me to go find a Hebrew woman who can nurse the baby and help you care for it?”", "8": "The king's daughter said, “Yes, please.” So the girl went and brought the baby's own mother.", "9": "The king's daughter said to the mother, “Take this baby and feed him for me. I'll pay you to take care of him.” So the woman took her baby and cared for him.", "10": "The baby grew, and after some time, the woman gave the baby to the king's daughter. The king's daughter accepted the baby as her own son. She named him Moses[c] because she had pulled him from the water.", "11": "Moses grew and became a man. He saw that his own people, the Hebrews, were forced to work very hard. One day he saw an Egyptian man beating a Hebrew man.", "12": "Moses looked around and saw that no one was watching, so he killed the Egyptian and buried him in the sand.", "13": "The next day Moses saw two Hebrew men fighting each other. He saw that one man was wrong and said to him, “Why are you hurting your neighbor?”", "14": "The man answered, “Did anyone say you could be our ruler and judge? Tell me, will you kill me as you killed the Egyptian yesterday[d]?” Then Moses was afraid. He thought to himself, “Now everyone knows what I did.”", "15": "Pharaoh heard about what Moses did, so he decided to kill him. But Moses ran away from Pharaoh and went to the land of Midian. Moses stopped near a well in Midian.", "16": "There was a priest there who had seven daughters. These girls came to that well to get water for their father's sheep. They were trying to fill the water trough with water.", "17": "But there were some shepherds there who chased the girls away and would not let them get water. So Moses helped the girls and gave water to their animals.", "18": "Then they went back to their father, Reuel.[e] He asked them, “Why have you come home early today?”", "19": "The girls answered, “The shepherds chased us away, but an Egyptian rescued us. He got water for us and gave it to our animals.”", "20": "So Reuel said to his daughters, “Where is this man? Why did you leave him? Go invite him to eat with us.”", "21": "Moses was happy to stay with that man. Reuel let Moses marry his daughter, Zipporah.", "22": "Zipporah became pregnant and had a son. Moses named him Gershom[f] because Moses was a stranger in a land that was not his own.", "23": "A long time passed and that king of Egypt died. But the Israelites were still forced to work very hard. They cried for help, and God heard them.", "24": "God heard their painful cries and remembered the agreement he made with Abraham, Isaac, and Jacob.", "25": "God saw the troubles of the Israelites, and he knew that he would soon help them."}