{"1": "After Abimelek, Tola, the son of Puah, the son of Dodo, a man from Issachar, arose to deliver[a] Israel. He lived in Shamir in the hill country of Ephraim. ", "2": "He judged Israel twenty-three years. Then he died and was buried in Shamir.", "3": "After him Jair from Gilead arose. He judged Israel twenty-two years. ", "4": "He had thirty sons, who rode thirty donkeys, and he also had thirty villages in the land of Gilead. People call them the Villages of Jair to this very day. ", "5": "Jair also died and was buried in Kamon.", "6": "Once again the people of Israel committed evil in the eyes of the Lord. They served the Baals and the Ashtartes,[b] the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the people of Ammon, and the gods of the Philistines. In this way they forsook the Lord and did not serve him.", "7": "So the anger of the Lord burned against Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites, ", "8": "who shattered and crushed the people of Israel that year. For the next eighteen years, the Ammonites oppressed all the people of Israel who were in the territory east of the Jordan, in the land of the Amorites, which is in Gilead. ", "9": "When the Ammonites also crossed the Jordan to wage war against Judah and Benjamin and against the house of Ephraim, Israel suffered great distress.", "10": "Finally the people of Israel called out to the Lord, “We have sinned against you, for we have forsaken our God and have served the Baals.”", "11": "At this, the Lord said to the people of Israel, “Did I not deliver you from Egypt, from the Amorites, from the Ammonites, and from the Philistines? ", "12": "When the Sidonians and Amalek and Maon[c] oppressed you, and you called out to me, I delivered you from their hands. ", "13": "It is you who have forsaken me and served other gods. Therefore, I will no longer deliver you. ", "14": "Go and cry out to the gods whom you have chosen! Let them deliver you in the time of your distress!”", "15": "But the people of Israel said to the Lord, “We have sinned. Do with us whatever seems good in your eyes, but please save us today.” ", "16": "When they removed the foreign gods from their midst and served the Lord, he could no longer refrain from relieving[d] the misery of Israel.", "17": "Then the Ammonites were called to arms and set up camp in Gilead. The people of Israel also gathered and camped at Mizpah. ", "18": "The army and the officers of Gilead said to each other, “Who is the man who will begin to wage war against the Ammonites? He will become head of all those who live in Gilead.”"}