{"1": "Now Jephthah the Gileadite was a powerful warrior, but he was the son of a prostitute. Gilead was the father of Jephthah. ", "2": "Gilead's wife also bore sons for him, and when the wife's sons grew up, they drove Jephthah away. They said to him, “You will not share the inheritance with our father's household, for you are the son of another woman.” ", "3": "So Jephthah fled from the presence of his brothers. He lived in the Land of Tob, and a gang of worthless men gathered around him, and they went out on raids with him.", "4": "Sometime later, the people of Ammon waged war against Israel. ", "5": "No sooner did the Ammonites wage war against the Israelites than the elders of Gilead went to bring Jephthah back from Tob. ", "6": "They said to Jephthah, “Come and be our chief, and we will wage war against the Ammonites.”", "7": "But Jephthah said to the elders of Gilead, “Didn't you hate me and drive me out of the house of my father? So why do you come to me now, when you are in trouble?”", "8": "The elders of Gilead said to Jephthah, “That is true, but now we have returned to you. Go with us and wage war against the Ammonites, and you will be the head over us and over everyone who lives in Gilead.”", "9": "Jephthah said to the elders of Gilead, “If you bring me back to wage war against the Ammonites, and if the Lord hands them over to me, will I really become your head?”", "10": "The elders of Gilead said to Jephthah, “May the Lord be a witness between us if we do not do just as you have said.” ", "11": "So Jephthah went with the elders of Gilead, and the people appointed him head and chief over them. Jephthah repeated all his words before the Lord at Mizpah.", "12": "Then Jephthah sent messengers to the king of the Ammonites. They said, “What is the problem between me and you? Why have you come against me to wage war against my land?”", "13": "The king of the Ammonites said to Jephthah's messengers, “The problem is that Israel took my land when they came up from Egypt, my land between the Arnon and the Jabbok and extending to the Jordan. So now return the land peacefully.”", "14": "Jephthah again sent messengers to the king of the Ammonites. ", "15": "This is what he said to the king: This is what Jephthah says: Israel did not take the land of Moab or the land of Ammon. ", "16": "Instead, when they came up from Egypt, Israel traveled through the wilderness to the Red Sea, and they came to Kadesh. ", "17": "Israel then sent messengers to the king of Edom, saying, “Please, let me cross over your land,” but the king of Edom would not listen. In the same way Israel sent messengers to the king of Moab, but the king of Moab also was not willing, so Israel returned to Kadesh.", "18": "Then Israel made their way through the wilderness on a route that circled around the outside of the land of Edom and the land of Moab. After they had traveled along the eastern side of the land of Moab, they camped on the north side of the Arnon. So they did not cross the border of Moab, for the Arnon forms the border of Moab.", "19": "Then Israel sent messengers to Sihon, king of the Amorites, king of Heshbon. Israel said to him, “Please let us cross over your land to our destination.” ", "20": "But Sihon did not trust Israel to cross his territory. Instead, Sihon gathered all his troops, and they camped at Jahaz and waged war against Israel.", "21": "Then the Lord God of Israel gave Sihon and his whole army into the hand of Israel, and Israel struck Sihon down. Israel took possession of the land of the Amorites who had been living in that land. ", "22": "In this way Israel took possession of all the territory of the Amorites, from the Arnon to the Jabbok, and from the wilderness as far as the Jordan.", "23": "The Lord, the God of Israel, has taken possession of the land of the Amorites for the sake of his people Israel—and now you want to take possession of it! ", "24": "Shouldn't you possess whatever Chemosh your god gives to you, but we should possess everything that the Lord our God takes for us to possess? ", "25": "Also now, are you any better than Balak son of Zippor, king of Moab? Did he have a valid quarrel with Israel? Did he have a reason to wage war against them?[a] ", "26": "When Israel was living in Heshbon and its villages, in Aroer and its villages, and in all the cities along the Arnon for three hundred years, why didn't you take the land back at that time? ", "27": "As for me, I have not sinned against you. You are doing me wrong by waging war against me. Let the Lord, the Judge, render a verdict today between the people of Israel and the people of Ammon.", "28": "But the king of the Ammonites did not listen to the message that Jephthah sent him.", "29": "Then the Spirit of the Lord came upon Jephthah. He passed through Gilead and Manasseh. Then he passed through Mizpah of Gilead, and from Mizpah of Gilead he went out against the Ammonites.", "30": "Jephthah had made a vow to the Lord. He said, “If you indeed give the Ammonites into my hand, ", "31": "then whoever or whatever[b] comes out from the doors of my house to meet me when I return in peace from the Ammonites will belong to the Lord, and I will offer it up as a whole burnt offering.”", "32": "So Jephthah crossed over to the Ammonites to wage war against them, and the Lord gave them into his hand. ", "33": "Jephthah struck them down from Aroer all the way to the vicinity of Minnith, twenty cities, as far as Abel Keramim—a great slaughter. Thus the Ammonites were humbled before the people of Israel.", "34": "But when Jephthah came home to Mizpah, there was his daughter coming out to greet him with drums and dancing! She was his one and only child. Besides her, he had no son or daughter. ", "35": "So, as soon as he saw her, he tore his clothing and cried out, “Oh no, my daughter! You have brought me to my knees! You have become a source of misery for me. I have opened my mouth to the Lord, and I cannot take it back!”", "36": "She said to him, “My father, since you have opened your mouth to the Lord, do to me exactly what came out of your mouth, since the Lord has carried out vengeance for you on your enemies, the Ammonites.” ", "37": "She also said to her father, “Do this one thing for me: Give me two months reprieve, so that I may go out into the mountains and weep for my virginity—I and my friends.”", "38": "Her father said, “Go,” and he sent her away for two months. She and her friends went and wept over her virginity there on the mountains. ", "39": "When the two months came to an end, she returned to her father, and he carried out the vow that he had made regarding her. She never was intimate with a man. This became a custom in Israel: ", "40": "From year to year the daughters of Israel go out to hold a memorial service for the daughter of Jephthah the Gileadite, four days each year."}