{"1": "The people of Israel again committed evil in the eyes of the Lord, so the Lord gave them into the hands of the Philistines for forty years.", "2": "Now there was a certain man from Zorah, from the clan of the Danites, whose name was Manoah. His wife was barren. She had not given birth. ", "3": "The Angel of the Lord[a] appeared to the woman and said to her, “Listen, you are barren and have not given birth, but you will become pregnant and give birth to a son. ", "4": "Now, please be careful. Do not drink wine or beer,[b] and do not eat anything unclean. ", "5": "Listen, you will become pregnant and give birth to a son. No razor is to touch his head, for the boy will be a Nazirite dedicated to God from his mother's womb. He will begin to deliver Israel from the hand of the Philistines.”", "6": "The woman went and told her husband, “A man of God came to me, and he looked like an angel of God, very awesome. I did not ask where he was from, and he did not tell me his name. ", "7": "But he did say to me, 'Listen! You will be pregnant and give birth to a son. So now, do not drink wine or beer, and do not eat anything unclean, because the young man will be a Nazirite dedicated to God from his mother's womb until the day of his death.'”", "8": "Then Manoah pleaded with the Lord, “Please, Lord, the man of God whom you sent—please let him come to us again, to teach us what we are to do for the young man who is to be born.”", "9": "God heard the voice of Manoah, and the Angel of God returned to the woman while she was sitting in the field. Once again her husband Manoah was not with her. ", "10": "The woman ran quickly and told her husband. She said to him, “Come, see! The man who appeared to me came to me again today.”", "11": "Manoah then got up and followed his wife. He came to the man and said to him, “Are you the man who spoke to my wife?” He answered, “I am.”", "12": "Manoah said, “Now, when your words come true, what will be the rule for the young man and his actions?”", "13": "The Angel of the Lord answered Manoah, “The woman must be careful concerning everything that I said to her. ", "14": "She must not eat anything that comes from the grapevine. She must not drink wine or beer, and she must not eat any unclean thing. Everything that I commanded her she must observe.”", "15": "Manoah then said to the Angel of the Lord, “May we persuade you to stay, so that we may prepare a young goat for you?”", "16": "But the Angel of the Lord said to Manoah, “Even if you keep me here, I will not eat any of your food, but if you make a burnt offering, offer it up to the Lord.” (Manoah did not yet know that he was the Angel of the Lord.)", "17": "Then Manoah said to the Angel of the Lord, “What is your name, so that we can honor you when your words come true?”", "18": "The Angel of the Lord said to him, “Why do you ask about my name? It is wonderful.”[c]", "19": "Manoah took the young goat and the grain offering, and he offered them on the rock to the Lord, who did something wonderful as Manoah and his wife were watching. ", "20": "As the flame rose from the altar toward the sky, the Angel of the Lord ascended upward from the altar in the flame. Manoah and his wife were watching, and they fell facedown to the ground. ", "21": "The Angel of the Lord did not appear to Manoah and his wife again, but now Manoah knew that he was the Angel of the Lord.", "22": "Manoah said to his wife, “We will certainly die, because we have seen God.”", "23": "But his wife said to him, “If the Lord wanted to kill us, he would not have accepted a burnt offering and a grain offering from our hands, and he would not have shown us all these things, nor would he have let us hear this message at this time.”", "24": "The woman gave birth to a son, and she named him Samson. The boy grew, and the Lord blessed him. ", "25": "The Spirit of the Lord began to move him at Mahaneh Dan, between Zorah and Eshtaol."}