{"1": "Samson went down to Timnah. There he saw a young woman who was a Philistine. ", "2": "He went back and told his father and his mother, “I saw a Philistine woman in Timnah. Now, get her for me as a wife.”", "3": "But his father and mother said to him, “Is there no suitable woman among the young women of your relatives and among all our people that you must go to take a wife from the uncircumcised Philistines?” Samson insisted to his father, “No, get her for me—because, in my eyes, she is the right one.”", "4": "His father and mother did not know that this was from the Lord, who was seeking an opportunity to confront the Philistines, who were ruling Israel at this time.", "5": "So Samson and his father and mother went down to Timnah, and as they approached the vineyards at Timnah, suddenly a young lion came roaring to meet him. ", "6": "At that moment the Spirit of the Lord powerfully rushed upon Samson, and he tore the young lion in two as if he were tearing apart a young goat. He did this with his bare hands. But he did not tell his father or his mother what he had done. ", "7": "He went down and spoke to the woman. In the eyes of Samson, she was the right one.", "8": "After some days, when he returned to take her as his wife, he turned aside to look at the carcass of the lion, and to his surprise there was a swarm of bees and honey in the carcass of the lion! ", "9": "So Samson scraped out some honey with his hands, and he ate it as he walked along. As he walked alongside his father and mother, he gave them some of the honey and they ate, but he did not tell them that he had scraped the honey out of the carcass of the lion.", "10": "His father met with the woman, and Samson held a wedding feast there, as young men were accustomed to do. ", "11": "When the Philistines saw him, they selected thirty young men to serve as attendants.", "12": "Samson said to them, “Allow me to tell you a riddle. If you figure out the solution and tell me within the seven days of the feast, I will give to you thirty linen garments and thirty changes of clothing. ", "13": "But if you are not able to tell me, you will give me thirty linen garments and thirty changes of clothing.” So they said to him, “Tell your riddle. Let us hear it!”", "14": "Samson said to them, Out of the eater comes something to eat. Out of the strong comes something sweet. But they were not able to solve the riddle for three days.", "15": "Then, on the fourth day,[a] they said to Samson's wife, “Persuade your husband so that you can tell us the solution to the riddle, or we will set you on fire with the house of your father. You invited us in order to take our property, didn't you?”", "16": "Samson's wife cried on his shoulder and said, “You certainly hate me and do not love me. You told a riddle to my people, but you have not explained it to me!” Samson said to her, “Look! I have not told even my father and my mother, and I should tell you?” ", "17": "But she cried to him for the rest of the seven-day feast.[b] Finally on the seventh day he told her, because she kept nagging him. Then she explained the riddle to the Philistine young men.", "18": "So the men of the town said to Samson on the seventh day, just before the sun went down: What is sweeter than honey, and what is stronger than a lion? But he said to them, “If you had not plowed with my heifer, you would not have solved my riddle.”", "19": "Then the Spirit of the Lord rushed upon him, and he went down to Ashkelon and struck down thirty men from there. Then he took the clothing that he stripped off them and gave the clothing to the men who had solved the riddle. He was burning with anger as he went back to his father's house. ", "20": "Meanwhile the Philistines gave Samson's wife to one of the men who had attended him."}