{"1": "After a number of days, during the wheat harvest, Samson came to visit his wife and brought a kid goat with him. He said, “Let me go in to my wife's room,” but her father did not let him go in.", "2": "Her father said, “I was so convinced that you hated her that I gave her to your companion. Isn't her younger sister better than she is? Please take her for yourself instead of her older sister.”", "3": "Samson said to them, “I am not responsible for the harm I am about to do to the Philistines.” ", "4": "Then Samson went and captured three hundred foxes,[a] took torches, tied the foxes tail to tail, and fastened a torch between each pair of tails. ", "5": "He set fire to the torches and released the foxes into the standing grain of the Philistines. He burned up sheaves of grain, the standing grain, the vineyards, and the olive groves.", "6": "The Philistines asked, “Who did this?” They were told, “Samson, the son-in-law of the man from Timnah, did it, because the man took Samson's wife and gave her to his companion.” So the Philistines went up and burned her and her father to death.", "7": "At that, Samson said to them, “Since you would do something like this, I will take revenge on you. Then I will stop.” ", "8": "He ripped them to pieces[b] in a devastating attack. Then he went down and stayed in the cleft in the Rock of Etam.", "9": "Meanwhile the Philistines went up, set up camp in Judah, and occupied the territory around Lehi. ", "10": "The men of Judah asked, “Why have you come up against us?” They said, “We have come up to tie up Samson—to do to him as he did to us.”", "11": "So three thousand men from Judah went down to the cleft in the Rock of Etam. They said to Samson, “Don't you know that the Philistines are now ruling over us? So what is this you have done to us?” Samson answered them, “As they did to me, so I did to them.”", "12": "They said to him, “We have come down to tie you up and hand you over to the Philistines.” Samson said to them, “Swear to me that you will not attack me yourselves.”", "13": "They said to him, “We will not. We will indeed tie you up and hand you over to them, but we will not kill you.” Then they tied him up with two new ropes and brought him up from the rock.", "14": "When Samson came to Lehi, the Philistines came to meet him, shouting a war cry. But then the Spirit of the Lord rushed upon Samson, and the ropes around his shoulders were like flax charred by fire, and the ropes melted off his wrists. ", "15": "Samson found the fresh jawbone of a donkey, reached out his hand, and took it. With it he struck down a thousand men.", "16": "Samson said: With the jawbone of a donkey, heaps upon heaps![c] With the jawbone of a donkey I have struck down a thousand men.", "17": "When he finished speaking, he threw the jawbone out of his hand, and he named the place Ramath Lehi.[d]", "18": "Then he became very thirsty, and he called to the Lord, “You placed this great victory into the hand of your servant. Shall I now die of thirst and fall into the hands of the uncircumcised?” ", "19": "Then God split the hollow that is in Lehi, and water came out of it. Samson drank, his vitality was restored, and he was revived. For this reason he called the place En Hakkore,[e] which remains in Lehi to this day.", "20": "Samson judged Israel for twenty years in the days of the Philistines."}