{"1": "There was a man from the hill country of Ephraim whose name was Micah. ", "2": "He said to his mother, “You know that eleven hundred shekels of silver[a] which were taken from you, about which you spoke a curse that I heard—Look! I have the silver. I took it.” His mother said, “May my son be blessed by the Lord.”", "3": "Micah returned the eleven hundred shekels of silver to his mother. Then his mother said, “The silver that I received from my son I solemnly dedicate to the Lord to make a cast and engraved idol[b] for my son's benefit.[c] So now I will return it to you.”[d]", "4": "He returned the silver to his mother, and his mother gave two hundred shekels of silver to the silversmith, who made them into a cast and engraved idol, which was placed in the house of Micah.", "5": "This man Micah had a “house of God,” where he placed a special priestly vest and a household god and where he ordained[e] one of his sons as his own priest.", "6": "In those days there was no king in Israel, and every man did whatever was right in his own eyes.", "7": "Meanwhile, there was a young man from Bethlehem of Judah, a city which belonged to a clan of Judah. He was a Levite, but he resided in Bethlehem even though he was not a Judean.[f] ", "8": "This man left the city—Bethlehem of Judah—to take up residence wherever he could find a place to stay. As he went on his way, he came to the house of Micah in the hill country of Ephraim.", "9": "Micah said to him, “Where did you come from?” He answered, “I am a Levite from Bethlehem in Judah. I am going to take up residence wherever I can find a place to stay.”", "10": "Micah said to him, “Stay with me! Be a father and a priest to me. I will give you ten shekels of silver a year, an allowance for your clothing, and your food.” So the Levite went with him. ", "11": "The Levite was willing to stay with the man, and he became like one of his sons. ", "12": "Micah ordained the Levite, so the young man became his priest and lived in Micah's house.", "13": "Micah said, “Now I know that the Lord will treat me well, because I have this Levite as my priest.”"}