{"1": "In those days there was no king in Israel. Also in those days, some members of the tribe of Dan were seeking a territory of their own in which to live, because up to that day they had not taken possession of their inheritance in the midst of the tribes of Israel. ", "2": "So the descendants of Dan sent out from Zorah and Eshtaol five men who were strong warriors. They were to represent their clans and to scout the land and explore it. They said to the five men, “Go explore the land.” So they went to the hill country of Ephraim, to the house of Micah, and they spent the night there.", "3": "When they were near the house of Micah, they recognized the voice of the young Levite. They turned aside there and said to him, “Who brought you here? What are you doing in this place? What advantage is there for you here?”", "4": "He told them what Micah had done for him: “He hired me, and I became his priest.”", "5": "They said to him, “Please inquire from God, so that we will know whether the way we are going will lead to success.”", "6": "The priest said to them, “Go in peace. The way you are going is approved by the Lord.”", "7": "So the five men continued their journey until they arrived at Laish. They saw that the people there were living in the same way as the Sidonians, quiet and unsuspecting. There was no one to disturb them or oppress them.[a] They were far removed from the Sidonians and had no dealings with anyone else.[b]", "8": "Then the five spies returned to their fellow tribesmen[c] at Zorah and Eshtaol. Their brothers said to them, “What do you think?”", "9": "The five answered, “Get up! Let us go up against them, ⎣for we have entered the land and journeyed as far as Laish. We saw how the people lived in security in the same way as the Sidonians, but they were far from the Sidonians, and they had no dealings with Aram. Get up! Let us go up against them,⎦[d] for we have seen the land. We assure you it is very good. Why are you still sitting here? Do not be slow. Get going to the land and take possession of it. ", "10": "When you go, you will come to an unsuspecting people, whose land is spacious. Yes, God has given into your hands a place where there is no lack of anything on earth.”", "11": "So the clan of Danites set out from Zorah and Eshtaol. There were six hundred men, equipped for war. ", "12": "They went up and camped near Kiriath Jearim in Judah. (That is why the place has been called Mahaneh Dan[e] to this present day. It is west of Kiriath Jearim.) ", "13": "Then they traveled on from there to the hill country of Ephraim and came to the house of Micah.", "14": "The five men who had gone out to spy on the land of Laish said to their brothers, “Do you know that in one of these houses there is a priestly vest and a household god, an engraved and a cast idol? So now, you know what to do.”", "15": "They turned in and entered the house of the young Levite at the homestead of Micah, and they asked him how he was doing. ", "16": "Meanwhile, the six hundred descendants of Dan, equipped for war, were standing at the entrance of the gate. ", "17": "The five men who had gone to spy on the land came and took the engraved idol, the priestly vest, the household god, and the cast idol while the priest was standing at the entrance of the gate with the six hundred men equipped for war.", "18": "When these five men came into the house of Micah and took the engraved idol, the priestly vest, the household god, and the cast idol, the priest asked them, “What are you doing?”", "19": "They told him, “Be quiet. Put your hand over your mouth. Come with us and be our father and priest! Is it better for you to be priest for the household of one man or to be priest for an entire tribe and clan in Israel?”", "20": "Then the priest's heart was glad, and he took the vest, the household god, and the engraved idol, and he went along with the people. ", "21": "So they set out on their way and sent their children and their cattle and possessions ahead of them.", "22": "After the Danites had gone some distance from the house of Micah, the men who lived in the houses around the house of Micah were called out to pursue them, and they caught up with the Danites. ", "23": "They called to the Danites, who turned toward them and said to Micah, “What is wrong with you? Why are you shouting like this?”", "24": "Micah replied, “You have taken my gods that I made and my priest, and you have gone off. What is left to me? How can you ask me, 'What is wrong with you?'”", "25": "The Danites said to him, “Do not let us hear your voice. If you do, those men with a bad attitude will attack you, and you will lose your life, not to mention the lives of your household.” ", "26": "The Danites then continued on their way, and when Micah saw that they were stronger than he was, he turned around and went back to his house.", "27": "So the Danites took what Micah had made and also his priest, and they went up against Laish, against a quiet and unsuspecting people, and they struck them down by the edge[f] of the sword and burned down the city.", "28": "The people of Laish had no one to rescue them, because they were far away from Sidon, and they did not have any alliance with anyone else. The city was located in the valley near Beth Rehob. The Danites rebuilt the city and lived there. ", "29": "They named the city Dan, after their forefather Dan, who was born to Israel, but Laish had been the original name of the city.", "30": "So the Danites set up the engraved idol for themselves, and Jonathan son of Gershom, the son of Moses,[g] and his sons became priests for the tribe of Dan, up to the day of the captivity of the land. ", "31": "They maintained for themselves the engraved idol that Micah had made, throughout all the days that the house of God was in Shiloh."}