{"1": "In those days there was no king in Israel. There was a certain Levite living in a remote part of the hill country of Ephraim, who took a woman from Bethlehem of Judah as a concubine. ", "2": "But his concubine committed adultery or prostitution against him[a] and left him in order to return to her father's house in Bethlehem of Judah. She remained there four months.", "3": "Then her husband got up and went after her to appeal to her heart in order to win her back. He brought with him a young man, who was his servant, and a pair of donkeys. His concubine let him into her father's house, and when the woman's father saw him, he was happy to see him. ", "4": "The Levite's father-in-law, the father of the young woman, prevailed upon the man to stay with him for three days, eating, drinking, and spending the night there.", "5": "On the fourth day they got up early in the morning, and the man got ready to leave, but the young woman's father said to his son-in-law, “Build up your strength with a little food. After that you may go.” ", "6": "So the two of them sat around eating and drinking together. Then the young woman's father said to the man, “Please, I beg you, stay one more night and enjoy yourself.” ", "7": "The Levite got up to go, but his father-in-law pressured him, so he stayed and spent another night there.", "8": "He got up early on the morning of the fifth day in order to go, but the woman's father said, “Please build up your strength first.” They delayed until the sun began to go down[b] while the two of them were eating. ", "9": "When the man got up to leave with his concubine and his servant, his father-in-law, the woman's father, again said to him, “Please! The day is already turning into evening. Please stay the night. Look! The day is slipping away! Spend the night here, and enjoy yourself! You can get up early tomorrow to be on your way and return to your home.” ", "10": "But the Levite did not want to stay another night. Instead, he got up and went on his way, and he came to Jebus (that is, Jerusalem). He had with him the pair of saddled donkeys, as well as his concubine.", "11": "When they were getting close to Jebus and the day was almost gone, the young man said to his master, “Let us turn aside to this city of the Jebusites and spend the night there.”", "12": "But his master said to him, “We will not turn aside into a foreign city that does not belong to the people of Israel. We will go on to Gibeah.” ", "13": "He said to his young man, “Come on, we will continue on to one of these other places. We can spend the night in Gibeah or Ramah.”", "14": "So they continued on, and as the sun was going down on them, they came close to Gibeah, which belonged to Benjamin. ", "15": "There they turned aside to spend the night in Gibeah. But when the man went and sat in the city square, there was no one who took them into his house to spend the night.", "16": "Just then, an old man was coming from his work in the field because it was evening. The man was from the hill country of Ephraim, but he was living in Gibeah, though the men of that place were Benjaminites. ", "17": "The old man looked up and saw the traveler in the city square, and the old man said, “Where are you going, and where did you come from?”", "18": "The Levite said to him, “We are traveling from Bethlehem of Judah to a remote part of the hill country of Ephraim. I am from there. I traveled as far as Bethlehem of Judah, and now I am going to the House of the Lord, but there is no one who will take me into his house. ", "19": "We even have straw and fodder for our donkeys, and we also have enough bread and wine for me, for your servant my wife, and for the young man. We, your servants, are lacking nothing.”", "20": "At this the old man said, “Peace be with you. Anything you lack will be my responsibility—only do not spend the night in the city square.” ", "21": "So the old man brought the Levite to his house and fed the donkeys. He washed their feet, and they ate and drank together.", "22": "As they were making their hearts glad, all of a sudden the men of the city—worthless, good-for-nothing men—surrounded the house, pounding on the door. They said to the old man, the owner of the house, “Bring out the man who has come to your house. We want to get to know[c] him.”", "23": "But the owner of the household went out to them and said, “No, my brothers, do not do such an evil thing, I beg you. Since this man has come to my house, do not do this disgraceful, foolish thing. ", "24": "Look! Here is my virgin daughter and his concubine. Now I will bring them out, and you may abuse them and do to them whatever you see fit. But do not do this disgraceful, foolish thing to this man.”", "25": "But the men were not willing to listen to him. So the Levite took hold of his concubine and forced her to go out to them. They were intimate with[d] her and mistreated her all night long until morning. Then they let her go at the break of dawn.", "26": "As morning was dawning, the woman came and collapsed at the entrance to the man's house, where her husband had been staying until the light of day.", "27": "When her husband got up in the morning, he opened the doors of the house and went out in order to go on his way. There she was! His concubine had collapsed at the entrance of the house with her hands on the threshold. ", "28": "He said to her, “Get up. Let's go.” But there was no answer. So he put her on the donkey, got up, and returned to his place.", "29": "When he got home, he took a knife, grabbed his concubine, and cut her into pieces. Limb by limb he cut her into twelve pieces and sent her into all the territory of Israel. ", "30": "Everyone who saw it said, “Nothing like this has ever been done or seen, from the day the people of Israel came up from the land of Egypt until this day.” ⎣The Levite commanded the men he sent to say the following to all the men of Israel: “Has anything like this happened since the day that the people of Israel came up out of the land of Egypt until this day?⎦ [e]Think this over, come up with a plan, and speak up!”"}