{"1": "The following are the nations that the Lord left in place in order to test all the Israelites who had not experienced all the wars in Canaan. ", "2": "(This was done so that the generations of Israelites who did not know war would learn how to wage war.) ", "3": "Those who remained were the five serens[a] of the Philistines, all the Canaanites, the Sidonians, and the Hivites who dwell in the mountains of Lebanon from Mount Baal Hermon to the entrance of Hamath.[b] ", "4": "They remained there to test Israel, in order to know whether or not they would obey the commands of the Lord, which he commanded to their fathers by the hand of Moses.", "5": "The people of Israel lived in the midst of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. ", "6": "They took the daughters of these peoples as wives for themselves, and they gave their own daughters to the other peoples' sons. They also served their gods.", "7": "Then the people of Israel did evil in the eyes of the Lord. They forgot the Lord their God and served the Baals and the Asherahs.[c] ", "8": "The anger of the Lord burned against Israel, and he sold them into the hand of Cushan Rishathaim, who was the king of Aram Naharaim.[d] The Israelites served Cushan Rishathaim for eight years. ", "9": "Then the people of Israel cried out to the Lord, and the Lord raised up a deliverer for the Israelites, who saved them. The deliverer was Othniel, son of Kenaz, the youngest brother of Caleb.[e] ", "10": "The Spirit of the Lord was upon him. He served as Israel's judge. When he went out to wage war, the Lord gave Cushan Rishathaim, the king of Aram, into his hand, and his hand was strong against Cushan Rishathaim. ", "11": "Then the land was quiet for forty years, and Othniel son of Kenaz died.", "12": "Again the people of Israel committed evil in the eyes of the Lord, so the Lord gave Eglon king of Moab power over Israel because they had committed evil in the eyes of the Lord.", "13": "Eglon took Ammonites and Amalekites along with him. He advanced and attacked Israel and took possession of the City of Palms. ", "14": "So the people of Israel served Eglon king of Moab for eighteen years.", "15": "Again the people of Israel called out to the Lord, and the Lord raised up a deliverer for them. The deliverer was Ehud son of Gera, a Benjaminite, who was left-handed.[f] The Israelites sent him with a tribute payment for Eglon king of Moab. ", "16": "Ehud made a double-edged sword for himself, about eighteen inches long,[g] and he strapped it under his clothing on his right thigh.", "17": "Ehud presented the tribute payment to Eglon king of Moab, who was a very fat man. ", "18": "After Ehud had presented the tribute payment, he sent the men who had delivered the tribute on their way. ", "19": "But after he himself had passed the carved images that were at Gilgal, Ehud turned back and told the king, “I have a secret for you, O king!” The king said, “Quiet, everyone,” so all his attendants left the room.", "20": "Ehud approached Eglon as Eglon was sitting in the cool upper chamber, all alone. Ehud said, “I have something from God for you.” So Eglon stood up from the throne. ", "21": "Ehud reached out his left hand and took the sword that was on his right thigh and drove it into Eglon's belly. ", "22": "As the hilt went in after the blade, Eglon's fat closed behind the blade. Ehud did not draw the sword out from Eglon's belly, and the contents of his bowels came out. ", "23": "Ehud then went out to the vestibule,[h] shut the doors of the upper chamber behind him, and locked them. ", "24": "Then off he went! When Eglon's servants came back, they were surprised to see that the doors of the upper chamber were locked. They said, “He must be using the toilet.”[i] ", "25": "They waited until the delay became embarrassing, but no one opened the doors to the upper chamber. Finally they took the key and opened the door. And there he was. Their master was lying on the ground—dead!", "26": "While they delayed, Ehud had escaped. He passed by the carved images and escaped to Seirah. ", "27": "When he arrived, ram's horns were sounded throughout the hill country of Ephraim, and the Israelites marched down from the hill country with Ehud leading the way. ", "28": "He said to them, “Follow me, because the Lord has given your enemies, the Moabites, into your hands.” So they pursued them, captured the fords of the Jordan opposite Moab, and let no one cross. ", "29": "At this time they struck down about ten thousand men of Moab, every one robust, each one a powerful warrior. Not one escaped. ", "30": "This is how Moab was humbled on that day under the hand of Israel, and the land was quiet for eighty years.", "31": "After Ehud came Shamgar son of Anath. He struck down six hundred Philistines with an ox goad. He too delivered Israel."}