{"1": "After Ehud died, once again the people of Israel committed evil in the eyes of the Lord. ", "2": "So the Lord sold them into the hand of Jabin king of Canaan, who ruled in Hazor. The commander of his army was Sisera, who lived in Harosheth Haggoyim. ", "3": "Again the people of Israel called out to the Lord, because Jabin had nine hundred iron chariots. He brutally oppressed the people of Israel for twenty years.", "4": "Deborah, a woman, a prophetess, the wife of Lappidoth,[a] was judging Israel at that time. ", "5": "She would sit under the Palm Tree of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel would come to her for judgment.", "6": "She sent for Barak son of Abinoam from Kedesh in Naphtali. She said to him, “The Lord, the God of Israel, has commanded, 'Go and march to Mount Tabor, and take with you ten thousand men from Naphtali and Zebulun. ", "7": "I will lure Sisera, commander of the army of Jabin, to you at the stream Kishon along with his chariots and his horde, and I will give him into your hand.'”", "8": "But Barak said to her, “If you go with me, I will go, but if you do not go with me, I will not go.”", "9": "She answered, “All right. I will go with you, but because of the way you are going about it, the honor will not be yours. The Lord will sell Sisera into the hand of a woman.” Then Deborah got up and went with Barak to Kedesh.", "10": "Barak called up the forces of Zebulun and Naphtali to meet at Kedesh. Ten thousand men went up on foot, and Deborah also went up with him.", "11": "It happened that Heber the Kenite had separated himself from the other Kenites, who were the descendants of Hobab, the brother-in-law[b] of Moses, and he had set up his tent out by the oak tree in Za'anannim[c] near Kedesh.", "12": "When Sisera was told that Barak son of Abinoam had gone up to Mount Tabor, ", "13": "Sisera led out all his chariots (nine hundred iron chariots) and all the people who were with him from Harosheth Haggoyim, and they came to the stream Kishon.[d]", "14": "Deborah said to Barak, “Get up! Today is the day that the Lord has given Sisera into your hands! Is not the Lord going ahead of you?” So Barak went down from Mount Tabor, and ten thousand men followed him.", "15": "The Lord threw Sisera, all his chariots, and all his troops into confusion with the edge[e] of the sword of Barak. So Sisera got down from his chariot and fled on foot. ", "16": "Barak pursued the chariots and the troops as far as Harosheth Haggoyim. Sisera's whole army fell by the edge of the sword. Not a single man was left.", "17": "Sisera meanwhile fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was peace between Jabin king of Hazor and the household of Heber the Kenite. ", "18": "Jael came out to meet Sisera and said to him, “This way, my lord. Come here to me! Do not be afraid.” So he turned aside to her, went into her tent, and she hid him with a covering.", "19": "He said to her, “Give me something to drink, please—just a little water, because I am thirsty.” She opened a skin of milk and gave him some milk to drink. Then she covered him up.", "20": "After that, he said to her, “Stand at the door of the tent, and if anyone comes and asks you, 'Is there anyone here?' say, 'No.'”", "21": "But then Jael wife of Heber took a tent stake, and gripping a hammer in her hand, she came to Sisera quietly and drove the stake through his temple, right through into the ground. Sisera had been fast asleep, exhausted—now he was dead!", "22": "When Barak arrived in pursuit of Sisera, Jael came out to meet him. She said to him, “Come in, and I will show you the man you are looking for.” So he went with her, and there he was. Sisera was lying there dead, with the tent stake through his temple.", "23": "So on that day God subdued Jabin king of Canaan before the people of Israel, ", "24": "and the hand of the Israelites pressed harder and harder against Jabin king of Canaan, until they cut down Jabin king of Canaan."}