{"1": "On that day Deborah and Barak son of Abinoam sang this song:[a]", "2": "When leaders take the lead in Israel,[b] when the people freely offer themselves, bless the Lord!", "3": "Listen, kings! Lend an ear, rulers! I will sing. Yes, I will sing to the Lord. I will make music for the Lord, the God of Israel.", "4": "Lord, when you went out from Seir, when you marched through the countryside of Edom, the earth shook, the skies poured, yes, the dark clouds poured water.", "5": "The mountains melted[c] before the Lord—this one of Sinai[d]— before the Lord, the God of Israel.", "6": "In the days of Shamgar son of Anath, in the days of Jael, the main roads were deserted, and travelers kept to pathways and winding roads.", "7": "Life in the unwalled towns came to a halt. In Israel, life came to a halt until I, Deborah, arose, until I arose as a mother in Israel.", "8": "When Israel chose new gods,[e] there was war at the gates. Neither shield nor spear was seen among the forty thousand in Israel.", "9": "My heart goes out to the commanders of Israel, to those who freely offer themselves among the people. Bless the Lord!", "10": "Riders on tan donkey mares, you who sit on saddle blankets, as well as those who walk along the way—consider this:", "11": "Listen to the voices of those who divide flocks[f] between water holes, where they recount the righteous acts of the Lord, righteous acts for those who live in the unwalled towns in Israel. Then the people of the Lord went down to the city gates.", "12": "Wake, awake, Deborah! ⎣Wake up the multitudes of the people.⎦ Wake, awake, sing a song. Rise up, Barak! ⎣Deborah, strengthen Barak.⎦ [g] Lead away your captives, son of Abinoam.", "13": "Then a survivor subdued the mighty ones.[h] The people of the Lord came down to me as warriors.", "14": "Some came from Ephraim—their root is in Amalek.[i] Behind you came Benjamin with your people. From Makir the commanders came down, and from Zebulun those carrying the staff of a scribe.", "15": "The officers of Issachar are with Deborah. Yes, Issachar sent support for Barak into the valley on foot.[j] But in the divisions of Reuben there was much soul searching.[k]", "16": "Why did you linger among the sheepfolds to listen to the whistling for the flocks? Concerning the divisions in Reuben, there was much soul searching.", "17": "Gilead remained beyond the Jordan, and Dan—why did he linger in ships? Asher remained sitting on the seashore, and upon its landing places he remained.", "18": "Zebulun is a people who scorned death and risked their lives, and Naphtali stayed on the heights of the battlefields.", "19": "Kings came; they waged war. There the kings of Canaan waged war, in Ta'anach, at the waters of Megiddo, but they gained no silver as plunder.", "20": "From the heavens the stars waged war. From their courses they fought against Sisera.", "21": "The torrent Kishon swept them away, the torrent from ancient times, the torrent Kishon. Keep marching, my soul, in strength.", "22": "Then the horses' hoofs thundered, the stampeding, the stampeding of their mighty stallions!", "23": "“Curse Meroz!” says the Angel of the Lord. “Completely curse those who live in her, because they did not come to assist the Lord, to help the Lord among the warriors.”", "24": "Most blessed among women is Jael, the wife of Heber the Kenite. Most blessed is she among the women in the tent.", "25": "He asked for water, but she gave him milk. In a bowl fit for a nobleman she presented curdled milk.", "26": "Her hand reached for the tent stake, her right hand for the workman's hammer, and she hammered Sisera. She smashed his head. She shattered and pierced his temple.", "27": "Between her feet he knelt, he fell, he lay there. Between her feet he knelt, he fell. Where he sank, there he fell—destroyed.", "28": "Out the window she peers. Sisera's mother wails from behind the latticework. “Why is his chariot so late in coming? Why do I still not hear the clatter of his chariots?”", "29": "The wise women among her ladies answer, but she keeps saying to herself,", "30": "“Aren't they just finding and dividing the plunder? A womb[l]—no—two wombs for every man. Dyed goods as plunder for Sisera, dyed fabrics as spoils, embroidered dyed material, fancy embroidered fabric for my neck, plunder.”[m]", "31": "Thus may all your enemies perish, Lord. But those who love him will be like the sun coming forth in its strength. Then the land was quiet for forty years."}