{"1": "Again the people of Israel committed evil in the eyes of the Lord, and the Lord gave them into the hand of Midian for seven years. ", "2": "The hand of Midian was heavy upon Israel. Because of Midian, the people of Israel made hidden shelters[a] for themselves, in the mountains, in caves, and other hideouts. ", "3": "Whenever Israel planted crops, Midian and Amalek and the people of the East[b] would go up against Israel. ", "4": "They would set up camp against them and ruin the crops all the way to Gaza, so there was no source of livelihood left in Israel—not even a sheep, an ox, or a donkey. ", "5": "When the Midianites would invade with their herds of cattle and their tents, they were as numerous as locusts, so it was impossible to count them and their camels. This is how they came up against the land to ruin it. ", "6": "So Israel was laid low because of Midian, and the people of Israel cried out to the Lord.", "7": "When the people of Israel cried out to the Lord because of Midian, ", "8": "the Lord sent a man, a prophet, to the people of Israel. The prophet said this to them: This is what the Lord God of Israel says: It was I who brought you up from Egypt, and I brought you out from the house of slavery. ", "9": "I rescued you from the hand of Egypt and from the hand of all your oppressors, and I drove them out before you, and I gave you their land. ", "10": "I said to Israel, “I am the Lord your God. Do not worship the gods of the Amorites, in whose land you live,” but you did not listen to my voice.", "11": "The Angel of the Lord[c] came and sat under the oak that was in Ophrah, which belonged to Joash the Abiezrite. His son Gideon was threshing wheat in the winepress, to hide it from the Midianites. ", "12": "The Angel of the Lord appeared to him and said to him, “The Lord is with you, mighty warrior.”", "13": "Gideon said to him, “Please tell me this, my lord: If the Lord is with us, why has all this happened to us? Where are all the wonderful acts our fathers told us about when they said, 'Is it not the Lord who brought us up from Egypt?' But now the Lord has forsaken us, and he has given us into the hand of Midian.”", "14": "The Lord turned to him and said, “Go forward in this strength that is now yours, and you will deliver Israel from the hand of Midian. Have I not sent you?”", "15": "He said to the Angel, “Pardon me, my lord,[d] but how can I deliver Israel? Look! My clan is the lowliest in Manasseh, and I—I am the least in my father's house.”", "16": "But the Lord said to him, “Surely I will be with you, and you will strike down Midian as one man.”", "17": "Gideon said to him, “If I have now found grace in your eyes, offer me a sign that it is you who are speaking with me. ", "18": "Please do not leave this spot until I come back to you. I will bring my gift and set it before you.” He said, “I will sit here until you return.”", "19": "So Gideon went and prepared a young goat, and he made unleavened bread from a half bushel[e] of flour. He put the meat into a basket and the broth into a pot. He then brought them out to the Angel under the oak, where he presented them.", "20": "The Angel of God said to him, “Take the meat and the unleavened bread and set them on this rock, and pour out the broth.” So that is what he did. ", "21": "The Angel of the Lord reached out the tip of the staff that was in his hand and touched the meat and the unleavened bread, and fire came up from the rock and consumed the meat and the unleavened bread. Then the Angel of the Lord vanished from his sight.", "22": "Gideon realized that this was the Angel of the Lord, and he said, “Oh, no! It is the Lord God! Yes, I have seen the Angel of the Lord face-to-face!”", "23": "But the Lord said to him, “Peace be with you. Do not be afraid. You will not die.”", "24": "So Gideon built an altar to the Lord there, and he named it “The Lord Is Peace.” To this day it stands at Ophrah of the Abiezrites.", "25": "On that same night the Lord said to him, “Take a bull from your father's herd of cattle, the second bull, the one that is seven years old.[f] Tear down your father's altar to Baal. Then cut down the Asherah pole that is next to it. ", "26": "In its place, build an altar to the Lord your God in the proper way, on top of this stronghold.[g] Then take the second bull and send up a burnt offering using the wood from the Asherah pole that you cut down.", "27": "So Gideon took ten of his servants and carried out the word of the Lord. Yet because he was too afraid of the household of his father and the men of the town to do it by day, he did it by night.", "28": "When the men of the city got up early in the morning, they were surprised to see that the altar of Baal had been thrown down, the Asherah pole next to it had been cut down, and the second bull was being offered up as a sacrifice upon the altar that had been built there.", "29": "The people were asking each other, “Who did this?” They searched and investigated until they concluded, “Gideon son of Joash did this.”", "30": "So the men of the city said to Joash, “Bring out your son. He must die, because he broke down the altar of Baal and because he cut down the Asherah pole next to it.”", "31": "But Joash said to all those who opposed him, “Will you contend for Baal? Will you save him? Whoever contends for him will be put to death by morning. If he is a god, let him contend for himself if someone broke down his altar.” ", "32": "From that day on they called Gideon “Jerubbaal,”[h] saying, “Let Baal contend with him, if he broke down his altar.”", "33": "Then all the Midianites and Amalekites and the people of the East gathered together. They crossed over to Israelite territory and set up camp in the Valley of Jezre'el. ", "34": "The Spirit of the Lord clothed Gideon. He blew the ram's horn, and the clan of Abiezer was called out to follow him. ", "35": "Gideon also sent messengers into all Manasseh, so Manasseh assembled behind Gideon. He also sent messengers into Asher, Zebulun, and Naphtali, and they came up to meet the others.", "36": "Then Gideon said to God, “If you will save Israel by my hand as you have said, ", "37": "look here, I am placing a woolen fleece on the threshing floor. If dew is found only on the fleece, but all the ground around it is dry, then I will know that you will deliver Israel by my hand, as you have said.”", "38": "And that is exactly what happened! Gideon got up early in the morning and squeezed the fleece and wrung out dew from it—a bowlful of water!", "39": "But again Gideon said to God, “Do not be angry with me, but let me speak just once more. Please let me conduct just one more test with the fleece: This time let the fleece be dry, but let there be dew on the ground all around.” ", "40": "That night God did that very thing! Only the fleece was dry, and there was dew on the ground all around."}