{"1": "Then Jerubbaal (that is, Gideon) and all the people who were with him set out and camped by the Spring of Harod. The Midianite camp was north of him, in the valley below the Hill of Moreh.", "2": "The Lord said to Gideon, “There are too many people with you for me to give Midian into your hands. If I did that, Israel would glorify itself at my expense and say, 'My own hand has delivered me.' ", "3": "So then, make an announcement for the people to hear: 'Whoever is trembling with fear can return home and fly away from Mount Gilead.'”[a] Twenty-two thousand people turned and left. Only ten thousand remained.", "4": "The Lord said to Gideon, “There are still too many people. Lead them down to the water, and there I will refine them further for you. If I tell you, 'This one will go with you,' he may go with you, but if I say to you, 'This one will not go with you,' he must not go.”", "5": "So Gideon led the people down to the water, and the Lord said to Gideon, “Place everyone who laps water with his tongue, as a dog would lap, to one side. Place everyone who kneels down to drink on the other side.” ", "6": "The number of those who lapped—those who put their hands to their mouths[b]—was three hundred men, while all the rest of the people knelt down to drink water.", "7": "The Lord said to Gideon, “With the three hundred men who lapped, I will deliver you, and I will give Midian into your hand. As for all the other people, let each man go back to his place.”", "8": "The men who had been chosen took provisions in hand, along with their ram's horns, but Gideon sent every other Israelite man back to his own tent. He kept only the three hundred men. The camp of Midian lay below him in the valley.", "9": "That night the Lord said to Gideon, “Get up and go down against the Midianite camp, for I have given them into your hand. ", "10": "But if you are afraid to go down to attack them, then go down to the camp with your young attendant Purah. ", "11": "Listen to what they say. After that your hands will be strengthened to go down to attack the camp.” So Gideon and his young attendant Purah went down to the sentry posts at the edge of the camp.", "12": "Meanwhile, the Midianites and Amalekites and the whole army of the eastern peoples were spread out in the valley, thick as locusts, and their camels were more than could be counted, as many as the grains of sand on the seashore.", "13": "When Gideon went down, he arrived just as a man was telling his fellow soldier about a dream. He said, “Listen! I had a dream. I dreamed that a round loaf of barley bread came tumbling over and over into the Midianite camp. It crashed into a tent and struck it so that the tent fell down. It overturned the tent, and the tent collapsed!”", "14": "His companion responded, “What can that be but the sword of Gideon son of Joash, the man of Israel. God has given Midian and the whole camp into his hand.”", "15": "So when Gideon heard the retelling of the dream and its meaning, he bowed down in worship and returned to the camp of Israel. He said, “Get up, because the Lord has given the camp of Midian into your hand.” ", "16": "He divided the three hundred men into three groups. He placed a ram's horn into the hand of each one of them, as well as empty jars with torches inside them. ", "17": "Then he said to them, “Watch me and do whatever I do. When you see me arrive at the edge of the camp, do whatever I do. ", "18": "When I and all the men who are with me blow our ram's horns, the rest of you, who are around the whole camp, also blow your ram's horns and shout, 'For the Lord and for Gideon!'”", "19": "Gideon and the one hundred men with him went to the edge of the camp at the beginning of the middle watch, just after the Midianites had posted the guards. Gideon and his men blew their ram's horns and shattered the jars that were in their hands. ", "20": "All three groups blew their ram's horns and broke their jars. They held the torches in their left hands, and in their right hands they held the ram's horns that they were to blow. They shouted, “A sword for the Lord and for Gideon!” ", "21": "Each man stood at his station around the camp. The whole Midianite camp started running, raised the alarm, and fled.[c]", "22": "When the Israelites blew the three hundred ram's horns,[d] the Lord turned the sword of each Midianite against the person next to him throughout the whole camp. The Midianite army fled up to Beth Shittah, toward Zererah, up to the border of Abel Meholah, as far as Tabbath.", "23": "Then all the men of Israel were summoned, from Naphtali, from Asher, and from all Manasseh, and they pursued Midian. ", "24": "Gideon sent messengers throughout the entire hill country of Ephraim, saying, “Go down to confront Midian. Seize the waters[e] before them, all the way to Beth Barah and the Jordan.” So all the Ephraimites who were called out seized the waters as far as Beth Barah and the Jordan. ", "25": "They also captured Oreb and Ze'eb,[f] the two generals of Midian. They killed Oreb at the Rock of Oreb and Ze'eb at the Winepress of Ze'eb. Then they pursued Midian and brought the heads of Oreb and Ze'eb to Gideon by the crossing of the Jordan."}