{"1": "The men of Ephraim said to Gideon, “What kind of thing was that which you did to us by not inviting us when you went to fight against Midian?” They contended with him vigorously.", "2": "Gideon said to them, “What have I accomplished compared to you? Are not the gleanings of Ephraim better than the whole grape harvest of Abiezer? ", "3": "It was into your hands that God delivered Oreb and Ze'eb, the leaders of Midian. So what have I been able to accomplish compared to you?” Their anger against him died down when he said this.", "4": "Gideon then went to the Jordan and crossed over with the three hundred men who were with him. They were exhausted but kept pursuing the enemy.", "5": "Gideon said to the men of Succoth, “Please give loaves of bread to the troops who are following right behind me, because they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”", "6": "But the leaders of Succoth said, “Are the cut-off hands of Zebah and Zalmunna already in your hands? Why then would we give bread to your army?”", "7": "Gideon replied, “Just for that, when the Lord gives Zebah and Zalmunna into my hand, I will tear your flesh with thorns from the wilderness and with briars.”", "8": "Then Gideon went up from there to Penuel[a] and made the same request, and the men of Penuel gave him the same answer that the men of Succoth had. ", "9": "So Gideon said to the men of Penuel, “When I return in peace, I will tear down this tower.”", "10": "In the meantime Zebah and Zalmunna had arrived in Karkor. Their armies were with them, but only about fifteen thousand men were left from all the forces of the peoples from the East. One hundred twenty thousand swordsmen had fallen.", "11": "Gideon went up by the route of the nomads who live in tents east of Nobah and Jogbehah. He struck the camp when it was not on alert. ", "12": "Zebah and Zalmunna fled, but Gideon pursued them and captured Zebah and Zalmunna, the two kings of Midian. This made the entire army tremble.", "13": "When Gideon son of Joash returned from the battle by the Ascent of Heres, ", "14": "he captured a young man from Succoth. Gideon questioned the young man, who wrote down for him the names of the leaders of Succoth and of the town's elders, seventy-seven men in all.", "15": "Gideon then went to the men of Succoth and said, “Look! Here are Zebah and Zalmunna, about whom you taunted me, saying, 'Are the hands of Zebah and Zalmunna now in your hands? Why then would we give bread to your exhausted men?'”", "16": "Then Gideon took the elders of the town, and he taught the men of Succoth a lesson with thorns from the wilderness and with briars. ", "17": "He also tore down the tower of Penuel and killed the men of the city.", "18": "Then Gideon said to Zebah and Zalmunna, “What about[b] the men you killed at Tabor?” They said, “They were just like you. Each one looked like a king's son.”", "19": "“They were my brothers,” Gideon answered, “the sons of my mother. As surely as the Lord lives, if you had let them live, I would not kill you.”", "20": "Then he said to Jether, his firstborn, “Get up and kill them right now.” But the young man did not draw his sword because he was afraid, because he was still just a youth.", "21": "Zebah and Zalmunna said, “You get up and strike us down yourself, for a man's strength shows what kind of man he is.” Gideon stepped up and killed Zebah and Zalmunna, and he collected the crescent ornaments that were on the necks of their camels.", "22": "Then the men of Israel said to Gideon, “Rule over us—you and your son and also your grandson—because you have delivered us from the hand of Midian.”", "23": "But Gideon said to them, “I will not rule over you, nor will my son rule over you. Only the Lord will rule over you.” ", "24": "But Gideon also said to them, “Let me ask you for one thing: that each man give me an earring from his plunder.” (The enemy wore gold earrings, because they were Ishmaelites.)", "25": "They answered, “All right, we will give them to you.” Then they spread out a garment, and each man among them threw in an earring from his plunder. ", "26": "The weight of the gold earrings that he had requested was seventeen hundred shekels.[c] This was in addition to the crescents, the pendants, and the purple clothing that had been worn by the kings of Midian, and the ornaments that were on the necks of their camels. ", "27": "Gideon made the gold into a sacred breastplate.[d] He set it up in his town of Ophrah, and all Israel prostituted themselves to it there, and it became a snare to Gideon and his household.", "28": "In this way Midian was humbled before the people of Israel, and they did not raise their heads again. The land was quiet for forty years during the days of Gideon.", "29": "Jerubbaal son of Joash returned and lived in his own house. ", "30": "Gideon had seventy sons, who were his direct descendants from his own body, because he had many wives. ", "31": "Also his concubine at Shechem bore him a son, and he named him Abimelek.[e]", "32": "Finally Gideon son of Joash died at a good old age, and he was buried in the tomb of his father Joash, in Ophrah of the Abiezrites.", "33": "After Gideon died, the people of Israel again prostituted themselves to the Baals, and they set up Baal of the Covenant as their god. ", "34": "The people of Israel did not remember the Lord their God, who saved them from the hand of all their enemies around them. ", "35": "They were not loyal to the house of Jerubbaal (that is, Gideon) in return for all the good he had done for Israel."}