{"1": "Abimelek son of Jerubbaal went to Shechem to visit his mother's brothers. He spoke to them and to the entire clan of his mother's household, saying, ", "2": "“Please announce this in the hearing of all the citizens[a] of Shechem: What is better for you? If seventy men—all of the sons of Jerubbaal—rule over you, or if one man rules over you? Also remember this—I am your own flesh and blood.”", "3": "His mother's brothers spoke all these words concerning him in the hearing of all the citizens of Shechem. So their hearts were inclined toward Abimelek, because they said, “He is our brother.”", "4": "They gave him seventy pieces[b] of silver from the house of Baal of the Covenant. With the money, Abimelek hired worthless, reckless men, who traveled with him. ", "5": "He came to his father's household at Ophrah, and he murdered his brothers, the sons of Jerubbaal—seventy men slaughtered on one stone. Only one remained alive, Jotham son of Jerubbaal, the youngest, for he had hidden himself. ", "6": "Then all the citizens of Shechem and Beth Millo gathered together, and they went and crowned Abimelek as king by the oak tree next to the memorial pillar that was in Shechem.", "7": "When Jotham was told, he went and stood at the top of Mount Gerizim and called out with a loud voice, “Listen to me, citizens of Shechem, and God will listen to you.”", "8": "One day the trees went to anoint a king over them, and they said to the olive tree, “Be king over us.” ", "9": "But the olive tree said to them, “Should I stop producing my rich oil, with which both God and men are honored, to go and sway over the other trees?”", "10": "Then the trees said to the fig tree, “Come, you be king over us.” ", "11": "But the fig tree said to them, “Should I stop producing my sweetness and my good fruit to go and sway over the other trees?”", "12": "Then the trees said to the grape vine, “Come, you be king over us.” ", "13": "But the vine said to them, “Should I stop producing my new wine, which gladdens both God and men, to go and sway over the other trees?”", "14": "Finally all the trees said to the bramble, “Come, you be king over us.”", "15": "So the bramble said to the trees, “If you are sincere about anointing me to be king over you, come, seek refuge in my shade. But if you are not, may fire come out from the bramble and consume the cedars of Lebanon.”", "16": "Jotham said, “So now, if you acted in truth and integrity when you made Abimelek king, and if you have treated Jerubbaal and his household well, and if you have dealt with him as his hands dealt with you— ", "17": "My father waged war for you and put his life at grave risk and delivered you from the hand of Midian. ", "18": "Yet you have risen up against the house of my father today, and you have killed his sons, seventy men on one stone, and you have crowned Abimelek, son of his concubine, as king over the citizens of Shechem, because he is your relative. ", "19": "If you have acted in good faith and integrity with Jerubbaal and with his household this day, rejoice in Abimelek, and let him also rejoice in you. ", "20": "But if not, may fire come out from Abimelek and consume the citizens of Shechem and Beth Millo, and may fire come out from the citizens of Shechem and Beth Millo and consume Abimelek.”", "21": "With that, Jotham fled and escaped to Be'er,[c] where he remained because of Abimelek his brother.", "22": "After Abimelek ruled over Israel three years, ", "23": "God sent an evil spirit between Abimelek and the citizens of Shechem, who acted treacherously against Abimelek, ", "24": "so that the violence perpetrated against the seventy sons of Jerubbaal would come back on Abimelek, and their blood would be charged to their brother Abimelek, who killed them, and to the citizens of Shechem, who supported him when he killed his brothers.", "25": "In opposition to Abimelek, the citizens of Shechem set up ambushes on the mountains, and they robbed everyone who went by along the road. This was reported to Abimelek.", "26": "At this time Ga'al son of Ebed and his brothers had come to Shechem and settled there, and the citizens of Shechem put their trust in him.", "27": "The people of Shechem went out into the fields and gathered grapes from their vineyards. They trod the grapes into wine and held a thanksgiving festival. They went to the house of their god and ate and drank, and they cursed Abimelek.", "28": "Ga'al son of Ebed said, “Who is Abimelek? Why should the city of Shechem serve him? Isn't he the son of Jerubbaal? Isn't Zebul his representative? Serve the descendants of Hamor, the founding father of Shechem, but why should we serve Abimelek? ", "29": "If only someone would give this people into my hand! I would remove Abimelek!” So he said to Abimelek, “Get a bigger army and come out!”", "30": "When Zebul, ruler of the city, heard the words of Ga'al son of Ebed, he was hot with anger. ", "31": "He secretly sent messengers to Abimelek, saying, “Look, Ga'al son of Ebed and his brothers have been coming to Shechem, and now they are stirring up the city against you. ", "32": "So now, get up tonight, you and the troops who are with you, and hide yourselves in the countryside. ", "33": "When morning comes, at sunrise, get up early and make an attack on the city. Then when Ga'al and the people with him come out against you, do to him whatever you can.”", "34": "So Abimelek and all the troops who were with him set out in the middle of the night and set an ambush for Shechem, in four units.", "35": "Ga'al son of Ebed came out and stood at the entrance to the city gate. Then Abimelek and the troops with him rose up from their hiding places.", "36": "When Ga'al saw them, he said to Zebul, “Look! People are coming down from the mountains.” But Zebul said to him, “You are seeing shadows on the mountains and mistaking them for men.”", "37": "But Ga'al spoke up again. He said, “No, look! There are people coming down from the navel of the land,[d] and one unit is coming from the direction of the Oak of the Fortune Tellers.”", "38": "Zebul said to him, “Where is your big mouth now? You said, 'Who is Abimelek that we should serve him?' Aren't these the people you despised? Go out now, and fight against him!”", "39": "So Ga'al went out in front of the citizens of Shechem and fought against Abimelek. ", "40": "Abimelek pursued him, and Ga'al fled from him. Many fell wounded all the way up to the entrance to the city's gatehouse. ", "41": "Abimelek remained in Arumah, but Zebul drove out Ga'al and his brothers, so that they could not stay in Shechem.", "42": "The next day, when the people went out into the countryside, this was reported to Abimelek. ", "43": "He took his people and divided them into three units and set up an ambush in the countryside. As he kept watch, he saw people coming out of the city. He rose up against them and struck them down. ", "44": "Abimelek and the unit that was with him rushed forward and took a position in front of the entrance to the city's gatehouse. The other two units attacked everyone who was still out in the open country and struck them down. ", "45": "Abimelek fought against the city all that day and captured it. He killed the people who were in it, and he tore down the city and sowed it with salt.", "46": "When all the citizens defending the citadel of Shechem realized what was happening, they went into the vault[e] of the temple of El[f] of the Covenant. ", "47": "When it was reported to Abimelek that all the citizens were gathered together in the citadel of Shechem, ", "48": "Abimelek went up to Mount Zalmon—he and all the people who were with him. Abimelek took an ax in his hand and cut brushwood. He picked up the brush and placed it on his shoulder. He told the people who were with him, “Quickly do exactly what you saw me do.” ", "49": "All the people, each man, also cut brushwood and followed Abimelek. They placed the branches against the vault and with the branches they set the vault on fire, and all the people in the citadel of Shechem died, about a thousand men and women.", "50": "Abimelek then went to Thebez, besieged it, and captured it. ", "51": "There was a strong tower in the middle of the city, and all the men and women and all the rulers of the city fled there. They shut it up tight behind them and went up to the roof of the tower. ", "52": "Abimelek came up to the tower and attacked it. He approached the entrance of the tower to burn it down.", "53": "A certain woman threw down an upper millstone onto the head of Abimelek, and she fractured his skull. ", "54": "He called quickly to the young man who carried his gear and said to him, “Draw your sword and kill me, so that they do not say about me, 'A woman killed him.'” So this young man ran him through with his sword, and Abimelek died. ", "55": "When the men of Israel saw that Abimelek was dead, they all went back, each to his place.", "56": "In this way God avenged the evil that Abimelek had done to his father by killing his seventy brothers. ", "57": "God also returned all the evil done by the men of Shechem onto their own heads, and the curse of Jotham son of Jerubbaal came upon them."}