{"1": "·You [L O] ·foolish [stupid] Galatians! Who has ·tricked [or cast a spell on; bewitched] you? ·You were told very clearly about the death of Jesus Christ on the cross [L Before your eyes Jesus Christ was publicly portrayed/announced as crucified]. ", "2": "Tell me this one thing: How did you receive the Holy Spirit? Did you receive the Spirit by ·following [L the works of] the law? ·No, you received the Spirit [L …or] ·because you heard the Good News and believed it [by believing what you heard]. ", "3": "·Are you so foolish [How can you be so stupid]? You began ·your life in Christ by [L by; or through] the Spirit. Now are you trying to ·make it complete [finish; or be perfected] by ·your own power [human effort; L the flesh]? ", "4": "·Were all your experiences wasted [or Have you suffered so much for nothing]? ·I hope not [or Surely it was not for nothing; L —if indeed for nothing]! ", "5": "Does God give you the Spirit and work miracles among you ·because you follow [L by the works of] the law? ·No, he does these things [L …or] ·because you heard the Good News and believed it [by your believing what you heard; v. 2].", "6": "·The Scriptures say the same thing about Abraham [L Just as (it says)]: “Abraham believed God, and ·God accepted Abraham's faith, and that faith made him right with God [L it (Abraham's faith) was credited to him as righteousness; Gen. 15:6; Rom. 4].” ", "7": "So you should know that the true children of Abraham are those who have faith. ", "8": "·The Scriptures, telling what would happen in the future, said [L Scripture foresaw; C Scripture is personified as foreseeing and speaking] that God would ·make the Gentiles right [justify the Gentiles] through their faith. This ·Good News was told [Gospel was proclaimed] to Abraham beforehand, as the Scripture says: “All nations will be blessed through you [Gen. 12:3; 18:18].” ", "9": "So all who ·believe as Abraham believed [rely on faith; have faith; L are of faith] are blessed ·just as Abraham was [L with faithful Abraham; or with Abraham, the man of faith]. ", "10": "·But [L For] those who depend on ·following [L the works of] the law to make them right are under a curse, because the Scriptures say, “·Anyone [All; Everyone] will be cursed who does not ·always obey what [keep doing everything that] is written in the Book of the Law [Deut. 27:26].” ", "11": "Now it is clear that no one can be ·made right with [justified/declared righteous before] God by the law, because the Scriptures say, “·Those who are right with God will live by faith [The righteous will live by faith; or Those made righteous by faith will live; Gen. 15:6; Hab. 2:4].” ", "12": "The law is not based on faith. ·It says [L Rather; On the contrary], “A person who ·obeys [does; practices] these things will ·live because of [gain life by/in] them [Lev. 18:5].” ", "13": "Christ ·took away [redeemed us from; bought our freedom from] the curse ·the law put on us [L of the law]. ·He changed places with us and put himself under that curse [L …by becoming a curse for us]. [L For; Because] It is written in the Scriptures, “Anyone ·whose body is displayed [L who is hung] on a tree is cursed [Deut. 21:23; C an executed man's body was hung on a stake or tree for humiliation and warning; Paul here applies it to Christ's crucifixion as the curse/judgment for our sin].” ", "14": "Christ did this so that God's blessing promised to Abraham [Gen. 12:2–3] might come through Jesus Christ to the Gentiles. ·Jesus died so that by our believing […so that by faith] we could receive the Spirit that God promised.", "15": "Brothers and sisters, let us think ·in human terms [or of an example from everyday life; L according to man]: Even in the case of a human ·agreement [covenant; or will and testament], after it has been ·accepted [ratified; put into affect] no one can ·set it aside [annul it] or add anything to it. ", "16": "God made promises both to Abraham and to his ·descendant [seed]. God did not say, “and to your ·descendants [seeds].” That would mean many people. But God said, “and to your ·descendant [seed; Gen. 12:7; 13:15; 17:7; 24:7].” That means only one person; that person is Christ. ", "17": "This is what I mean: The law, which came four hundred thirty years later, cannot ·change [cancel; nullify] that ·agreement [covenant] previously made by God and so ·destroy [nullify; render invalid] God's promise to Abraham. ", "18": "If the law could give us ·Abraham's blessing [L the inheritance], then ·the promise would not be necessary [or it is not based on a promise]. But that is not possible, because God freely gave ·his blessings [L it] to Abraham through the promise he had made.", "19": "So what was the law for? It was ·given to show that the wrong things people do are against God's will [L added because of transgressions]. And it continued until the ·special descendant [seed], who had been promised, came. The law was given through angels [Acts 7:53; Heb. 2:2] ·who used Moses for a mediator to give the law to people [L by the hand of a mediator/intermediary]. ", "20": "But a mediator is not needed when there is only one side, and God is only one.", "21": "Does this mean that the law is against God's promises? ·Never [Absoluely not; May it never be]! That would be true only if the law could make us ·right with God [righteous]. But God did not give a law that can bring life. ", "22": "Instead, the Scriptures ·showed that the whole world is bound by sin [L imprisoned all things under (the power of) sin; C Scripture is personified as the jailer]. This was so the promise would be given ·through faith to people who believe in Jesus Christ [or because of Christ's faithfulness, to all who believe].", "23": "Before this faith came, we were all held prisoners by the law. We ·had no freedom [were locked up] until ·God showed us the way of faith that was coming [L the coming faith would be revealed]. ", "24": "In other words, the law was our ·guardian [child-minder; tutor; C an attendant slave who watched over a child in a wealthy Greco-Roman household] ·leading us to [or until] Christ so that we could be ·made right with God [declared righteous; justified] through faith. ", "25": "Now ·the way of faith [L faith] has come, and we no longer live under a ·guardian [child-minder; tutor; v. 24].", "26": "[L For] ·You are all children of God through faith in Christ Jesus [or In Christ Jesus you are all children/sons of God through faith]. ", "27": "[L For] All of you who were baptized into Christ have clothed yourselves with Christ. ", "28": "In Christ, there is ·no difference between Jew and Greek [L neither Jew nor Greek], slave and free person, male and female. You are all ·the same [or united; L one] in Christ Jesus. ", "29": "·You [L If you…] belong to Christ, so you are Abraham's ·descendants [seed]. ·You will inherit all of God's blessings because of the promise God made to Abraham [L …heirs according to the promise]."}