{"1": "These are the proverbs of King Solomon of Israel, the son of David.", "2": "Proverbs will teach you wisdom and self-control and how to understand sayings with deep meanings.", "3": "You will learn what is right and honest and fair.", "4": "From these, an ordinary person can learn to be smart, and young people can gain knowledge and good sense.", "5": "If you are already wise, you will become even wiser. And if you are smart, you will learn to understand", "6": "proverbs and sayings, as well as words of wisdom and all kinds of riddles.", "7": "Respect and obey the Lord! This is the beginning of knowledge.[a] Only a fool rejects wisdom and good advice.", "8": "My child, obey the teachings of your parents,", "9": "and wear their teachings as you would a lovely hat or a pretty necklace.", "10": "Don't be tempted by sinners or listen ", "11": "when they say, “Come on! Let's gang up and kill somebody, just for the fun of it!", "12": "They're well and healthy now, but we'll finish them off once and for all.", "13": "We'll take their valuables and fill our homes with stolen goods.", "14": "If you join our gang, you'll get your share.”", "15": "Don't follow anyone like that or do what they do.", "16": "They are in a big hurry to commit some crime, perhaps even murder.", "17": "They are like a bird that sees the bait, but ignores the trap.[b]", "18": "They gang up to murder someone, but they are the victims.", "19": "The wealth you get from crime robs you of your life.", "20": "Wisdom[c] shouts in the streets wherever crowds gather.", "21": "She shouts in the marketplaces and near the city gates as she says to the people,", "22": "“How much longer will you enjoy being stupid fools? Won't you ever stop sneering and laughing at knowledge?", "23": "Listen as I correct you and tell you what I think.", "24": "You completely ignored me and refused to listen;", "25": "you rejected my advice and paid no attention when I warned you.", "26": "“So when you are struck by some terrible disaster,", "27": "or when trouble and distress surround you like a whirlwind, I will laugh and make fun.", "28": "You will ask for my help, but I won't listen; you will search, but you won't find me.", "29": "No, you would not learn, and you refused to respect the Lord.", "30": "You rejected my advice and paid no attention when I warned you.", "31": "“Now you will eat the fruit of what you have done, until you are stuffed full with your own schemes.", "32": "Sin and self-satisfaction bring destruction and death to stupid fools.", "33": "But if you listen to me, you will be safe and secure without fear of disaster.”"}