{"1": "Here are some proverbs of Solomon: Children with good sense make their parents happy, but foolish children make them sad.", "2": "What you gain by doing evil won't help you at all, but being good[a] can save you from death.", "3": "If you obey the Lord, you won't go hungry; if you are wicked, God won't let you have what you want.", "4": "Laziness leads to poverty; hard work makes you rich.", "5": "At harvest season it's smart to work hard, but stupid to sleep.", "6": "Everyone praises good people, but evil hides behind the words of the wicked.", "7": "Good people are remembered long after they are gone, but the wicked are soon forgotten.", "8": "If you have good sense, you will listen and obey; if all you do is talk, you will destroy yourself.", "9": "You will be safe, if you always do right, but you will get caught, if you are dishonest.", "10": "Deceit causes trouble, and foolish talk will bring you to ruin.[b]", "11": "The words of good people are a source of life, but evil hides behind the words of the wicked.", "12": "Hatred stirs up trouble; love overlooks the wrongs that others do.", "13": "If you have good sense, it will show when you speak. But if you are stupid, you will be beaten with a stick.", "14": "If you have good sense, you will learn all you can, but foolish talk will soon destroy you.", "15": "Great wealth can be a fortress, but poverty is no protection at all.", "16": "If you live right, the reward is a good life; if you are evil, all you have is sin.", "17": "Accept correction, and you will find life; reject correction, and you will miss the road.", "18": "You can hide your hatred by telling lies, but you are a fool to spread lies.", "19": "You will say the wrong thing if you talk too much— so be sensible and watch what you say.", "20": "The words of a good person are like pure silver, but the thoughts of an evil person are almost worthless.", "21": "Many are helped by useful instruction, but fools are killed by their own stupidity.", "22": "When the Lord blesses you with riches, you have nothing to regret.[c]", "23": "Fools enjoy doing wrong, but anyone with good sense enjoys acting wisely.", "24": "What evil people dread most will happen to them, but good people will get what they want most.", "25": "Those crooks will disappear when a storm strikes, but God will keep safe all who obey him.", "26": "Having a lazy person on the job is like a mouth full of vinegar or smoke in your eyes.", "27": "If you respect the Lord, you will live longer; if you keep doing wrong, your life will be cut short.", "28": "If you obey the Lord, you will be happy, but there is no future for the wicked.", "29": "The Lord protects everyone who lives right, but he destroys anyone who does wrong.", "30": "Good people will stand firm, but the wicked will lose their land.", "31": "Honest people speak sensibly, but deceitful liars will be silenced.", "32": "If you obey the Lord, you will always know the right thing to say. But no one will trust you if you tell lies."}