{"1": "The Lord hates anyone who cheats, but he likes everyone who is honest.", "2": "Too much pride can put you to shame. It's wiser to be humble.", "3": "If you do the right thing, honesty will be your guide. But if you are crooked, you will be trapped by your own dishonesty.", "4": "When God is angry, money won't help you. Obeying God is the only way to be saved from death.", "5": "If you are truly good, you will do right; if you are wicked, you will be destroyed by your own sin.", "6": "Honesty can keep you safe, but if you can't be trusted, you trap yourself.", "7": "When the wicked die, their hopes die with them.", "8": "Trouble goes right past the Lord's people and strikes the wicked.", "9": "Dishonest people use gossip to destroy their neighbors; good people are protected by their own good sense.", "10": "When honest people prosper and the wicked disappear, the whole city celebrates.", "11": "When God blesses his people, their city prospers, but deceitful liars can destroy a city.", "12": "It's stupid to say bad things about your neighbors. If you are sensible, you will keep quiet.", "13": "A gossip tells everything, but a true friend will keep a secret.", "14": "A city without wise leaders will end up in ruin; a city with many wise leaders will be kept safe.", "15": "It's a dangerous thing to guarantee payment for someone's debts. Don't do it!", "16": "A gracious woman will be respected, but a man must work hard to get rich.[a]", "17": "Kindness is rewarded— but if you are cruel, you hurt yourself.", "18": "Meanness gets you nowhere, but goodness is rewarded.", "19": "Always do the right thing, and you will live; keep on doing wrong, and you will die.", "20": "The Lord hates sneaky people, but he likes everyone who lives right.", "21": "You can be sure of this: All crooks will be punished, but God's people won't.", "22": "A beautiful woman who acts foolishly is like a gold ring on the snout of a pig.", "23": "Good people want what is best, but troublemakers hope to stir up trouble.[b]", "24": "Sometimes you can become rich by being generous or poor by being greedy.", "25": "Generosity will be rewarded: Give a cup of water, and you will receive a cup of water in return.", "26": "Charge too much for grain, and you will be cursed; sell it at a fair price, and you will be praised.", "27": "Try hard to do right, and you will win friends; go looking for trouble, and you will find it.", "28": "Trust in your wealth, and you will be a failure, but God's people will prosper like healthy plants.", "29": "Fools who cause trouble in the family won't inherit a thing. They will end up as slaves of someone with good sense.", "30": "Live right, and you will eat from the life-giving tree. And if you act wisely, others will follow.[c]", "31": "If good people are rewarded[d] here on this earth, all who are cruel and mean will surely be punished."}