{"1": "To accept correction is wise, to reject it is stupid.", "2": "The Lord likes everyone who lives right, but he punishes everyone who makes evil plans.", "3": "Sin cannot offer security! But if you live right, you will be as secure as a tree with deep roots.", "4": "A helpful wife is a jewel for her husband, but a shameless wife will make his bones rot.", "5": "Good people have kind thoughts, but you should never trust the advice of someone evil.", "6": "Bad advice is a deadly trap, but good advice is like a shield.", "7": "Once the wicked are defeated, they are gone forever, but no one who obeys God will ever be thrown down.", "8": "Good sense is worthy of praise, but stupidity is a curse.", "9": "It's better to be ordinary and have only one servant[a] than to think you are somebody and starve to death.", "10": "Good people are kind to their animals, but a mean person is cruel.", "11": "Hard working farmers have more than enough food; daydreamers are nothing more than stupid fools.", "12": "An evil person tries to hide behind evil;[b] good people are like trees with deep roots.", "13": "We trap ourselves by telling lies, but we stay out of trouble by living right.", "14": "We are rewarded or punished for what we say and do.", "15": "Fools think they know what is best, but a sensible person listens to advice.", "16": "Losing your temper is foolish; ignoring an insult is smart.", "17": "An honest person tells the truth in court, but a dishonest person tells nothing but lies.", "18": "Sharp words cut like a sword, but words of wisdom heal.", "19": "Truth will last forever; lies are soon found out.", "20": "An evil mind is deceitful, but gentle thoughts bring happiness.", "21": "Good people never have trouble, but troublemakers have more than enough.", "22": "The Lord hates every liar, but he is the friend of all who can be trusted.", "23": "Be sensible and don't tell everything you know— only fools spread foolishness everywhere.", "24": "Work hard, and you will be a leader; be lazy, and you will end up a slave.", "25": "Worry is a heavy burden, but a kind word always brings cheer.", "26": "You are better off to do right, than to lose your way by doing wrong.[c]", "27": "Anyone too lazy to cook will starve, but a hard worker is a valuable treasure.[d]", "28": "Follow the road to life, and you won't be bothered by death."}