{"1": "Children with good sense accept correction from their parents, but stubborn children ignore it completely.", "2": "You will be well rewarded for saying something kind, but all some people think about is how to be cruel and mean.", "3": "Keep what you know to yourself, and you will be safe; talk too much, and you are done for.", "4": "No matter how much you want, laziness won't help a bit, but hard work will reward you with more than enough.", "5": "A good person hates deceit, but those who are evil cause shame and disgrace.", "6": "Live right, and you are safe! But sin will destroy you.", "7": "Some who have nothing may pretend to be rich, and some who have everything may pretend to be poor.", "8": "The rich may have to pay a ransom, but the poor don't have that problem.", "9": "The lamp of a good person keeps on shining; the lamp of an evil person soon goes out.", "10": "Too much pride causes trouble. Be sensible and take advice.", "11": "Money wrongly gotten will disappear bit by bit; money earned little by little will grow and grow.", "12": "Not getting what you want can make you feel sick, but a wish that comes true is a life-giving tree.", "13": "If you reject God's teaching, you will pay the price; if you obey his commands, you will be rewarded.", "14": "Sensible instruction is a life-giving fountain that helps you escape all deadly traps.", "15": "Sound judgment is praised, but people without good sense are on the way to disaster.[a]", "16": "If you have good sense, you will act sensibly, but fools act like fools.", "17": "Whoever delivers your message can make things better or worse for you.", "18": "All who refuse correction will be poor and disgraced; all who accept correction will be praised.", "19": "It's a good feeling to get what you want, but only a stupid fool hates to turn from evil.", "20": "Wise friends make you wise, but you hurt yourself by going around with fools.", "21": "You are in for trouble if you sin, but you will be rewarded if you live right.", "22": "If you obey God, you will have something to leave your grandchildren. If you don't obey God, those who live right will get what you leave.", "23": "Even when the land of the poor produces good crops, they get cheated out of what they grow.[b]", "24": "If you love your children, you will correct them; if you don't love them, you won't correct them.", "25": "If you live right, you will have plenty to eat; if you don't live right, you will go away empty."}