{"1": "A woman's family is held together by her wisdom, but it can be destroyed by her foolishness.", "2": "By living right, you show that you respect the Lord; by being deceitful, you show that you despise him.", "3": "Proud fools are punished for their stupid talk, but sensible talk can save your life.", "4": "Without the help of an ox there can be no crop, but with a strong ox a big crop is possible.", "5": "An honest witness tells the truth; a dishonest witness tells nothing but lies.", "6": "Make fun of wisdom, and you will never find it. But if you have understanding, knowledge comes easily.", "7": "Stay away from fools, or you won't learn a thing.", "8": "Wise people have enough sense to find their way, but stupid fools get lost.", "9": "Fools don't care if they are wrong,[a] but God is pleased when people do right.", "10": "No one else can really know how sad or happy you are.", "11": "The tent of a good person stands longer than the house of someone evil.", "12": "You may think you are on the right road and still end up dead.", "13": "Sorrow may hide behind laughter, and happiness may end in sorrow.", "14": "You harvest what you plant, whether good or bad.", "15": "Don't be stupid and believe all you hear; be smart and know where you are headed.", "16": "Only a stupid fool is never cautious— so be extra careful and stay out of trouble.", "17": "Fools have quick tempers, and no one likes you if you can't be trusted.", "18": "Stupidity leads to foolishness; be smart and learn.", "19": "The wicked will come crawling to those who obey God.", "20": "You have no friends if you are poor, but you have lots of friends if you are rich.", "21": "It's wrong to hate others, but God blesses everyone who is kind to the poor.", "22": "It's a mistake to make evil plans, but you will have loyal friends if you want to do right.", "23": "Hard work is worthwhile, but empty talk will make you poor.", "24": "Wisdom can make you rich, but foolishness leads to more foolishness.", "25": "An honest witness can save your life, but liars can't be trusted.", "26": "If you respect the Lord, you and your children have a strong fortress", "27": "and a life-giving fountain that keeps you safe from deadly traps.", "28": "Rulers of powerful nations are held in honor; rulers of weak nations are nothing at all.", "29": "It's smart to be patient, but it's stupid to lose your temper.", "30": "It's healthy to be content, but envy can eat you up.", "31": "If you mistreat the poor, you insult your Creator; if you are kind to them, you show him respect.", "32": "In times of trouble the wicked are destroyed, but even at death the innocent have faith.[b]", "33": "Wisdom is found in the minds of people with good sense, but fools don't know it.[c]", "34": "Doing right brings honor to a nation, but sin brings disgrace.", "35": "Kings reward servants who act wisely, but they punish those who act foolishly."}