{"1": "A kind answer soothes angry feelings, but harsh words stir them up.", "2": "Words of wisdom come from the wise, but fools speak foolishness.", "3": "The Lord sees everything, whether good or bad.", "4": "Kind words are good medicine, but deceitful words can really hurt.", "5": "Don't be a fool and disobey your parents. Be smart! Accept correction.", "6": "Good people become wealthy, but those who are evil will lose what they have.", "7": "Words of wisdom make good sense; the thoughts of a fool make no sense at all.", "8": "The Lord is disgusted by gifts from the wicked, but it makes him happy when his people pray.", "9": "The Lord is disgusted with all who do wrong, but he loves everyone who does right.", "10": "If you turn from the right way, you will be punished; if you refuse correction, you will die.", "11": "If the Lord can see everything in the world of the dead, he can see in our hearts.", "12": "Those who sneer at others don't like to be corrected, and they won't ask help from someone with sense.", "13": "Happiness makes you smile; sorrow can crush you.", "14": "Anyone with good sense is eager to learn more, but fools are hungry for foolishness.", "15": "The poor have a hard life, but being content is as good as an endless feast.", "16": "It's better to obey the Lord and have only a little, than to be very rich and terribly confused.", "17": "A simple meal with love is better than a feast where there is hatred.", "18": "Losing your temper causes a lot of trouble, but staying calm settles arguments.", "19": "Being lazy is like walking in a thorn patch, but everyone who does right walks on a smooth road.", "20": "Children with good sense make their parents happy, but foolish children are hateful to them.", "21": "Stupidity brings happiness to senseless fools, but everyone with good sense follows the straight path.", "22": "Without good advice everything goes wrong— it takes careful planning for things to go right.", "23": "Giving the right answer at the right time makes everyone happy.", "24": "All who are wise follow a road that leads upward to life and away from death.", "25": "The Lord destroys the homes of those who are proud, but he protects the property of widows.", "26": "The Lord hates evil thoughts, but kind words please him.", "27": "Being greedy causes trouble for your family, but you protect yourself by refusing bribes.", "28": "Good people think before they answer, but the wicked speak evil without ever thinking.", "29": "The Lord never even hears the prayers of the wicked, but he answers the prayers of all who obey him.", "30": "A friendly smile makes you happy, and good news makes you feel strong.", "31": "Healthy correction is good, and if you accept it, you will be wise.", "32": "You hurt only yourself by rejecting instruction, but it makes good sense to accept it.", "33": "Showing respect to the Lord will make you wise, and being humble will bring honor to you."}