{"1": "We humans make plans, but the Lord has the final word.", "2": "We may think we know what is right, but the Lord is the judge of our motives.", "3": "Share your plans with the Lord, and you will succeed.", "4": "The Lord has a reason for everything he does, and he lets evil people live only to be punished.", "5": "The Lord doesn't like anyone who is conceited— you can be sure they will be punished.", "6": "If we truly love God, our sins will be forgiven; if we show him respect, we will keep away from sin.", "7": "When we please the Lord, even our enemies make friends with us.", "8": "It's better to be honest and poor than to be dishonest and rich.", "9": "We make our own plans, but the Lord decides where we will go.", "10": "Rulers speak with authority and are never wrong.", "11": "The Lord doesn't like it when we cheat in business.", "12": "Justice makes rulers powerful. They should hate evil", "13": "and like honesty and truth.", "14": "An angry ruler can put you to death. So be wise! Don't make one angry.", "15": "When a ruler is happy and pleased with you, it's like refreshing rain, and you will live.", "16": "It's much better to be wise and sensible than to be rich.", "17": "God's people avoid evil ways, and they protect themselves by watching where they go.", "18": "Too much pride will destroy you.", "19": "You are better off to be humble and poor than to get rich from what you take by force.", "20": "If you know what you're doing,[a] you will prosper. God blesses everyone who trusts him.", "21": "Good judgment proves that you are wise, and if you speak kindly, you can teach others.", "22": "Good sense is a fountain that gives life, but fools are punished by their foolishness.", "23": "You can persuade others if you are wise and speak sensibly.", "24": "Kind words are like honey— they cheer you up and make you feel strong.", "25": "Sometimes what seems right is really a road to death.", "26": "The hungrier you are, the harder you work.", "27": "Worthless people plan trouble. Even their words burn like a flaming fire.", "28": "Gossip is no good! It causes hard feelings and comes between friends.", "29": "Don't trust violent people. They will mislead you to do the wrong thing.", "30": "When someone winks or grins behind your back, trouble is on the way.", "31": "Gray hair is a glorious crown worn by those who have lived right.", "32": "Controlling your temper is better than being a hero who captures a city.", "33": "We make our own decisions, but the Lord alone determines what happens."}