{"1": "A dry crust of bread eaten in peace and quiet is better than a feast eaten where everyone argues.", "2": "A hard-working slave will be placed in charge of a no-good child, and that slave will be given the same inheritance that each child receives.", "3": "Silver and gold are tested by flames of fire; our thoughts are tested by the Lord.", "4": "Troublemakers listen to troublemakers, and liars listen to liars.", "5": "By insulting the poor, you insult your Creator. You will be punished if you make fun of someone in trouble.", "6": "Grandparents are proud of their grandchildren, and children should be proud of their parents.", "7": "It sounds strange for a fool to talk sensibly, but it's even worse for a ruler to tell lies.", "8": "A bribe works miracles like a magic charm that brings good luck.", "9": "You will keep your friends if you forgive them, but you will lose your friends if you keep talking about what they did wrong.", "10": "A sensible person accepts correction, but you can't beat sense into a fool.", "11": "Cruel people want to rebel, and so vicious attackers will be sent against them.", "12": "A bear robbed of her cubs is far less dangerous than a stubborn fool.", "13": "You will always have trouble if you are mean to those who are good to you.", "14": "The start of an argument is like a water leak— so stop it before real trouble breaks out.", "15": "The Lord doesn't like those who defend the guilty or condemn the innocent.", "16": "Why should fools have money for an education when they refuse to learn?", "17": "A friend is always a friend, and relatives are born to share our troubles.", "18": "It's stupid to guarantee someone else's loan.", "19": "The wicked and the proud love trouble and keep begging to be hurt.", "20": "Dishonesty does you no good, and telling lies will get you in trouble.", "21": "It's never pleasant to be the parent of a fool and have nothing but pain.", "22": "If you are cheerful, you feel good; if you are sad, you hurt all over.", "23": "Crooks accept secret bribes to keep justice from being done.", "24": "Anyone with wisdom knows what makes good sense, but fools can never make up their minds.", "25": "Foolish children bring sorrow to their father and pain to their mother.", "26": "It isn't fair to punish the innocent and those who do right.", "27": "It makes a lot of sense to be a person of few words and to stay calm.", "28": "Even fools seem smart when they are quiet."}