{"1": "It's better to be poor and live right than to be a stupid liar.", "2": "Willingness and stupidity don't go well together. If you are too eager, you will miss the road.", "3": "We are ruined by our own stupidity, though we blame the Lord.", "4": "The rich have many friends; the poor have none.", "5": "Dishonest witnesses and liars won't escape punishment.", "6": "Everyone tries to be friends of those who can help them.", "7": "If you are poor, your own relatives reject you, and your friends are worse. When you really need them, they are not there.[a]", "8": "Do yourself a favor by having good sense— you will be glad you did.", "9": "Dishonest witnesses and liars will be destroyed.", "10": "It isn't right for a fool to live in luxury or for a slave to rule in place of a king.", "11": "It's wise to be patient and show what you are like by forgiving others.", "12": "An angry king roars like a lion, but when a king is pleased, it's like dew on the crops.", "13": "A foolish son brings disgrace to his father. A nagging wife goes on and on like the drip, drip, drip of the rain.", "14": "You may inherit all you own from your parents, but a sensible wife is a gift from the Lord.", "15": "If you are lazy and sleep your time away, you will starve.", "16": "Obey the Lord's teachings and you will live— disobey and you will die.", "17": "Caring for the poor is lending to the Lord, and you will be well repaid.", "18": "Correct your children before it's too late; if you don't punish them, you are destroying them.", "19": "People with bad tempers are always in trouble, and they need help over and over again.[b]", "20": "Pay attention to advice and accept correction, so you can live sensibly.", "21": "We may make a lot of plans, but the Lord will do what he has decided.", "22": "What matters most is loyalty. It's better to be poor than to be a liar.", "23": "Showing respect to the Lord brings true life— if you do it, you can relax without fear of danger.", "24": "Some people are too lazy to lift a hand to feed themselves.", "25": "Stupid fools learn good sense by seeing others punished; a sensible person learns by being corrected.", "26": "Children who bring disgrace rob their father and chase their mother away.", "27": "If you stop learning, you will forget what you already know.", "28": "A lying witness makes fun of the court system, and criminals think crime is really delicious.", "29": "Every stupid fool is just waiting to be punished."}