{"1": "It isn't smart to get drunk! Drinking makes a fool of you and leads to fights.", "2": "An angry ruler is like a roaring lion— make either one angry, and you are dead.", "3": "It makes you look good when you avoid a fight— only fools love to quarrel.", "4": "If you are too lazy to plow, don't expect a harvest.", "5": "Someone's thoughts may be as deep as the ocean, but if you are smart, you will discover them.", "6": "There are many who say, “You can trust me!” But can they be trusted?", "7": "Good people live right, and God blesses the children who follow their example.", "8": "When rulers decide cases, they weigh the evidence.", "9": "Can any of us really say, “My thoughts are pure, and my sins are gone”?", "10": "Two things the Lord hates are dishonest scales and dishonest measures.", "11": "The good or bad that children do shows what they are like.", "12": "Hearing and seeing are gifts from the Lord.", "13": "If you sleep all the time, you will starve; if you get up and work, you will have enough food.", "14": "Everyone likes to brag about getting a bargain.", "15": "Sensible words are better than gold or jewels.", "16": "You deserve to lose your coat if you loan it to someone to guarantee payment for the debt of a stranger.", "17": "The food you get by cheating may taste delicious, but it turns to gravel.", "18": "Be sure you have sound advice before making plans or starting a war.", "19": "Stay away from gossips— they tell everything.", "20": "Children who curse their parents will go to the land of darkness long before their time.", "21": "Getting rich quick[a] may turn out to be a curse.", "22": "Don't try to get even. Trust the Lord, and he will help you.", "23": "The Lord hates dishonest scales and dishonest weights. So don't cheat!", "24": "How can we know what will happen to us when the Lord alone decides?", "25": "Don't fall into the trap of making promises to God before you think!", "26": "A wise ruler severely punishes every criminal.", "27": "Our inner thoughts are a lamp from the Lord, and they search our hearts.", "28": "Rulers are protected by God's mercy and loyalty, but[b] they must be merciful for their kingdoms to last.", "29": "Young people take pride in their strength, but the gray hairs of wisdom are even more beautiful.", "30": "A severe beating can knock all of the evil out of you!"}