{"1": "The Lord controls rulers, just as he determines the course of rivers.", "2": "We may think we are doing the right thing, but the Lord always knows what is in our hearts.", "3": "Doing what is right and fair pleases the Lord more than an offering.", "4": "Evil people are proud and arrogant, but sin is the only crop they produce.[a]", "5": "If you plan and work hard, you will have plenty; if you get in a hurry, you will end up poor.", "6": "Cheating to get rich is a foolish dream and no less than suicide.[b]", "7": "You destroy yourself by being cruel and violent and refusing to live right.", "8": "All crooks are liars, but anyone who is innocent will do right.", "9": "It's better to stay outside on the roof of your house than to live inside with a nagging wife.", "10": "Evil people want to do wrong, even to their friends.", "11": "An ignorant fool learns by seeing others punished; a sensible person learns by being instructed.", "12": "God is always fair! He knows what the wicked do and will punish them.", "13": "If you won't help the poor, don't expect to be heard when you cry out for help.", "14": "A secret bribe will save you from someone's fierce anger.", "15": "When justice is done, good citizens are glad and crooks are terrified.", "16": "If you stop using good sense, you will find yourself in the grave.", "17": "Heavy drinkers and others who live only for pleasure will lose all they have.", "18": "God's people will escape, but all who are wicked will pay the price.", "19": "It's better out in the desert than at home with a nagging, complaining wife.", "20": "Be sensible and store up precious treasures— don't waste them like a fool.", "21": "If you try to be kind and good, you will be blessed with life and goodness and honor.", "22": "One wise person can defeat a city full of soldiers and capture their fortress.", "23": "Watching what you say can save you a lot of trouble.", "24": "If you are proud and conceited, everyone will say, “You're a snob!”", "25": "If you want too much and are too lazy to work, it could be fatal.", "26": "But people who obey God are always generous.", "27": "The Lord despises the offerings of wicked people with evil motives.", "28": "If you tell lies in court, you are done for; only a reliable witness can do the job.", "29": "Wicked people bluff their way, but God's people think before they take a step.", "30": "No matter how much you know or what plans you make, you can't defeat the Lord.", "31": "Even if your army has horses ready for battle, the Lord will always win."}