{"1": "A good reputation and respect are worth much more than silver and gold.", "2": "The rich and the poor are all created by the Lord.", "3": "When you see trouble coming, don't be stupid and walk right into it— be smart and hide.", "4": "Respect and serve the Lord! Your reward will be wealth, a long life, and honor.", "5": "Crooks walk down a road full of thorny traps. Stay away from there!", "6": "Teach your children right from wrong, and when they are grown they will still do right.", "7": "The poor are ruled by the rich, and those who borrow are slaves of moneylenders.", "8": "Troublemakers get in trouble, and their terrible anger will get them nowhere.", "9": "The Lord blesses everyone who freely gives food to the poor.", "10": "Arguments and fights will come to an end, if you chase away those who insult others.", "11": "The king is the friend of all who are sincere and speak with kindness.", "12": "The Lord watches over everyone who shows good sense, but he frustrates the plans of deceitful liars.", "13": "Don't be so lazy that you say, “If I go to work, a lion will eat me!”", "14": "The words of a bad woman are like a deep pit; if you make the Lord angry, you will fall right in.", "15": "All children are foolish, but firm correction will make them change.", "16": "Cheat the poor to make profit or give gifts to the rich— either way you lose.", "17": "Here are some sayings of people with wisdom, so listen carefully as I teach.", "18": "You will be glad that you know these sayings and can recite them.", "19": "I am teaching them today, so that you may trust the Lord.", "20": "I have written thirty sayings filled with sound advice.", "21": "You can trust them completely to give you the right words for those in charge of you.", "22": "Don't take advantage of the poor or cheat them in court.", "23": "The Lord is their defender, and what you do to them, he will do to you.", "24": "Don't make friends with anyone who has a bad temper.", "25": "You might turn out like them and get caught in a trap.", "26": "Don't guarantee to pay someone else's debt.", "27": "If you don't have the money, you might lose your bed.", "28": "Don't move a boundary marker[a] set up by your ancestors.", "29": "If you do your job well, you will work for a ruler and never be a slave."}