{"1": "When you are invited to eat with a king, use your best manners.", "2": "Don't go and stuff yourself! That would be just the same as cutting your throat.", "3": "Don't be greedy for all of that fancy food! It may not be so tasty.", "4": "Give up trying so hard to get rich.", "5": "Your money flies away before you know it, just like an eagle suddenly taking off.", "6": "Don't accept an invitation to eat a selfish person's food, no matter how good it is.", "7": "People like that take note of how much you eat.[a] They say, “Take all you want!” But they don't mean it.", "8": "Each bite will come back up, and all your kind words will be wasted.", "9": "Don't talk to fools— they will just make fun.", "10": "Don't move a boundary marker[b] or take the land that belongs to orphans.", "11": "God All-Powerful is there to defend them against you.", "12": "Listen to instruction and do your best to learn.", "13": "Don't fail to correct your children. You won't kill them by being firm,", "14": "and it may even save their lives.", "15": "My children, if you show good sense, I will be happy,", "16": "and if you are truthful, I will really be glad.", "17": "Don't be jealous of sinners, but always honor the Lord.", "18": "Then you will truly have hope for the future.", "19": "Listen to me, my children! Be wise and have enough sense to follow the right path.", "20": "Don't be a heavy drinker or stuff yourself with food.", "21": "It will make you feel drowsy, and you will end up poor with only rags to wear.", "22": "Pay attention to your father, and don't neglect your mother when she grows old.", "23": "Invest in truth and wisdom, discipline and good sense, and don't part with them.", "24": "Make your father truly happy by living right and showing sound judgment.", "25": "Make your parents proud, especially your mother.", "26": "My son, pay close attention, and gladly follow my example.", "27": "Bad women and unfaithful wives are like a deep pit—", "28": "they are waiting to attack you like a gang of robbers with victim after victim.", "29": "Who is always in trouble? Who argues and fights? Who has cuts and bruises? Whose eyes are red?", "30": "Everyone who stays up late, having just one more drink.", "31": "Don't even look at that colorful stuff bubbling up in the glass! It goes down so easily,", "32": "but later it bites like a poisonous snake.", "33": "You will see weird things, and your mind will play tricks on you.", "34": "You will feel tossed about like someone trying to sleep on a ship in a storm.", "35": "You will be bruised all over, without even remembering how it all happened. And you will lie awake asking, “When will morning come, so I can drink some more?”"}