{"1": "Don't be jealous of crooks or want to be their friends.", "2": "All they think about and talk about is violence and cruelty.", "3": "Use wisdom and understanding to establish your home;", "4": "let good sense fill the rooms with priceless treasures.", "5": "Wisdom brings strength, and knowledge gives power.", "6": "Battles are won by listening to advice and making a lot of plans.", "7": "Wisdom is too much for fools! Their advice is no good.", "8": "No one but troublemakers think up trouble.", "9": "Everyone hates senseless fools who think up ways to sin.", "10": "Don't give up and be helpless in times of trouble.", "11": "Don't fail to rescue those who are doomed to die.", "12": "Don't say, “I didn't know it!” God can read your mind. He watches each of us and knows our thoughts. And God will pay us back for what we do.", "13": "Honey is good for you, my children, and it tastes sweet.", "14": "Wisdom is like honey for your life— if you find it, your future is bright.", "15": "Don't be a cruel person who attacks good people and hurts their families.", "16": "Even if good people fall seven times, they will get back up. But when trouble strikes the wicked, that's the end of them.", "17": "Don't be happy to see your enemies trip and fall down.", "18": "The Lord will find out and be unhappy. Then he will stop being angry with them.", "19": "Don't let evil people worry you or make you jealous.", "20": "They will soon be gone like the flame of a lamp that burns out.", "21": "My children, you must respect the Lord and the king, and you must not make friends with anyone who rebels against either of them.", "22": "Who knows what sudden disaster the Lord or a ruler might bring?", "23": "Here are some more sayings that make good sense: When you judge, you must be fair.", "24": "If you let the guilty go free, people of all nations will hate and curse you.", "25": "But if you punish the guilty, things will go well for you, and you will prosper.", "26": "Giving an honest answer is a sign of true friendship.", "27": "Get your fields ready and plant your crops before starting a home.", "28": "Don't accuse anyone who isn't guilty. Don't ever tell a lie", "29": "or say to someone, “I'll get even with you!”", "30": "I once walked by the field and the vineyard of a lazy fool.", "31": "Thorns and weeds were everywhere, and the stone wall had fallen down.", "32": "When I saw this, it taught me a lesson:", "33": "Sleep a little. Doze a little. Fold your hands and twiddle your thumbs.", "34": "Suddenly poverty hits you and everything is gone!"}