{"1": "Here are more of Solomon's proverbs. They were copied by the officials of King Hezekiah of Judah.", "2": "God is praised for being mysterious; rulers are praised for explaining mysteries.", "3": "Who can fully understand the thoughts of a ruler? They reach beyond the sky and go deep in the earth.", "4": "Silver must be purified before it can be used to make something of value.", "5": "Evil people must be removed before anyone can rule with justice.", "6": "Don't try to seem important in the court of a ruler.", "7": "It's better for the ruler to give you a high position than for you to be embarrassed in front of royal officials. Be sure you are right", "8": "before you sue someone, or you might lose your case and be embarrassed.", "9": "When you and someone else can't get along, don't gossip about it.[a]", "10": "Others will find out, and your reputation will then be ruined.", "11": "The right word at the right time is like precious gold set in silver.", "12": "Listening to good advice is worth much more than jewelry made of gold.", "13": "A messenger you can trust is just as refreshing as cool water in summer.", "14": "Broken promises are worse than rain clouds that don't bring rain.", "15": "Patience and gentle talk can convince a ruler and overcome any problem.", "16": "Eating too much honey can make you sick.", "17": "Don't visit friends too often, or they will get tired of it and start hating you.", "18": "Telling lies about friends is like attacking them with clubs and swords and sharp arrows.", "19": "A friend you can't trust in times of trouble is like having a toothache or a sore foot.", "20": "Singing to someone in deep sorrow is like pouring vinegar in an open cut.[b]", "21": "If your enemies are hungry, give them something to eat. And if they are thirsty, give them something to drink.", "22": "This will be the same as piling burning coals on their heads. And the Lord will reward you.", "23": "As surely as rain blows in from the north, anger is caused by cruel words.", "24": "It's better to stay outside on the roof of your house than to live inside with a nagging wife.", "25": "Good news from far away refreshes like cold water when you are thirsty.", "26": "When a good person gives in to the wicked, it's like dumping garbage in a stream of clear water.", "27": "Don't eat too much honey or always want praise.[c]", "28": "Losing self-control leaves you as helpless as a city without a wall."}