{"1": "Expecting snow in summer and rain in the dry season makes more sense than honoring a fool.", "2": "A curse you don't deserve will take wings and fly away like a sparrow or a swallow.", "3": "Horses and donkeys must be beaten and bridled— and so must fools.", "4": "Don't make a fool of yourself by answering a fool.", "5": "But if you answer any fools, show how foolish they are, so they won't feel smart.", "6": "Sending a message by a fool is like chopping off your foot and drinking poison.", "7": "A fool with words of wisdom is like an athlete with legs that can't move.[a]", "8": "Are you going to honor a fool? Why not shoot a slingshot with the rock tied tight?", "9": "A thornbush waved around in the hand of a drunkard is no worse than a proverb in the mouth of a fool.", "10": "It's no smarter to shoot arrows at every passerby than it is to hire a bunch of worthless nobodies.[b]", "11": "Dogs return to eat their vomit, just as fools repeat their foolishness.", "12": "There is more hope for a fool than for someone who says, “I'm really smart!”", "13": "Don't be lazy and keep saying, “There's a lion outside!”", "14": "A door turns on its hinges, but a lazy person just turns over in bed.", "15": "Some of us are so lazy that we won't lift a hand to feed ourselves.", "16": "A lazy person says, “I am smarter than everyone else.”", "17": "It's better to take hold of a mad dog by the ears than to take part in someone else's argument.", "18": "It's no crazier to shoot sharp and flaming arrows", "19": "than to cheat someone and say, “I was only fooling!”", "20": "Where there is no fuel a fire goes out; where there is no gossip arguments come to an end.", "21": "Troublemakers start trouble, just as sparks and fuel start a fire.", "22": "There is nothing so delicious as the taste of gossip! It melts in your mouth.", "23": "Hiding hateful thoughts behind smooth[c] talk is like coating a clay pot with a cheap glaze.", "24": "The pleasant talk of an enemy hides more evil plans", "25": "than can be counted— so don't believe a word!", "26": "Everyone will see through those evil plans.", "27": "If you dig a pit, you will fall in; if you start a stone rolling, it will roll back on you.", "28": "Watch out for anyone who tells lies and flatters— they are out to get you."}