{"1": "Don't brag about tomorrow! Each day brings its own surprises.", "2": "Don't brag about yourself— let others praise you.", "3": "Stones and sand are heavy, but trouble caused by a fool is a much heavier load.", "4": "An angry person is dangerous, but a jealous person is even worse.", "5": "A truly good friend will openly correct you.", "6": "You can trust a friend who corrects you, but kisses from an enemy are nothing but lies.", "7": "If you have had enough to eat, honey doesn't taste good, but if you are really hungry, you will eat anything.", "8": "When you are far from home, you feel like a bird without a nest.", "9": "The sweet smell of incense can make you feel good, but true friendship is better still.[a]", "10": "Don't desert an old friend of your family or visit your relatives when you are in trouble. A friend nearby is better than relatives far away.", "11": "My child, show good sense! Then I will be happy and able to answer anyone who criticizes me.", "12": "Be cautious and hide when you see danger— don't be stupid and walk right into trouble.", "13": "Don't loan money to a stranger unless you are given something to guarantee payment.", "14": "A loud greeting early in the morning is the same as a curse.", "15": "The steady dripping of rain and the nagging of a wife are one and the same.", "16": "It's easier to catch the wind or hold olive oil in your hand than to stop a nagging wife.", "17": "Just as iron sharpens iron, friends sharpen the minds of each other.", "18": "Take care of a tree, and you will eat its fruit; look after your master, and you will be praised.", "19": "You see your face in a mirror and your thoughts in the minds of others.", "20": "Death and the grave are never satisfied, and neither are we.", "21": "Gold and silver are tested in a red-hot furnace, but we are tested by praise.", "22": "No matter how hard you beat a fool, you can't pound out the foolishness.", "23": "You should take good care of your sheep and goats,", "24": "because wealth and honor don't last forever.", "25": "After the hay is cut and the new growth appears and the harvest is over,", "26": "you can sell lambs and goats to buy clothes and land.", "27": "From the milk of the goats, you can make enough cheese to feed your family and all your servants."}