{"1": "Wicked people run away when no one chases them, but those who live right are as brave as lions.", "2": "In time of civil war there are many leaders, but a sensible leader restores law and order.[a]", "3": "When someone poor takes over and mistreats the poor, it's like a heavy rain destroying the crops.", "4": "Lawbreakers praise criminals, but law-abiding citizens always oppose them.", "5": "Criminals don't know what justice means, but all who respect the Lord understand it completely.", "6": "It's better to be poor and live right, than to be rich and dishonest.", "7": "It makes good sense to obey the Law of God, but you disgrace your parents if you make friends with worthless nobodies.", "8": "If you make money by charging high interest rates, you will lose it all to someone who cares for the poor.", "9": "God cannot stand the prayers of anyone who disobeys his Law.", "10": "By leading good people to sin, you dig a pit for yourself, but all who live right will have a bright future.", "11": "The rich think highly of themselves, but anyone poor and sensible sees right through them.", "12": "When an honest person wins, it's time to celebrate; when crooks are in control, it's best to hide.", "13": "If you don't confess your sins, you will be a failure. But God will be merciful if you confess your sins and give them up.", "14": "The Lord blesses everyone who is afraid to do evil, but if you are cruel, you will end up in trouble.", "15": "A ruler who mistreats the poor is like a roaring lion or a bear hunting for food.", "16": "A heartless leader is a fool, but anyone who refuses to get rich by cheating others will live a long time.", "17": "Don't give help to murderers! Make them stay on the run for as long as they live.[b]", "18": "Honesty will keep you safe, but everyone who is crooked will suddenly fall.", "19": "Work hard, and you will have a lot of food; waste time, and you will have a lot of trouble.", "20": "God blesses his loyal people, but punishes all who want to get rich quick.", "21": "It isn't right to be unfair, but some people can be bribed with only a piece of bread.", "22": "Don't be selfish and eager to get rich— you will end up worse off than you can imagine.", "23": "Honest correction is appreciated more than flattery.", "24": "If you cheat your parents and don't think it's wrong, you are a common thief.", "25": "Selfish people cause trouble, but you will live a full life if you trust the Lord.", "26": "Only fools would trust what they alone think, but if you live by wisdom, you will do all right.", "27": "Giving to the poor will keep you from poverty, but if you close your eyes to their needs, everyone will curse you.", "28": "When crooks are in control, everyone tries to hide, but when they lose power, good people are everywhere."}