{"1": "If you keep being stubborn after many warnings, you will suddenly discover you have gone too far.", "2": "When justice rules a nation, everyone is glad; when injustice rules, everyone groans.", "3": "If you love wisdom your parents will be glad, but chasing after bad women will cost you everything.", "4": "An honest ruler makes the nation strong; a ruler who takes bribes will bring it to ruin.", "5": "Flattery is nothing less than setting a trap.", "6": "Your sins will catch you, but everyone who lives right will sing and celebrate.", "7": "The wicked don't care about the rights of the poor, but good people do.", "8": "Sneering at others is a spark that sets a city on fire; using good sense can put out the flames of anger.", "9": "Be wise and don't sue a fool. You won't get satisfaction, because all the fool will do is sneer and shout.", "10": "A murderer hates everyone who is honest and lives right.[a]", "11": "Don't be a fool and quickly lose your temper— be sensible and patient.", "12": "A ruler who listens to lies will have corrupt officials.", "13": "The poor and all who abuse them must each depend on God for light.", "14": "Kings who are fair to the poor will rule forever.", "15": "Correct your children, and they will be wise; children out of control disgrace their mothers.", "16": "Crime increases when crooks are in power, but law-abiding citizens will see them fall.", "17": "If you correct your children, they will bring you peace and happiness.", "18": "Without guidance from God law and order disappear, but God blesses everyone who obeys his Law.", "19": "Even when servants are smart, it takes more than words to make them obey.", "20": "There is more hope for a fool than for someone who speaks without thinking.", "21": "Slaves that you treat kindly from their childhood will cause you sorrow.[b]", "22": "A person with a quick temper stirs up arguments and commits a lot of sins.", "23": "Too much pride brings disgrace; humility leads to honor.", "24": "If you take part in a crime you are your worst enemy, because even under oath you can't tell the truth.", "25": "Don't fall into the trap of being a coward— trust the Lord, and you will be safe.", "26": "Many try to make friends with a ruler, but justice comes from the Lord.", "27": "Good people and criminals can't stand each other."}