{"1": "My child, remember my teachings and instructions and obey them completely.", "2": "They will help you live a long and prosperous life.", "3": "Let love and loyalty always show like a necklace, and write them in your mind.", "4": "God and people will like you and consider you a success.", "5": "With all your heart you must trust the Lord and not your own judgment.", "6": "Always let him lead you, and he will clear the road for you to follow.", "7": "Don't ever think that you are wise enough, but respect the Lord and stay away from evil.", "8": "This will make you healthy, and you will feel strong.", "9": "Honor the Lord by giving him your money and the first part of all your crops.", "10": "Then you will have more grain and grapes than you will ever need.", "11": "My child, don't turn away or become bitter when the Lord corrects you.", "12": "The Lord corrects everyone he loves, just as parents correct their favorite child.", "13": "God blesses everyone who has wisdom and common sense.", "14": "Wisdom is worth more than silver; it makes you much richer than gold.", "15": "Wisdom is more valuable than precious jewels; nothing you want compares with her.", "16": "In her right hand Wisdom holds a long life, and in her left hand are wealth and honor.", "17": "Wisdom makes life pleasant and leads us safely along.", "18": "Wisdom is a life-giving tree, the source of happiness for all who hold on to her.", "19": "By his wisdom and knowledge the Lord created heaven and earth.", "20": "By his understanding he let the ocean break loose and clouds release the rain.", "21": "My child, use common sense and sound judgment! Always keep them in mind.", "22": "They will help you to live a long and beautiful life.", "23": "You will walk safely and never stumble;", "24": "you will rest without a worry and sleep soundly.", "25": "So don't be afraid of sudden disasters or storms that strike those who are evil.", "26": "You can be sure that the Lord will protect you from harm.", "27": "Do all you can for everyone who deserves your help.", "28": "Don't tell your neighbor to come back tomorrow, if you can help today.", "29": "Don't try to be mean to neighbors who trust you.", "30": "Don't argue just to be arguing, when you haven't been hurt.", "31": "Don't be jealous of cruel people or follow their example.", "32": "The Lord doesn't like anyone who is dishonest, but he lets good people be his friends.", "33": "He places a curse on the home of everyone who is evil, but he blesses the home of every good person.", "34": "The Lord sneers at those who sneer at him, but he is kind to everyone who is humble.", "35": "You will be praised if you are wise, but you will be disgraced if you are a stubborn fool."}