{"1": "These are the sayings and the message of Agur son of Jakeh. Someone cries out to God, “I am completely worn out! How can I last?[a]", "2": "I am far too stupid to be considered human.", "3": "I never was wise, and I don't understand what God is like.”", "4": "Has anyone gone up to heaven and come back down? Has anyone grabbed hold of the wind? Has anyone wrapped up the sea or marked out boundaries for the earth? If you know of any who have done such things, then tell me their names and their children's names.", "5": "Everything God says is true— and it's a shield for all who come to him for safety.", "6": "Don't change what God has said! He will correct you and show that you are a liar.", "7": "There are two things, Lord, I want you to do for me before I die:", "8": "Make me absolutely honest and don't let me be too poor or too rich. Give me just what I need.", "9": "If I have too much to eat, I might forget about you; if I don't have enough, I might steal and disgrace your name.", "10": "Don't tell a slave owner something bad about one of the slaves. That slave will curse you, and you will be in trouble.", "11": "Some people curse their father and even their mother;", "12": "others think they are perfect, but they are stained by sin.", "13": "Some people are stuck-up and act like snobs;", "14": "others are so greedy that they gobble down the poor and homeless.", "15": "Greed[b] has twins, each named “Give me!” There are three or four things that are never satisfied:", "16": "The world of the dead and a childless wife, the thirsty earth and a flaming fire.", "17": "Don't make fun of your father or disobey your mother— crows will peck out your eyes, and buzzards will eat the rest of you.", "18": "There are three or four things I cannot understand:", "19": "How eagles fly so high or snakes crawl on rocks, how ships sail the ocean or people fall in love.", "20": "An unfaithful wife says, “Sleeping with another man is as natural as eating.”", "21": "There are three or four things that make the earth tremble and are unbearable:", "22": "A slave who becomes king, a fool who eats too much,", "23": "a hateful woman who finds a husband, and a slave who takes the place of the woman who owns her.", "24": "On this earth four things are small but very wise:", "25": "Ants, who seem to be feeble, but store up food all summer long;", "26": "badgers, who seem to be weak, but live among the rocks;", "27": "locusts, who have no king, but march like an army;", "28": "lizards,[c] which can be caught in your hand, but sneak into palaces.", "29": "Three or four creatures really strut around:", "30": "Those fearless lions who rule the jungle,", "31": "those proud roosters, those mountain goats, and those rulers who have no enemies.[d]", "32": "If you are foolishly bragging or planning something evil, then stop it now!", "33": "If you churn milk you get butter; if you pound on your nose, you get blood— and if you stay angry, you get in trouble."}