{"1": "These are the sayings that King Lemuel of Massa was taught by his mother.", "2": "My son Lemuel, you were born in answer to my prayers, so listen carefully.", "3": "Don't waste your life chasing after women! This has ruined many kings.", "4": "Kings and leaders should not get drunk or even want to drink.", "5": "Drinking makes you forget your responsibilities, and you mistreat the poor.", "6": "Beer and wine are only for the dying or for those who have lost all hope.", "7": "Let them drink and forget how poor and miserable they feel.", "8": "But you must defend those who are helpless and have no hope.", "9": "Be fair and give justice to the poor and homeless.", "10": "A truly good wife is the most precious treasure a man can find!", "11": "Her husband depends on her, and she never lets him down.", "12": "She is good to him every day of her life,", "13": "and with her own hands she gladly makes clothes.", "14": "She is like a sailing ship that brings food from across the sea.", "15": "She gets up before daylight to prepare food for her family and for her servants.[a]", "16": "She knows how to buy land and how to plant a vineyard,", "17": "and she always works hard.", "18": "She knows when to buy or sell, and she stays busy until late at night.", "19": "She spins her own cloth,", "20": "and she helps the poor and the needy.", "21": "Her family has warm clothing, and so she doesn't worry when it snows.", "22": "She does her own sewing, and everything she wears is beautiful.", "23": "Her husband is a well-known and respected leader in the city.", "24": "She makes clothes to sell to the shop owners.", "25": "She is strong and graceful,[b] as well as cheerful about the future.", "26": "Her words are sensible, and her advice is thoughtful.", "27": "She takes good care of her family and is never lazy.", "28": "Her children praise her, and with great pride her husband says,", "29": "“There are many good women, but you are the best!”", "30": "Charm can be deceiving, and beauty fades away, but a woman who honors the Lord deserves to be praised.", "31": "Show her respect— praise her in public for what she has done."}