{"1": "My child, listen closely to my teachings and learn common sense.", "2": "My advice is useful, so don't turn away.", "3": "When I was still very young and my mother's favorite child, my father ", "4": "said to me: “If you follow my teachings and keep them in mind, you will live.", "5": "Be wise and learn good sense; remember my teachings and do what I say.", "6": "If you love Wisdom and don't reject her, she will watch over you.", "7": "The best thing about Wisdom is Wisdom herself; good sense is more important than anything else.", "8": "If you value Wisdom and hold tightly to her, great honors will be yours.", "9": "It will be like wearing a glorious crown of beautiful flowers.", "10": "My child, if you listen and obey my teachings, you will live a long time.", "11": "I have shown you the way that makes sense; I have guided you along the right path.", "12": "Your road won't be blocked, and you won't stumble when you run.", "13": "Hold firmly to my teaching and never let go. It will mean life for you.", "14": "Don't follow the bad example of cruel and evil people.", "15": "Turn aside and keep going. Stay away from them.", "16": "They can't sleep or rest until they do wrong or harm some innocent victim.", "17": "Their food and drink are violence and cruelty.", "18": "The lifestyle of good people is like sunlight at dawn that keeps getting brighter until broad daylight.", "19": "The lifestyle of the wicked is like total darkness, and they will never know what makes them stumble.", "20": "My child, listen carefully to everything I say.", "21": "Don't forget a single word, but think about it all.", "22": "Knowing these teachings will mean true life and good health for you.", "23": "Carefully guard your thoughts because they are the source of true life.", "24": "Never tell lies or be deceitful in what you say.", "25": "Keep looking straight ahead, without turning aside.", "26": "Know where you are headed, and you will stay on solid ground.", "27": "Don't make a mistake by turning to the right or the left."}