{"1": "My child, suppose you agree to pay the debt of someone, who cannot repay a loan.", "2": "Then you are trapped by your own words,", "3": "and you are now in the power of someone else. Here is what you should do: Go and beg for permission to call off the agreement.", "4": "Do this before you fall asleep or even get sleepy.", "5": "Save yourself, just as a deer or a bird tries to escape from a hunter.", "6": "You lazy people can learn by watching an anthill.", "7": "Ants don't have leaders,", "8": "but they store up food during harvest season.", "9": "How long will you lie there doing nothing at all? When are you going to get up and stop sleeping?", "10": "Sleep a little. Doze a little. Fold your hands and twiddle your thumbs.", "11": "Suddenly, everything is gone, as though it had been taken by an armed robber.", "12": "Worthless liars go around", "13": "winking and giving signals to deceive others.", "14": "They are always thinking up something cruel and evil, and they stir up trouble.", "15": "But they will be struck by sudden disaster and left without a hope.", "16": "There are six or seven kinds of people the Lord doesn't like:", "17": "Those who are too proud or tell lies or murder,", "18": "those who make evil plans or are quick to do wrong,", "19": "those who tell lies in court or stir up trouble in a family.", "20": "Obey the teaching of your parents—", "21": "always keep it in mind and never forget it.", "22": "Their teaching will guide you when you walk, protect you when you sleep, and talk to you when you are awake.", "23": "The Law of the Lord is a lamp, and its teachings shine brightly. Correction and self-control will lead you through life.", "24": "They will protect you from the flattering words of someone else's wife.[a]", "25": "Don't let yourself be attracted by the charm and lovely eyes of someone like that.", "26": "A woman who sells her love can be bought for as little as the price of a meal. But making love to another man's wife will cost you everything.", "27": "If you carry burning coals, you burn your clothes;", "28": "if you step on hot coals, you burn your feet.", "29": "And if you go to bed with another man's wife, you pay the price.", "30": "We don't put up with thieves, not even[b] with one who steals for something to eat.", "31": "And thieves who get caught must pay back seven times what was stolen and lose everything.", "32": "But if you go to bed with another man's wife, you will destroy yourself by your own stupidity.", "33": "You will be beaten and forever disgraced,", "34": "because a jealous husband can be furious and merciless when he takes revenge.", "35": "He won't let you pay him off, no matter what you offer."}