{"1": "My son, pay close attention and don't forget what I tell you to do.", "2": "Obey me, and you will live! Let my instructions be your greatest treasure.", "3": "Keep them at your fingertips and write them in your mind.", "4": "Let wisdom be your sister and make common sense your closest friend.", "5": "They will protect you from the flattering words of someone else's wife.", "6": "From the window of my house, I once happened to see", "7": "some foolish young men.", "8": "It was late in the evening, sometime after dark.", "9": "One of these young men turned the corner and was walking by the house of an unfaithful wife.", "10": "She was dressed fancy like a woman of the street with only one thing in mind.", "11": "She was one of those women who are loud and restless and never stay at home,", "12": "who walk street after street, waiting to trap a man.", "13": "She grabbed him and kissed him, and with no sense of shame, she said:", "14": "“I had to offer a sacrifice, and there is enough meat left over for a feast.", "15": "So I came looking for you, and here you are!", "16": "The sheets on my bed are bright-colored cloth from Egypt.", "17": "And I have covered it with perfume made of myrrh, aloes, and cinnamon.", "18": "“Let's go there and make love all night.", "19": "My husband is traveling, and he's far away.", "20": "He took a lot of money along, and he won't be back home before the middle of the month.”", "21": "And so, she tricked him with all of her sweet talk and her flattery.", "22": "Right away he followed her like an ox on the way to be slaughtered, or like a fool on the way to be punished[a]", "23": "and killed with arrows. He was no more than a bird rushing into a trap, without knowing it would cost him his life.", "24": "My son, pay close attention to what I have said.", "25": "Don't even think about that kind of woman or let yourself be misled by someone like her.", "26": "Such a woman has caused the downfall and destruction of a lot of men.", "27": "Her house is a one-way street leading straight down to the world of the dead."}