{"1": "With great understanding, Wisdom[a] is calling out", "2": "as she stands at the crossroads and on every hill.", "3": "She stands by the city gate where everyone enters the city, and she shouts:", "4": "“I am calling out to each one of you!", "5": "Good sense and sound judgment can be yours.", "6": "Listen, because what I say is worthwhile and right.", "7": "I always speak the truth and refuse to tell a lie.", "8": "Every word I speak is honest, not one is misleading or deceptive.", "9": "“If you have understanding, you will see that my words are just what you need.", "10": "Let instruction and knowledge mean more to you than silver or the finest gold.", "11": "Wisdom is worth much more than precious jewels or anything else you desire.”", "12": "I am Wisdom[b]—Common Sense is my closest friend; I possess knowledge and sound judgment.", "13": "If you respect the Lord, you will hate evil. I hate pride and conceit and deceitful lies.", "14": "I am strong, and I offer sensible advice and sound judgment.", "15": "By my power kings govern, and rulers make laws that are fair.", "16": "Every honest leader rules with help from me.", "17": "I love everyone who loves me, and I will be found by all who honestly search.", "18": "I can make you rich and famous, important and successful.", "19": "What you receive from me is more valuable than even the finest gold or the purest silver.", "20": "I always do what is right,", "21": "and I give great riches to everyone who loves me.", "22": "From the beginning, I was with the Lord.[c] I was there before he began", "23": "to create the earth. At the very first, the Lord gave life to[d] me.", "24": "When I was born, there were no oceans or springs of water.", "25": "My birth was before mountains were formed or hills were put in place.", "26": "It happened long before God had made the earth or any of its fields or even the dust.", "27": "I was there when the Lord put the heavens in place and stretched the sky over the surface of the sea.", "28": "I was with him when he placed the clouds in the sky and created the springs that fill the ocean.", "29": "I was there when he set boundaries for the sea to make it obey him, and when he laid foundations to support the earth.", "30": "I was right beside the Lord, helping him plan and build.[e] I made him happy each day, and I was happy at his side.", "31": "I was pleased with his world and pleased with its people.", "32": "Pay attention, my children! Follow my advice, and you will be happy.", "33": "Listen carefully to my instructions, and you will be wise.", "34": "Come to my home each day and listen to me. You will find happiness.", "35": "By finding me, you find life, and the Lord will be pleased with you.", "36": "But if you don't find me, you hurt only yourself, and if you hate me, you are in love with death."}