{"1": "In the former treatise (dear friend Theophilus), I have written of all that Jesus began to do and teach ", "2": "until the day in which he was taken up, after he through the Holy Spirit had given commandments to the apostles whom he had chosen. ", "3": "To them also he showed himself alive after his passion by many certain proofs, appearing to them during forty days and speaking of the kingdom of God. ", "4": "And he gathered them together and instructed them not to depart from Jerusalem, but to wait for the promise of the Father – Of which (he said) you have heard from me; ", "5": "for John baptized with water, but you will be baptized with the Holy Spirit, and that within this few days.", "6": "When they had come together, they asked him, saying, Lord, will you at this time restore again the kingdom to Israel? ", "7": "And he said to them, It is not for you to know the times or the seasons which the Father has put in his own power. ", "8": "But you will receive power from the Holy Spirit, who shall come on you. And you will be my witnesses in Jerusalem, and in all Judea and Samaria, and even to the world's end.", "9": "After he had spoken these things, while they looked on, he was taken up, and a cloud received him out of their sight. ", "10": "And while they looked steadfastly up to heaven as he went, behold, two men stood by them in white apparel, ", "11": "who also said, Men of Galilee, why do you stand gazing up into heaven? This same Jesus, who is taken up from you into heaven, will come back in the same way as you have seen him go into heaven.", "12": "Then they returned to Jerusalem from the Mount of Olives, which is near Jerusalem a Sabbath day's journey. ", "13": "And when they had come in, they went up into an upper room where abode both Peter and James, John and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, Simon the Zealot, and Judas, James' son. ", "14": "These all continued with one accord in prayer and supplication with the women, and with Mary the mother of Jesus, and with his brethren.", "15": "And in those days Peter stood up in the midst of the disciples (the number of names that were together was about a hundred and twenty), and said, ", "16": "Men and brethren, this scripture had to be fulfilled, which the Holy Spirit spoke before through the mouth of David concerning Judas, who was a guide to those who took Jesus. ", "17": "For he was numbered with us, and had obtained fellowship in this ministry. ", "18": "And this Judas has now possessed a plot of ground with the reward of iniquity, and when he was hanged, burst in the middle, and all his bowels gushed out. ", "19": "And this is known to all the inhabiters of Jerusalem, insomuch that this field is called in their mother tongue Akel Dama; that is to say, the Field of Blood.", "20": "It is written in the book of Psalms: Let his habitation be void, and let no one dwell in it; and his bishopric, let another take. ", "21": "Therefore of these men who have been with us all the time that the Lord Jesus went in and out among us, ", "22": "beginning at the baptism of John to the same day that he was taken up from us, one must bear witness with us of his resurrection.", "23": "And they proposed two: Joseph called Barsabas, whose surname was Justus, and Matthias. ", "24": "And they prayed, saying, You, Lord, who know the hearts of all men, show which of these two you have chosen, ", "25": "so that one may take the place in this ministry and apostleship from which Judas, by transgression, fell, that he might go to his own place.", "26": "And they cast their lots, and the lot fell on Matthias, and he was counted with the eleven apostles."}