{"1": "There was a certain man in Caesarea called Cornelius, a captain of the soldiers of Italy, ", "2": "a devout man, and one who feared God with all his household. He gave many alms to the people, and prayed to God always. ", "3": "The same man saw in a vision clearly, about the ninth hour of the day, an angel of God coming in to him and saying to him, Cornelius! ", "4": "When he looked on him, he was afraid, and said, What is it, Lord? He said to him, Your prayers and your alms have come up into remembrance before God. ", "5": "And now, send men to Joppa, and call for one Simon, named also Peter. ", "6": "He lodges with one Simon a tanner, whose house is by the seaside. ", "7": "He will tell you what you ought to do. When the angel who spoke to Cornelius had departed, he called two of his household servants and a devout soldier from among those that waited on him, ", "8": "and told them all the matter, and sent them to Joppa.", "9": "On the next day, as they went on their journey and drew near to the city, Peter went up upon the top of the house to pray, about the sixth hour. ", "10": "Then he grew hungry and wanted to eat. But while they made ready, he fell into a trance, ", "11": "and saw heaven opened, and a certain vessel come down to him, like a great sheet knit at the four corners. And it was let down to the earth. ", "12": "In it were all manner of four-footed animals of the earth, and wild beasts, and reptiles, and birds of the air. ", "13": "And there came a voice to him: Rise, Peter; kill and eat! ", "14": "But Peter said, God forbid, Lord, for I have never eaten anything that is common or unclean. ", "15": "And the voice spoke to him again the second time: What God has cleansed, do not judge common. ", "16": "This was done three times, and the vessel was received up again into heaven.", "17": "While Peter mused in himself what this vision that he had seen might mean, behold, the men sent from Cornelius had made inquiry for Simon's house, and were standing before the door. ", "18": "And one called out and asked whether Simon who was also called Peter was lodged there. ", "19": "While Peter thought on the vision, the Spirit said to him, Behold, three men are seeking you. ", "20": "Arise therefore; go down and go with them, and do not doubt. For I have sent them.", "21": "Peter went down to the men that were sent to him from Cornelius and said, I am the one you are seeking. What is the reason for your visit?", "22": "And they said to him, Cornelius the captain, a just man, and one who fears God and is of good report among all the people of the Jews, was told by a holy angel to send for you to come into his house and to hear words from you.", "23": "Then he invited them in and lodged them. And the next day, Peter went away with them, and certain brethren from Joppa accompanied him. ", "24": "And the third day, they entered into Caesarea. Cornelius was waiting for them, and had called together his relatives and special friends. ", "25": "And as Peter entered, Cornelius met him, and fell down at his feet and worshipped him. ", "26": "But Peter took him up, saying, Stand up. For even I myself am a man.", "27": "And as he talked with him, he went in and found many who had come together. ", "28": "And he said to them, You know that it is an unlawful thing for a man that is a Jew to keep company or visit with a foreigner. But God has shown me that I should not call any man common or unclean. ", "29": "Therefore I came to you, without saying no, as soon as I was sent for. I ask therefore, why have you sent for me?", "30": "And Cornelius said, Four days ago now I had been fasting, and at the ninth hour I was praying in my house. And behold, a man stood before me in bright clothing, ", "31": "and said, Cornelius, your prayer has been heard, and your alms-deeds are remembered in the sight of God. ", "32": "Send therefore to Joppa, and call for Simon who is also called Peter. He is lodged in the house of one Simon, a tanner by the seaside. ", "33": "As soon as he has come, he will speak to you. Then I sent for you immediately, and you have done well to come. Now we are all here present before God, to hear all the things that are commanded to you by God.", "34": "Then Peter opened his mouth and said, Of a truth I perceive that God is not partial, ", "35": "but among all peoples, whoever fears him and works righteousness is accepted with him.", "36": "You know the preaching that God sent to the children of Israel, preaching peace by Jesus Christ, who is Lord over all things. ", "37": "This preaching was proclaimed throughout all Judea, and began in Galilee after the baptism that John preached – ", "38": "how God had anointed Jesus of Nazareth with the Holy Spirit and with power. Which Jesus went about doing good and healing all who were oppressed by the devils. For God was with him. ", "39": "And we are witnesses of all the things that he did in the land of the Jews and at Jerusalem. But they slew him, and hung him on a tree. ", "40": "But God raised him up on the third day, and showed him openly – ", "41": "not to all the people, but to us witnesses chosen before by God, who ate and drank with him after he arose from death. ", "42": "And he commanded us to preach to the people, and to testify that it is he who is ordained by God to be judge of the quick and the dead. ", "43": "To him all the prophets give witness: that through his name, all who believe in him shall receive remission of sins.", "44": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the preaching. ", "45": "And the men of the circumcision who believed were astonished, as many as came with Peter, because the gift of the Holy Spirit was also shed out on the Gentiles. ", "46": "For they heard them speak with tongues and magnify God. Then Peter said, ", "47": "Can any man forbid water to baptize these people, who have received the Holy Spirit as well as we? ", "48": "And he directed them to be baptized in the name of the Lord. Then they asked him to stay a few days."}