{"1": "There were in the congregation at Antioch certain prophets and teachers, such as Barnabas, and Simeon called Niger, and Lucius of Cyrene, and Manaen, who had been brought up with Herod the tetrarch, and Saul. ", "2": "As they worshipped the Lord and fasted, the Holy Spirit said, Separate unto me Barnabas and Saul for the work to which I have called them. ", "3": "Then they fasted and prayed, and put their hands on them, and let them go. ", "4": "And they, after they were sent by the Holy Spirit, went down to Seleucia, and from there they sailed to the island of Cyprus. ", "5": "And when they had come to Salamis, they preached the word of God in the synagogues of the Jews. And they had John Mark to assist them.", "6": "When they had gone throughout the isle to the city of Paphos, they found a certain magician, a false prophet who was a Jew named Bar-Jesus. ", "7": "He was with the proconsul of the province, one Sergius Paulus, a man of understanding. This man called to him Barnabas and Saul, and desired to hear the word of God. ", "8": "But Elymas the magician (for so was his name by translation) withstood them, and sought to turn the proconsul away from the faith.", "9": "Then Saul, who also is called Paul, being full of the Holy Spirit, set his eyes on him ", "10": "and said, O full of all subtlety and deceitfulness, child of the devil and enemy of all righteousness, you cease not to pervert the straight ways of the Lord. ", "11": "And now behold, the hand of the Lord is upon you, and you will be blind and not see the sun for a season. And immediately there fell on him a mist and a darkness, and he went about seeking someone to lead him by the hand. ", "12": "Then the proconsul, when he saw what had happened, believed, and wondered at the doctrine of the Lord.", "13": "When those who were with Paul departed from Paphos by ship, they went to Perga, a city of Pamphylia; but there John Mark left them and returned to Jerusalem. ", "14": "But they wandered through the districts from Perga to Antioch, a city of the province of Pisidia, and went into the synagogue on the Sabbath day, and sat down. ", "15": "And after the law and the prophets were read, the leaders of the synagogue sent to them, saying, Men and brethren, if you have any sermon to exhort the people, do speak.", "16": "Then Paul stood up and beckoned with his hand and said, Men of Israel and you who fear God, listen! ", "17": "The God of this people chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with a mighty arm brought them out of it. ", "18": "And for the time of about forty years he suffered their ways in the wilderness. ", "19": "And he destroyed seven nations in the land of Canaan, and divided their land to them by lot. ", "20": "And afterward he gave them judges for about 450 years, until the time of Samuel the prophet. ", "21": "And after that they desired a king, and God gave to them Saul the son of Kish, a man of the tribe of Benjamin, for 40 years. ", "22": "And after he had put him down, he set up David to be their king, of whom he reported, saying: I have found David the son of Jesse to be a man after my own heart. He will fulfil all my will.", "23": "From this man's seed, God (according to his promise) brought forth to the people of Israel a saviour, one Jesus, ", "24": "when John, before his coming, had first preached the baptism of repentance to Israel. ", "25": "And when John was finishing his course, he said, He whom you think that I am, I am not. But behold, there comes one after me, the shoes of whose feet I am not worthy to loose.  ", "26": "Men and brethren, children of the stock of Abraham, and whoever among you fears God, to you is this word of salvation sent. ", "27": "The inhabiters of Jerusalem and their rulers, because they did not know him, nor yet the voices of the prophets that are read every Sabbath day, have fulfilled the prophets in condemning him. ", "28": "And when they found no cause of death in him, yet they asked Pilate to kill him. ", "29": "And when they had fulfilled all the things that were written of him, they took him down from the tree and put him in a sepulchre. ", "30": "But God raised him again from death, ", "31": "and he was seen during many days by those who came with him from Galilee to Jerusalem, who are his witnesses to the people.", "32": "And we declare to you that the promise made to the fathers, ", "33": "God has fulfilled unto us, their children, in that he raised up Jesus again, even as it is written in the second psalm: You are my Son; this same day I have begotten you. ", "34": "As concerning that he raised him up from death, now no more to return to corruption, he said thus: The holy promises made to David, I will give faithfully to you. ", "35": "Therefore he says also in another place: You shall not suffer your Holy One to see corruption. ", "36": "However David, after he had in his time fulfilled the will of God, slept, and was laid with his fathers, and saw corruption. ", "37": "But he whom God raised again saw no corruption.", "38": "Be it known to you therefore, men and brethren, that through this man the forgiveness of sins is preached to you, ", "39": "and that by him all who believe are justified from all things from which you could not be justified by the law of Moses. ", "40": "Beware, therefore, lest that fall on you which is spoken of in the prophets: ", "41": "Behold, ye despisers, and wonder, and perish! For I do a work in your days that you will not believe, though a man were to declare it to you.", "42": "When they came out of the synagogue of the Jews, the Gentiles urged them to preach the word to them between the Sabbath days. ", "43": "When the congregation broke up, many of the Jews and virtuous converts followed Paul and Barnabas, who spoke to them, and exhorted them to continue in the grace of God. ", "44": "And the next Sabbath day, almost the whole city came together to hear the word of God.", "45": "When the Jews saw the people, they were full of indignation and spoke against those things that were said by Paul, contradicting and railing on it. ", "46": "Then Paul and Barnabas were bold and said, It was fitting that the word of God should first have been preached to you. But seeing you put it from you, and think yourselves unworthy of everlasting life, lo, we turn to the Gentiles. ", "47": "For so has the Lord commanded us: I have made you a light to the Gentiles, to be salvation to the end of the world.", "48": "The Gentiles heard and were glad, and glorified the word of the Lord and believed – even as many as were appointed to eternal life. ", "49": "And the word of the Lord went abroad throughout all the region.", "50": "But the Jews moved the devout and honourable women and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them from their district. ", "51": "And they shook off the dust from their feet against them, and went to Iconium. ", "52": "And the disciples were filled with joy and with the Holy Spirit."}