{"1": "When the fiftieth day was come, they were all with one accord together in one place. ", "2": "And suddenly there came a sound from heaven like the coming of a mighty wind, and it filled all the house where they sat. ", "3": "And there appeared to them cloven tongues, as if of fire, which sat upon each of them. ", "4": "And they were all filled with the Holy Spirit and began to speak with other tongues, even as the Spirit gave them utterance.", "5": "And there were dwelling at Jerusalem Jews, devout men, who were from all nations under heaven. ", "6": "Hearing of this, a large crowd came together. And the people were astonished, because everyone heard them speak his own tongue. ", "7": "They all wondered and marvelled, saying among themselves, Are not all these who speak from Galilee? ", "8": "And how is that we hear each his own tongue in which he was born? ", "9": "Parthians, Medes, and Elamites, and the inhabiters of Mesopotamia, of Judea, and of Cappadocia, of Pontus and Asia, ", "10": "Phrygia, Pamphylia, and of Egypt, and of the parts of Libya adjoining Cyrene, and strangers from Rome, Jews and converts, ", "11": "Greeks and Arabians: we have heard them speak with our own tongues about the great works of God. ", "12": "They were all amazed, and wondered, saying to one another, What does this mean? ", "13": "Others mocked them, saying, They are full of new wine.", "14": "But Peter stepped forth with the eleven, and lifted up his voice and said to them, Men of Judea, and all ye who inhabit Jerusalem, let this be known to you, and with your ears hear my words. ", "15": "These are not drunk, as you suppose, for it is yet but the third hour of the day. ", "16": "But this is that which was spoken by the prophet Joel: ", "17": "It shall be in the last days, says God, I will pour out of my Spirit upon all flesh. And your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams. ", "18": "And on my servants and on my handmaidens I will pour out of my Spirit in those days, and they will prophesy. ", "19": "And I will show wonders in heaven above, and signs in the earth beneath: blood and fire, and the vapour of smoke. ", "20": "The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord comes. ", "21": "And it shall be that whosoever calls on the name of the Lord, shall be saved.", "22": "Ye men of Israel, hear these words. Jesus of Nazareth was a man accredited by God among you with miracles, wonders, and signs that God did by him in the midst of you, as you yourselves know. ", "23": "Him you have taken by the hands of unrighteous persons, after he was delivered by the determinate counsel and foreknowledge of God, and have crucified and slain. ", "24": "But God has raised him up, and loosed the sorrows of death, because it was impossible that he should be held by it. ", "25": "For David speaks of him: I foresaw God always before me. For he is on my right hand, that I should not be shaken. ", "26": "Therefore my heart rejoiced and my tongue was glad. Moreover also, my flesh shall rest in hope, ", "27": "because you will not leave my soul in hell, nor suffer your Holy One to see corruption. ", "28": "You have shown me the ways of life, and will make me full of joy with your countenance.", "29": "Men and brethren, let me freely speak to you of the patriarch David. For he is both dead and buried, and his sepulchre remains with us to this day. ", "30": "Therefore, seeing he was a prophet, and knew that God had sworn with an oath to him that the fruit of his loins would sit on his seat, ", "31": "in that Christ would rise again in the flesh, he saw beforehand and spoke of the resurrection of Christ – that his soul would not be left in hell, nor would his flesh see corruption. ", "32": "This Jesus, God has raised up – whereof we are all witnesses.", "33": "Since now he is exalted by the right hand of God, and has received from the Father the promise of the Holy Spirit, he has shed forth that which you now see and hear. ", "34": "For David did not ascend into heaven, but he said: The Lord said to my Lord, Sit on my right hand ", "35": "until I make your enemies your footstool. ", "36": "So therefore, let all the house of Israel know most certainly that God has made this same Jesus, whom you crucified, both Lord and Christ.", "37": "When they heard this, they were pricked in their hearts and said to Peter and to the other apostles, Men and brethren, what shall we do?", "38": "Peter said to them, Repent and be baptized, every one of you, in the name of Jesus Christ, for the remission of sins, and you shall receive the gift of the Holy Spirit. ", "39": "For the promise was made to you and to your children, and to all that are afar off, even as many as the Lord our God will call.", "40": "And with many other words he bore witness and exhorted them, saying, Save yourselves from this perverse generation. ", "41": "Then those who gladly received his preaching were baptized, and the same day there were added to them about three thousand souls.", "42": "And they continued in the apostles' doctrine and fellowship, and in breaking of bread, and in prayer. ", "43": "And fear came over every soul. And many wonders and signs were shown by the apostles. ", "44": "And all who believed kept themselves together, and had all things in common, ", "45": "and sold their possessions and goods, and distributed them to all, as anyone had need. ", "46": "And they continued daily with one accord in the temple, and broke bread in every house, and ate their food together, with gladness and singleness of heart praising God, ", "47": "and had favour with all the people. And the Lord added to the congregation daily such as were to be saved."}