{"1": "After the tumult was calmed, Paul called the disciples to him and took his leave of them, and departed to go into Macedonia. ", "2": "And when he had gone over those parts and given the people many exhortations, he went into Greece, ", "3": "and was there three months. And when the Jews laid wait for him as he was about to sail into Syria, he decided to return through Macedonia.", "4": "There accompanied him into Asia, Sopater of Berea, and from Thessalonica, Aristarchus and Secundus, and Gaius of Derbe, and Timothy; and from Asia, Tychicus and Trophimus. ", "5": "These went on ahead and waited for us at Troas. ", "6": "And we sailed away from Philippi after the Passover holy days, and in five days came to them at Troas, where we stayed seven days.", "7": "And on the morrow after the Sabbath day, the disciples came together to break bread. Paul, who was ready to depart on the next day, preached to them, and continued preaching until midnight. ", "8": "And there were many lamps in the upper chamber where they were gathered together. ", "9": "And a certain young man named Eutychus sat in a window, falling into a deep sleep. And as Paul spoke on, he was the more overcome with sleep, and fell down from the third story, and was taken up dead. ", "10": "Paul went down and fell on him, and embraced him and said, Don't be troubled, for his life is in him.", "11": "When Paul had gone upstairs again, he broke bread and ate, and talked a long while, even till the morning, and so departed. ", "12": "And they brought in the young man alive, and were not a little comforted.", "13": "And we went on to the ship and set sail for Assos, there to take Paul on board. For so he had arranged, and would himself go afoot. ", "14": "When he came to us at Assos, we took him in and went to Mitylene. ", "15": "And we sailed from there and arrived the next day off Chios. And the next day we arrived at the island of Samos and stayed at Trogyllium. The next day we went on to Miletus, ", "16": "for Paul had determined to pass by Ephesus as they sailed, because he did not want to spend the time in Asia. For he hastened to be (if he could possibly) at Jerusalem for the day of Pentecost. ", "17": "And so from Miletus he sent to Ephesus and summoned the elders of the congregation.", "18": "And when they had come to him, he said to them, You know how, from the first day that I came to Asia, I have been with you at all seasons, ", "19": "serving the Lord with all humbleness of mind, and with many tears and trials that happened to me through the plots of the Jews; ", "20": "and how I kept back nothing that was profitable, but have shown you and taught you openly and at home in your houses, ", "21": "witnessing both to the Jews and also to the Greeks repentance toward God and faith toward our Lord Jesus.", "22": "And now behold, I go bound in the spirit to Jerusalem, not knowing what will come on me there, ", "23": "but that the Holy Spirit witnesses in every city, saying that bonds and trouble await me. ", "24": "But none of those things move me. I do not count my life dear to myself, so that I may finish my course with joy, and the ministry that I have received from the Lord Jesus to testify the gospel of the grace of God.", "25": "And now behold, I am sure that henceforth you all (among whom I have gone preaching the kingdom of God) shall see my face no more. ", "26": "And so I call you as witnesses this same day, that I am clear of the blood of all men. ", "27": "For I have kept nothing back, but have spoken to you all the counsel of God. ", "28": "Take heed therefore to yourselves, and to all the flock whereof the Holy Spirit has made you overseers, to shepherd the congregation of God, which he has purchased with his blood. ", "29": "For I am sure of this, that after my departing, grievous wolves will enter in among you, who will not spare the flock. ", "30": "Moreover, from among your own selves men will rise up speaking perverse things, to draw disciples after them. ", "31": "Therefore awake, and remember that for the space of three years I did not cease to warn every one of you, both night and day, with tears.", "32": "And now, brethren, I commit you to God, and to the word of his grace, which is able to build further and to give you an inheritance among all those who are sanctified. ", "33": "I have desired no man's silver, gold, or clothing. ", "34": "You know well that these hands have provided for my needs and for those who were with me. ", "35": "I have shown you in every way how, by so labouring, you ought to help the weak, and to remember the words of the Lord Jesus, that he said it is more blessed to give than to receive.", "36": "When he had thus spoken, he kneeled down and prayed with them all. ", "37": "And they all wept abundantly, and fell on Paul's neck and kissed him, ", "38": "sorrowing most of all for the words that he spoke, that they would see his face no more. And they accompanied him to the ship."}