{"1": "After five days, Ananias, the high priest, descended with elders and with a certain orator named Tertullus, and made representations to the governor concerning Paul. ", "2": "When Paul was called forth, Tertullus began the case against him, saying, Seeing that we live in great quietness owing to you, and that many good things are done for this nation through your prudent government, ", "3": "we receive and acknowledge it ever and in all places, most noble Felix, with all thanks. ", "4": "But in order that I not be tedious to you, I pray that you would kindly hear a few words from us.", "5": "We have found this man a pestilent fellow, and a mover of conflict among all the Jews throughout the world, and a maintainer of the sect of the Nazarites, ", "6": "who has also taken in hand to profane the temple. We took him, and would have judged him according to our law, ", "7": "but the high captain Lysias came upon us, and with great force took him away out of our hands, ", "8": "commanding his accusers to come to you. You may, if you wish to enquire, ascertain from him the facts concerning all these things of which we accuse him.", "9": "The Jews maintained likewise, saying that it was even so.", "10": "Then Paul (after the governor himself had indicated to him that he should speak) answered, I shall with a more quiet mind answer for myself, ", "11": "since I understand that for many years you have been a judge to this people, in order that you may know that it is yet only twelve days since I went up to Jerusalem to pray, ", "12": "and they neither found me in the temple disputing with anyone, nor inciting the people, neither in the synagogues nor in the city. ", "13": "Nor can they prove the things they accuse me of.", "14": "But this I confess to you: that in accordance with the Way, which they call heresy, so do I worship the God of my fathers, believing all things that are written in the law and the prophets. ", "15": "And I have hope in God that the same resurrection of the dead that they themselves look for also will come, both of the just and the unjust. ", "16": "And therefore I strive to have a clear conscience toward God, and toward man also.", "17": "But after many years I came, bringing alms and offerings to my people, ", "18": "in the course of which they found me purified in the temple, neither with a lot of people, nor making a disturbance. However, there were certain Jews out of Asia, ", "19": "who ought to be here present before you and accuse me if they have anything against me. ", "20": "Or else let these men here say if they have found any wrongdoing in me, while I stand here in the council – ", "21": "unless it be for this one statement that I made standing among them: It is concerning the resurrection from death that I am on trial before you this day.", "22": "When Felix heard these things, he adjourned the hearing – for he knew very well of that Way – and said, When Lysias the captain arrives, I will hear the last of your matters. ", "23": "And he commanded a centurion to keep Paul, and that he should have rest, and not to forbid any of his friends to minister to him or come to him.", "24": "And after some time, Felix and his wife Drusilla, who was a Jewess, came and called for Paul, and heard him concerning the faith that is toward Christ. ", "25": "And as he preached of righteousness, temperance, and the judgment to come, Felix trembled and answered, That is enough at this time; depart. When I have a convenient time, I will send for you. ", "26": "He hoped also that Paul would give him money to set him free, so he called for him often and conversed with him.", "27": "But after two years, Festus Porcius succeeded Felix. And Felix, wanting to please the Jews, left Paul bound in prison."}