{"1": "Agrippa said to Paul, You are permitted to speak for yourself. Then Paul stretched forth his hand and answered for himself:", "2": "I think myself fortunate, King Agrippa, because I may answer this day before you to all the things I am accused of by the Jews, ", "3": "especially because you are expert in all the customs and questions that are among the Jews. Therefore I beseech you to hear me patiently.", "4": "My life from my childhood, which was at first among my own nation at Jerusalem, all the Jews ", "5": "who knew me from the beginning know, if they would testify it. For in accordance with the most strict sect of our religion, I lived as a Pharisee. ", "6": "And now I stand and am judged for the hope of the promise made by God to our fathers, ", "7": "to which promise our twelve tribes, earnestly serving God day and night, hope to attain. For which hope's sake, King Agrippa, I am accused by the Jews. ", "8": "Why should it be thought a thing incredible to you, that God should raise the dead up again?", "9": "I also truly thought in myself that I ought to do many things to utterly oppose the name of Jesus of Nazareth – ", "10": "which things I also did in Jerusalem, where I shut up many of the saints in prison, having received authority from the high priests. And when they were put to death, I joined in giving the sentence. ", "11": "And I punished them often in every synagogue, and compelled them to blaspheme, and was even more mad upon them, and persecuted them even to distant cities.", "12": "In going about these things, as I was going to Damascus with leave and authority from the high priests, ", "13": "at midday, O King, I saw in the road a light from heaven, brighter than the sun, shining round about me and those who were journeying with me. ", "14": "When we had all fallen to the earth, I heard a voice speaking to me and saying in the Hebrew tongue, Saul, Saul, why do you persecute me? It is hard for you to kick against the pricks. ", "15": "And I said, Who are you, Lord? And he said, I am Jesus, whom you persecute. ", "16": "But rise and stand up on your feet. For I have appeared to you for this purpose: to make you a minister and a witness both of those things you have seen, and of those things in which I will appear to you, ", "17": "delivering you from the people, and from the Gentiles to whom I now send you, ", "18": "to open their eyes so that they may turn from darkness to light, and from the power of Satan to God, and may receive forgiveness of sins, and an inheritance among those who are sanctified by faith in me.", "19": "And so, King Agrippa, I was not disobedient to the heavenly vision, ", "20": "but preached first to those of Damascus, and then at Jerusalem, and throughout all the country of Judea, and then to the Gentiles, that they should repent and turn to God, and do the right works of repentance. ", "21": "Because of this, the Jews caught me in the temple and went about to kill me. ", "22": "Nevertheless, I obtained help from God, and continue to this day witnessing both to small and to great, speaking of no other things than those which the prophets and Moses did say would come: ", "23": "that Christ would suffer, and that he would be the first to rise from death, and would show light to the people and to the Gentiles.", "24": "As he thus answered for himself, Festus said with a loud voice, Paul, you are beside yourself! Much learning has made you mad.", "25": "And Paul said, I am not mad, most dear Festus, but speak the words of truth and soberness. ", "26": "The king knows of these things, before whom I speak freely. I do not think any of these things are hidden from him. For this was not done in a corner. ", "27": "King Agrippa, do you believe the prophets? I know well that you believe.", "28": "Agrippa said to Paul, You bring me in mind somewhat to become a Christian.", "29": "And Paul said, I would to God that not only you, but also all who hear me today, were not only somewhat, but altogether such as I am, except for these bonds.", "30": "And when he had thus spoken, the king rose up with the governor and Bernice and those who sat with them. ", "31": "And when they had gone apart, they talked between themselves, saying, This man does nothing worthy of death, nor of bonds. ", "32": "Then Agrippa said to Festus, This man might have been released, if he had not appealed to Caesar."}