{"1": "When it was concluded that we should sail into Italy, they delivered Paul and certain other prisoners to one named Julius, a centurion of Caesar's soldiers. ", "2": "And we entered into a ship of Adramyttium and put out from land, appointed to sail by the coasts of Asia. One Aristarchus, a Macedonian from Thessalonica, was with us. ", "3": "And the next day we came to Sidon. And Julius treated Paul graciously, and gave him liberty to go to his friends and to refresh himself. ", "4": "And from there we put out to sea, and sailed hard by Cyprus, because the winds were contrary. ", "5": "Then we sailed over the sea that is off Cilicia and Pamphylia, and came to Myra, a city in Lycia.", "6": "And there the centurion found a ship of Alexander ready to sail to Italy, and put us in it. ", "7": "And when we had sailed slowly many days, and with difficulty arrived off Cnidus (because the wind was against us), we sailed hard by the coast of Crete off Salmone. ", "8": "With much work we sailed beyond Salmone, and came to a Cretan port called Fair Havens, near which was a city called Lasea. ", "9": "When much time had passed, and sailing was now risky, and also because we had fasted too long, Paul gave them warning ", "10": "and said to them, Sirs, I can see that this voyage will be with injury and much loss, not of the cargo and ship only, but also of our lives.", "11": "But the centurion believed the steersman and the shipmaster over those things that were spoken by Paul. ", "12": "And because the port was not good to winter in, many were minded to depart, if by any means they might reach Phoenix, a harbour of Crete that serves to the southwest and northwest wind, and winter there.", "13": "When the south wind blew, they, expecting to achieve their purpose, raised anchor and sailed past all Crete. ", "14": "But soon after, there arose a contrary squall of wind out of the northeast. ", "15": "And when the ship was caught and could not resist the wind, we let her go, and drove with the weather.", "16": "And we came to an isle named Clauda, and with much effort obtained a skiff, ", "17": "which they hoisted up. And we had help undergirding the ship, fearing to fall into the Syrtis Sands.  And we floated an anchor, and so were carried.", "18": "The next day, when we were tossed with an exceeding tempest, they lightened the ship. ", "19": "And the third day, we cast the ship's tackle overboard with our own hands. ", "20": "When at the last neither sun nor star appeared for many days, and no small tempest lay upon us, all hope that we would be saved was then taken away.", "21": "Then, after long forbearance, Paul stood forth in the midst of them and said, Sirs, you should have listened to me, and not set out from Crete, and brought to us this harm and loss. ", "22": "But now I exhort you to be of good cheer. For there shall be no loss of any man's life among you, but of the ship only. ", "23": "For there stood by me this night an angel of the God whose I am, and whom I serve, ", "24": "saying, Fear not, Paul, for you must be brought before Caesar. And lo, God has given to you all those who sail with you.", "25": "Therefore, Sirs, be of good cheer. For I believe God, that it will be just as it was told me. ", "26": "However, we must be cast onto a certain island.", "27": "But when the fourteenth night came, as we were carried about in the Adriatic Sea, at about midnight the sailors suspected some land was near. ", "28": "And they took soundings, and found it twenty fathoms. And when they had gone a little further, they took soundings again, and found fifteen fathoms. ", "29": "Then, fearing to hit some rock, they cast four anchors out of the stern, and wished for the day.", "30": "Then, as the sailors were about to escape out of the ship, and had let the skiff down into the sea under the pretence of casting anchors out of the foreship, ", "31": "Paul said to the centurion and the soldiers, Unless these men remain in the ship, you cannot be safe.", "32": "Then the soldiers cut the rope off of the skiff, and let it fall away.", "33": "And in the meantime, between that and day, Paul besought them all to take food, saying, This is the fourteenth day that you have been waiting and continued without eating, taking nothing at all. ", "34": "So I urge you to take food for your health. For not a hair shall fall from the head of any of you.", "35": "And when he had thus spoken, he took bread and gave thanks to God in the presence of them all, and broke it and began to eat. ", "36": "Then they were all of good cheer, and they also took food. ", "37": "We were altogether in the ship 276 souls. ", "38": "And when they had eaten enough, they lightened the ship and cast out the wheat into the sea.", "39": "When it was day, they did not recognize the land, but they spotted a certain inlet with a bank, into which they were minded (if it were possible) to thrust in the ship. ", "40": "And when they had taken up the anchors, they committed themselves to the sea, loosed the rudder bonds, hoisted up the mainsail to the wind, and drew to land. ", "41": "They chanced on a shallow sandbank and thrust in the ship. And the forepart stuck fast, and did not move, but the stern broke with the violence of the waves.", "42": "The soldiers' counsel was to kill the prisoners, lest any of them, when he had swum out, should flee away. ", "43": "But the centurion, wanting to save Paul, kept them from their purpose, and commanded that those who could swim should cast themselves first into the sea and escape to land. ", "44": "And the others he commanded to go, some on boards and some on broken pieces of the ship. And so it came to pass that they all came safe to land."}