{"1": "Peter and John went up together into the temple at the ninth hour of prayer. ", "2": "And there was a certain man crippled from his mother's womb, whom they brought and laid at the temple gate called Beautiful, to ask alms of the people that entered into the temple; ", "3": "which man, when he saw Peter and John about to go into the temple, requested alms. ", "4": "And Peter fastened his eyes on him with John and said, Look on us. ", "5": "And he gave heed to them, trusting to receive something from them. ", "6": "Then said Peter, Silver and gold I do not have, but such as I have, I give you. In the name of Jesus Christ of Nazareth, rise up and walk! ", "7": "And he took him by the right hand and lifted him up. And immediately his feet and anklebones received strength. ", "8": "And he sprang up, stood, and also walked, and entered with them into the temple, walking and leaping and lauding God.", "9": "And all the people saw him walk and laud God. ", "10": "And they knew him, that it was the man who sat and begged at the Beautiful Gate of the temple. And they were filled with wonder and astonishment at what had happened to him. ", "11": "And as the lame man who was healed held Peter and John, all the people ran amazed to them in Solomon's porch.", "12": "When Peter saw this, he spoke to the people: Men of Israel, why do you marvel at this? Or why do you look so steadfastly on us, as though by our own power or holiness we had made this man walk? ", "13": "The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his Son Jesus, whom you delivered up and denied in the presence of Pilate when he had determined to release him. ", "14": "But you denied the Holy and Just One, and asked for a murderer to be given to you, ", "15": "and killed the Lord of Life – whom God has raised from death, of which we are witnesses. ", "16": "And his name, through the faith of his name, has made this man sound, whom you see and know. And the faith which is by him has given this man health in the presence of you all.", "17": "And now, brethren, I know well that you did it through ignorance, as did also your leaders. ", "18": "But those things that God before had shown by the mouth of all his prophets, how the Christ would suffer, he has fulfilled this way. ", "19": "Repent therefore, and turn, so that your sins may be put away when the time of refreshing comes, which we will have from the presence of the Lord, ", "20": "and when God will send him who now before is preached to you; that is to say, Jesus Christ, ", "21": "who must receive heaven until the time that all things, which God has spoken by the mouth of all his holy prophets since the world began, are restored again.", "22": "For Moses said to the fathers: The Lord your God will raise up a prophet for you, even from among your brethren, as he did me. Him you must hear, in all things whatsoever he says to you. ", "23": "For the time will come that every soul who will not hear that same prophet, shall be destroyed from among the people. ", "24": "Also all the prophets from Samuel onwards, as many as have spoken, have likewise told of these days.", "25": "You are the children of the prophets, and of the covenant that God made to our fathers, saying to Abraham: Even in your seed shall all the kindreds of the earth be blessed. ", "26": "First unto you has God raised up his Son Jesus, and him he has sent to bless you, that every one of you should turn from your wickedness."}