{"1": "As they spoke to the people, the priests and the chief warden of the temple and the Sadducees came upon them, ", "2": "taking it grievously that they taught the people and preached in Jesus the resurrection from death. ", "3": "And they laid hands on them and put them in custody until the next day, for it was now evening. ", "4": "However, many of those who heard the word believed, and the number of the men was about five thousand.", "5": "And it happened on the next day that their rulers and elders and scribes, ", "6": "as Annas the chief Priest, and Caiaphas and John and Alexander, and as many as were of the kindred of the high priests, gathered together at Jerusalem, ", "7": "and set the apostles before them and asked, By what power or in what name have you done this, Sirs?", "8": "Then Peter, full of the Holy Spirit, said to them, Ye rulers of the people, and elders of Israel, ", "9": "if we this day are examined concerning the good deed done to the sick man, how he has been made whole, ", "10": "let it be known to you all, and to the people of Israel, that in the name of Jesus Christ of Nazareth – whom you crucified, and whom God raised again from death – even by him does this man stand here present before you, healed. ", "11": "Jesus is the stone cast aside by you builders, which is set in the chief place of the corner. ", "12": "Neither is there salvation in any other, nor yet also is there any other name given to mankind in which we can be saved.", "13": "When they saw the boldness of Peter and John, and understood that they were unlearned men and lay people, they marvelled. And they knew them, that they had been with Jesus. ", "14": "And seeing also the man that was healed standing with them, they could not speak against it. ", "15": "But they ordered them to go aside out of the council, and conferred among themselves, ", "16": "saying, What shall we do with these men? For a manifest sign has been done by them, and is openly known to all who dwell in Jerusalem, and we cannot deny it. ", "17": "But so that it spreads no further among the people, let us threaten them, and charge them to speak to no one in this name from now on.", "18": "And they called them and ordered them not to speak or teach at all in the name of Jesus. ", "19": "But Peter and John answered them and said, Whether it is right in the sight of God to obey you more than God, you judge. ", "20": "For we cannot but speak that which we have seen and heard.", "21": "So they threatened them and let them go, and found no way to punish them, because of the people. For all the people lauded God for the miracle that was done. ", "22": "For the man was over forty years old on whom this miracle of healing had been shown.", "23": "As soon as they were let go, they went to their companions and told them all that the high priests and elders had said to them. ", "24": "And when they heard that, they lifted up their voices to God with one accord and said, Lord, you are God who has made heaven and earth, the sea, and all that is in them, ", "25": "who by the mouth of your servant David has said: Why did the heathen rage, and the people imagine vain things? ", "26": "The kings of the earth stood up, and the rulers came together against the Lord and against his Christ. ", "27": "For of a truth, against your holy child Jesus, whom you have anointed, both Herod and also Pontius Pilate, with the Gentiles and the people of Israel, gathered themselves together, ", "28": "to do whatever your hand and your counsel determined before to be done. ", "29": "And now, Lord, look upon their threatenings, and grant to your servants to speak your word with all confidence, ", "30": "and stretch forth your hand so that healing and signs and wonders may be done by the name of the holy child Jesus.", "31": "And as soon as they had prayed, the place moved where they were assembled together, and they were all filled with the Holy Spirit, and they spoke the word of God boldly.", "32": "And the whole number of those who believed were of one heart and of one soul. Also, none of them said that any of the things that he possessed was his own, but had all things in common. ", "33": "And with great power the apostles gave witness of the resurrection of the Lord Jesus. And great grace was with them all. ", "34": "Neither was there any among them that lacked, for as many as possessed lands or houses sold them, and brought the money from the things that were sold, ", "35": "and laid it down at the apostles' feet. And distribution was made to every person according to his need. ", "36": "And Joses, who was also called Barnabas by the apostles (which means, son of consolation), who was a Levite of the country of Cyprus, ", "37": "had land and sold it, and laid the money down at the apostles' feet."}