{"1-5": "When Jacob went to Egypt, his son Joseph was already there. So Jacob took his eleven other sons and their families. They were: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, Benjamin, Dan, Naphtali, Gad, and Asher. Altogether, Jacob had seventy children, grandchildren, and great-grandchildren[a] who went with him.", "6": "After Joseph, his brothers, and everyone else in that generation had died, ", "7": "the people of Israel became so numerous that the whole region of Goshen was full of them.", "8": "Many years later a new king came to power. He did not know what Joseph had done for Egypt, ", "9": "and he told the Egyptians: There are too many of those Israelites in our country, and they are becoming more powerful than we are. ", "10": "If we don't outsmart them, their families will keep growing larger. And if our country goes to war, they could easily fight on the side of our enemies and escape from Egypt.", "11": "The Egyptians put slave bosses in charge of the people of Israel and tried to wear them down with hard work. Those bosses forced them to build the cities of Pithom and Rameses,[b] where the king[c] could store his supplies. ", "12": "But even though the Israelites were mistreated, their families grew larger, and they took over more land. Because of this, the Egyptians hated them worse than before ", "13": "and made them work so hard ", "14": "that their lives were miserable. The Egyptians were cruel to the people of Israel and forced them to make bricks and to mix mortar and to work in the fields.", "15": "Finally, the king called in Shiphrah and Puah, the two women who helped the Hebrew[d] mothers when they gave birth. ", "16": "He told them, “If a Hebrew woman gives birth to a girl, let the child live. If the baby is a boy, kill him!”", "17": "But the two women were faithful to God and did not kill the boys, even though the king had told them to. ", "18": "The king called them in again and asked, “Why are you letting those baby boys live?”", "19": "They answered, “Hebrew women have their babies much quicker than Egyptian women. By the time we arrive, their babies are already born.” ", "20-21": "God was good to the two women because they truly respected him, and he blessed them with children of their own. The Hebrews kept increasing ", "22": "until finally, the king gave a command to everyone in the nation, “As soon as a Hebrew boy is born, throw him into the Nile River! But you can let the girls live.”"}