{"1": "The Lord said to Moses, ", "2": "“Dedicate to me the first-born son of every family and the first-born males of your flocks and herds. These belong to me.”", "3-4": "Moses said to the people: Remember this day in the month of Abib.[a] It is the day when the Lord's mighty power rescued you from Egypt, where you were slaves. Do not eat anything made with yeast. ", "5": "The Lord promised your ancestors that he would bring you into the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites. It is a land rich with milk and honey. Each year during the month of Abib, celebrate these events in the following way: ", "6": "For seven days you are to eat bread made without yeast, and on the seventh day you are to celebrate a festival in honor of the Lord. ", "7": "During those seven days, you must not eat anything made with yeast or even have yeast anywhere near your homes. ", "8": "Then on the seventh day you must explain to your children that you do this because the Lord brought you out of Egypt.", "9": "This celebration will be like wearing a sign on your hand or on your forehead, because then you will pass on to others the teaching of the Lord, whose mighty power brought you out of Egypt. ", "10": "Celebrate this festival each year at the same time.", "11": "The Lord will give you the land of the Canaanites, just as he promised you and your ancestors. ", "12": "From then on, you must give him every first-born son from your families and every first-born male from your animals, because these belong to him. ", "13": "You can save the life of a first-born donkey[b] by sacrificing a lamb; if you don't, you must break the donkey's neck. You must save every first-born son.", "14": "In the future your children will ask what this ceremony means. Explain it to them by saying, “The Lord used his mighty power to rescue us from slavery in Egypt. ", "15": "The king[c] stubbornly refused to set us free, so the Lord killed the first-born male of every animal and the first-born son of every Egyptian family. This is why we sacrifice to the Lord every first-born male of every animal and save every first-born son.”", "16": "This ceremony will serve the same purpose as a sign on your hand or on your forehead to tell how the Lord's mighty power rescued us from Egypt.", "17": "After the king[d] had finally let the people go, the Lord did not lead them through Philistine territory, though that was the shortest way. God had said, “If they are attacked, they may decide to return to Egypt.” ", "18": "So he led them around through the desert and toward the Red Sea.[e] The Israelites left Egypt, prepared for battle.", "19": "Moses had them take along the bones of Joseph, whose dying words had been, “God will come to your rescue, and when he does, be sure to take along my bones.”", "20": "The people of Israel left Succoth and camped at Etham at the border of Egypt near the desert. ", "21-22": "During the day the Lord went ahead of his people in a thick cloud, and during the night he went ahead of them in a flaming fire. That way the Lord could lead them at all times, whether day or night."}