{"1": "The Israelites left the desert and moved from one place to another each time the Lord ordered them to. Once they camped at Rephidim,[a] but there was no water for them to drink.", "2": "The people started complaining to Moses, “Give us some water!” Moses replied, “Why are you complaining to me and trying to put the Lord to the test?”", "3": "But the people were thirsty and kept on complaining, “Moses, did you bring us out of Egypt just to let us and our families and our animals die of thirst?”", "4": "Then Moses prayed to the Lord, “What am I going to do with these people? They are about to stone me to death!”", "5": "The Lord answered, “Take some of the leaders with you and go ahead of the rest of the people. Also take along the walking stick you used to strike the Nile River, ", "6": "and when you get to the rock at Mount Sinai,[b] I will be there with you. Strike the rock with the stick, and water will pour out for the people to drink.” Moses did this while the leaders watched.", "7": "The people had complained and tested the Lord by asking, “Is the Lord really with us?” So Moses named that place Massah, which means “testing” and Meribah, which means “complaining.”", "8": "When the Israelites were at Rephidim, they were attacked by the Amalekites. ", "9": "So Moses told Joshua, “Have some men ready to attack the Amalekites tomorrow. I will stand on a hilltop, holding this walking stick that has the power of God.”", "10": "Joshua led the attack as Moses had commanded, while Moses, Aaron, and Hur stood on the hilltop. ", "11": "The Israelites out-fought the Amalekites as long as Moses held up his arms, but they started losing whenever he had to lower them. ", "12": "Finally, Moses was so tired that Aaron and Hur got a rock for him to sit on. Then they stood beside him and supported his arms in the same position until sunset. ", "13": "That's how Joshua defeated the Amalekites.", "14": "Afterwards, the Lord said to Moses, “Write an account of this victory and read it to Joshua. I want the Amalekites to be forgotten forever.”", "15": "Moses built an altar and named it “The Lord Gives Me Victory.” ", "16": "Then Moses explained, “This is because I depended on the Lord.[c] But in future generations, the Lord will have to fight the Amalekites again.”"}