{"1": "Jethro was the priest of Midian and the father-in-law of Moses. And he heard what the Lord God had done for Moses and his people, after rescuing them from Egypt.", "2-4": "In the meantime, Moses had sent his wife Zipporah and her two sons to stay with Jethro, and he had welcomed them. Moses was still a foreigner in Midian when his first son was born, and so Moses said, “I'll name him Gershom.”[a] When his second son was born, Moses said, “I'll name him Eliezer,[b] because the God my father worshiped has saved me from the king of Egypt.”[c]", "5-6": "While Israel was camped in the desert near Mount Sinai,[d] Jethro sent Moses this message: “I am coming to visit you, and I am bringing your wife and two sons.”", "7": "When they arrived, Moses went out and bowed down in front of Jethro, then kissed him. After they had greeted each other, they went into the tent, ", "8": "where Moses told him everything the Lord had done to protect Israel against the Egyptians and their king. He also told him how the Lord had helped them in all of their troubles.", "9": "Jethro was so pleased to hear this good news about what the Lord had done, ", "10": "that he shouted, “Praise the Lord! He rescued you and the Israelites from the Egyptians and their king. ", "11": "Now I know that the Lord is the greatest God, because he has rescued Israel from their arrogant enemies.” ", "12": "Jethro offered sacrifices to God. Then Aaron and Israel's leaders came to eat with Jethro there at the place of worship.", "13": "The next morning Moses sat down at the place where he decided legal cases for the people, and everyone crowded around him until evening. ", "14": "Jethro saw how much Moses had to do for the people, and he asked, “Why are you the only judge? Why do you let these people crowd around you from morning till evening?”", "15": "Moses answered, “Because they come here to find out what God wants them to do. ", "16": "They bring their complaints to me, and I make decisions on the basis of God's laws.”", "17": "Jethro replied: That isn't the best way to do it. ", "18": "You and the people who come to you will soon be worn out. The job is too much for one person; you can't do it alone. ", "19": "God will help you if you follow my advice. You should be the one to speak to God for the people, ", "20": "and you should teach them God's laws and show them what they must do to live right.", "21": "You will need to appoint some competent leaders who respect God and are trustworthy and honest. Then put them over groups of ten, fifty, a hundred, and a thousand. ", "22": "These judges can handle the ordinary cases and bring the more difficult ones to you. Having them to share the load will make your work easier. ", "23": "This is the way God wants it done. You won't be under nearly as much stress, and everyone else will return home feeling satisfied.", "24": "Moses followed Jethro's advice. ", "25": "He chose some competent leaders from every tribe in Israel and put them over groups of ten, fifty, a hundred, and a thousand. ", "26": "They served as judges, deciding the easy cases themselves, but bringing the more difficult ones to Moses.", "27": "After Moses and his father-in-law Jethro had said good-by to each other, Jethro returned home."}