{"1": "A man from the Levi tribe married a woman from the same tribe, ", "2": "and she later had a baby boy. He was a beautiful child, and she kept him inside for three months. ", "3": "But when she could no longer keep him hidden, she made a basket out of reeds and covered it with tar. She put him in the basket and placed it in the tall grass along the edge of the Nile River. ", "4": "The baby's older sister[a] stood off at a distance to see what would happen to him.", "5": "About that time one of the king's[b] daughters came down to take a bath in the river, while her servant women walked along the river bank. She saw the basket in the tall grass and sent one of the young women to pull it out of the water. ", "6": "When the king's daughter opened the basket, she saw the baby and felt sorry for him because he was crying. She said, “This must be one of the Hebrew babies.”", "7": "At once the baby's older sister came up and asked, “Do you want me to get a Hebrew woman to take care of the baby for you?”", "8": "“Yes,” the king's daughter answered. So the girl brought the baby's mother, ", "9": "and the king's daughter told her, “Take care of this child, and I will pay you.” The baby's mother carried him home and took care of him. ", "10": "And when he was old enough, she took him to the king's daughter, who adopted him. She named him Moses[c] because she said, “I pulled him out of the water.”", "11": "After Moses had grown up, he went out to where his own people were hard at work, and he saw an Egyptian beating one of them. ", "12": "Moses looked around to see if anyone was watching, then he killed the Egyptian and hid his body in the sand.", "13": "When Moses went out the next day, he saw two Hebrews fighting. So he went to the man who had started the fight and asked, “Why are you beating up one of your own people?”", "14": "The man answered, “Who put you in charge of us and made you our judge? Are you planning to kill me, just as you killed that Egyptian?” This frightened Moses because he was sure that people must have found out what had happened. ", "15": "When the king[d] heard what Moses had done, the king wanted to kill him. But Moses escaped and went to the land of Midian. One day, Moses was sitting there by a well, ", "16": "when the seven daughters of Jethro, the priest of Midian,[e] came up to water their father's sheep and goats. ", "17": "Some shepherds tried to chase them away, but Moses came to their rescue and watered their animals. ", "18": "When Jethro's daughters returned home, their father asked, “Why have you come back so early today?”", "19": "They answered, “An Egyptian rescued us from the shepherds, and he even watered our sheep and goats.”", "20": "“Where is he?” Jethro asked. “Why did you leave him out there? Invite him to eat with us.”", "21": "Moses agreed to stay on with Jethro, who later let his daughter Zipporah marry Moses. ", "22": "And when she had a son, Moses said, “I will name him Gershom,[f] since I am a foreigner in this country.”", "23": "After the death of the king of Egypt, the Israelites still complained because they were forced to be slaves. They cried out for help, ", "24": "and God heard their loud cries. He did not forget the promise he had made to Abraham, Isaac, and Jacob, ", "25": "and because he knew what was happening to his people, he felt sorry for them."}