{"1": "God said to the people of Israel:", "2": "I am the Lord your God, the one who brought you out of Egypt where you were slaves.", "3": "Do not worship any god except me.", "4": "Do not make idols that look like anything in the sky or on earth or in the ocean under the earth. ", "5": "Don't bow down and worship idols. I am the Lord your God, and I demand all your love. If you reject me, I will punish your families for three or four generations. ", "6": "But if you love me and obey my laws, I will be kind to your families for thousands of generations.", "7": "Do not misuse my name.[a] I am the Lord your God, and I will punish anyone who misuses my name.", "8": "Remember that the Sabbath Day belongs to me. ", "9": "You have six days when you can do your work, ", "10": "but the seventh day of each week belongs to me, your God. No one is to work on that day—not you, your children, your slaves, your animals, or the foreigners who live in your towns. ", "11": "In six days I made the sky, the earth, the oceans, and everything in them, but on the seventh day I rested. That's why I made the Sabbath a special day that belongs to me.", "12": "Respect your father and your mother, and you will live a long time in the land I am giving you.", "13": "Do not murder.", "14": "Be faithful in marriage.", "15": "Do not steal.", "16": "Do not tell lies about others.", "17": "Do not want anything that belongs to someone else. Don't want anyone's house, wife or husband, slaves, oxen, donkeys or anything else.", "18": "The people trembled with fear when they heard the thunder and the trumpet and saw the lightning and the smoke coming from the mountain. They stood a long way off ", "19": "and said to Moses, “If you speak to us, we will listen. But don't let God speak to us, or we will die!”", "20": "“Don't be afraid!” Moses replied. “God has come only to test you, so that by obeying him you won't sin.” ", "21": "But when Moses went near the thick cloud where God was, the people stayed a long way off.", "22": "The Lord told Moses to say to the people of Israel: With your own eyes, you saw me speak to you from heaven. ", "23": "So you must never make idols of silver or gold to worship in place of me.[b]", "24": "Build an altar out of earth, and offer on it your sacrifices[c] of sheep, goats, and cattle. Wherever I choose to be worshiped, I will come down to bless you. ", "25": "If you ever build an altar for me out of stones, do not use any tools to chisel the stones, because that would make the altar unfit. ", "26": "And don't build an altar that requires steps; you might expose yourself when you climb up."}