{"1": "The Lord gave Moses the following laws for his people:", "2": "If you buy a Hebrew slave, he must remain your slave for six years. But in the seventh year you must set him free, without cost to him. ", "3": "If he was single at the time you bought him, he alone must be set free. But if he was married at the time, both he and his wife must be given their freedom. ", "4": "If you give him a wife, and they have children, only the man himself must be set free; his wife and children remain the property of his owner.", "5": "But suppose the slave loves his wife and children so much that he won't leave without them. ", "6": "Then he must stand beside either the door or the doorpost at the place of worship,[a] while his owner punches a small hole through one of his ears with a sharp metal rod. This makes him a slave for life.", "7": "A young woman who was sold by her father doesn't gain her freedom in the same way that a man does. ", "8": "If she doesn't please the man who bought her to be his wife, he must let her be bought back.[b] He cannot sell her to foreigners; this would break the contract he made with her. ", "9": "If he selects her as a wife for his son, he must treat her as his own daughter.", "10": "If the man later marries another woman, he must continue to provide food and clothing for the one he bought and to treat her as a wife. ", "11": "If he fails to do any of these things, she must be given her freedom without cost.", "12": "The Lord said: Death is the punishment for murder. ", "13": "But if you did not intend to kill someone, and I, the Lord, let it happen anyway, you may run for safety to a place that I have set aside. ", "14": "If you plan in advance to murder someone, there's no escape, not even by holding on to my altar.[c] You will be dragged off and killed.", "15": "Death is the punishment for attacking your father or mother.", "16": "Death is the punishment for kidnapping. If you sell the person you kidnapped, or if you are caught with that person, the penalty is death.", "17": "Death is the punishment for cursing your father or mother.", "18": "Suppose two of you are arguing, and you hit the other with either a rock or your fist, without causing a fatal injury. If the victim has to stay in bed, ", "19": "and later has to use a stick when walking outside, you must pay for the loss of time and do what you can to help until the injury is completely healed. That's your only responsibility.", "20": "Death is the punishment for beating to death any of your slaves. ", "21": "However, if the slave lives a few days after the beating, you are not to be punished. After all, you have already lost the services of that slave who was your property.", "22": "Suppose a pregnant woman suffers a miscarriage[d] as the result of an injury caused by someone who is fighting. If she isn't badly hurt, the one who injured her must pay whatever fine her husband demands and the judges approve. ", "23": "But if she is seriously injured, the payment will be life for life, ", "24": "eye for eye, tooth for tooth, hand for hand, foot for foot, ", "25": "burn for burn, cut for cut, and bruise for bruise.", "26": "If you hit one of your slaves and cause the loss of an eye, the slave must be set free. ", "27": "The same law applies if you knock out a slave's tooth—the slave goes free.", "28": "A bull that kills someone with its horns must be killed and its meat destroyed, but the owner of the bull isn't responsible for the death.", "29": "Suppose you own a bull that has been in the habit of attacking people, but you have refused to keep it fenced in. If that bull kills someone, both you and the bull must be put to death by stoning. ", "30": "However, you may save your own life by paying whatever fine is demanded. ", "31": "This same law applies if the bull gores someone's son or daughter. ", "32": "If the bull kills a slave, you must pay the slave owner thirty pieces of silver for the loss of the slave, and the bull must be killed by stoning.", "33": "Suppose someone's ox or donkey is killed by falling into an open pit that you dug or left uncovered on your property. ", "34": "You must pay for the dead animal, and it becomes yours.", "35": "If your bull kills someone else's, yours must be sold. Then the money from your bull and the meat from the dead bull must be divided equally between you and the other owner.", "36": "If you refuse to fence in a bull that is known to attack others, you must pay for any animal it kills, but the dead animal will belong to you."}