{"1": "The Lord said: If you steal an ox and slaughter or sell it, you must replace it with five oxen; if you steal a sheep and slaughter it or sell it, you must replace it with four sheep. ", "2-4": "But if you cannot afford to replace the animals, you must be sold as a slave to pay for what you have stolen. If you steal an ox, donkey, or sheep, and are caught with it still alive, you must pay the owner double. If you happen to kill a burglar who breaks into your home after dark, you are not guilty. But if you kill someone who breaks in during the day, you are guilty of murder.", "5": "If you allow any of your animals to stray from your property and graze[a] in someone else's field or vineyard, you must repay the damage from the best part of your own harvest of grapes and grain.", "6": "If you carelessly let a fire spread from your property to someone else's, you must pay the owner for any crops or fields destroyed by the fire.", "7": "Suppose a neighbor asks you to keep some silver or other valuables, and they are stolen from your house. If the thief is caught, the thief must repay double. ", "8": "But if the thief isn't caught, some judges[b] will decide if you are the guilty one.", "9": "Suppose two people claim to own the same ox or donkey or sheep or piece of clothing. Then the judges[c] must decide the case, and the guilty person will pay the owner double.", "10": "Suppose a neighbor who is going to be away asks you to keep a donkey or an ox or a sheep or some other animal, and it dies or gets injured or is stolen while no one is looking. ", "11": "If you swear with me as your witness that you did not harm the animal, you do not have to replace it. Your word is enough. ", "12": "But if the animal was stolen while in your care, you must replace it. ", "13": "If the animal was attacked and killed by a wild animal, and you can show the remains of the dead animal to its owner, you do not have to replace it.", "14": "Suppose you borrow an animal from a neighbor, and it gets injured or dies while the neighbor isn't around. Then you must replace it. ", "15": "But if something happens to the animal while the owner is present, you do not have to replace it. If you had leased the animal, the money you paid the owner will cover any harm done to it.", "16": "The Lord said: Suppose a young woman has never been married and isn't engaged. If a man talks her into having sex, he must pay the bride price[d] and marry her. ", "17": "But if her father refuses to let her marry the man, the bride price must still be paid.", "18": "Death is the punishment for witchcraft.", "19": "Death is the punishment for having sex with an animal.", "20": "Death is the punishment for offering sacrifices to any god except me.", "21": "Do not mistreat or abuse foreigners who live among you. Remember, you were foreigners in Egypt.", "22": "Do not mistreat widows or orphans. ", "23": "If you do, they will beg for my help, and I will come to their rescue. ", "24": "In fact, I will get so angry that I will kill your men and make widows of their wives and orphans of their children.", "25": "Don't charge interest when you lend money to any of my people who are in need. ", "26": "Before sunset you must return any coat taken as security for a loan, ", "27": "because that is the only cover the poor have when they sleep at night. I am a merciful God, and when they call out to me, I will come to help them.", "28": "Don't speak evil of me[e] or of the ruler of your people.", "29": "Don't fail to give me the offerings of grain and wine that belong to me.[f] Dedicate to me your first-born sons ", "30": "and the first-born of your cattle and sheep. Let the animals stay with their mothers for seven days, then on the eighth day give them to me, your God.", "31": "You are my chosen people, so don't eat the meat of any of your livestock that was killed by a wild animal. Instead, feed the meat to dogs."}