{"1": "The Lord said to Moses, “Come up to me on this mountain. Bring along Aaron, as well as his two sons Nadab and Abihu, and seventy of Israel's leaders. They must worship me at a distance, ", "2": "but you are to come near. Don't let anyone else come up.”", "3": "Moses gave the Lord's instructions to the people, and they promised, “We will do everything the Lord has commanded!” ", "4": "Then Moses wrote down what the Lord had said. The next morning Moses got up early. He built an altar at the foot of the mountain and set up a large stone for each of the twelve tribes of Israel. ", "5": "He also sent some young men to burn offerings and to sacrifice bulls as special offerings[a] to the Lord. ", "6": "Moses put half of the blood from the animals into bowls and sprinkled the rest on the altar. ", "7": "Then he read aloud the Lord's commands and promises, and the people shouted, “We will obey the Lord and do everything he has commanded!”", "8": "Moses took the blood from the bowls and sprinkled it on the people. Next, he told them, “With this blood the Lord makes his agreement with you.”", "9": "Moses and Aaron, together with Nadab and Abihu and the seventy leaders, went up the mountain ", "10": "and saw the God of Israel. Under his feet was something that looked like a pavement made out of sapphire,[b] and it was as bright as the sky.", "11": "Even though these leaders of Israel saw God, he did not punish them. So they ate and drank.", "12": "The Lord said to Moses, “Come up on the mountain and stay here for a while. I will give you the two flat stones on which I have written the laws that my people must obey.” ", "13": "Moses and Joshua his assistant got ready, then Moses started up the mountain to meet with God.", "14": "Moses had told the leaders, “Wait here until we come back. Aaron and Hur will be with you, and they can settle any arguments while we are away.”", "15": "When Moses went up on Mount Sinai, a cloud covered it, ", "16": "and the bright glory of the Lord came down and stayed there. The cloud covered the mountain for six days, and on the seventh day the Lord told Moses to come into the cloud. ", "17-18": "Moses did so and stayed there forty days and nights. To the people, the Lord's glory looked like a blazing fire on top of the mountain."}