{"1": "The Lord said to Moses:", "2": "Tell everyone in Israel who wants to give gifts that they must bring them to you. ", "3": "Here is a list of what you are to collect: Gold, silver, and bronze; ", "4": "blue, purple, and red wool; fine linen; goat hair; ", "5": "tanned ram skins; fine leather; acacia wood; ", "6": "olive oil for the lamp; sweet-smelling spices to mix with the oil for dedicating the tent and ordaining the priests; ", "7": "and onyx[a] stones for the sacred vest and the breastpiece. ", "8": "I also want them to build a special place where I can live among my people. ", "9": "Make it and its furnishings exactly like the pattern I will show you.", "10": "The Lord said to Moses: Tell the people to build a chest of acacia wood forty-five inches long, twenty-seven inches wide, and twenty-seven inches high. ", "11": "Cover it inside and out with pure gold and put a gold edging around the lid. ", "12": "Make four gold rings and fasten one of them to each of the four legs of the chest. ", "13": "Make two poles of acacia wood. Cover them with gold ", "14": "and put them through the rings, so the chest can be carried by the poles. ", "15": "Don't ever remove the poles from the rings. ", "16": "When I give you the Ten Commandments written on two flat stones, put them inside the chest.", "17": "Cover the lid of the chest with pure gold. ", "18-19": "Then hammer out two winged creatures of pure gold and fasten them to the lid at the ends of the chest. ", "20": "The creatures must face each other with their wings spread over the chest. ", "21": "Inside it place the two flat stones with the Ten Commandments and put the gold lid on top of the chest. ", "22": "I will meet you there[b] between the two creatures and tell you what my people must do and what they must not do.", "23": "The Lord said: Make a table of acacia wood thirty-six inches long, eighteen inches wide, and twenty-seven inches high. ", "24-25": "Cover it with pure gold and put a gold edging around it with a border three inches wide.[c] ", "26": "Make four gold rings and attach one to each of the legs ", "27-28": "near the edging. The poles for carrying the table are to be placed through these rings and are to be made of acacia wood covered with gold. ", "29-30": "The table is to be kept in the holy place, and the sacred loaves of bread must always be put on it. All bowls, plates, jars, and cups for wine offerings are to be made of pure gold and set on this table.", "31": "The Lord said: Make a lampstand of pure gold. The whole lampstand, including its decorative flowers, must be made from a single piece of hammered gold ", "32": "with three branches on each of its two sides. ", "33": "There are to be three decorative almond blossoms on each branch ", "34": "and four on the stem. ", "35": "There must also be a blossom where each pair of branches comes out from the stem. ", "36": "The lampstand, including its branches and decorative flowers, must be made from a single piece of hammered pure gold. ", "37": "The lamp on the top and those at the end of each of its six branches must be made so as to shine toward the front of the lampstand. ", "38": "The tongs and trays for taking care of the lamps are to be made of pure gold. ", "39": "The lampstand and its equipment will require seventy-five pounds of pure gold, ", "40": "and they must be made according to the pattern I showed you on the mountain."}