{"1": "The Lord said to Moses: Send for your brother Aaron and his sons Nadab, Abihu, Eleazar, and Ithamar. They are the ones I have chosen from Israel to serve as my priests. ", "2": "Make Aaron some beautiful clothes that are worthy of a high priest. ", "3": "Aaron is to be dedicated as my high priest, and his clothes must be made only by persons who possess skills that I have given them. ", "4": "Here are the items that need to be made: a breastpiece, a priestly vest, a robe, an embroidered shirt, a turban, and a sash. These sacred clothes are to be made for your brother Aaron and his sons who will be my priests. ", "5": "Only gold and fine linen, woven with blue, purple, and red wool, are to be used for making these clothes.", "6-8": "The Lord said: The entire priestly vest must be made of fine linen skillfully woven with blue, purple, and red wool, and decorated with gold. It is to have two shoulder straps to support it and a sash that fastens around the waist.", "9-12": "Put two onyx[a] stones in gold settings, then attach one to each of the shoulder straps. On one of these stones engrave the names of Israel's first six sons in the order of their birth. And do the same with his remaining six sons on the other stone. In this way Aaron will always carry the names of the tribes of Israel when he enters the holy place, and I will never forget my people.", "13-14": "Attach two gold settings to the shoulder straps and fasten them with two braided chains of pure gold.", "15": "The Lord said: From the same costly material make a breastpiece for the high priest to use in learning what I want my people to do. ", "16": "It is to be nine inches square and folded double ", "17": "with four rows of three precious stones: In the first row put a carnelian, a chrysolite, and an emerald; ", "18": "in the second row a turquoise, a sapphire, and a diamond; ", "19": "in the third row a jacinth, an agate, and an amethyst; ", "20": "and in the fourth row a beryl, an onyx, and a jasper.[b] Mount the stones in delicate gold settings ", "21": "and engrave on each of them the name of one of the twelve tribes of Israel.", "22-25": "Attach two gold rings to the upper front corners of the breastpiece and fasten them with two braided gold chains to gold settings on the shoulder straps. ", "26": "Attach two other gold rings to the lower inside corners next to the vest ", "27": "and two more near the bottom of the shoulder straps right above the sash. ", "28": "Then take a blue cord and tie the two lower rings on the breastpiece to those on the vest. This will keep the breastpiece in place.", "29": "In this way Aaron will have the names of the twelve tribes of Israel written on his heart each time he enters the holy place, and I will never forget my people. ", "30": "He must also wear on his breastpiece the two small objects[c] that he uses to receive answers from me.", "31": "The Lord said: Under his vest Aaron must wear a robe of blue wool ", "32": "with an opening in the center for his head. Be sure to bind the material around the collar to keep it from raveling. ", "33-34": "Along the hem of the robe weave pomegranates[d] of blue, purple, and red wool with a gold bell between each of them. ", "35": "If Aaron wears these clothes when he enters the holy place as my high priest, the sound of the bells will be heard, and his life will not be in danger.", "36": "On a narrow strip of pure gold engrave the words: “Dedicated to the Lord.” ", "37": "Fasten it to the front of Aaron's turban with a blue cord, ", "38": "so he can wear it on his forehead. This will show that he will take on himself the guilt for any sins the people of Israel commit in offering their gifts to me, and I will forgive them.", "39": "Make Aaron's robe and turban of fine linen and decorate his sash with fancy needlework.", "40": "Since Aaron's sons are priests, they should also look dignified. So make robes, sashes, and special caps for them. ", "41": "Then dress Aaron and his sons in these clothes, pour olive oil on their heads, and ordain them as my priests.", "42": "Make linen shorts for them that reach from the waist down to the thigh, so they won't expose themselves. ", "43": "Whenever they enter the sacred tent or serve at the altar or enter the holy place, they must wear these shorts, or else they will be guilty and die. This same rule applies to any of their descendants who serve as priests."}