{"1": "The Lord said to Moses: When you ordain one of Aaron's sons as my priest, choose a young bull and two rams that have nothing wrong with them. ", "2": "Then from your finest flour make three batches of dough without yeast. Shape some of it into larger loaves, some into smaller loaves mixed with olive oil, and the rest into thin wafers brushed with oil. ", "3": "Put all of this bread in a basket and bring it when you come to sacrifice the three animals to me.", "4": "Bring Aaron and his sons to the entrance of the sacred tent and have them wash themselves. ", "5": "Dress Aaron in the priestly shirt, the robe that goes under the sacred vest, the vest itself, the breastpiece, and the sash. ", "6": "Put on his turban with its narrow strip of engraved gold ", "7": "and then ordain him by pouring olive oil on his head.", "8": "Next, dress Aaron's sons in their special shirts ", "9": "and caps and their sashes,[a] then ordain them, because they and their descendants will always be priests.", "10": "Lead the bull to the entrance of the sacred tent, where Aaron and his sons will lay their hands on its head. ", "11": "Kill the bull near my altar in front of the tent. ", "12": "Use a finger to smear some of its blood on each of the four corners of the altar and pour out the rest of the blood on the ground next to the altar. ", "13": "Then take the fat from the animal's insides, as well as the lower part of the liver and the two kidneys with their fat, and send them up in smoke on the altar. ", "14": "But the meat, the skin, and the food still in the bull's stomach must be burned outside the camp as an offering to ask forgiveness for the sins of the priests.[b]", "15": "Bring one of the rams to Aaron and his sons and have them lay their hands on its head. ", "16": "Kill the ram and splatter its blood against all four sides of the altar. ", "17": "Cut up the ram, wash its insides and legs, and lay all of its parts on the altar, including the head. ", "18": "Then make sure that the whole animal goes up in smoke with a smell that pleases me.", "19": "Bring the other ram to Aaron and his sons and have them lay their hands on its head. ", "20": "Kill the ram and place some of its blood on Aaron's right ear lobe, his right thumb, and the big toe of his right foot. Do the same for each of his sons and splatter the rest of the blood against the four sides of the altar. ", "21": "Then take some of the blood from the altar, mix it with the oil used for ordination, and sprinkle it on Aaron and his clothes, and also on his sons and their clothes. This will show that they and their clothes have been dedicated to me.", "22": "This ram is part of the ordination service. So remove its right hind leg,[c] its fat tail, the fat on its insides, as well as the lower part of the liver and the two kidneys with their fat. ", "23": "Take one loaf of each kind of bread[d] from the basket, ", "24": "and put this bread, together with the meat, into the hands of Aaron and his sons. Then they will lift it all up[e] to show that it is dedicated to me. ", "25": "After this, the meat and bread are to be placed on the altar and sent up in smoke with a smell that pleases me.", "26": "You may eat the choice ribs from this second ram, but you must first lift them up[f] to show that this meat is dedicated to me.", "27-28": "In the future, when anyone from Israel offers the ribs and a hind leg of a ram either to ordain a priest or to ask for my blessing, the meat belongs to me, but it may be eaten by the priests. This law will never change.", "29-30": "After Aaron's death, his priestly clothes are to be handed down to each descendant who succeeds him as high priest, and these clothes must be worn during the seven-day ceremony of ordination.", "31": "Boil the meat of the ordination ram in a sacred place, ", "32": "then have Aaron and his sons eat it together with the three kinds of bread [g] at the entrance to the sacred tent. ", "33": "At their ordination, a ceremony of forgiveness was performed for them with this sacred food, and only they have the right to eat it. ", "34": "If any of the sacred food is left until morning, it must be burned up.", "35": "Repeat this ordination ceremony for Aaron and his sons seven days in a row, just as I have instructed you. ", "36": "Each day you must offer a bull as a sacrifice for sin and as a way of purifying the altar. In addition, you must smear the altar with olive oil to make it completely holy. ", "37": "Do this for seven days, and the altar will become so holy that anyone who touches it will become holy.", "38": "The Lord said: Each day you must sacrifice two lambs a year old, ", "39": "one in the morning and one in the evening. ", "40-41": "With each lamb offer two pounds of your finest flour mixed with a quart of pure olive oil, and also pour out a quart of wine as an offering. The smell of this sacrifice on the fires of the altar will be pleasing to me. ", "42-43": "You and your descendants must always offer this sacrifice on the altar at the entrance to the sacred tent. People of Israel, I will meet and speak with you there, and my shining glory will make the place holy. ", "44": "Because of who I am, the tent will become sacred, and Aaron and his sons will become worthy to serve as my priests. ", "45": "I will live among you as your God, ", "46": "and you will know that I am the Lord your God, the one who rescued you from Egypt, so that I could live among you."}