{"1": "The Lord said to Moses: Build an altar of acacia wood where you can burn incense. ", "2": "Make it eighteen inches square and thirty-six inches high, and make each of its four corners stick up like the horn of a bull. ", "3": "Cover it with pure gold and put a gold edging around it. ", "4": "Then below the edging on opposite sides attach two gold rings through which you can put the poles for carrying the altar. ", "5": "These poles are also to be made of acacia wood covered with gold.", "6": "Put the altar in front of the inside curtain of the sacred tent. The chest with the place of mercy[a] is kept behind that curtain, and I will talk with you there. ", "7-8": "From now on, when Aaron tends the lamp each morning and evening, he must burn sweet-smelling incense to me on the altar. ", "9": "Burn only the proper incense on the altar and never use it for grain sacrifices or animal sacrifices or drink offerings. ", "10": "Once a year Aaron must purify the altar by smearing on its four corners[b] the blood of an animal sacrificed for sin, and this practice must always be followed. The altar is sacred because it is dedicated to me.", "11": "The Lord said to Moses:", "12": "Find out how many grown men there are in Israel and require each of them to pay me to keep him safe from danger while you are counting them. ", "13-15": "Each man over nineteen, whether rich or poor, must pay me the same amount of money, weighed according to the official standards. ", "16": "This money is to be used for the upkeep of the sacred tent, and because of it, I will never forget my people.", "17": "The Lord said to Moses:", "18-21": "Make a large bronze bowl and a bronze stand for it. Then put them between the altar for sacrifice and the sacred tent, so the priests can wash their hands and feet before entering the tent or offering a sacrifice on the altar. Each priest in every generation must wash himself in this way, or else he will die right there.", "22": "The Lord said to Moses:", "23-25": "Mix a gallon of olive oil with the following costly spices: twelve pounds of myrrh, six pounds of cinnamon, six pounds of cane, and twelve pounds of cassia. Measure these according to the official standards. Then use this sacred mixture ", "26": "for dedicating the tent and chest, ", "27": "the table with its equipment, the lampstand with its equipment, the incense altar with all its utensils, ", "28": "the altar for sacrifices, and the large bowl with its stand. ", "29": "By dedicating them in this way, you will make them so holy that anyone who even touches them will become holy.", "30": "When you ordain Aaron and his sons as my priests, sprinkle them with some of this oil, ", "31": "and say to the people of Israel: “This oil must always be used in the ordination service of a priest. It is holy because it is dedicated to the Lord. ", "32": "So treat it as holy! Don't ever use it for everyday purposes or mix any for yourselves. ", "33": "If you do, you will no longer belong to the Lord's people.”", "34-35": "Mix equal amounts of the costly spices stacte, onycha, galbanum, and pure frankincense, then add salt to make the mixture pure and holy. ", "36": "Pound some of it into powder and sprinkle it in front of the sacred chest, where I meet with you. Be sure to treat this incense as something very holy. ", "37": "It is truly holy because it is dedicated to me, so don't ever make any for yourselves. ", "38": "If you ever make any of it to use as perfume, you will no longer belong to my people."}