{"1": "After the people saw that Moses had been on the mountain for a long time, they went to Aaron and said, “Make us an image of a god who will lead and protect us. Moses brought us out of Egypt, but nobody knows what has happened to him.”", "2": "Aaron told them, “Bring me the gold earrings that your wives and sons and daughters are wearing.” ", "3": "Everybody took off their earrings and brought them to Aaron, ", "4": "then he melted them and made an idol in the shape of a young bull. All the people said to one another, “This is the god who brought us out of Egypt!”", "5": "When Aaron saw what was happening, he built an altar in front of the idol and said, “Tomorrow we will celebrate in honor of the Lord.” ", "6": "The people got up early the next morning and killed some animals to be used for sacrifices and others to be eaten. Then everyone ate and drank so much that they began to carry on like wild people.", "7": "The Lord said to Moses: Hurry back down! Those people you led out of Egypt are acting like fools. ", "8": "They have already stopped obeying me and have made themselves an idol in the shape of a young bull. They have bowed down to it, offered sacrifices, and said that it is the god who brought them out of Egypt. ", "9": "Moses, I have seen how stubborn these people are, ", "10": "and I'm angry enough to destroy them, so don't try to stop me. But I will make your descendants into a great nation.", "11": "Moses tried to get the Lord God to change his mind: Our Lord, you used your mighty power to bring these people out of Egypt. Now don't become angry and destroy them. ", "12": "If you do, the Egyptians will say that you brought your people out here into the mountains just to get rid of them. Please don't be angry with your people. Don't destroy them!", "13": "Remember the solemn promise you made to Abraham, Isaac, and Jacob. You promised that someday they would have as many descendants as there are stars in the sky and that you would give them land.", "14": "So even though the Lord had threatened to destroy the people, he changed his mind and let them live.", "15-16": "Moses went back down the mountain with the two flat stones on which God had written all of his laws with his own hand, and he had used both sides of the stones.", "17": "When Joshua heard the noisy shouts of the people, he said to Moses, “A battle must be going on down in the camp.”", "18": "But Moses replied, “It doesn't sound like they are shouting because they have won or lost a battle. They are singing wildly!”", "19": "As Moses got closer to the camp, he saw the idol, and he also saw the people dancing around. This made him so angry that he threw down the stones and broke them to pieces at the foot of the mountain. ", "20": "He melted the idol the people had made, and he ground it into powder. He scattered it in their water and made them drink it. ", "21": "Moses asked Aaron, “What did these people do to harm you? Why did you make them sin in this terrible way?”", "22": "Aaron answered: Don't be angry with me. You know as well as I do that they are determined to do evil. ", "23": "They even told me, “That man Moses led us out of Egypt, but now we don't know what has happened to him. Make us a god to lead us.” ", "24": "Then I asked them to bring me their gold earrings. They took them off and gave them to me. I threw the gold into a fire, and out came this bull.", "25": "Moses knew that the people were out of control and that it was Aaron's fault. And now they had made fools of themselves in front of their enemies. ", "26": "So Moses stood at the gate of the camp and shouted, “Everyone who is on the Lord's side come over here!” Then the men of the Levi tribe gathered around Moses, ", "27": "and he said to them, “The Lord God of Israel commands you to strap on your swords and go through the camp, killing your relatives, your friends, and your neighbors.”", "28": "The men of the Levi tribe followed his orders, and that day they killed about three thousand men. ", "29": "Moses said to them, “You obeyed the Lord and did what was right, and so you will serve as his priests for the people of Israel. It was hard for you to kill your own sons and brothers, but the Lord has blessed you and made you his priests today.”", "30": "The next day Moses told the people, “This is a terrible thing you have done. But I will go back to the Lord to see if I can do something to keep this sin from being held against you.”", "31": "Moses returned to the Lord and said, “The people have committed a terrible sin. They have made a gold idol to be their god. ", "32": "But I beg you to forgive them. If you don't, please wipe my name out of your book.”[a]", "33": "The Lord replied, “I will wipe out of my book the name of everyone who has sinned against me. ", "34": "Now take my people to the place I told you about, and my angel will lead you. But when the time comes, I will punish them for this sin.”", "35": "So the Lord punished the people of Israel with a terrible disease for talking Aaron into making the gold idol."}