{"1": "The Lord said to Moses: You led the people of Israel out of Egypt. Now get ready to lead them to the land I promised their ancestors Abraham, Isaac, and Jacob. ", "2-3": "It is a land rich with milk and honey, and I will send an angel to force out those people who live there—the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites. I would go with my people, but they are so rebellious that I would destroy them before they get there.", "4-5": "Even before the Lord said these harsh things, he had told Moses, “These people really are rebellious, and I would kill them at once, if I went with them. But tell them to take off their fancy jewelry, then I'll decide what to do with them.” So the people started mourning, ", "6": "and after leaving Mount Sinai,[a] they stopped wearing fancy jewelry.", "7": "Moses used to set up a tent far from camp. He called it the “meeting tent,” and whoever needed some message from the Lord would go there. ", "8": "Each time Moses went out to the tent, everyone would stand at the entrance to their own tents and watch him enter. ", "9-11": "Then they would bow down because a thick cloud would come down in front of the tent, and the Lord would speak to Moses face to face, just like a friend. Afterwards, Moses would return to camp, but his young assistant Joshua[b] would stay at the tent.", "12": "Moses said to the Lord, “I know that you have told me to lead these people to the land you promised them. But you have not told me who my assistant will be. You have said that you are my friend and that you are pleased with me. ", "13": "If this is true, let me know what your plans are, then I can obey and continue to please you. And don't forget that you have chosen this nation to be your own.”", "14": "The Lord said, “I will go with you and give you peace.”", "15": "Then Moses replied, “If you aren't going with us, please don't make us leave this place. ", "16": "But if you do go with us, everyone will know that you are pleased with your people and with me. That way, we will be different from the rest of the people on earth.”", "17": "So the Lord told him, “I will do what you have asked, because I am your friend and I am pleased with you.”", "18": "Then Moses said, “I pray that you will let me see you in all of your glory.”", "19": "The Lord answered: All right. I am the Lord, and I show mercy and kindness to anyone I choose. I will let you see my glory and hear my holy name, ", "20": "but I won't let you see my face, because anyone who sees my face will die. ", "21": "There is a rock not far from me. Stand beside it, ", "22": "and before I pass by in all of my shining glory, I will put you in a large crack in the rock. I will cover your eyes with my hand until I have passed by. ", "23": "Then I will take my hand away, and you will see my back. You will not see my face."}