{"1": "One day the Lord said to Moses, “Cut two flat stones like the first ones I made, and I will write on them the same commandments that were on the two you broke. ", "2": "Be ready tomorrow morning to come up Mount Sinai and meet me at the top. ", "3": "No one is to come with you or to be on the mountain at all. Don't even let the sheep and cattle graze at the foot of the mountain.” ", "4": "So Moses cut two flat stones like the first ones, and early the next morning he carried them to the top of Mount Sinai, just as the Lord had commanded.", "5": "The Lord God came down in a cloud and stood beside Moses there on the mountain. God spoke his holy name, “the Lord.”[a] ", "6": "Then he passed in front of Moses and called out, “I am the Lord God. I am merciful and very patient with my people. I show great love, and I can be trusted. ", "7": "I keep my promises to my people forever, but I also punish anyone who sins. When people sin, I punish them and their children, and also their grandchildren and great-grandchildren.”", "8": "Moses quickly bowed down to the ground and worshiped the Lord. ", "9": "He prayed, “Lord, if you really are pleased with me, I pray that you will go with us. It is true that these people are sinful and rebellious, but forgive our sin and let us be your people.”", "10": "The Lord said: I promise to perform miracles for you that have never been seen anywhere on earth. Neighboring nations will stand in fear and know that I was the one who did these marvelous things. ", "11": "I will force out the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites, but you must do what I command you today. ", "12": "Don't make treaties with any of those people. If you do, it will be like falling into a trap. ", "13": "Instead, you must destroy their altars and tear down the sacred poles[b] they use in the worship of the goddess Asherah. ", "14": "I demand your complete loyalty—you must not worship any other god! ", "15": "Don't make treaties with the people there, or you will soon find yourselves worshiping their gods and taking part in their sacrificial meals. ", "16": "Your men will even marry their women and be influenced to worship their gods.", "17": "Don't make metal images of gods.", "18": "Don't fail to observe the Festival of Thin Bread in the month of Abib.[c] Obey me and eat bread without yeast for seven days during Abib, because that is the month you left Egypt.", "19": "The first-born males of your families and of your flocks and herds belong to me.", "20": "You can save the life of a first-born donkey[d] by sacrificing a lamb; if you don't, you must break the donkey's neck. You must save every first-born son. Bring an offering every time you come to worship.", "21": "Do your work in six days and rest on the seventh day, even during the seasons for plowing and harvesting. ", "22": "Celebrate the Harvest Festival[e] each spring when you start harvesting your wheat, and celebrate the Festival of Shelters[f] each autumn when you pick your fruit.", "23": "Your men must come to worship me three times a year, because I am the Lord God of Israel. ", "24": "I will force the nations out of your land and enlarge your borders. Then no one will try to take your property when you come to worship me these three times each year.", "25": "When you sacrifice an animal on the altar, don't offer bread made with yeast. And don't save any part of the Passover meal for the next day.", "26": "I am the Lord your God, and you must bring the first part of your harvest to the place of worship. Don't boil a young goat in its mother's milk.", "27": "The Lord told Moses to put these laws in writing, as part of his agreement with Israel. ", "28": "Moses stayed on the mountain with the Lord for forty days and nights, without eating or drinking. And he wrote down the Ten Commandments, the most important part of God's agreement with his people.", "29": "Moses came down from Mount Sinai, carrying the Ten Commandments. His face was shining brightly because the Lord had been speaking to him. But Moses did not know at first that his face was shining. ", "30": "When Aaron and the others looked at Moses, they saw that his face was shining, and they were afraid to go near him. ", "31": "Moses called out for Aaron and the leaders to come to him, and he spoke with them. ", "32": "Then the rest of the people of Israel gathered around Moses, and he gave them the laws that the Lord had given him on Mount Sinai.", "33": "The face of Moses kept shining, and after he had spoken with the people, he covered his face with a veil. ", "34": "Moses would always remove the veil when he went into the sacred tent to speak with the Lord. And when he came out, he would tell the people everything the Lord had told him to say. ", "35": "They could see that his face was still shining. So after he had spoken with them, he would put the veil back on and leave it on until the next time he went to speak with the Lord."}