{"1": "Moses called together the people of Israel and told them that the Lord had said:", "2": "You have six days in which to do your work. But the seventh day must be dedicated to me, your Lord, as a day of rest. Whoever works on the Sabbath will be put to death. ", "3": "Don't even build a cooking fire at home on the Sabbath.", "4": "Moses told the people of Israel that the Lord had said:", "5": "I would welcome an offering from anyone who wants to give something. You may bring gold, silver, or bronze; ", "6": "blue, purple, or red wool; fine linen; goat hair; ", "7": "tanned ram skin or fine leather; acacia wood; ", "8": "olive oil for the lamp; sweet-smelling spices for the oil of dedication and for the incense; or ", "9": "onyx[a] stones or other gems for the sacred vest and breastpiece.", "10": "If you have any skills, you should use them to help make what I have commanded: ", "11": "the sacred tent with its covering and hooks, its framework and crossbars, and its post and stands; ", "12": "the sacred chest with its carrying poles, its place of mercy, and the curtain in front of it; ", "13": "the table with all that goes on it, including the sacred bread; ", "14": "the lamp with its equipment and oil; ", "15": "the incense altar with its carrying poles and sweet-smelling incense; the ordination oil; the curtain for the entrance to the sacred tent; ", "16": "the altar for sacrifices with its bronze grating, its carrying poles, and its equipment; the large bronze bowl with its stand; ", "17": "the curtains with the posts and stands that go around the courtyard; ", "18": "the pegs and ropes for the tent and the courtyard; ", "19": "and the finely woven priestly clothes for Aaron and his sons.", "20": "Moses finished speaking, and everyone left. ", "21": "Then those who wanted to bring gifts to the Lord, brought them to be used for the sacred tent, the worship services, and the priestly clothes. ", "22": "Men and women came willingly and gave all kinds of gold jewelry such as pins, earrings, rings, and necklaces. ", "23": "Everyone brought their blue, purple, and red wool, their fine linen, and their cloth made of goat hair, as well as their ram skins dyed red and their fine leather. ", "24": "Anyone who had silver or bronze or acacia wood brought it as a gift to the Lord.", "25": "The women who were good at weaving cloth brought the blue, purple, and red wool and the fine linen they had made. ", "26": "And the women who knew how to make cloth from goat hair were glad to do so.", "27": "The leaders brought different kinds of jewels to be sewn on the special clothes and the breastpiece for the high priest. ", "28": "They also brought sweet-smelling spices to be mixed with the incense and olive oil that were for the lamps and for ordaining the priests. ", "29": "Moses had told the people what the Lord wanted them to do, and many of them decided to bring their gifts.", "30": "Moses said to the people of Israel: The Lord has chosen Bezalel[b] of the Judah tribe. ", "31-33": "Not only has the Lord filled him with his Spirit, but he has given him wisdom and made him a skilled craftsman who can create objects of art with gold, silver, bronze, stone, and wood. ", "34": "The Lord is urging him and Oholiab[c] from the tribe of Dan to teach others. ", "35": "And he has given them all kinds of artistic skills, including the ability to design and embroider with blue, purple, and red wool and to weave fine linen."}