{"1": "The Lord has given to Bezalel, Oholiab, and others the skills needed for building a place of worship, and they will follow the Lord's instructions.", "2": "Then Moses brought together these workers who were eager to work, ", "3": "and he gave them the money that the people of Israel had donated for building the place of worship. In fact, so much money was being given each morning, ", "4": "that finally everyone stopped working ", "5": "and said, “Moses, there is already more money than we need for what the Lord has assigned us to do.” ", "6": "So Moses sent word for the people to stop giving, and they did. ", "7": "But there was already more than enough to do what needed to be done.", "8-9": "The skilled workers got together to make the sacred tent and its linen curtains woven with blue, purple, and red wool and embroidered with figures of winged creatures. Each of the ten panels was fourteen yards long and two yards wide, ", "10": "and they were sewn together to make two curtains with five panels each. ", "11-13": "Then fifty loops of blue cloth were put along one of the wider sides of each curtain, and the two curtains were fastened together at the loops with fifty gold hooks.", "14-15": "As the material for the tent, goat hair was used to weave eleven sections fifteen yards by two yards each. ", "16": "These eleven sections were joined to make two panels, one with five and the other with six sections. ", "17": "Fifty loops were put along one of the wider sides of each panel, ", "18": "and the two panels were fastened at the loops with fifty bronze hooks. ", "19": "Two other coverings were made—one with fine leather and the other with ram skins dyed red.", "20": "Acacia wood was used to build the framework for the walls of the sacred tent. ", "21": "Each frame was fifteen feet high and twenty-seven inches wide ", "22-26": "with two wooden pegs near the bottom. Then two silver stands were placed under each frame with sockets for the pegs, so they could be joined together. Twenty of these frames were used along the south side and twenty more along the north. ", "27": "Six frames were used for the back wall along the west side ", "28-29": "with two more at the southwest and northwest corners. These corner frames were joined from top to bottom. ", "30": "Altogether, along the back wall there were eight frames with two silver stands under each of them.", "31-33": "Five crossbars were made for each of the wooden frames, with the center crossbar running the full length of the wall. ", "34": "The frames and crossbars were covered with gold, and gold rings were attached to the frames to run the crossbars through.", "35": "They made the inside curtain[a] of fine linen woven with blue, purple, and red wool, and embroidered with figures of winged creatures. ", "36": "They also made four acacia wood posts and covered them with gold. Then gold rings were fastened to the posts, which were set on silver stands.", "37": "For the entrance to the tent, they used a curtain of fine linen woven with blue, purple, and red wool and embroidered with fancy needlework. ", "38": "They made five posts, covered them completely with gold, and set them each on a gold-covered bronze stand. Finally, they attached hooks for the curtain."}