{"1": "Bezalel built an altar of acacia wood for offering sacrifices. It was seven and a half feet square and four and a half feet high ", "2": "with each of its four corners sticking up like the horn of a bull, and it was completely covered with bronze. ", "3": "The equipment for the altar was also made of bronze—the pans for the hot ashes, the shovels, the meat forks, and the fire pans. ", "4": "Midway up the altar he built a ledge around it and covered the bottom half of the altar with a decorative bronze grating. ", "5": "Then he attached a bronze ring beneath the ledge at the four corners to put the poles through. ", "6": "He covered two acacia wood poles with bronze and ", "7": "put them through the rings for carrying the altar, which was shaped like an open box.", "8": "Bezalel made a large bowl and a stand out of bronze from the mirrors of the women who helped at the entrance to the sacred tent.", "9-17": "Around the sacred tent Bezalel built a courtyard one hundred fifty feet long on the south and north and seventy-five feet wide on the east and west. He used twenty bronze posts on bronze stands for the south and north and ten for the west. Then he hung a curtain of fine linen on the posts along each of these three sides by using silver hooks and rods. He placed three bronze posts on each side of the entrance at the east and hung a curtain seven and a half yards wide on each set of posts.", "18-19": "For the entrance to the courtyard, Bezalel made a curtain ten yards long, which he hung on four bronze posts that were set on bronze stands. This curtain was the same height as the one for the rest of the courtyard and was made of fine linen embroidered and woven with blue, purple, and red wool. He hung the curtain on the four posts, using silver hooks and rods. ", "20": "The pegs for the tent and for the curtain around the tent were made of bronze.", "21-23": "Bezalel had worked closely with Oholiab,[a] who was an expert at designing and engraving, and at embroidering blue, purple, and red wool. The two of them completed the work that the Lord had commanded. Moses made Aaron's son Ithamar responsible for keeping record of the metals used for the sacred tent. ", "24": "According to the official weights, the amount of gold given was two thousand two hundred nine pounds, ", "25": "and the silver that was collected when the people were counted[b] came to seven thousand five hundred fifty pounds. ", "26": "Everyone who was counted paid the required amount, and there was a total of 603,550 men who were twenty years old or older.", "27": "Seventy-five pounds of the silver were used to make each of the one hundred stands for the sacred tent and the curtain. ", "28": "The remaining fifty pounds of silver were used for the hooks and rods and for covering the tops of the posts.", "29": "Five thousand three hundred pounds of bronze were given. ", "30": "And it was used to make the stands for the entrance to the tent, the altar and its grating, the equipment for the altar, ", "31": "the stands for the posts that surrounded the courtyard, including those at the entrance to the courtyard, and the pegs for the tent and the courtyard."}