{"1": "Beautiful priestly clothes were made of blue, purple, and red wool for Aaron to wear when he performed his duties in the holy place. This was done exactly as the Lord had commanded Moses.", "2-3": "The entire priestly vest was made of fine linen, woven with blue, purple, and red wool. Thin sheets of gold were hammered out and cut into threads that were skillfully woven into the vest. ", "4-5": "It had two shoulder straps to support it and a sash that fastened around the waist. ", "6": "Onyx[a] stones were placed in gold settings, and each one was engraved with the name of one of Israel's sons. ", "7": "Then these were attached to the shoulder straps of the vest, so the Lord would never forget his people. Everything was done exactly as the Lord had commanded Moses.", "8": "The breastpiece was made with the same materials and designs as the priestly vest. ", "9": "It was nine inches square and folded double ", "10": "with four rows of three precious stones: A carnelian, a chrysolite, and an emerald were in the first row; ", "11": "a turquoise, a sapphire, and a diamond were in the second row; ", "12": "a jacinth, an agate, and an amethyst were in the third row; ", "13": "and a beryl, an onyx, and a jasper[b] were in the fourth row. They were mounted in a delicate gold setting, ", "14": "and on each of them was engraved the name of one of the twelve tribes of Israel.", "15-18": "Two gold rings were attached to the upper front corners of the breastpiece and fastened with two braided gold chains to gold settings on the shoulder straps. ", "19": "Two other gold rings were attached to the lower inside corners next to the vest, ", "20": "and two more near the bottom of the shoulder straps right above the sash. ", "21": "To keep the breastpiece in place, a blue cord was used to tie the two lower rings on the breastpiece to those on the vest. These things were done exactly as the Lord had commanded Moses.", "22": "The priestly robe was made of blue wool ", "23": "with an opening in the center for the head. The material around the collar was bound so as to keep it from raveling. ", "24-26": "Along the hem of the robe were woven pomegranates[c] of blue, purple, and red wool with a bell of pure gold between each of them. This robe was to be worn by Aaron when he performed his duties.", "27-29": "Everything that Aaron and his sons wore was made of fine linen woven with blue, purple, and red wool, including their robes and turbans, their fancy caps and underwear, and even their sashes that were embroidered with needlework.", "30": "“Dedicated to the Lord” was engraved on a narrow strip of pure gold, ", "31": "which was fastened to Aaron's turban. These things were done exactly as the Lord had commanded Moses.", "32": "So the people of Israel finished making everything the Lord had told Moses to make. ", "33": "Then they brought it all to Moses: the sacred tent and its equipment, including the hooks, the framework and crossbars, and its posts and stands; ", "34": "the covering of tanned ram skins and fine leather; the inside curtain; ", "35": "the sacred chest with its carrying poles and the place of mercy; ", "36": "the table with all that goes on it, including the sacred bread; ", "37": "the lampstand of pure gold, together with its equipment and oil; ", "38": "the gold-covered incense altar; the ordination oil and the sweet-smelling incense; the curtain for the entrance to the tent; ", "39": "the bronze altar for sacrifices with its bronze grating, its carrying poles, and its equipment; the large bronze bowl with its stand; ", "40": "the curtain with its posts and cords, and its pegs and stands that go around the courtyard; everything needed for the sacred tent; ", "41": "and the finely woven priestly clothes for Aaron and his sons.", "42-43": "When Moses saw that the people had done everything exactly as the Lord had commanded, he gave them his blessing."}