{"1": "Moses asked the Lord, “Suppose everyone refuses to listen to my message, and no one believes that you really appeared to me?”", "2": "The Lord answered, “What's that in your hand?” “A walking stick,” Moses replied.", "3": "“Throw it down!” the Lord commanded. So Moses threw the stick on the ground. It immediately turned into a snake, and Moses jumped back.", "4": "“Pick it up by the tail!” the Lord told him. And when Moses did this, the snake turned back into a walking stick.", "5": "“Do this,” the Lord said, “and the Israelites will believe that you have seen me, the God who was worshiped by their ancestors Abraham, Isaac, and Jacob.”", "6": "Next, the Lord commanded Moses, “Put your hand inside your shirt.” Moses obeyed, and when he took it out, his hand had turned white as snow—like someone with leprosy.[a]", "7": "“Put your hand back inside your shirt,” the Lord told him. Moses did so, and when he took it out again, it was as healthy as the rest of his body.", "8-9": "Then the Lord said, “If no one believes either of these miracles, take some water from the Nile River and pour it on the ground. The water will immediately turn into blood.”", "10": "Moses replied, “I have never been a good speaker. I wasn't one before you spoke to me, and I'm not one now. I am slow at speaking, and I can never think of what to say.”", "11": "But the Lord answered, “Who makes people able to speak or makes them deaf or unable to speak? Who gives them sight or makes them blind? Don't you know that I am the one who does these things? ", "12": "Now go! When you speak, I will be with you and give you the words to say.”", "13": "Moses begged, “Lord, please send someone else to do it.”", "14": "The Lord became irritated with Moses and said: What about your brother Aaron, the Levite? I know he is a good speaker. He is already on his way here to visit you, and he will be happy to see you again. ", "15-16": "Aaron will speak to the people for you, and you will be like me, telling Aaron what to say. I will be with both of you as you speak, and I will tell each of you what to do. ", "17": "Now take this walking stick and use it to perform miracles.", "18": "Moses went to his father-in-law Jethro and asked, “Please let me return to Egypt to see if any of my people are still alive.” “All right,” Jethro replied. “I hope all goes well.”", "19": "But even before this, the Lord had told Moses, “Leave the land of Midian and return to Egypt. Everyone who wanted to kill you is dead.” ", "20": "So Moses put his wife and sons on donkeys and headed for Egypt, holding the walking stick that had the power of God.", "21": "On the way the Lord said to Moses: When you get to Egypt, go to the king and work the miracles I have shown you. But I will make him so stubborn that he will refuse to let my people go. ", "22": "Then tell him that I have said, “Israel is my first-born son, ", "23": "and I commanded you to release him, so he could worship me. But you refused, and now I will kill your first-born son.”", "24": "One night while Moses was in camp, the Lord was about to kill him. ", "25": "But Zipporah[b] circumcised her son with a flint knife. She touched his[c] legs with the skin she had cut off and said, “My dear son, this blood will protect you.”[d] ", "26": "So the Lord did not harm Moses. Then Zipporah said, “Yes, my dear, you are safe because of this circumcision.”[e]", "27": "The Lord sent Aaron to meet Moses in the desert. So Aaron met Moses at Mount Sinai[f] and greeted him with a kiss. ", "28": "Moses told Aaron what God had sent him to say; he also told him about the miracles God had given him the power to perform.", "29": "Later they brought together the leaders of Israel, ", "30": "and Aaron told them what the Lord had sent Moses to say. Then Moses worked the miracles for the people, ", "31": "and everyone believed. They bowed down and worshiped the Lord because they knew that he had seen their suffering and was going to help them."}