{"1": "The Lord said to Moses:", "2": "Set up my tent on the first day of the year[a] ", "3": "and put the chest with the Ten Commandments behind the inside curtain[b] of the tent. ", "4": "Bring in the table and set on it those things that are made for it. Also bring in the lampstand and attach the lamps to it. ", "5": "Then place the gold altar of incense in front of the sacred chest and hang a curtain at the entrance to the tent. ", "6": "Set the altar for burning sacrifices in front of the entrance to my tent. ", "7": "Put the large bronze bowl between the tent and the altar and fill the bowl with water. ", "8": "Surround the tent and the altar with the wall of curtains and hang the curtain that was made for the entrance.", "9": "Use the sacred olive oil to dedicate the tent and everything in it to me. ", "10": "Do the same thing with the altar for offering sacrifices and its equipment ", "11": "and with the bowl and its stand. ", "12": "Bring Aaron and his sons to the entrance of the tent and have them wash themselves. ", "13": "Dress Aaron in the priestly clothes, then use the sacred olive oil to ordain him and dedicate him to me as my priest. ", "14": "Put the priestly robes on Aaron's sons ", "15": "and ordain them in the same way, so they and their descendants will always be my priests.", "16": "Moses followed the Lord's instructions. ", "17": "And on the first day of the first month[c] of the second year, the sacred tent was set up. ", "18": "The posts, stands, and framework were put in place, ", "19": "then the two layers of coverings were hung over them. ", "20": "The stones with the Ten Commandments written on them were stored in the sacred chest, the place of mercy[d] was put on top of it, and the carrying poles were attached. ", "21": "The chest was brought into the tent and set behind the curtain in the most holy place. These things were done exactly as the Lord had commanded Moses.", "22": "The table for the sacred bread was put along the north wall of the holy place, ", "23": "after which the bread was set on the table. ", "24": "The lampstand was put along the south wall, ", "25": "then the lamps were attached to it there in the presence of the Lord. ", "26": "The gold incense altar was set up in front of the curtain, ", "27": "and sweet-smelling incense was burned on it. These things were done exactly as the Lord had commanded Moses.", "28": "The curtain was hung at the entrance to the sacred tent. ", "29": "Then the altar for offering sacrifices was put in front of the tent, and animal sacrifices and gifts of grain were offered there. ", "30": "The large bronze bowl was placed between the altar and the entrance to the tent. It was filled with water, ", "31": "then Moses and Aaron, together with Aaron's sons, washed their hands and feet. ", "32": "In fact, they washed each time before entering the tent or offering sacrifices at the altar. These things were done exactly as the Lord had commanded Moses.", "33": "Finally, Moses had the curtain hung around the courtyard.", "34": "Suddenly the sacred tent was covered by a thick cloud and filled with the glory of the Lord. ", "35": "And so, Moses could not enter the tent. ", "36": "Whenever the cloud moved from the tent, the people would break camp and follow; ", "37": "then they would set up camp and stay there, until it moved again. ", "38": "No matter where the people traveled, the Lord was with them. Each day his cloud was over the tent, and each night a fire could be seen in the cloud."}