{"1": "Moses and Aaron went to the king[a] of Egypt and told him, “The Lord God says, 'Let my people go into the desert, so they can honor me with a celebration there.'”", "2": "“Who is this Lord and why should I obey him?” the king replied. “I refuse to let you and your people go!”", "3": "They answered, “The Lord God of the Hebrews, has appeared to us. Please let us walk three days into the desert where we can offer sacrifices to him. If you don't, he may strike us down with terrible troubles or with war.”", "4-5": "The king said, “Moses and Aaron, why are you keeping these people from working? Look how many you are keeping from doing their work. Now everyone get back to work!”", "6": "That same day the king gave orders to his slave bosses and to the men directly in charge of the Israelite slaves. He told them:", "7": "Don't give the slaves any more straw[b] to put in their bricks. Force them to find their own straw wherever they can, ", "8": "but they must make the same number of bricks as before. They are lazy, or else they would not beg me to let them go and sacrifice to their God. ", "9": "Make them work so hard that they won't have time to listen to these lies.", "10": "The slave bosses and the men in charge of the slaves went out and told them, “The king says he will not give you any more straw. ", "11": "Go and find your own straw wherever you can, but you must still make as many bricks as before.”", "12": "The slaves went all over Egypt, looking for straw. ", "13": "But the slave bosses were hard on them and kept saying, “Each day you have to make as many bricks as you did when you were given straw.” ", "14": "The bosses beat the men in charge of the slaves and said, “Why didn't you force the slaves to make as many bricks yesterday and today as they did before?”", "15": "Finally, the men in charge of the slaves went to the king and said, “Why are you treating us like this? ", "16": "No one brings us any straw, but we are still ordered to make the same number of bricks. We are beaten with whips, and your own people are to blame.”", "17": "The king replied, “You are lazy—nothing but lazy! That's why you keep asking me to let you go and sacrifice to your Lord. ", "18": "Get back to work! You won't be given straw, but you must still make the same number of bricks.”", "19": "The men knew they were in deep trouble when they were ordered to make the same number of bricks each day. ", "20": "After they left the king, they went to see Moses and Aaron, who had been waiting for them. ", "21": "Then the men said, “We hope the Lord will punish both of you for making the king and his officials hate us. Now they even have an excuse to kill us.”", "22": "Moses left them and prayed, “Our Lord, why have you brought so much trouble on your people? Is that why you sent me here? ", "23": "Ever since you told me to speak to the king,[c] he has caused nothing but trouble for these people. And you haven't done a thing to help.”"}