{"1": "The Lord God told Moses: Soon you will see what I will do to the king. Because of my mighty power, he will let my people go, and he will even chase them out of his country.", "2": "My name is the Lord.[a] ", "3": "But when I appeared to Abraham, Isaac, and Jacob, I came as God All-Powerful and did not use my name. ", "4": "I made an agreement and promised them the land of Canaan, where they were living as foreigners. ", "5": "Now I have seen how the people of Israel are suffering because of the Egyptians, and I will keep my promise.", "6": "Here is my message for Israel: “I am the Lord! And with my mighty power I will punish the Egyptians and free you from slavery. ", "7": "I will accept you as my people, and I will be your God. Then you will know that I was the one who rescued you from the Egyptians. ", "8": "I will bring you into the land that I solemnly promised Abraham, Isaac, and Jacob, and it will be yours. I am the Lord!”", "9": "When Moses told this to the Israelites, they were too discouraged and mistreated to believe him.", "10": "Then the Lord told Moses ", "11": "to demand that the king of Egypt let the Israelites leave. ", "12": "But Moses replied, “I'm not a powerful speaker. If the Israelites won't listen to me, why should the king of Egypt?” ", "13": "But the Lord sent Aaron and Moses with a message for the Israelites and for the king; he also ordered Aaron and Moses to free the people from Egypt.", "14": "The following men were the heads of their ancestral clans: The sons of Reuben, Jacob's[b] oldest son, were Hanoch, Pallu, Hezron, and Carmi.", "15": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman.", "16": "Levi lived to be one hundred thirty-seven; his sons were Gershon, Kohath, and Merari.", "17": "Gershon's sons were Libni and Shimei.", "18": "Kohath lived to be one hundred thirty-three; his sons were Amram, Izhar, Hebron, and Uzziel.", "19": "Merari's sons were Mahli and Mushi. All of the above were from the Levi tribe.", "20": "Amram lived to be one hundred thirty-seven. He married his father's sister Jochebed, and they had two sons, Aaron and Moses.", "21": "Izhar's sons were Korah, Nepheg, and Zichri.", "22": "Uzziel's sons were Mishael, Elzaphan, and Sithri.", "23": "Aaron married Elisheba. She was the daughter of Amminadab and the sister of Nahshon; they had four sons, Nadab, Abihu, Eleazar, and Ithamar.", "24": "Korah's sons were Assir, Elkanah, and Abiasaph.", "25": "Aaron's son Eleazar married one of Putiel's daughters, and their son was Phinehas. This ends the list of those who were the heads of clans in the Levi tribe.", "26": "The Lord had commanded Aaron and Moses to lead every family and tribe of Israel out of Egypt, ", "27": "and so they ordered the king of Egypt to set the people of Israel free.", "28": "When the Lord spoke to Moses in the land of Egypt, ", "29": "he said, “I am the Lord. Tell the king[c] of Egypt everything I say to you.”", "30": "But Moses answered, “You know I am a very poor speaker, and the king will never listen to me.”"}