{"1": "The Lord said: I am going to let your brother Aaron speak for you. He will tell your message to the king, just as a prophet speaks my message to the people. ", "2": "Tell Aaron everything I say to you, and he will order the king to let my people leave his country. ", "3-4": "But I will make the king so stubborn that he won't listen to you. He won't listen even when I do many terrible things to him and his nation. Then I will bring a final punishment on Egypt, and the king will let Israel's families and tribes go. ", "5": "When this happens, the Egyptians will know that I am the Lord.", "6": "Moses and Aaron obeyed the Lord ", "7": "and spoke to the king. At the time, Moses was eighty years old, and Aaron was eighty-three.", "8-9": "The Lord said, “Moses, when the king [a] asks you and Aaron to perform a miracle, command Aaron to throw his walking stick down in front of the king, and it will turn into a snake.”", "10": "Moses and Aaron went to the king and his officials and did exactly as the Lord had commanded—Aaron threw the stick down, and it turned into a snake. ", "11": "Then the king called in the wise men and the magicians, who used their secret powers to do the same thing—", "12": "they threw down sticks that turned into snakes. But Aaron's snake swallowed theirs. ", "13": "The king behaved just as the Lord had said and stubbornly refused to listen.", "14": "The Lord said to Moses: The Egyptian king [b] stubbornly refuses to change his mind and let the people go. ", "15": "Tomorrow morning take the stick that turned into a snake, then wait beside the Nile River for the king. ", "16": "Tell him, “The Lord God of the Hebrews sent me to order you to release his people, so they can worship him in the desert. But until now, you have paid no attention.", "17": "“The Lord is going to do something to show you that he really is the Lord. I will strike the Nile with this stick, and the water will turn into blood. ", "18": "The fish will die, the river will stink, and none of you Egyptians will be able to drink the water.”", "19": "Moses, then command Aaron to hold his stick over the water. And when he does, every drop of water in Egypt will turn into blood, including rivers, canals, ponds, and even the water in buckets and jars.", "20": "Moses and Aaron obeyed the Lord. Aaron held out his stick, then struck the Nile, as the king and his officials watched. The river turned into blood, ", "21": "the fish died, and the water smelled so bad that none of the Egyptians could drink it. Blood was everywhere in Egypt.", "22": "But the Egyptian magicians used their secret powers to do the same thing. The king did just as the Lord had said—he stubbornly refused to listen. ", "23": "Then he went back to his palace and never gave it a second thought. ", "24": "The Egyptians had to dig holes along the banks of the Nile for drinking water, because water from the river was unfit to drink.", "25": "Seven days after the Lord had struck the Nile, "}