{"1": "he said to Moses: Go to the palace and tell the king [a] of Egypt that I order him to let my people go, so they can worship me. ", "2": "If he refuses, I will cover his entire country with frogs. ", "3": "Warn the king that the Nile will be full of frogs, and from there they will spread into the royal palace, including the king's bedroom and even his bed. Frogs will enter the homes of his officials and will find their way into ovens and into the bowls of bread dough. ", "4": "Frogs will be crawling on everyone—the king, his officials, and every citizen of Egypt.", "5": "Moses, now command Aaron to hold his stick over the water. Then frogs will come from all rivers, canals, and ponds in Egypt, and they will cover the land.", "6": "Aaron obeyed, and suddenly frogs were everywhere in Egypt. ", "7": "But the magicians used their secret powers to do the same thing.", "8": "The king sent for Moses and Aaron and told them, “If you ask the Lord to take these frogs away from me and my people, I will let your people go and offer sacrifices to him.”", "9": "“All right,” Moses answered. “You choose the time when I am to pray for the frogs to stop bothering you, your officials, and your people, and for them to leave your houses and be found only in the river.”", "10": "“Do it tomorrow!” the king replied. “As you wish,” Moses agreed. “Then everyone will discover that there is no god like the Lord, ", "11": "and frogs will no longer be found anywhere, except in the Nile.”", "12": "After Moses and Aaron left the palace, Moses begged the Lord to do something about the frogs he had sent as punishment for the king. ", "13": "The Lord listened to Moses, and frogs died everywhere—in houses, yards, and fields. ", "14": "The dead frogs were placed in piles, and the whole country began to stink. ", "15": "But when the king saw that things were now better, he again did just as the Lord had said and stubbornly refused to listen to Moses and Aaron.", "16": "The Lord said to Moses, “Command Aaron to strike the ground with his walking stick, and everywhere in Egypt the dust will turn into gnats.” ", "17": "They obeyed, and when Aaron struck the ground with the stick, gnats started swarming on people and animals. In fact, every speck of dust in Egypt turned into a gnat. ", "18": "When the magicians tried to use their secret powers to do this,[b] they failed, and gnats stayed on people and animals.", "19": "The magicians told the king,[c] “God has done this.” But, as the Lord had said, the king was too stubborn to listen.", "20": "The Lord said to Moses: Early tomorrow morning, while the king [d] is on his way to the river, go and say to him, “The Lord commands you to let his people go, so they can worship him. ", "21": "If you don't, he will send swarms of flies to attack you, your officials, and every citizen of your country. Houses will be full of flies, and the ground will crawl with them.", "22-23": "“The Lord's people in Goshen won't be bothered by flies, but your people in the rest of the country will be tormented by them. That's how you will know that the Lord is here in Egypt. This miracle will happen tomorrow.”", "24": "The Lord kept his promise—the palace and the homes of the royal officials swarmed with flies, and the rest of the country was infested with them as well. ", "25": "Then the king sent for Moses and Aaron and told them, “Go sacrifice to your God, but stay here in Egypt.”", "26": "“That's impossible!” Moses replied. “Any sacrifices we offer to the Lord our God would disgust the Egyptians, and they would stone us to death. ", "27": "No indeed! The Lord has ordered us to walk three days into the desert before offering sacrifices to him, and that's what we have to do.”", "28": "Then the king told him, “I'll let you go into the desert to offer sacrifices, if you don't go very far. But in the meantime, pray for me.”", "29": "“Your Majesty,” Moses replied, “I'll pray for you as soon as I leave, and by tomorrow the flies will stop bothering you, your officials, and the citizens of your country. Only make sure that you're telling the truth this time and that you really intend to let our people offer sacrifices to the Lord.”", "30": "After leaving the palace, Moses prayed, ", "31": "and the Lord answered his prayer. Not a fly was left to pester the king, his officials, or anyone else in Egypt. ", "32": "But the king turned stubborn again and would not let the people go."}