{"1": "The Lord sent Moses with this message for the king [a] of Egypt: The Lord God of the Hebrews commands you to let his people go, so they can worship him. ", "2": "If you keep refusing, ", "3": "he will bring a terrible disease on your horses and donkeys, your camels and cattle, and your sheep and goats. ", "4": "But the Lord will protect the animals that belong to the people of Israel, and none of theirs will die. ", "5": "Tomorrow is the day the Lord has set to do this.", "6": "It happened the next day—all of the animals belonging to the Egyptians died, but the Israelites did not lose even one. ", "7": "When the king found out, he was still too stubborn to let the people go.", "8": "The Lord said to Moses and Aaron: Take a few handfuls of ashes from a stove and have Moses throw them into the air. Be sure the king is watching. ", "9": "The ashes will blow across the land of Egypt, causing sores to break out on people and animals.", "10": "So they took a few handfuls of ashes and went to the king.[b] Moses threw them into the air, and sores immediately broke out on the Egyptians and their animals. ", "11": "The magicians were suffering so much from the sores, that they could not even come to Moses. ", "12": "Everything happened just as the Lord had told Moses—he made the king too stubborn to listen to Moses and Aaron.", "13": "The Lord told Moses to get up early the next morning and say to the king: [c] The Lord God of the Hebrews commands you to let his people go, so they can worship him! ", "14": "If you don't, he will send his worst plagues to strike you, your officials, and everyone else in your country. Then you will find out that no one can oppose the Lord. ", "15": "In fact, he could already have sent a terrible disease and wiped you from the face of the earth. ", "16": "But he has kept you alive, just to show you his power and to bring honor to himself everywhere in the world.", "17": "You are still determined not to let the Lord's people go. ", "18": "All right. At this time tomorrow, he will bring on Egypt the worst hailstorm in its history. ", "19": "You had better give orders for every person and every animal in Egypt to take shelter. If they don't, they will die.", "20": "Some of the king's officials were frightened by what the Lord had said, and they hurried off to make sure their slaves and animals were safe. ", "21": "But others paid no attention to his threats and left their slaves and animals out in the open.", "22": "Then the Lord told Moses, “Stretch your arm toward the sky, so that hailstones will fall on people, animals, and crops in the land of Egypt.” ", "23-24": "Moses pointed his walking stick toward the sky, and hailstones started falling everywhere. Thunder roared, and lightning flashed back and forth, striking the ground. This was the worst storm in the history of Egypt. ", "25": "People, animals, and crops were pounded by the hailstones, and bark was stripped from trees. ", "26": "Only Goshen, where the Israelites lived, was safe from the storm.", "27": "The king sent for Moses and Aaron and told them, “Now I have really sinned! My people and I are guilty, and the Lord is right. ", "28": "We can't stand any more of this thunder and hail. Please ask the Lord to make it stop. Your people can go—you don't have to stay in Egypt any longer.”", "29": "Moses answered, “As soon as I leave the city, I will lift my arms in prayer. When the thunder and hail stop, you will know that the earth belongs to the Lord. ", "30": "But I am certain that neither you nor your officials really fear the Lord God.”", "31": "Meanwhile, the flax and barley crops had been destroyed by the storm because they were ready to ripen. ", "32": "But the wheat crops [d] ripen later, and they were not damaged.", "33": "After Moses left the royal palace and the city, he lifted his arms in prayer to the Lord, and the thunder, hail, and drenching rain stopped. ", "34": "When the king realized that the storm was over, he disobeyed once more. He and his officials were so stubborn ", "35": "that he refused to let the Israelites go. This was exactly what the Lord had said would happen."}