{"1": "Paul Paulos,  · kai Silvanus Silouanos,  and kai Timothy Timotheos,  to  the ho church ekklēsia of  the  Thessalonians Thessalonikeus in en God theos the  Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos:  Grace charis to  you hymeis and kai peace eirēnē. ", "2": "We  continually pantote give  thanks eucharisteō to ho God theos for peri all pas of  you hymeis,  making poieō mention mneia of you  in epi · ho our hēmeis prayers proseuchē,  unceasingly adialeiptōs", "3": "remembering mnēmoneuō before emprosthen our hēmeis God theos and kai Father patēr your hymeis · ho work ergon of ho faith pistis,  · kai your ho labor kopos of ho love agapē and kai the ho steadfastness hypomonē of  your ho hope elpis in ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos.  · ho", "4": "We  know oida,  brothers adelphos loved agapaō by hypo · ho God theos,  that ho he has  chosen eklogē you hymeis, ", "5": "because hoti · ho our hēmeis gospel euangelion did  not ou come ginomai to eis you hymeis with en words logos only monon,  but alla also kai with en power dynamis— · kai with en the  Holy hagios Spirit pneuma and kai full polys conviction plērophoria— as kathōs you  know oida what  kind  of hoios men  we  were ginomai among en you hymeis for dia your hymeis sakes. ", "6": "And kai you hymeis became ginomai imitators mimētēs of  us hēmeis and kai of  the ho Lord kyrios,  for  you  accepted dechomai the ho word logos in en the  midst  of  much polys affliction thlipsis,  with meta the  joy chara of  the  Holy hagios Spirit pneuma. ", "7": "So hōste you hymeis became ginomai an  example typos for  all pas the ho believers pisteuō in en · ho Macedonia Makedonia and kai in en · ho Achaia Achaia. ", "8": "The ho word logos of  the ho Lord kyrios has  echoed  forth exēcheō from apo you hymeis not ou only monon in en · ho Macedonia Makedonia and kai · ho Achaia Achaia,  but alla in en every pas place topos · ho your hymeis faith pistis · ho in pros · ho God theos has  become  known exerchomai,  so hōste we hēmeis have echō no mē need chreia to  say laleō anything tis. ", "9": "For gar they apangellō themselves autos report apangellō regarding peri us hēmeis what  kind  of hopoios reception eisodos we  had echō among pros you hymeis,  and kai how pōs you  turned epistrephō to pros · ho God theos from apo · ho idols eidōlon to  serve douleuō the  living zaō and kai true alēthinos God theos, ", "10": "and kai to  wait anamenō for  · ho his autos Son hyios from ek · ho heaven ouranos,  whom hos he  raised egeirō from ek the ho dead nekros,  Jesus Iēsous,  · ho our hēmeis deliverer rhyomai from ek the ho coming erchomai wrath orgē.  · ho"}