{"1": "So dio when  we  could  bear stegō it  no  longer mēketi,  we  decided eudokeō to  remain  behind kataleipō at en Athens  alone monos, ", "2": "and kai we  sent pempō Timothy Timotheos,  · ho our hēmeis brother adelphos and kai coworker synergos for ho God theos in en the ho gospel euangelion of ho Christ Christos,  to eis establish stērizō and kai encourage parakaleō you hymeis in hyper · ho your hymeis faith pistis, ", "3": "so ho that  no  one mēdeis would  be  moved sainō by en · ho these houtos afflictions thlipsis.  For gar you  yourselves autos know oida that hoti we  were  destined keimai for eis this houtos. ", "4": "· kai In  fact gar,  when hote we  were eimi with pros you hymeis,  we  told prolegō you hymeis in  advance  that hoti we  would mellō suffer  persecution thlibō;  even  as kathōs · kai it  has  turned ginomai out ,  as kai you  know oida. ", "5": "So  because dia houtos I kagō could  bear stegō it  no  longer mēketi,  I  sent pempō to eis find  out ginōskō about ho your hymeis faith pistis;  for  fear  that mē somehow pōs the ho tempter peirazō had  tempted peirazō you hymeis and kai our hēmeis labor kopos had  been ginomai in eis vain kenos.  · ho", "6": "But de just  now arti Timothy Timotheos has  come erchomai to pros us hēmeis from apo you hymeis,  and kai has  brought  us hēmeis the  good  news euangelizō of ho your  faith pistis and kai · ho your hymeis love agapē;  and kai that hoti you  always pantote think mneia of  us hēmeis with echō affection agathos and  long epipotheō to see  us hēmeis even  as kathaper · kai we hēmeis long to see  you hymeis. ", "7": "So dia houtos in epi all pas our hēmeis distress anankē and kai affliction thlipsis,  brothers adelphos,  we  have  been  reassured parakaleō about epi you hymeis · ho by dia · ho your hymeis faith pistis. ", "8": "For hoti now nyn we  live zaō,  if ean you hymeis stand stēkō firm  in en the  Lord kyrios. ", "9": "For gar what tis thanksgiving eucharistia can  we dynamai return antapodidōmi to ho God theos for peri you hymeis,  for epi all pas the ho joy chara with  which hos we  rejoice chairō before emprosthen our hēmeis God theos because dia of  you hymeis?  · ho", "10": "Night nyx and kai day hēmera we  pray deomai most  earnestly hyperekperissou that eis we may see  your hymeis · ho face prosōpon and kai supply katartizō what ho is  lacking hysterēma in ho your hymeis faith pistis. ", "11": "Now de may  · ho our hēmeis God theos and kai Father patēr himself autos,  and kai · ho our hēmeis Lord kyrios Jesus Iēsous,  direct kateuthunō · ho our hēmeis way hodos to pros you hymeis. ", "12": "And de may  the ho Lord kyrios cause  you hymeis to  increase pleonazō and kai abound perisseuō in ho love agapē for eis one  another allēlōn and kai for eis all pas,  even  as kathaper · kai we hēmeis do  for eis you hymeis, ", "13": "so  as  to eis establish stērizō your hymeis · ho hearts kardia blameless amemptos in en holiness hagiōsynē before emprosthen · ho our hēmeis God theos and kai Father patēr,  at en the ho coming parousia of ho our hēmeis Lord kyrios Jesus Iēsous with meta all pas · ho his autos saints hagios. "}