{"1": "Finally loipos,  then oun,  brothers adelphos,  we  ask erōtaō and kai urge parakaleō you hymeis in en the  Lord kyrios Jesus Iēsous,  that hina as kathōs you  received paralambanō from para us hēmeis how pōs you hymeis ought dei to  live peripateō so  as kai to  please areskō God theos ( even  as kathōs · kai you  are  doing peripateō),  that hina you  do  so  more perisseuō and  more mallon. ", "2": "For gar you  know oida what tis commands parangelia we  gave didōmi you hymeis by dia the  authority  of  the ho Lord kyrios Jesus Iēsous. ", "3": "For gar this houtos is eimi the  will thelēma of ho God theos— · ho your hymeis sanctification hagiasmos:  that  you hymeis abstain apechō from apo · ho sexual porneia immorality , ", "4": "that  each hekastos of  you hymeis learn oida how  to  maintain  control  over ktaomai · ho his  own heautou “ vessel skeuos”  in en holiness hagiasmos and kai honor timē, ", "5": "not mē with en the  passion pathos of  lust epithumia,  like kathaper · kai the ho Gentiles ethnos who ho do  not mē know oida · ho God theos. ", "6": "No mē one  should  sin  against hyperbainō or kai take  advantage  of pleonekteō his autos brother adelphos in en this ho matter pragma,  · ho because dioti the  Lord kyrios is the  avenger ekdikos in peri all pas these houtos things ,  as kathōs indeed kai we told  you hymeis beforehand  with kai solemn  warning diamartyromai. ", "7": "For gar God theos has  not ou called kaleō us hēmeis · ho for epi impurity akatharsia,  but alla in en holiness hagiasmos. ", "8": "Consequently toigaroun the ho one  who  rejects atheteō this  is atheteō not ou rejecting atheteō man anthrōpos,  but alla · ho God theos,  who ho also kai has  given didōmi · ho his autos Holy hagios Spirit pneuma · ho to eis you hymeis. ", "9": "Now de with  regard  to peri · ho brotherly  love philadelphia you  have echō no ou need chreia for us  to  write graphō to  you hymeis,  for gar you hymeis yourselves autos have  been eimi taught  by  God theodidaktos how eis to  love agapaō one  another allēlōn. ", "10": "Indeed kai gar you  do poieō show  love autos toward eis all pas the ho brothers adelphos · ho throughout en holos · ho Macedonia Makedonia,  but de we  urge parakaleō you hymeis,  brothers adelphos,  to  do  so  more perisseuō and  more mallon. ", "11": "· kai Make  it  your  aim philotimeomai to  lead  a  quiet  life hēsychazō,  · kai to  attend  to prassō · ho your  own idios affairs ,  and kai to  work ergazomai with ho your hymeis own idios hands cheir,  as kathōs we  commanded parangellō you hymeis. ", "12": "In  this  way hina you  will  live peripateō a  proper euschēmonōs life  before pros · ho outsiders exō and kai be echō dependent  on chreia no  one mēdeis. ", "13": "Now de we  do  not ou want thelō you hymeis to  be  uninformed agnoeō,  brothers adelphos,  about peri those ho who  are  asleep koimaō,  so  that hina you  will  not mē grieve lypeō as kathōs · kai · ho others loipos do  who ho have echō no mē hope elpis. ", "14": "For gar if ei we  believe pisteuō that hoti Jesus Iēsous died apothnēskō and kai rose  again anistēmi,  so houtōs also kai do we believe that  · ho God theos will  bring agō with syn him autos those ho who  have  fallen  asleep koimaō in dia · ho Jesus Iēsous. ", "15": "For gar this houtos we  say legō to  you hymeis by en the  word logos of  the  Lord kyrios,  that hoti we hēmeis who ho are  alive zaō,  who ho remain  behind perileipomai until eis the ho coming parousia of  the ho Lord kyrios,  will  by  no  means ou precede phthanō those ho who  have  fallen  asleep koimaō, ", "16": "because hoti the ho Lord kyrios himself autos will  descend katabainō from apo heaven ouranos with en a  cry  of  command keleusma,  with en the  voice phōnē of  an  archangel archangelos,  and kai with en the  trumpet salpinx of  God theos,  and kai the ho dead nekros in en Christ Christos will  rise anistēmi first prōton. ", "17": "Then epeita we hēmeis who ho are  alive zaō,  who ho remain  behind perileipomai,  will  be  caught  up harpazō in en the  clouds nephelē together hama with syn them autos to eis meet apantēsis the ho Lord kyrios in eis the  air aēr.  And kai so houtōs we  will  be eimi forever pantote with syn the  Lord kyrios. ", "18": "So hōste encourage parakaleō one  another allēlōn with en · ho these houtos words logos. "}