{"1": "Now de concerning peri the ho times chronos and kai the ho seasons kairos,  brothers adelphos,  you  have echō no ou need chreia for anything  to  be  written graphō to  you hymeis, ", "2": "for gar you oida yourselves autos know oida full  well akribōs that hoti the  day hēmera of  the  Lord kyrios will  come erchomai like hōs a  thief kleptēs by en night nyx. ", "3": "When hotan they  are  saying legō, “ Peace eirēnē and kai security asphaleia,” it is  then tote that  sudden aiphnidios destruction olethros will  come ephistēmi upon  them autos,  like hōsper · ho labor  pains ōdin upon ho a  woman  with  child en,  and kai they  will  not ou mē escape ekpheugō. ", "4": "But de you hymeis,  brothers adelphos,  are eimi not ou in en darkness skotos,  for  that hina · ho day hēmera to  take katalambanō you hymeis by  surprise katalambanō like hōs a  thief kleptēs; ", "5": "for gar you hymeis are eimi all pas sons hyios of  light phōs,  · kai sons hyios of  the  day hēmera.  We  do  not ou belong eimi to  night nyx or oude darkness skotos. ", "6": "So ara then oun let  us  not mē fall  asleep katheudō as hōs · ho others loipos do;  rather alla let  us  stay  awake grēgoreō and kai be  sober nēphō. ", "7": "For gar those ho who  sleep katheudō,  sleep katheudō at  night nyx,  and kai those ho who  get  drunk methyskō,  are  drunk methyō at  night nyx; ", "8": "but de let  us hēmeis who  belong  to eimi the  daylight hēmera stay  sober nēphō,  putting  on endyō the  breastplate thōrax of  faith pistis and kai love agapē,  and kai as  a  helmet perikephalaia the  hope elpis of  salvation sōtēria. ", "9": "For hoti God theos has  not ou appointed tithēmi us hēmeis · ho for eis wrath orgē,  but alla to eis obtain peripoiēsis salvation sōtēria through dia · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos, ", "10": "who ho died apothnēskō for hyper us hēmeis,  so  that hina whether eite we  are  awake grēgoreō or eite asleep katheudō we  will  come  to  life zaō together hama with syn him autos. ", "11": "Therefore dio encourage parakaleō one  another allēlōn and kai build oikodomeō one heis · ho another heis up,  as kathōs indeed kai you  are  doing poieō. ", "12": "Now de we  ask erōtaō you hymeis,  brothers adelphos,  to  respect oida those ho who  work  tirelessly kopiaō among en you hymeis,  · kai care proistēmi for  you hymeis in en the  Lord kyrios,  and kai instruct noutheteō you hymeis; ", "13": "and kai to  esteem hēgeomai them autos very  highly hyperekperissou in en love agapē because dia of  · ho their autos work ergon.  Be  at  peace eirēneuō among en yourselves heautou. ", "14": "Now de we  appeal  to parakaleō you hymeis,  brothers adelphos,  admonish noutheteō the ho disorderly ataktos,  comfort paramytheomai the ho discouraged oligopsychos,  help antechō the ho weak asthenēs,  be  patient makrothumeō toward pros all pas. ", "15": "See horaō that  no mē one tis pays  back apodidōmi anyone tis evil kakos for anti evil kakos,  but alla always pantote pursue diōkō what ho is  good agathos both kai for eis one  another allēlōn and kai for eis all pas. ", "16": "Rejoice chairō at  all  times pantote, ", "17": "pray proseuchomai without  ceasing adialeiptōs, ", "18": "give  thanks eucharisteō in en everything pas,  for gar this houtos is God' s theos will thelēma for eis you hymeis in en Christ Christos Jesus Iēsous. ", "19": "Do sbennymi not mē quench sbennymi the ho Spirit pneuma, ", "20": "do exoutheneō not mē scoff  at exoutheneō prophetic  utterances prophēteia, ", "21": "but de test dokimazō everything pas,  hold  fast katechō what ho is  good kalos, ", "22": "abstain apechō from apo evil ponēros of  every pas kind eidos. ", "23": "Now de may  the ho God theos of ho peace eirēnē himself autos sanctify hagiazō you hymeis completely holotelēs,  and kai may tēreō your hymeis · ho spirit pneuma,  · kai · ho soul psychē,  and kai · ho body sōma be  preserved tēreō completely  whole holoklēros and  blameless amemptōs at en the ho coming parousia of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "24": "The ho one  who  calls kaleō you hymeis is  faithful pistos, and  he hos will  surely kai do poieō it. ", "25": "Pray proseuchomai also kai for peri us hēmeis,  brothers adelphos. ", "26": "Greet aspazomai all pas the ho brothers adelphos with en a  holy hagios kiss philēma. ", "27": "I  ask enorkizō you hymeis to  swear  by  the name of  the ho Lord kyrios to  have  this ho letter epistolē read anaginōskō to  all pas the ho brothers adelphos. ", "28": "The ho grace charis of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos be  with meta you hymeis. "}