{"1": "The vision of Obadiah. Thus says the Lord [a]God concerning Edom— We have heard a report from the Lord, And an envoy has been sent among the nations saying, “Arise and let us go against her for battle”—", "2": "“Behold, I will make you small among the nations; You are greatly despised.", "3": "“The arrogance of your heart has deceived you, You who live in the clefts of [b]the rock, In the loftiness of your dwelling place, Who say in your heart, 'Who will bring me down to earth?'", "4": "“Though you build high like the eagle, Though you set your nest among the stars, From there I will bring you down,” declares the Lord.", "5": "“If thieves came to you, If [c]robbers by night— O how you will be ruined!— Would they not steal only [d]until they had enough? If grape gatherers came to you, Would they not leave some gleanings?", "6": "“O how Esau will be ransacked, And his hidden treasures searched out!", "7": "“All the men [e]allied with you Will send you forth to the border, And the men at peace with you Will deceive you and overpower you. They who eat your bread Will set an ambush for you. (There is no understanding [f]in him.)", "8": "“Will I not on that day,” declares the Lord, “Destroy wise men from Edom And understanding from the mountain of Esau?", "9": "“Then your mighty men will be dismayed, O Teman, So that everyone may be cut off from the mountain of Esau by slaughter.", "10": "“Because of violence to your brother Jacob, [g]You will be covered with shame, And you will be cut off forever.", "11": "“On the day that you stood aloof, On the day that strangers carried off his wealth, And foreigners entered his gate And cast lots for Jerusalem— You too were as one of them.", "12": "“Do not [h]gloat over your brother's day, The day of his misfortune. And do not rejoice over the sons of Judah In the day of their destruction; Yes, do not [i]boast In the day of their distress.", "13": "“Do not enter the gate of My people In the day of their disaster. Yes, you, do not [j]gloat over their calamity In the day of their disaster. And do not loot their wealth In the day of their disaster.", "14": "“Do not stand at the fork of the road To cut down their fugitives; And do not imprison their survivors In the day of their distress.", "15": "“For the day of the Lord draws near on all the nations. As you have done, it will be done to you. Your dealings will return on your own head.", "16": "“Because just as you drank on My holy mountain, All the nations will drink continually. They will drink and [k]swallow And become as if they had never existed.", "17": "“But on Mount Zion there will be those who escape, And it will be holy. And the house of Jacob will possess their possessions.", "18": "“Then the house of Jacob will be a fire And the house of Joseph a flame; But the house of Esau will be as stubble. And they will set [l]them on fire and consume [m]them, So that there will be no survivor of the house of Esau,” For the Lord has spoken.", "19": "Then those of the [n]Negev will possess the mountain of Esau, And those of the [o]Shephelah the Philistine plain; Also, possess the territory of Ephraim and the territory of Samaria, And Benjamin will possess Gilead.", "20": "And the exiles of this host of the sons of Israel, Who are among the Canaanites as far as Zarephath, And the exiles of Jerusalem who are in Sepharad Will possess the cities of the Negev.", "21": "The deliverers will ascend Mount Zion To judge the mountain of Esau, And the kingdom will be the Lord's."}