{"1": "Blow the shofar in Zion! Sound an alarm on My holy mountain! Let all living in the land tremble— for the day of Adonai is coming— surely it is near![a]", "2": "A day of darkness and gloominess, a day of clouds and thick darkness, as blackness spreads over the mountains. A great and mighty people— from antiquity there was never anything like it, nor after it ever again from generation to generation.[b]", "3": "A fire devours before them and behind them flame blazes up. Like the Garden of Eden is the land before them, and behind them a desolate wilderness. Nothing at all ever escapes them.", "4": "Their appearance is like the appearance of horses— they gallop like war horses.[c]", "5": "Like the clatter of chariots,[d] they leap on the tops of mountains, like crackling flame of fire devouring stubble, like a mighty horde in battle array.", "6": "Before them peoples are in anguish. All faces become ashen gray.", "7": "They run like mighty men. They climb a wall like men of war. They each march in line, never deviating from their ways.", "8": "One does not crowd another. Each one marches on his own highway. They plunge through the weapons, never breaking off.", "9": "They rush on the city, they run on the wall, they climb up into the houses, coming through the windows like a thief.", "10": "Before them land quakes, heaven trembles, sun and moon become dark, stars withdraw their brightness.[e]", "11": "Adonai utters His voice before His army. For His camp is very vast— for mighty is it that carries out His word. For great is the day of Adonai—[f] very terrifying! Who can endure it?", "12": "“Yet even now” —it is a declaration of Adonai— “turn to Me with all your heart, with fasting, weeping and lamenting.”", "13": "Rend your heart, not your garments, and turn to Adonai, your God. For He is gracious and compassionate, slow to anger, abundant in mercy, and relenting about the calamity due.", "14": "Who knows? He may turn and relent, and may leave a blessing behind Him —so there may be a grain offering and a drink offering for Adonai, your God.", "15": "Blow the shofar in Zion! Sanctify a fast; proclaim an assembly.", "16": "Gather the people; sanctify the congregation; assemble the elders; gather the children, even those nursing at breasts. Let the bridegroom come out from his bedroom and the bride from her chamber.", "17": "Between the porch and the altar let the kohanim, ministers of Adonai, weep, and let them say: “Have pity, Adonai, on Your people. Don't make Your heritage a scorn, a byword among the nations. Why should the peoples say, 'Where is their God?'”[g]", "18": "Adonai will be zealous for His land, and have compassion on His people.", "19": "Adonai will answer and say to His people: “Behold, I will send you the grain, the new wine, and the fresh oil, and you will be satisfied with it. I will no longer make you a mockery among the nations.", "20": "“But I will remove the northern invader far from you— yes, I will banish him to a dry and desolate land— his vanguard into the Eastern Sea and his rearguard into the Western Sea. His odor will go up— Yes, his stench will rise.” For He[h] has done great things!", "21": "Do not fear, O land. Be glad! Rejoice! For Adonai has done great things.", "22": "Do not be afraid, beasts of the field, for the desert pastures have sprouted, for the tree bears its fruit. Fig tree and vine yield their strength.", "23": "So be glad, children of Zion, and rejoice in Adonai, your God. For He gives you the early rain[i] for prosperity, Yes, He will bring down rain for you, the early and latter rain as before.", "24": "The threshing floors will be full of grain and the vats will overflow with new wine and fresh oil.", "25": "“I shall restore to you the years that the locust, the swarming locust, the canker-worm and the caterpillar have eaten— My great army that I sent among you.”", "26": "“You will surely eat and be satisfied, and praise the Name of Adonai your God, who has dealt wondrously with you. Never again will My people be shamed", "27": "You will know that I am within Israel. Yes, I am Adonai your God—there is no other— Never again will My people be shamed.”"}