{"1": "The whole Israelite community left Elim and came to the Desert of Sin, which was between Elim and Sinai; they arrived there on the fifteenth day of the second month after they had left Egypt. ", "2": "Then the whole Israelite community grumbled to Moses and Aaron in the desert. ", "3": "They said to them, “It would have been better if the Lord had killed us in the land of Egypt. There we had meat to eat and all the food we wanted. But you have brought us into this desert to starve us to death.”", "4": "Then the Lord said to Moses, “I will cause food to fall like rain from the sky for all of you. Every day the people must go out and gather what they need for that day. I want to see if the people will do what I teach them. ", "5": "On the sixth day of each week, they are to gather twice as much as they gather on other days. Then they are to prepare it.”", "6": "So Moses and Aaron said to all the Israelites: “This evening you will know that the Lord is the one who brought you out of Egypt. ", "7": "Tomorrow morning you will see the glory of the Lord, because he has heard you grumble against him. We are nothing, so you are not grumbling against us, but against the Lord.” ", "8": "And Moses said, “Each evening the Lord will give you meat to eat, and every morning he will give you all the bread you want, because he has heard you grumble against him. You are not grumbling against Aaron and me, because we are nothing; you are grumbling against the Lord.”", "9": "Then Moses said to Aaron, “Speak to the whole community of the Israelites, and say to them, 'Meet together in the presence of the Lord, because he has heard your grumblings.'”", "10": "While Aaron was speaking to the whole community of the Israelites, they looked toward the desert. There the glory of the Lord appeared in a cloud.", "11": "The Lord said to Moses, ", "12": "“I have heard the grumblings of the people of Israel. So tell them, 'At twilight you will eat meat, and every morning you will eat all the bread you want. Then you will know I am the Lord your God.'”", "13": "That evening quail came and covered the camp, and in the morning dew lay around the camp. ", "14": "When the dew was gone, thin flakes like frost were on the desert ground. ", "15": "When the Israelites saw it, they asked each other, “What is it?” because they did not know what it was. So Moses told them, “This is the bread the Lord has given you to eat. ", "16": "The Lord has commanded, 'Each one of you must gather what he needs, about two quarts for every person in your family.'”", "17": "So the people of Israel did this; some people gathered much, and some gathered little. ", "18": "Then they measured it. The person who gathered more did not have too much, nor did the person who gathered less have too little. Each person gathered just as much as he needed.", "19": "Moses said to them, “Don't keep any of it to eat the next day.” ", "20": "But some of the people did not listen to Moses and kept part of it to eat the next morning. It became full of worms and began to stink, so Moses was angry with those people.", "21": "Every morning each person gathered as much food as he needed, but when the sun became hot, it melted away.", "22": "On the sixth day the people gathered twice as much food—four quarts for every person. When all the leaders of the community came and told this to Moses, ", "23": "he said to them, “This is what the Lord commanded, because tomorrow is the Sabbath, the Lord's holy day of rest. Bake what you want to bake, and boil what you want to boil today. Save the rest of the food until tomorrow morning.”", "24": "So the people saved it until the next morning, as Moses had commanded, and none of it began to stink or have worms in it. ", "25": "Moses told the people, “Eat the food you gathered yesterday. Today is a Sabbath, the Lord's day of rest; you will not find any out in the field today. ", "26": "You should gather the food for six days, but the seventh day is a Sabbath day. On that day there will not be any food on the ground.”", "27": "On the seventh day some of the people went out to gather food, but they couldn't find any. ", "28": "Then the Lord said to Moses, “How long will you people refuse to obey my commands and teachings? ", "29": "Look, the Lord has made the Sabbath a day of rest for you. So on the sixth day he will give you enough food for two days, but on the seventh day each of you must stay where you are. Do not go anywhere.” ", "30": "So the people rested on the seventh day.", "31": "The people of Israel called the food manna. It was like small white seeds and tasted like wafers made with honey.", "32": "Then Moses said, “The Lord said, 'Save two quarts of this food for your descendants. Then they can see the food I gave you to eat in the desert when I brought you out of Egypt.'”", "33": "Moses told Aaron, “Take a jar and fill it with two quarts of manna. Then place it before the Lord, and save it for your descendants.” ", "34": "So Aaron did what the Lord had commanded Moses. He put the jar of manna in front of the Agreement to keep it safe. ", "35": "The Israelites ate manna for forty years, until they came to the land where they settled—the edge of the land of Canaan. ", "36": "The measure they used for the manna was two quarts, or one-tenth of an ephah.[a]"}