{"1": "The Lord said to Moses, ", "2": "“Tell the Israelites to bring me gifts. Receive for me the gifts each person wants to give. ", "3": "These are the gifts that you should receive from them: gold, silver, bronze; ", "4": "blue, purple, and red thread; fine linen, goat hair, ", "5": "sheepskins that are dyed red; fine leather; acacia wood; ", "6": "olive oil to burn in the lamps; spices for sweet-smelling incense, and the special olive oil poured on a person's head to make him a priest; ", "7": "onyx stones, and other jewels to be put on the holy vest and the chest covering.", "8": "“The people must build a holy place for me so that I can live among them. ", "9": "Build this Holy Tent and everything in it by the plan I will show you.", "10": "“Use acacia wood and build an Ark forty-five inches long, twenty-seven inches wide, and twenty-seven inches high. ", "11": "Cover the Ark inside and out with pure gold, and put a gold strip all around it. ", "12": "Make four gold rings for the Ark and attach them to its four feet, two rings on each side. ", "13": "Then make poles from acacia wood and cover them with gold. ", "14": "Put the poles through the rings on the sides of the Ark, and use these poles to carry it. ", "15": "These poles must always stay in the rings of the Ark. Do not take them out. ", "16": "Then put in the Ark the Agreement which I will make with you.", "17": "“Then make a lid of pure gold for the Ark; this is the mercy seat. Make it forty-five inches long and twenty-seven inches wide. ", "18": "Then hammer gold to make two creatures with wings, and put one on each end of the lid. ", "19": "Attach one creature on one end of the lid and the other creature on the other end. Make them to be one piece with the lid at the ends. ", "20": "The creatures' wings should be spread upward, covering the lid, and the creatures are to face each other across the lid. ", "21": "Put this lid on top of the Ark, and put in the Ark the Agreement which I will make with you. ", "22": "I will meet with you there, above the lid between the two winged creatures on the Ark of the Agreement. There I will give you all my commands for the Israelites.", "23": "“Make a table out of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high. ", "24": "Cover it with pure gold, and put a gold strip around it. ", "25": "Make a frame three inches high that stands up all around the edge, and put a gold strip around it. ", "26": "Then make four gold rings. Attach them to the four corners of the table where the four legs are. ", "27": "Put the rings close to the frame around the top of the table, because they will hold the poles for carrying it. ", "28": "Make the poles out of acacia wood, cover them with gold, and carry the table with these poles. ", "29": "Make the plates and bowls for the table, as well as the jars and cups, out of pure gold. They will be used for pouring out the drink offerings. ", "30": "On this table put the bread that shows you are in my presence so that it is always there in front of me.", "31": "“Hammer pure gold to make a lampstand. Its base, stand, flower-like cups, buds, and petals must all be joined together in one piece. ", "32": "The lampstand must have six branches going out from its sides—three on one side and three on the other. ", "33": "Each branch must have three cups shaped like almond flowers on it. Each cup must have a bud and a petal. Each of the six branches going out from the lampstand must be the same. ", "34": "And there must be four more cups made like almond flowers on the lampstand itself. These cups must also have buds and petals. ", "35": "Put a bud under each pair of branches that goes out from the lampstand. Each of the six branches going out from the lampstand must be the same. ", "36": "The branches, buds, and lampstand must be made of one piece, hammered out of pure gold.", "37": "“Then make seven small oil lamps and put them on the lampstand so that they give light to the area in front of it. ", "38": "The wick trimmers and trays must be made of pure gold. ", "39": "Use seventy-five pounds of pure gold to make the lampstand and everything with it. ", "40": "Be very careful to make them by the plan I showed you on the mountain."}