{"1": "“Make an altar of acacia wood, four and one-half feet high. It should be square—seven and one-half feet long and seven and one-half feet wide. ", "2": "Make each of the four corners of the altar stick out like a horn, in such a way that the corners with their horns are all one piece. Then cover the whole altar with bronze.", "3": "“Use bronze to make all the tools and dishes that will be used on the altar: the pots to remove the ashes, the shovels, the bowls for sprinkling blood, the meat forks, and the pans for carrying the burning wood.", "4": "“Make a large bronze screen to hold the burning wood, and put a bronze ring at each of the four corners of it. ", "5": "Put the screen inside the altar, under its rim, halfway up from the bottom.", "6": "“Make poles of acacia wood for the altar, and cover them with bronze. ", "7": "Put the poles through the rings on both sides of the altar to carry it. ", "8": "Make the altar out of boards and leave the inside hollow. Make it as you were shown on the mountain.", "9": "“Make a wall of curtains to form a courtyard around the Holy Tent. The south side should have a wall of fine linen curtains one hundred fifty feet long. ", "10": "Hang the curtains with silver hooks and bands on twenty bronze posts with twenty bronze bases. ", "11": "The north side must also be one hundred fifty feet long. Hang its curtains on silver hooks and bands on twenty bronze posts with twenty bronze bases.", "12": "“The west end of the courtyard must have a wall of curtains seventy-five feet long, with ten posts and ten bases on that wall. ", "13": "The east end of the courtyard must also be seventy-five feet long. ", "14": "On one side of the entry, there is to be a wall of curtains twenty-two and one-half feet long, held up by three posts on three bases. ", "15": "On the other side of the entry, there is also to be a wall of curtains twenty-two and one-half feet long, held up by three posts on three bases.", "16": "“The entry to the courtyard is to be a curtain thirty feet wide, made of fine linen with blue, purple, and red thread. Someone who can sew well is to sew designs on it. It is to be held up by four posts on four bases. ", "17": "All the posts around the courtyard must have silver bands and hooks and bronze bases. ", "18": "The courtyard must be one hundred fifty feet long and seventy-five feet wide, with a wall of curtains around it seven and one-half feet high, made of fine linen. The bases in which the posts are set must be bronze. ", "19": "All the things used in the Holy Tent and all the tent pegs for the Holy Tent and the wall around the courtyard must be made of bronze.", "20": "“Command the people of Israel to bring you pure olive oil, made from pressed olives, to keep the lamps on the lampstand burning. ", "21": "Aaron and his sons must keep the lamps burning before the Lord from evening till morning. This will be in the Meeting Tent, outside the curtain which is in front of the Ark. The Israelites and their descendants must obey this rule from now on."}