{"1": "Then the Lord said to Moses, “You and the people you brought out of Egypt must leave this place. Go to the land that I promised with an oath to give to Abraham, Isaac, and Jacob when I said, 'I will give that land to your descendants.' ", "2": "I will send an angel to lead you, and I will force these people out of the land: the Canaanites, Amorites, Hittites, Perizzites, Hivites, and Jebusites. ", "3": "Go up to a fertile land. But I will not go with you, because I might destroy you on the way, since you are such a stubborn people.”", "4": "When the people heard this bad news, they became very sad, and none of them put on jewelry. ", "5": "This was because the Lord had said to Moses, “Tell the Israelites, 'You are a stubborn people. If I were to go with you even for a moment, I would destroy you. So take off all your jewelry, and I will decide what to do with you.'” ", "6": "So the people of Israel took off their jewelry at Mount Sinai.", "7": "Moses used to take a tent and set it up a long way outside the camp; he called it the “Meeting Tent.” Anyone who wanted to ask the Lord about something would go to the Meeting Tent outside the camp. ", "8": "Whenever Moses went out to the Tent, all the people would rise and stand at the entrances of their tents, watching him until he entered the Meeting Tent. ", "9": "When Moses went into the Tent, the pillar of cloud would always come down and stay at the entrance of the Tent while the Lord spoke with Moses. ", "10": "Whenever the people saw the pillar of cloud at the entrance of the Tent, they stood and worshiped, each person at the entrance of his own tent.", "11": "The Lord spoke to Moses face to face as a man speaks with his friend. Then Moses would return to the camp, but Moses' young helper, Joshua son of Nun, did not leave the Tent.", "12": "Moses said to the Lord, “You have told me to lead these people, but you did not say whom you would send with me. You have said to me, 'I know you very well, and I am pleased with you.' ", "13": "If I have truly pleased you, show me your plans so that I may know you and continue to please you. Remember that this nation is your people.”", "14": "The Lord answered, “I myself will go with you, and I will give you victory.”", "15": "Then Moses said to him, “If you yourself don't go with us, then don't send us away from this place. ", "16": "If you don't go with us, no one will know that you are pleased with me and with your people. These people and I will be no different from any other people on earth.”", "17": "Then the Lord said to Moses, “I will do what you ask, because I know you very well, and I am pleased with you.”", "18": "Then Moses said, “Now, please show me your glory.”", "19": "The Lord answered, “I will cause all my goodness to pass in front of you, and I will announce my name, the Lord, so you can hear it. I will show kindness to anyone to whom I want to show kindness, and I will show mercy to anyone to whom I want to show mercy. ", "20": "But you cannot see my face, because no one can see me and live.", "21": "“There is a place near me where you may stand on a rock. ", "22": "When my glory passes that place, I will put you in a large crack in the rock and cover you with my hand until I have passed by. ", "23": "Then I will take away my hand, and you will see my back. But my face must not be seen.”"}