{"1": "Then he built the altar for burnt offerings out of acacia wood. The altar was square—seven and one-half feet long and seven and one-half feet wide—and it was four and one-half feet high. ", "2": "He made each corner stick out like a horn so that the horns and the altar were joined together in one piece. Then he covered the altar with bronze. ", "3": "He made all the tools of bronze to use on the altar: the pots, shovels, bowls for sprinkling blood, meat forks, and pans for carrying the fire. ", "4": "He made a large bronze screen to hold the burning wood for the altar and put it inside the altar, under its rim, halfway up from the bottom. ", "5": "He made bronze rings to hold the poles for carrying the altar, and he put them at the four corners of the screen. ", "6": "Then he made poles of acacia wood and covered them with bronze. ", "7": "He put the poles through the rings on both sides of the altar, to carry it. He made the altar of boards and left the inside hollow.", "8": "He made the bronze bowl for washing, and he built it on a bronze stand. He used the bronze from mirrors that belonged to the women who served at the entrance to the Meeting Tent.", "9": "Then he made a wall of curtains to form a courtyard around the Holy Tent. On the south side the curtains were one hundred fifty feet long and were made of fine linen. ", "10": "The curtains hung on silver hooks and bands, placed on twenty bronze posts with twenty bronze bases. ", "11": "On the north side the wall of curtains was also one hundred fifty feet long, and it hung on silver hooks and bands on twenty posts with twenty bronze bases.", "12": "On the west side of the courtyard, the wall of curtains was seventy-five feet long. It was held up by silver hooks and bands on ten posts with ten bases. ", "13": "The east side was also seventy-five feet long. ", "14": "On one side of the entry there was a wall of curtains twenty-two and one-half feet long, held up by three posts and three bases. ", "15": "On the other side of the entry there was also a wall of curtains twenty-two and one-half feet long, held up by three posts and three bases. ", "16": "All the curtains around the courtyard were made of fine linen. ", "17": "The bases for the posts were made of bronze. The hooks and the bands on the posts were made of silver, and the tops of the posts were covered with silver also. All the posts in the courtyard had silver bands.", "18": "The curtain for the entry of the courtyard was made of blue, purple, and red thread, and fine linen, sewn by a person who could sew well. The curtain was thirty feet long and seven and one-half feet high, the same height as the curtains around the courtyard. ", "19": "It was held up by four posts and four bronze bases. The hooks and bands on the posts were made of silver, and the tops on the posts were covered with silver. ", "20": "All the tent pegs for the Holy Tent and for the curtains around the courtyard were made of bronze.", "21": "This is a list of the materials used to make the Holy Tent, where the Agreement was kept. Moses ordered the Levites to make this list, and Ithamar son of Aaron was in charge of keeping it. ", "22": "Bezalel son of Uri, the son of Hur of the tribe of Judah, made everything the Lord commanded Moses. ", "23": "Oholiab son of Ahisamach of the tribe of Dan helped him. He could cut designs into metal and stone; he was a designer and also skilled at sewing the blue, purple, and red thread, and fine linen.", "24": "The total amount of gold used to build the Holy Tent was presented to the Lord. It weighed over 2,000 pounds, as set by the Holy Place measure.", "25": "The silver was given by the members of the community who were counted. It weighed 7,550 pounds, as set by the Holy Place measure. ", "26": "All the men twenty years old or older were counted. There were 603,550 men, and each man had to pay one-fifth of an ounce of silver, as set by the Holy Place measure. ", "27": "Of this silver, 7,500 pounds were used to make the one hundred bases for the Holy Tent and for the curtain—75 pounds of silver in each base. ", "28": "They used 50 pounds of silver to make the hooks for the posts and to cover the tops of the posts and to make the bands on them.", "29": "The bronze which was presented to the Lord weighed about 5,000 pounds. ", "30": "They used the bronze to make the bases at the entrance of the Meeting Tent, to make the altar and the bronze screen, and to make all the tools for the altar. ", "31": "This bronze was also used to make bases for the wall of curtains around the courtyard and bases for curtains at the entry to the courtyard, as well as to make the tent pegs for the Holy Tent and the curtains that surrounded the courtyard."}