{"1": "Then the Lord said to Moses: ", "2": "“On the first day of the first month, set up the Holy Tent, which is the Meeting Tent. ", "3": "Put the Ark of the Agreement in it and hang the curtain in front of the Ark. ", "4": "Bring in the table and arrange everything on the table that should be there. Then bring in the lampstand and set up its lamps. ", "5": "Put the gold altar for burning incense in front of the Ark of the Agreement, and put the curtain at the entrance to the Holy Tent.", "6": "“Put the altar of burnt offerings in front of the entrance of the Holy Tent, the Meeting Tent. ", "7": "Put the bowl between the Meeting Tent and the altar, and put water in it. ", "8": "Set up the courtyard around the Holy Tent, and put the curtain at the entry to the courtyard.", "9": "“Use the special olive oil and pour it on the Holy Tent and everything in it, in order to give the Tent and all that is in it for service to the Lord. They will be holy. ", "10": "Pour the special oil on the altar for burnt offerings and on all its tools. Give the altar for service to God, and it will be very holy. ", "11": "Then pour the special olive oil on the bowl and the base under it so that they will be given for service to God.", "12": "“Bring Aaron and his sons to the entrance of the Meeting Tent, and wash them with water. ", "13": "Then put the holy clothes on Aaron. Pour the special oil on him, and give him for service to God so that he may serve me as a priest. ", "14": "Bring Aaron's sons and put the inner robes on them. ", "15": "Pour the special oil on them in the same way that you appointed their father as priest so that they may also serve me as priests. Pouring oil on them will make them a family of priests, they and their descendants from now on.” ", "16": "Moses did everything that the Lord commanded him.", "17": "So the Holy Tent was set up on the first day of the first month during the second year after they left Egypt. ", "18": "When Moses set up the Holy Tent, he put the bases in place, and he put the frames on the bases. Next he put the crossbars through the rings of the frames and set up the posts. ", "19": "After that, Moses spread the cloth over the Holy Tent and put the covering over it, just as the Lord commanded.", "20": "Moses put the stone tablets that had the Agreement written on them into the Ark. He put the poles through the rings of the Ark and put the lid on it. ", "21": "Next he brought the Ark into the Tent and hung the curtain to cover the Ark, just as the Lord commanded him.", "22": "Moses put the table in the Meeting Tent on the north side of the Holy Tent in front of the curtain. ", "23": "Then he put the bread on the table before the Lord, just as the Lord commanded him. ", "24": "Moses put the lampstand in the Meeting Tent on the south side of the Holy Tent across from the table. ", "25": "Then he put the lamps on the lampstand before the Lord, just as the Lord commanded him.", "26": "Moses put the gold altar for burning incense in the Meeting Tent in front of the curtain. ", "27": "Then he burned sweet-smelling incense on it, just as the Lord commanded him. ", "28": "Then he hung the curtain at the entrance to the Holy Tent.", "29": "He put the altar for burnt offerings at the entrance to the Holy Tent, the Meeting Tent, and offered a whole burnt offering and grain offerings on it, just as the Lord commanded him. ", "30": "Moses put the bowl between the Meeting Tent and the altar for burnt offerings, and he put water in it for washing. ", "31": "Moses, Aaron, and Aaron's sons used this water to wash their hands and feet. ", "32": "They washed themselves every time they entered the Meeting Tent and every time they went near the altar for burnt offerings, just as the Lord commanded Moses.", "33": "Then Moses set up the courtyard around the Holy Tent and the altar, and he put up the curtain at the entry to the courtyard. So Moses finished the work.", "34": "Then the cloud covered the Meeting Tent, and the glory of the Lord filled the Holy Tent. ", "35": "Moses could not enter the Meeting Tent, because the cloud had settled on it, and the glory of the Lord filled the Holy Tent.", "36": "When the cloud rose from the Holy Tent, the Israelites would begin to travel, ", "37": "but as long as the cloud stayed on the Holy Tent, they did not travel. They stayed in that place until the cloud rose. ", "38": "So the cloud of the Lord was over the Holy Tent during the day, and there was a fire in the cloud at night. So all the Israelites could see the cloud while they traveled."}