{"1": "After Moses and Aaron talked to the people, they went to the king of Egypt and said, “This is what the Lord, the God of Israel, says: 'Let my people go so they may hold a feast for me in the desert.'”", "2": "But the king of Egypt said, “Who is the Lord? Why should I obey him and let Israel go? I do not know the Lord, and I will not let Israel go.”", "3": "Then Aaron and Moses said, “The God of the Hebrews has met with us. Now let us travel three days into the desert to offer sacrifices to the Lord our God. If we don't do this, he may kill us with a disease or in war.”", "4": "But the king said to them, “Moses and Aaron, why are you taking the people away from their work? Go back to your jobs! ", "5": "There are very many Hebrews, and now you want them to quit working!”", "6": "That same day the king gave a command to the slave masters and foremen. ", "7": "He said, “Don't give the people straw to make bricks as you used to do. Let them gather their own straw. ", "8": "But they must still make the same number of bricks as they did before. Do not accept fewer. They have become lazy, and that is why they are asking me, 'Let us go to offer sacrifices to our God.' ", "9": "Make these people work harder and keep them busy; then they will not have time to listen to the lies of Moses.”", "10": "So the slave masters and foremen went to the Israelites and said, “This is what the king says: I will no longer give you straw. ", "11": "Go and get your own straw wherever you can find it. But you must make as many bricks as you made before.” ", "12": "So the people went everywhere in Egypt looking for dry stalks to use for straw. ", "13": "The slave masters kept forcing the people to work harder. They said, “You must make just as many bricks as you did when you were given straw.” ", "14": "The king's slave masters had made the Israelite foremen responsible for the work the people did. The Egyptian slave masters beat these men and asked them, “Why aren't you making as many bricks as you made in the past?”", "15": "Then the Israelite foremen went to the king and complained, “Why are you treating us, your servants, this way? ", "16": "You give us no straw, but we are commanded to make bricks. Our slave masters beat us, but it is your own people's fault.”", "17": "The king answered, “You are lazy! You don't want to work! That is why you ask to leave here and make sacrifices to the Lord. ", "18": "Now, go back to work! We will not give you any straw, but you must make just as many bricks as you did before.”", "19": "The Israelite foremen knew they were in trouble, because the king had told them, “You must make just as many bricks each day as you did before.” ", "20": "As they were leaving the meeting with the king, they met Moses and Aaron, who were waiting for them. ", "21": "So they said to Moses and Aaron, “May the Lord punish you. You caused the king and his officers to hate us. You have given them an excuse to kill us.”", "22": "Then Moses returned to the Lord and said, “Lord, why have you brought this trouble on your people? Is this why you sent me here? ", "23": "I went to the king and said what you told me to say, but ever since that time he has made the people suffer. And you have done nothing to save them.”"}