{"1": "Then the Lord said to Moses, “Now you will see what I will do to the king of Egypt. I will use my great power against him, and he will let my people go. Because of my power, he will force them out of his country.”", "2": "Then God said to Moses, “I am the Lord. ", "3": "I appeared to Abraham, Isaac, and Jacob by the name God Almighty, but they did not know me by my name, the Lord. ", "4": "I also made my agreement with them to give them the land of Canaan. They lived in that land, but it was not their own. ", "5": "Now I have heard the cries of the Israelites, whom the Egyptians are treating as slaves, and I remember my agreement. ", "6": "So tell the people of Israel that I say to them, 'I am the Lord. I will save you from the hard work the Egyptians force you to do. I will make you free, so you will not be slaves to the Egyptians. I will free you by my great power, and I will punish the Egyptians terribly. ", "7": "I will make you my own people, and I will be your God. You will know that I am the Lord your God, the One who saves you from the hard work the Egyptians force you to do. ", "8": "I will lead you to the land that I promised to Abraham, Isaac, and Jacob, and I will give you that land to own. I am the Lord.'”", "9": "So Moses told this to the Israelites, but they would not listen to him. They were discouraged, and their slavery was hard.", "10": "Then the Lord said to Moses, ", "11": "“Go tell the king of Egypt that he must let the Israelites leave his land.”", "12": "But Moses answered, “The Israelites will not listen to me, so surely the king will not listen to me either. I am not a good speaker.”", "13": "But the Lord spoke to Moses and Aaron and gave them orders about the Israelites and the king of Egypt. He commanded them to lead the Israelites out of Egypt.", "14": "These are the leaders of the families of Israel: Israel's first son, Reuben, had four sons: Hanoch, Pallu, Hezron, and Carmi. These are the family groups of Reuben.", "15": "Simeon's sons were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman. These are the family groups of Simeon.", "16": "Levi lived one hundred thirty-seven years. These are the names of his sons according to their family history: Gershon, Kohath, and Merari.", "17": "Gershon had two sons, Libni and Shimei, with their families.", "18": "Kohath lived one hundred thirty-three years. The sons of Kohath were Amram, Izhar, Hebron, and Uzziel.", "19": "The sons of Merari were Mahli and Mushi. These are the family groups of Levi, according to their family history.", "20": "Amram married his father's sister Jochebed, who gave birth to Aaron and Moses. Amram lived one hundred thirty-seven years.", "21": "Izhar's sons were Korah, Nepheg, and Zicri.", "22": "Uzziel's sons were Mishael, Elzaphan, and Sithri.", "23": "Aaron married Elisheba, the daughter of Amminadab and the sister of Nahshon. Elisheba gave birth to Nadab, Abihu, Eleazar, and Ithamar.", "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. These are the family groups of the Korahites.", "25": "Eleazar son of Aaron married a daughter of Putiel, and she gave birth to Phinehas. These are the leaders of the family groups of the Levites.", "26": "This was the Aaron and Moses to whom the Lord said, “Lead the people of Israel out of Egypt by their divisions.” ", "27": "Aaron and Moses are the ones who talked to the king of Egypt and told him to let the Israelites leave Egypt.", "28": "The Lord spoke to Moses in the land of Egypt ", "29": "and said, “I am the Lord. Tell the king of Egypt everything I tell you.”", "30": "But Moses answered, “I am not a good speaker. The king will not listen to me.”"}