{"1": "Long ago when the judges[a] ruled Israel, there was a shortage of food in the land. ", "2": "So a man named Elimelech left the town of Bethlehem in Judah to live in the country of Moab with his wife and his two sons. His wife was named Naomi, and his two sons were named Mahlon and Kilion. They were Ephrathahites from Bethlehem in Judah. When they came to Moab, they settled there.", "3": "Then Naomi's husband, Elimelech, died, and she was left with her two sons. ", "4": "These sons married women from Moab. One was named Orpah, and the other was named Ruth. Naomi and her sons had lived in Moab about ten years ", "5": "when Mahlon and Kilion also died. So Naomi was left alone without her husband or her two sons.", "6": "While Naomi was in Moab, she heard that the Lord had come to help his people and had given them food again. So she and her daughters-in-law got ready to leave Moab and return home. ", "7": "Naomi and her daughters-in-law left the place where they had lived and started back to the land of Judah. ", "8": "But Naomi said to her two daughters-in-law, “Go back home, each of you to your own mother's house. May the Lord be as kind to you as you have been to me and my sons who are now dead. ", "9": "May the Lord give you another happy home and a new husband.” When Naomi kissed the women good-bye, they began to cry out loud. ", "10": "They said to her, “No, we want to go with you to your people.”", "11": "But Naomi said, “My daughters, return to your own homes. Why do you want to go with me? I cannot give birth to more sons to give you new husbands; ", "12": "go back, my daughters, to your own homes. I am too old to have another husband. Even if I told myself, 'I still have hope' and had another husband tonight, and even if I had more sons, ", "13": "should you wait until they were grown into men? Should you live for so many years without husbands? Don't do that, my daughters. My life is much too sad for you to share, because the Lord has been against me!”", "14": "The women cried together out loud again. Then Orpah kissed her mother-in-law Naomi good-bye, but Ruth held on to her tightly.", "15": "Naomi said to Ruth, “Look, your sister-in-law is going back to her own people and her own gods. Go back with her.”", "16": "But Ruth said, “Don't beg me to leave you or to stop following you. Where you go, I will go. Where you live, I will live. Your people will be my people, and your God will be my God. ", "17": "And where you die, I will die, and there I will be buried. I ask the Lord to punish me terribly if I do not keep this promise: Not even death will separate us.”", "18": "When Naomi saw that Ruth had firmly made up her mind to go with her, she stopped arguing with her. ", "19": "So Naomi and Ruth went on until they came to the town of Bethlehem. When they entered Bethlehem, all the people became very excited. The women of the town said, “Is this really Naomi?”", "20": "Naomi answered the people, “Don't call me Naomi.[b] Call me Mara,[c] because the Almighty has made my life very sad. ", "21": "When I left, I had all I wanted, but now, the Lord has brought me home with nothing. Why should you call me Naomi when the Lord has spoken against me and the Almighty has given me so much trouble?”", "22": "So Naomi and her daughter-in-law Ruth, the Moabite, returned from Moab and arrived at Bethlehem at the beginning of the barley harvest."}