{"1": "Now Naomi had a rich relative named Boaz, from Elimelech's family.", "2": "One day Ruth, the Moabite, said to Naomi, “I am going to the fields. Maybe someone will be kind enough to let me gather the grain he leaves behind.” Naomi said, “Go, my daughter.”", "3": "So Ruth went to the fields and gathered the grain that the workers cutting the grain had left behind. It just so happened that the field belonged to Boaz, from Elimelech's family.", "4": "Soon Boaz came from Bethlehem and greeted his workers, “The Lord be with you!” And the workers answered, “May the Lord bless you!”", "5": "Then Boaz asked his servant in charge of the workers, “Whose girl is that?”", "6": "The servant answered, “She is the young Moabite woman who came back with Naomi from the country of Moab. ", "7": "She said, 'Please let me follow the workers cutting grain and gather what they leave behind.' She came and has remained here, from morning until just now. She has stopped only a few moments to rest in the shelter.”", "8": "Then Boaz said to Ruth, “Listen, my daughter. Don't go to gather grain for yourself in another field. Don't even leave this field at all, but continue following closely behind my women workers. ", "9": "Watch to see into which fields they go to cut grain and follow them. I have warned the young men not to bother you. When you are thirsty, you may go and drink from the water jugs that the young men have filled.”", "10": "Then Ruth bowed low with her face to the ground and said to him, “I am not an Israelite. Why have you been so kind to notice me?”", "11": "Boaz answered her, “I know about all the help you have given your mother-in-law after your husband died. You left your father and mother and your own country to come to a nation where you did not know anyone. ", "12": "May the Lord reward you for all you have done. May your wages be paid in full by the Lord, the God of Israel, under whose wings you have come for shelter.”", "13": "Then Ruth said, “I hope I can continue to please you, sir. You have said kind and encouraging words to me, your servant, though I am not one of your servants.”", "14": "At mealtime Boaz told Ruth, “Come here. Eat some of our bread and dip it in our sauce.” So Ruth sat down beside the workers. Boaz handed her some roasted grain, and she ate until she was full; she even had some food left over. ", "15": "When Ruth rose and went back to work, Boaz commanded his workers, “Let her gather even around the piles of cut grain. Don't tell her to go away. ", "16": "In fact, drop some full heads of grain for her from what you have in your hands, and let her gather them. Don't tell her to stop.”", "17": "So Ruth gathered grain in the field until evening. Then she separated the grain from the chaff, and there was about one-half bushel of barley. ", "18": "Ruth carried the grain into town, and her mother-in-law saw how much she had gathered. Ruth also took out the food that was left over from lunch and gave it to Naomi.", "19": "Naomi asked her, “Where did you gather all this grain today? Where did you work? Blessed be whoever noticed you!” Ruth told her mother-in-law whose field she had worked in. She said, “The man I worked with today is named Boaz.”", "20": "Naomi told her daughter-in-law, “The Lord bless him! He continues to be kind to us—both the living and the dead!” Then Naomi told Ruth, “Boaz is one of our close relatives,[a] one who should take care of us.”", "21": "Then Ruth, the Moabite, said, “Boaz also told me, 'Keep close to my workers until they have finished my whole harvest.'”", "22": "But Naomi said to her daughter-in-law Ruth, “It is better for you to continue working with his women workers. If you work in another field, someone might hurt you.” ", "23": "So Ruth continued working closely with the workers of Boaz, gathering grain until the barley harvest and the wheat harvest were finished. And she continued to live with Naomi, her mother-in-law."}