{"1": "Then Naomi, Ruth's mother-in-law, said to her, “My daughter, I must find a suitable home for you, one that will be good for you. ", "2": "Now Boaz, whose young women you worked with, is our close relative.[a] Tonight he will be working at the threshing floor. ", "3": "Wash yourself, put on perfume, change your clothes, and go down to the threshing floor. But don't let him know you're there until he has finished his dinner. ", "4": "Watch him so you will know where he lies down to sleep. When he lies down, go and lift the cover off his feet[b] and lie down. He will tell you what you should do.”", "5": "Then Ruth answered, “I will do everything you say.”", "6": "So Ruth went down to the threshing floor and did all her mother-in-law told her to do. ", "7": "After his evening meal, Boaz felt good and went to sleep lying beside the pile of grain. Ruth went to him quietly and lifted the cover from his feet and lay down.", "8": "About midnight Boaz was startled and rolled over. There was a woman lying near his feet! ", "9": "Boaz asked, “Who are you?” She said, “I am Ruth, your servant girl. Spread your cover over me, because you are a relative who is supposed to take care of me.”[c]", "10": "Then Boaz said, “The Lord bless you, my daughter. This act of kindness is greater than the kindness you showed to Naomi in the beginning. You didn't look for a young man to marry, either rich or poor. ", "11": "Now, my daughter, don't be afraid. I will do everything you ask, because all the people in our town know you are a good woman. ", "12": "It is true that I am a relative who is to take care of you, but you have a closer relative than I. ", "13": "Stay here tonight, and in the morning we will see if he will take care of you. If he decides to take care of you, that is fine. But if he refuses, I will take care of you myself, as surely as the Lord lives. So stay here until morning.”", "14": "So Ruth stayed near his feet until morning but got up while it was still too dark to recognize anyone. Boaz thought, “People in town must not know that the woman came here to the threshing floor.” ", "15": "So Boaz said to Ruth, “Bring me your shawl and hold it open.” So Ruth held her shawl open, and Boaz poured six portions of barley into it. Boaz then put it on her head and went back to the city.", "16": "When Ruth went back to her mother-in-law, Naomi asked, “How did you do, my daughter?” Ruth told Naomi everything that Boaz did for her. ", "17": "She said, “Boaz gave me these six portions of barley, saying, 'You must not go home without a gift for your mother-in-law.'”", "18": "Naomi answered, “Ruth, my daughter, wait here until you see what happens. Boaz will not rest until he has finished doing what he should do today.”"}