{"1": "Boaz went to the city gate and sat there until the close relative he had mentioned passed by. Boaz called to him, “Come here, friend, and sit down.” So the man came over and sat down. ", "2": "Boaz gathered ten of the elders of the city and told them, “Sit down here!” So they sat down.", "3": "Then Boaz said to the close relative, “Naomi, who has come back from the country of Moab, wants to sell the piece of land that belonged to our relative Elimelech. ", "4": "So I decided to tell you about it: If you want to buy back the land, then buy it in front of the people who are sitting here and in front of the elders of my people. But if you don't want to buy it, tell me, because you are the only one who can buy it, and I am next after you.” The close relative answered, “I will buy back the land.”", "5": "Then Boaz explained, “When you buy the land from Naomi, you must also marry Ruth, the Moabite, the dead man's wife. That way, the land will stay in the dead man's name.”", "6": "The close relative answered, “I can't buy back the land. If I did, I might harm what I can pass on to my own sons. I cannot buy the land back, so buy it yourself.”", "7": "Long ago in Israel when people traded or bought back something, one person took off his sandal and gave it to the other person. This was the proof of ownership in Israel.", "8": "So the close relative said to Boaz, “Buy the land yourself,” and he took off his sandal.", "9": "Then Boaz said to the elders and to all the people, “You are witnesses today. I am buying from Naomi everything that belonged to Elimelech and Kilion and Mahlon. ", "10": "I am also taking Ruth, the Moabite who was the wife of Mahlon, as my wife. I am doing this so her dead husband's property will stay in his name and his name will not be separated from his family and his hometown. You are witnesses today.”", "11": "So all the people and elders who were at the city gate said, “We are witnesses. May the Lord make this woman, who is coming into your home, like Rachel and Leah, who had many children and built up the people of Israel. May you become powerful in the district of Ephrathah and famous in Bethlehem. ", "12": "As Tamar gave birth to Judah's son Perez,[a] may the Lord give you many children through Ruth. May your family be great like his.”", "13": "So Boaz took Ruth home as his wife and had sexual relations with her. The Lord let her become pregnant, and she gave birth to a son. ", "14": "The women told Naomi, “Praise the Lord who gave you this grandson. May he become famous in Israel. ", "15": "He will give you new life and will take care of you in your old age because of your daughter-in-law who loves you. She is better for you than seven sons, because she has given birth to your grandson.”", "16": "Naomi took the boy, held him in her arms, and cared for him. ", "17": "The neighbors gave the boy his name, saying, “This boy was born for Naomi.” They named him Obed. Obed was the father of Jesse, and Jesse was the father of David.", "18": "This is the family history of Perez, the father of Hezron. ", "19": "Hezron was the father of Ram, who was the father of Amminadab. ", "20": "Amminadab was the father of Nahshon, who was the father of Salmon. ", "21": "Salmon was the father of Boaz, who was the father of Obed. ", "22": "Obed was the father of Jesse, and Jesse was the father of David."}