{"1": "At this time Nahash led the army of the Ammonites against the Israeli city of Jabesh-gilead. But the citizens of Jabesh asked for peace. “Leave us alone and we will be your servants,” they pleaded.", "2": "“All right,” Nahash said, “but only on one condition: I will gouge out the right eye of every one of you as a disgrace upon all Israel!”", "3": "“Give us seven days to see if we can get some help!” replied the elders of Jabesh. “If none of our brothers will come and save us, we will agree to your terms.”", "4": "When a messenger came to Gibeah, Saul's hometown, and told the people about their plight, everyone broke into tears.", "5": "Saul was plowing in the field, and when he returned to town he asked, “What's the matter? Why is everyone crying?” So they told him about the message from Jabesh. ", "6": "Then the Spirit of God came strongly upon Saul and he became very angry. ", "7": "He took two oxen and cut them into pieces and sent messengers to carry them throughout all Israel. “This is what will happen to the oxen of anyone who refuses to follow Saul and Samuel to battle!” he announced. And God caused the people to be afraid of Saul's anger, and they came to him as one man. ", "8": "He counted them in Bezek and found that there were three hundred thousand of them in addition to thirty thousand from Judah.", "9": "So he sent the messengers back to Jabesh-gilead to say, “We will rescue you before tomorrow noon!” What joy there was throughout the city when that message arrived!", "10": "The men of Jabesh then told their enemies, “We surrender. Tomorrow we will come out to you and you can do to us as you wish.”", "11": "But early the next morning Saul arrived, having divided his army into three detachments, and launched a surprise attack against the Ammonites and slaughtered them all morning. The remnant of their army was so badly scattered that no two of them were left together.", "12": "Then the people exclaimed to Samuel, “Where are those men who said that Saul shouldn't be our king? Bring them here and we will kill them!”", "13": "But Saul replied, “No one will be executed today; for today the Lord has rescued Israel!”", "14": "Then Samuel said to the people, “Come, let us all go to Gilgal and reconfirm Saul as our king.”", "15": "So they went to Gilgal and in a solemn ceremony before the Lord they crowned him king. Then they offered peace offerings to the Lord, and Saul and all Israel were very happy."}