{"1": "A day or so later, Prince Jonathan said to his young bodyguard, “Come on, let's cross the valley to the garrison of the Philistines.” But he didn't tell his father that he was leaving.", "2": "Saul and his six hundred men were camped at the edge of Gibeah, around the pomegranate tree at Migron. ", "3": "Among his men was Ahijah the priest (the son of Ahitub, Ichabod's brother; Ahitub was the son of Phinehas and the grandson of Eli, the priest of the Lord in Shiloh). No one realized that Jonathan had gone. ", "4": "To reach the Philistine garrison, Jonathan had to go over a narrow pass between two rocky crags which had been named Bozez and Seneh. ", "5": "The crag on the north was in front of Michmash and the southern one was in front of Geba.", "6": "“Yes, let's go across to those heathen,” Jonathan had said to his bodyguard. “Perhaps the Lord will do a miracle for us. For it makes no difference to him how many enemy troops there are!”", "7": "“Fine!” the youth replied. “Do as you think best; I'm with you heart and soul, whatever you decide.”", "8": "“All right, then this is what we'll do,” Jonathan told him. ", "9": "“When they see us, if they say, 'Stay where you are or we'll kill you!' then we will stop and wait for them. ", "10": "But if they say, 'Come on up and fight!' then we will do just that; for it will be God's signal that he will help us defeat them!”", "11": "When the Philistines saw them coming they shouted, “Look! The Israelis are crawling out of their holes!” ", "12": "Then they shouted to Jonathan, “Come on up here and we'll show you how to fight!” “Come on, climb right behind me,” Jonathan exclaimed to his bodyguard, “for the Lord will help us defeat them!”", "13": "So they clambered up on their hands and knees, and the Philistines fell back as Jonathan and the lad killed them right and left, ", "14": "about twenty men in all, and their bodies were scattered over about half an acre of land. ", "15": "Suddenly panic broke out throughout the entire Philistine army, and even among the raiders. And just then there was a great earthquake, increasing the terror.", "16": "Saul's lookouts in Gibeah saw a strange sight—the vast army of the Philistines began to melt away in all directions.", "17": "“Find out who isn't here,” Saul ordered. And when they had checked, they found that Jonathan and his bodyguard were gone. ", "18": "“Bring the Ark of God,” Saul shouted to Ahijah. (For the Ark was among the people of Israel at that time.) ", "19": "But while Saul was talking to the priest, the shouting and the tumult in the camp of the Philistines grew louder and louder. “Quick! What does God say?” Saul demanded.", "20": "Then Saul and his six hundred men rushed out to the battle and found the Philistines killing each other, and there was terrible confusion everywhere. ", "21": "And now the Hebrews who had been drafted into the Philistine army revolted and joined with the Israelis. ", "22": "Finally even the men hiding in the hills joined the chase when they saw that the Philistines were running away. ", "23": "So the Lord saved Israel that day, and the battle continued out beyond Beth-aven.", "24-25": "Saul had declared, “A curse upon anyone who eats anything before evening—before I have full revenge on my enemies.” So no one ate anything all day, even though they found honeycomb on the ground in the forest, ", "26": "for they all feared Saul's curse. ", "27": "Jonathan, however, had not heard his father's command; so he dipped a stick into a honeycomb, and when he had eaten the honey he felt much better. ", "28": "Then someone told him that his father had laid a curse upon anyone who ate food that day, and everyone was weary and faint as a result.", "29": "“That's ridiculous!” Jonathan exclaimed. “A command like that only hurts us. See how much better I feel now that I have eaten this little bit of honey. ", "30": "If the people had been allowed to eat freely from the food they found among our enemies, think how many more we could have slaughtered!”", "31": "But hungry as they were, they chased and killed the Philistines all day from Michmash to Aijalon, growing more and more faint. ", "32": "That evening[a] they flew upon the battle loot and butchered the sheep, oxen, and calves, and ate the raw, bloody meat. ", "33": "Someone reported to Saul what was happening, that the people were sinning against the Lord by eating blood. “That is very wrong,” Saul said. “Roll a great stone over here, ", "34": "and go out among the troops and tell them to bring the oxen and sheep here to kill and drain them, and not to sin against the Lord by eating the blood.” So that is what they did.", "35": "And Saul built an altar to the Lord—his first.", "36": "Afterwards Saul said, “Let's chase the Philistines all night and destroy every last one of them.” “Fine!” his men replied. “Do as you think best.” But the priest said, “Let's ask God first.”", "37": "So Saul asked God, “Shall we go after the Philistines? Will you help us defeat them?” But the Lord made no reply all night.", "38": "Then Saul said to the leaders, “Something's wrong![b] We must find out what sin was committed today. ", "39": "I vow by the name of the God who saved Israel that though the sinner be my own son Jonathan, he shall surely die!” But no one would tell him what the trouble was.", "40": "Then Saul proposed, “Jonathan and I will stand over here, and all of you stand over there.” And the people agreed.", "41": "Then Saul said, “O Lord God of Israel, why haven't you answered my question? What is wrong? Are Jonathan and I guilty, or is the sin among the others? O Lord God, show us who is guilty.” And Jonathan and Saul were chosen by sacred lot as the guilty ones, and the people were declared innocent.", "42": "Then Saul said, “Now draw lots between me and Jonathan.” And Jonathan was chosen as the guilty one.", "43": "“Tell me what you've done,” Saul demanded of Jonathan. “I tasted a little honey,” Jonathan admitted. “It was only a little bit on the end of a stick; but now I must die.”", "44": "“Yes, Jonathan,” Saul said, “you must die; may God strike me dead if you are not executed for this.”", "45": "But the troops retorted, “Jonathan, who saved Israel today, shall die? Far from it! We vow by the life of God that not one hair on his head will be touched, for he has been used of God to do a mighty miracle today.” So the people rescued Jonathan.", "46": "Then Saul called back the army, and the Philistines returned home. ", "47": "And now, since he was securely in the saddle as king of Israel, Saul sent the Israeli army out in every direction against Moab, Ammon, Edom, the kings of Zobah, and the Philistines. And wherever he turned, he was successful. ", "48": "He did great deeds and conquered the Amalekites and saved Israel from all those who had been their conquerors.", "49": "Saul had three sons, Jonathan, Ishvi, and Malchishua; and two daughters, Merab and Michal. ", "50-51": "Saul's wife was Ahinoam, the daughter of Ahimaaz. And the general-in-chief of his army was his cousin Abner, his uncle Ner's son. (Abner's father, Ner, and Saul's father, Kish, were brothers; both were the sons of Abiel.)", "52": "The Israelis fought constantly with the Philistines throughout Saul's lifetime. And whenever Saul saw any brave, strong young man, he conscripted him into his army."}