{"1": "Finally the Lord said to Samuel, “You have mourned long enough for Saul, for I have rejected him as king of Israel. Now take a vial of olive oil and go to Bethlehem and find a man named Jesse, for I have selected one of his sons to be the new king.”", "2": "But Samuel asked, “How can I do that? If Saul hears about it, he will kill me.” “Take a heifer with you,” the Lord replied, “and say that you have come to make a sacrifice to the Lord. ", "3": "Then call Jesse to the sacrifice, and I will show you which of his sons to anoint.”", "4": "So Samuel did as the Lord had told him to. When he arrived at Bethlehem, the elders of the city came trembling to meet him. “What is wrong?” they asked. “Why have you come?”", "5": "But he replied, “All is well. I have come to sacrifice to the Lord. Purify yourselves and come with me to the sacrifice.” And he performed the purification rite on Jesse and his sons, and invited them too. ", "6": "When they arrived, Samuel took one look at Eliab and thought, “Surely this is the man the Lord has chosen!”", "7": "But the Lord said to Samuel, “Don't judge by a man's face or height, for this is not the one. I don't make decisions the way you do! Men judge by outward appearance, but I look at a man's thoughts and intentions.”", "8": "Then Jesse told his son Abinadab to step forward and walk in front of Samuel. But the Lord said, “This is not the right man either.”", "9": "Next Jesse summoned Shammah, but the Lord said, “No, this is not the one.” In the same way all seven of his sons presented themselves to Samuel and were rejected.", "10-11": "“The Lord has not chosen any of them,” Samuel told Jesse. “Are these all there are?” “Well, there is the youngest,” Jesse replied. “But he's out in the fields watching the sheep.” “Send for him at once,” Samuel said, “for we will not sit down to eat until he arrives.”", "12": "So Jesse sent for him. He was a fine looking boy, ruddy-faced, and with pleasant eyes. And the Lord said, “This is the one; anoint him.”", "13": "So as David stood there among his brothers, Samuel took the olive oil he had brought and poured it upon David's head; and the Spirit of Jehovah came upon him and gave him great power from that day onward. Then Samuel returned to Ramah.", "14": "But the Spirit of the Lord had left Saul, and instead, the Lord had sent a tormenting spirit that filled him with depression and fear. ", "15-16": "Some of Saul's aides suggested a cure. “We'll find a good harpist to play for you whenever the tormenting spirit is bothering you,” they said. “The harp music will quiet you and you'll soon be well again.”", "17": "“All right,” Saul said. “Find me a harpist.”", "18": "One of them said he knew a young fellow in Bethlehem, the son of a man named Jesse, who was not only a talented harp player, but was handsome, brave, and strong, and had good, solid judgment. “What's more,” he added, “the Lord is with him.”", "19": "So Saul sent messengers to Jesse, asking that he send his son David the shepherd. ", "20": "Jesse responded by sending not only David but a young goat and a donkey carrying a load of food and wine. ", "21": "From the instant he saw David, Saul admired and loved him; and David became his bodyguard.", "22": "Then Saul wrote to Jesse, “Please let David join my staff, for I am very fond of him.”", "23": "And whenever the tormenting spirit from God troubled Saul, David would play the harp and Saul would feel better, and the evil spirit would go away."}