{"1": "Saul now urged his aides and his son Jonathan to assassinate David. But Jonathan, because of his close friendship with David, ", "2": "told him what his father was planning. “Tomorrow morning,” he warned him, “you must find a hiding place out in the fields. ", "3": "I'll ask my father to go out there with me, and I'll talk to him about you; then I'll tell you everything I can find out.”", "4": "The next morning[a] as Jonathan and his father were talking together, he spoke well of David and begged him not to be against David. “He's never done anything to harm you,” Jonathan pleaded. “He has always helped you in any way he could. ", "5": "Have you forgotten about the time he risked his life to kill Goliath, and how the Lord brought a great victory to Israel as a result? You were certainly happy about it then. Why should you now murder an innocent man? There is no reason for it at all!”", "6": "Finally Saul agreed and vowed, “As the Lord lives, he shall not be killed.”", "7": "Afterwards Jonathan called David and told him what had happened. Then he took David to Saul and everything was as it had been before. ", "8": "War broke out shortly after that, and David led his troops against the Philistines and slaughtered many of them, and put to flight their entire army.", "9-10": "But one day as Saul was sitting at home, listening to David playing the harp, suddenly the tormenting spirit from the Lord attacked him. He had his spear in his hand and hurled it at David in an attempt to kill him. But David dodged out of the way and fled into the night, leaving the spear imbedded in the timber of the wall. ", "11": "Saul sent troops to watch David's house and kill him when he came out in the morning. “If you don't get away tonight,” Michal warned him, “you'll be dead by morning.”", "12": "So she helped him get down to the ground through a window. ", "13": "Then she took an idol[b] and put it in his bed, and covered it with blankets, with its head on a pillow of goat's hair. ", "14": "When the soldiers came to arrest David and take him to Saul,[c] she told them he was sick and couldn't get out of bed. ", "15": "Saul said to bring him in his bed, then, so that he could kill him. ", "16": "But when they came to carry him out, they discovered that it was only an idol!", "17": "“Why have you deceived me and let my enemy escape?” Saul demanded of Michal. “I had to,” Michal replied. “He threatened to kill me if I didn't help him.”", "18": "In that way David got away and went to Ramah to see Samuel, and told him all that Saul had done to him. So Samuel took David with him to live at Naioth. ", "19": "When the report reached Saul that David was at Naioth in Ramah, ", "20": "he sent soldiers to capture him; but when they arrived and saw Samuel and the other prophets prophesying, the Spirit of God came upon them and they also began to prophesy. ", "21": "When Saul heard what had happened, he sent other soldiers, but they too prophesied! The same thing happened a third time! ", "22": "Then Saul himself went to Ramah and arrived at the great well in Secu. “Where are Samuel and David?” he demanded. Someone told him they were at Naioth. ", "23": "But on the way to Naioth the Spirit of God came upon Saul, and he too began to prophesy! ", "24": "He tore off his clothes and lay naked all day and all night, prophesying with Samuel's prophets. Saul's men were incredulous! “What!” they exclaimed. “Is Saul a prophet too?”[d]"}