{"1": "This was Hannah's prayer: “How I rejoice in the Lord! How he has blessed me! Now I have an answer for my enemies, For the Lord has solved my problem. How I rejoice!", "2": "No one is as holy as the Lord! There is no other God, Nor any Rock like our God.", "3": "Quit acting so proud and arrogant! The Lord knows what you have done, And he will judge your deeds.", "4": "Those who were mighty are mighty no more! Those who were weak are now strong.", "5": "Those who were well are now starving; Those who were starving are fed. The barren woman now has seven children; She with many children has no more!", "6": "The Lord kills, The Lord gives life.", "7": "Some he causes to be poor And others to be rich. He cuts one down And lifts another up.", "8": "He lifts the poor from the dust— Yes, from a pile of ashes— And treats them as princes Sitting in the seats of honor. For all the earth is the Lord's And he has set the world in order.", "9": "He will protect his godly ones, But the wicked shall be silenced in darkness. No one shall succeed by strength alone.", "10": "Those who fight against the Lord shall be broken; He thunders against them from heaven. He judges throughout the earth. He gives mighty strength to his king, And gives great glory to his anointed one.”", "11": "So they returned home to Ramah without Samuel; and the child became the Lord's helper, for he assisted Eli the priest.", "12": "Now the sons of Eli were evil men who didn't love the Lord. ", "13-14": "It was their regular practice to send out a servant whenever anyone was offering a sacrifice, and while the flesh of the sacrificed animal was boiling, the servant would put a three-pronged flesh hook into the pot and demand that whatever it brought up be given to Eli's sons. They treated all of the Israelites in this way when they came to Shiloh to worship. ", "15": "Sometimes the servant would come even before the rite of burning the fat on the altar had been performed, and he would demand raw meat before it was boiled, so that it could be used for roasting.", "16": "If the man offering the sacrifice replied, “Take as much as you want, but the fat must first be burned as the law requires,[a]” then the servant would say, “No, give it to me now or I'll take it by force.”", "17": "So the sin of these young men was very great in the eyes of the Lord; for they treated the people's offerings to the Lord with contempt.", "18": "Samuel, though only a child, was the Lord's helper and wore a little linen robe just like the priest's.[b] ", "19": "Each year his mother made a little coat for him and brought it to him when she came with her husband for the sacrifice. ", "20": "Before they returned home Eli would bless Elkanah and Hannah and ask God to give them other children to take the place of this one they had given to the Lord. ", "21": "And the Lord gave Hannah three sons and two daughters. Meanwhile Samuel grew up in the service of the Lord.", "22": "Eli was now very old, but he was aware of what was going on around him. He knew, for instance, that his sons were seducing the young women who assisted at the entrance of the Tabernacle.", "23-25": "“I have been hearing terrible reports from the Lord's people about what you are doing,” Eli told his sons. “It is an awful thing to make the Lord's people sin. Ordinary sin receives heavy punishment, but how much more this sin of yours that has been committed against the Lord!” But they wouldn't listen to their father, for the Lord was already planning to kill them.", "26": "Little Samuel was growing in two ways—he was getting taller, and he was becoming everyone's favorite (and he was a favorite of the Lord's, too!).", "27": "One day a prophet[c] came to Eli and gave him this message from the Lord: “Didn't I demonstrate my power when the people of Israel were slaves in Egypt? ", "28": "Didn't I choose your ancestor Levi from among all his brothers to be my priest, and to sacrifice upon my altar, and to burn incense, and to wear a priestly robe[d] as he served me? And didn't I assign the sacrificial offerings to you priests? ", "29": "Then why are you so greedy for all the other offerings which are brought to me? Why have you honored your sons more than me—for you and they have become fat from the best of the offerings of my people!", "30": "“Therefore, I, the Lord God of Israel, declare that although I promised that your branch of the tribe of Levi could always be my priests, it is ridiculous to think that what you are doing can continue. I will honor only those who honor me, and I will despise those who despise me. ", "31": "I will put an end to your family, so that it will no longer serve as priests. Every member will die before his time. None shall live to be old. ", "32": "You will envy the prosperity I will give my people, but you and your family will be in distress and need. Not one of them will live out his days. ", "33": "Those who are left alive will live in sadness and grief; and their children shall die by the sword. ", "34": "And to prove that what I have said will come true, I will cause your two sons, Hophni and Phinehas, to die on the same day!", "35": "“Then I will raise up a faithful priest who will serve me and do whatever I tell him to do. I will bless his descendants, and his family shall be priests to my kings forever. ", "36": "Then all of your descendants shall bow before him, begging for money and food. 'Please,' they will say, 'give me a job among the priests so that I will have enough to eat.'”"}