{"1": "David now fled from Naioth in Ramah and found Jonathan. “What have I done?” he exclaimed. “Why is your father so determined to kill me?”", "2": "“That's not true!” Jonathan protested. “I'm sure he's not planning any such thing, for he always tells me everything he's going to do, even little things, and I know he wouldn't hide something like this from me. It just isn't so.”", "3": "“Of course you don't know about it!” David fumed. “Your father knows perfectly well about our friendship, so he has said to himself, 'I'll not tell Jonathan—why should I hurt him?' But the truth is that I am only a step away from death! I swear it by the Lord and by your own soul!”", "4": "“Tell me what I can do,” Jonathan begged.", "5": "And David replied, “Tomorrow is the beginning of the celebration of the new moon. Always before, I've been with your father for this occasion, but tomorrow I'll hide in the field and stay there until the evening of the third day. ", "6": "If your father asks where I am, tell him that I asked permission to go home to Bethlehem for an annual family reunion. ", "7": "If he says, 'Fine!' then I'll know that all is well. But if he is angry, then I'll know that he is planning to kill me. ", "8": "Do this for me as my sworn brother. Or else kill me yourself if I have sinned against your father, but don't betray me to him!”", "9": "“Of course not!” Jonathan exclaimed. “Look, wouldn't I say so if I knew that my father was planning to kill you?”", "10": "Then David asked, “How will I know whether or not your father is angry?”", "11": "“Come out to the field with me,” Jonathan replied. And they went out there together.", "12": "Then Jonathan told David, “I promise by the Lord God of Israel that about this time tomorrow, or the next day at the latest, I will talk to my father about you and let you know at once how he feels about you. ", "13": "If he is angry and wants you killed, then may the Lord kill me if I don't tell you, so you can escape and live. May the Lord be with you as he used to be with my father. ", "14": "And remember, you must demonstrate the love and kindness of the Lord not only to me during my own lifetime, ", "15": "but also to my children after the Lord has destroyed all of your enemies.”", "16": "So Jonathan made a covenant with the family of David, and David swore to it with a terrible curse against himself and his descendants, should he be unfaithful to his promise. ", "17": "But Jonathan made David swear to it again, this time by his love for him, for he loved him as much as he loved himself.", "18": "Then Jonathan said, “Yes, they will miss you tomorrow when your place at the table is empty. ", "19": "By the day after tomorrow, everyone will be asking about you, so be at the hideout where you were before, over by the stone pile. ", "20": "I will come out and shoot three arrows in front of the pile as though I were shooting at a target. ", "21": "Then I'll send a lad to bring the arrows back. If you hear me tell him, 'They're on this side,' then you will know that all is well and that there is no trouble. ", "22": "But if I tell him, 'Go farther—the arrows are still ahead of you,' then it will mean that you must leave immediately. ", "23": "And may the Lord make us keep our promises to each other, for he has witnessed them.”[a]", "24-25": "So David hid himself in the field. When the new moon celebration began, the king sat down to eat at his usual place against the wall. Jonathan sat opposite him and Abner was sitting beside Saul, but David's place was empty. ", "26": "Saul didn't say anything about it that day, for he supposed that something had happened so that David was ceremonially impure. Yes, surely that must be it! ", "27": "But when his place was still empty the next day, Saul asked Jonathan, “Why hasn't David been here for dinner either yesterday or today?”", "28-29": "“He asked me if he could go to Bethlehem to take part in a family celebration,” Jonathan replied. “His brother demanded that he be there, so I told him to go ahead.”", "30": "Saul boiled with rage. “You fool!”[b] he yelled at him. “Do you think I don't know that you want this son of a nobody* to be king in your place, shaming yourself and your mother? ", "31": "As long as that fellow is alive, you'll never be king. Now go and get him so I can kill him!”", "32": "“But what has he done?” Jonathan demanded. “Why should he be put to death?”", "33": "Then Saul hurled his spear at Jonathan, intending to kill him; so at last Jonathan realized that his father really meant it when he said David must die. ", "34": "Jonathan left the table in fierce anger and refused to eat all that day, for he was crushed by his father's shameful behavior toward David.", "35": "The next morning, as agreed, Jonathan went out into the field and took a young boy with him to gather his arrows.", "36": "“Start running,” he told the boy, “so that you can find the arrows as I shoot them.” So the boy ran and Jonathan shot an arrow beyond him. ", "37": "When the boy had almost reached the arrow, Jonathan shouted, “The arrow is still ahead of you. ", "38": "Hurry, hurry, don't wait.” So the boy quickly gathered up the arrows and ran back to his master. ", "39": "He, of course, didn't understand what Jonathan meant; only Jonathan and David knew. ", "40": "Then Jonathan gave his bow and arrows to the boy and told him to take them back to the city.", "41": "As soon as he was gone, David came out from where he had been hiding near the south edge of the field. Both of them were crying as they said good-bye, especially David.[c] ", "42": "At last Jonathan said to David, “Cheer up, for we have entrusted each other and each other's children into God's hands forever.” So they parted, David going away and Jonathan returning to the city."}