{"1": "David went to the city of Nob to see Ahimelech, the priest. Ahimelech trembled when he saw him. “Why are you alone?” he asked. “Why is no one with you?”", "2": "“The king has sent me on a private matter,” David lied. “He told me not to tell anybody why I am here. I have told my men where to meet me later. ", "3": "Now, what is there to eat? Give me five loaves of bread or anything else you can.”", "4": "“We don't have any regular bread,” the priest replied, “but there is the holy bread, which I guess you can have if only your young men have not slept with any women for a while.”", "5": "“Rest assured,” David replied. “I never let my men run wild when they are on an expedition, and since they stay clean even on ordinary trips, how much more so on this one!”", "6": "So, since there was no other food available, the priest gave him the holy bread—the Bread of the Presence that was placed before the Lord in the Tabernacle. It had just been replaced that day with fresh bread.", "7": "(Incidentally, Doeg the Edomite, Saul's chief herdsman, was there at that time for ceremonial purification.[a])", "8": "David asked Ahimelech if he had a spear or sword he could use. “The king's business required such haste, and I left in such a rush that I came away without a weapon!” David explained.", "9": "“Well,” the priest replied, “I have the sword of Goliath, the Philistine—the fellow you killed in the valley of Elah. It is wrapped in a cloth in the clothes closet.[b] Take that if you want it, for there is nothing else here.” “Just the thing!” David replied. “Give it to me!”", "10": "Then David hurried on, for he was fearful of Saul, and went to King Achish of Gath. ", "11": "But Achish's officers weren't happy about his being there. “Isn't he the top leader of Israel?” they asked. “Isn't he the one the people honor at their dances, singing, 'Saul has slain his thousands and David his ten thousands'?”", "12": "David heard these comments and was afraid of what King Achish might do to him, ", "13": "so he pretended to be insane! He scratched on doors and let his spittle flow down his beard, ", "14-15": "until finally King Achish said to his men, “Must you bring me a madman? We already have enough of them around here! Should such a fellow as this be my guest?”"}