{"1": "So David left Gath and escaped to the cave of Adullam, where his brothers and other relatives soon joined him. ", "2": "Then others began coming—those who were in any kind of trouble, such as being in debt, or merely discontented—until David was the leader of about four hundred men.", "3": "(Later David went to Mizpeh in Moab to ask permission of the king for his father and mother to live there under royal protection until David knew what God was going to do for him. ", "4": "They stayed in Moab during the entire period when David was living in the cave.)", "5": "One day the prophet Gad told David to leave the cave and return to the land of Judah. So David went to the forest of Hereth. ", "6": "The news of his arrival in Judah soon reached Saul. He was in Gibeah at the time, sitting beneath an oak tree playing with his spear, surrounded by his officers.", "7": "“Listen here, you men of Benjamin!” Saul exclaimed when he heard the news. “Has David promised you fields and vineyards and commissions in his army? ", "8": "Is that why you are against me? For not one of you has ever told me that my own son is on David's side. You're not even sorry for me. Think of it! My own son—encouraging David to come and kill me!”", "9-10": "Then Doeg the Edomite, who was standing there with Saul's men, spoke up. “When I was at Nob,” he said, “I saw David talking to Ahimelech the priest. Ahimelech consulted the Lord to find out what David should do, and then gave him food and the sword of Goliath the Philistine.”", "11-12": "King Saul immediately summoned Ahimelech and all his family and all the other priests at Nob. When they arrived Saul shouted at him, “Listen to me, you son of Ahitub!” “What is it?” quavered Ahimelech.", "13": "“Why have you and David conspired against me?” Saul demanded. “Why did you give him food and a sword and talk to God for him? Why did you encourage him to revolt against me and to come here and attack me?”", "14": "“But sir,” Ahimelech replied, “is there anyone among all your servants who is as faithful as David your son-in-law? Why, he is the captain of your bodyguard and a highly honored member of your own household! ", "15": "This was certainly not the first time I had consulted God for him! It's unfair for you to accuse me and my family in this matter, for we knew nothing of any plot against you.”", "16": "“You shall die, Ahimelech, along with your entire family!” the king shouted. ", "17": "He ordered his bodyguards, “Kill these priests, for they are allies and conspirators with David; they knew he was running away from me, but they didn't tell me!” But the soldiers refused to harm the clergy.", "18": "Then the king said to Doeg, “You do it.” So Doeg turned on them and killed them, eighty-five priests in all, all wearing their priestly robes. ", "19": "Then he went to Nob, the city of the priests, and killed the priests' families—men, women, children, and babies, and also all the oxen, donkeys, and sheep. ", "20": "Only Abiathar, one of the sons of Ahimelech, escaped and fled to David.", "21": "When he told him what Saul had done, ", "22": "David exclaimed, “I knew it! When I saw Doeg there, I knew he would tell Saul. Now I have caused the death of all of your father's family. ", "23": "Stay here with me, and I'll protect you with my own life. Any harm to you will be over my dead body.”"}