{"1": "One day news came to David that the Philistines were at Keilah robbing the threshing floors.", "2": "David asked the Lord, “Shall I go and attack them?” “Yes, go and save Keilah,” the Lord told him.", "3": "But David's men said, “We're afraid even here in Judah; we certainly don't want to go to Keilah to fight the whole Philistine army!”", "4": "David asked the Lord again, and the Lord again replied, “Go down to Keilah, for I will help you conquer the Philistines.”", "5": "They went to Keilah and slaughtered the Philistines and confiscated their cattle, and so the people of Keilah were saved. ", "6": "(Abiathar the priest went to Keilah with David, taking his ephod with him to get answers for David from the Lord.) ", "7": "Saul soon learned that David was at Keilah. “Good!” he exclaimed. “We've got him now! God has delivered him to me, for he has trapped himself in a walled city!”", "8": "So Saul mobilized his entire army to march to Keilah and besiege David and his men. ", "9": "But David learned of Saul's plan and told Abiathar the priest to bring the ephod and to ask the Lord what he should do.", "10": "“O Lord God of Israel,” David said, “I have heard that Saul is planning to come and destroy Keilah because I am here. ", "11": "Will the men of Keilah surrender me to him? And will Saul actually come, as I have heard? O Lord God of Israel, please tell me.” And the Lord said, “He will come.”", "12": "“And will these men of Keilah betray me to Saul?” David persisted. And the Lord replied, “Yes, they will betray you.”", "13": "So David and his men—about six hundred of them now—left Keilah and began roaming the countryside. Word soon reached Saul that David had escaped, so he didn't go there after all. ", "14-15": "David now lived in the wilderness caves in the hill country of Ziph. One day near Horesh he received the news that Saul was on the way to Ziph to search for him and kill him. Saul hunted him day after day, but the Lord didn't let him find him.", "16": "(Prince Jonathan now went to find David; he met him at Horesh and encouraged him in his faith in God.", "17": "“Don't be afraid,” Jonathan reassured him. “My father will never find you! You are going to be the king of Israel and I will be next to you, as my father is well aware.” ", "18": "So the two of them renewed their pact of friendship; and David stayed at Horesh while Jonathan returned home.)", "19": "But now the men of Ziph went to Saul in Gibeah and betrayed David to him. “We know where he is hiding,” they said. “He is in the caves of Horesh on Hachilah Hill, down in the southern part of the wilderness. ", "20": "Come on down, sir, and we will catch him for you and your fondest wish will be fulfilled!”", "21": "“Well, praise the Lord!” Saul said. “At last someone has had pity on me! ", "22": "Go and check again to be sure of where he is staying and who has seen him there, for I know that he is very crafty. ", "23": "Discover his hiding places and then come back and give me a more definite report. Then I'll go with you. And if he is in the area at all, I'll find him if I have to search every inch of the entire land!”", "24-25": "So the men of Ziph returned home. But when David heard that Saul was on his way to Ziph, he and his men went even further into the wilderness of Maon in the south of the desert. But Saul followed them there. ", "26": "He and David were now on opposite sides of a mountain. As Saul and his men began to close in, David tried his best to escape, but it was no use. ", "27": "But just then a message reached Saul that the Philistines were raiding Israel again, ", "28": "so Saul quit the chase and returned to fight the Philistines. Ever since that time the place where David was camped has been called, “The Rock of Escape.” ", "29": "David then went to live in the caves of Engedi."}