{"1": "Shortly afterwards Samuel died, and all Israel gathered for his funeral and buried him in his family plot at Ramah. Meanwhile David went down to the wilderness of Paran. ", "2": "A wealthy man from Maon owned a sheep ranch there, near the village of Carmel. He had three thousand sheep and a thousand goats, and was at his ranch at this time for the sheepshearing. ", "3": "His name was Nabal and his wife, a beautiful and very intelligent woman, was named Abigail. But the man, who was a descendant of Caleb, was uncouth, churlish, stubborn, and ill-mannered.", "4": "When David heard that Nabal was shearing his sheep, ", "5": "he sent ten of his young men to Carmel to give him this message: ", "6": "“May God prosper you and your family and multiply everything you own. ", "7": "I am told that you are shearing your sheep and goats. While your shepherds have lived among us, we have never harmed them, nor stolen anything from them the whole time they have been in Carmel. ", "8": "Ask your young men and they will tell you whether or not this is true. Now I have sent my men to ask for a little contribution from you, for we have come at a happy time of holiday. Please give us a present of whatever is at hand.”", "9": "The young men gave David's message to Nabal and waited for his reply.", "10": "“Who is this fellow David?” he sneered. “Who does this son of Jesse think he is? There are lots of servants these days who run away from their masters. ", "11": "Should I take my bread and my water and my meat that I've slaughtered for my shearers and give it to a gang who comes from God knows where?”", "12": "So David's messengers returned and told him what Nabal had said.", "13": "“Get your swords!” was David's reply as he strapped on his own. Four hundred of them started off with David and two hundred remained behind to guard their gear.", "14": "Meanwhile, one of Nabal's men went and told Abigail, “David sent men from the wilderness to talk to our master, but he insulted them and railed at them. ", "15-16": "But David's men were very good to us and we never suffered any harm from them; in fact, day and night they were like a wall of protection to us and the sheep, and nothing was stolen from us the whole time they were with us. ", "17": "You'd better think fast, for there is going to be trouble for our master and his whole family—he's such a stubborn lout that no one can even talk to him!”", "18": "Then Abigail hurriedly took two hundred loaves of bread, two barrels of wine, five dressed sheep, two bushels of roasted grain, one hundred raisin cakes, and two hundred fig cakes, and packed them onto donkeys.", "19": "“Go on ahead,” she said to her young men, “and I will follow.” But she didn't tell her husband what she was doing. ", "20": "As she was riding down the trail on her donkey, she met David coming toward her.", "21": "David had been saying to himself, “A lot of good it did us to help this fellow. We protected his flocks in the wilderness so that not one thing was lost or stolen, but he has repaid me bad for good. All that I get for my trouble is insults. ", "22": "May God curse me if even one of his men remains alive by tomorrow morning!”", "23": "When Abigail saw David, she quickly dismounted and bowed low before him.", "24": "“I accept all blame in this matter, my lord,” she said. “Please listen to what I want to say. ", "25": "Nabal is a bad-tempered boor, but please don't pay any attention to what he said. He is a fool—just like his name means. But I didn't see the messengers you sent. ", "26": "Sir, since the Lord has kept you from murdering and taking vengeance into your own hands, I pray by the life of God, and by your own life too, that all your enemies shall be as cursed as Nabal is. ", "27": "And now, here is a present I have brought to you and your young men. ", "28": "Forgive me for my boldness in coming out here. The Lord will surely reward you with eternal royalty for your descendants, for you are fighting his battles; and you will never do wrong throughout your entire life. ", "29": "Even when you are chased by those who seek your life, you are safe in the care of the Lord your God, just as though you were safe inside his purse! But the lives of your enemies shall disappear like stones from a sling! ", "30-31": "When the Lord has done all the good things he promised you and has made you king of Israel, you won't want the conscience of a murderer who took the law into his own hands! And when the Lord has done these great things for you, please remember me!”", "32": "David replied to Abigail, “Bless the Lord God of Israel who has sent you to meet me today! ", "33": "Thank God for your good sense! Bless you for keeping me from murdering the man and carrying out vengeance with my own hands. ", "34": "For I swear by the Lord, the God of Israel who has kept me from hurting you, that if you had not come out to meet me, not one of Nabal's men would be alive tomorrow morning.”", "35": "Then David accepted her gifts and told her to return home without fear, for he would not kill her husband. ", "36": "When she arrived home she found that Nabal had thrown a big party. He was roaring drunk, so she didn't tell him anything about her meeting with David until the next morning. ", "37-38": "By that time he was sober, and when his wife told him what had happened, he had a stroke and lay paralyzed[a] for about ten days, then died, for the Lord killed him.", "39": "When David heard that Nabal was dead, he said, “Praise the Lord! God has paid back Nabal and kept me from doing it myself; he has received his punishment for his sin.” Then David wasted no time in sending messengers to Abigail to ask her to become his wife. ", "40": "When the messengers arrived at Carmel and told her why they had come, ", "41": "she readily agreed to his request. ", "42": "Quickly getting ready, she took along five of her serving girls as attendants, mounted her donkey, and followed the men back to David. So she became his wife.", "43": "David also married Ahinoam from Jezreel. ", "44": "King Saul, meanwhile, had forced David's wife Michal, Saul's daughter, to marry a man from Gallim named Palti (the son of Laish)."}