{"1": "Now the men from Ziph came back to Saul at Gibeah to tell him that David had returned to the wilderness and was hiding on Hachilah Hill. ", "2": "So Saul took his elite corps of three thousand troops and went to hunt him down. ", "3-4": "Saul camped along the road at the edge of the wilderness where David was hiding, but David knew of Saul's arrival and sent out spies to watch his movements.", "5-7": "David slipped over to Saul's camp one night to look around. King Saul and General Abner were sleeping inside a ring formed by the slumbering soldiers. “Any volunteers to go down there with me?” David asked Ahimelech (the Hittite) and Abishai (Joab's brother and the son of Zeruiah). “I'll go with you,” Abishai replied. So David and Abishai went to Saul's camp and found him asleep, with his spear in the ground beside his head.", "8": "“God has put your enemy within your power this time for sure,” Abishai whispered to David. “Let me go and put that spear through him. I'll pin him to the earth with it—I'll not need to strike a second time!”", "9": "“No,” David said. “Don't kill him, for who can remain innocent after attacking the Lord's chosen king? ", "10": "Surely God will strike him down some day, or he will die in battle or of old age. ", "11": "But God forbid that I should kill the man he has chosen to be king! But I'll tell you what—we'll take his spear and his jug of water and then get out of here!”", "12": "So David took the spear and jug of water, and they got away without anyone seeing them or even waking up, because the Lord had put them sound asleep. ", "13": "They climbed the mountain slope opposite the camp until they were at a safe distance.", "14": "Then David shouted down to Abner and Saul, “Wake up, Abner!” “Who is it?” Abner demanded.", "15": "“Well, Abner, you're a great fellow, aren't you?” David taunted. “Where in all Israel is there anyone as wonderful? So why haven't you guarded your master the king when someone came to kill him? ", "16": "This isn't good at all! I swear by the Lord that you ought to die for your carelessness. Where is the king's spear and the jug of water that was beside his head? Look and see!”", "17-18": "Saul recognized David's voice and said, “Is that you, my son David?” And David replied, “Yes, sir, it is. Why are you chasing me? What have I done? What is my crime? ", "19": "If the Lord has stirred you up against me, then let him accept my peace offering. But if this is simply the scheme of a man, then may he be cursed by God. For you have driven me out of my home so that I can't be with the Lord's people, and you have sent me away to worship heathen gods. ", "20": "Must I die on foreign soil, far from the presence of Jehovah? Why should the king of Israel come out to hunt my life like a partridge on the mountains?”", "21": "Then Saul confessed, “I have done wrong. Come back home, my son, and I'll no longer try to harm you; for you saved my life today. I have been a fool, and very, very wrong.”", "22": "“Here is your spear, sir,” David replied. “Let one of your young men come over and get it. ", "23": "The Lord gives his own reward for doing good and for being loyal, and I refused to kill you even when the Lord placed you in my power. ", "24": "Now may the Lord save my life, even as I have saved yours today. May he rescue me from all my troubles.”", "25": "And Saul said to David, “Blessings on you, my son David. You shall do heroic deeds and be a great conqueror.” Then David went away and Saul returned home."}