{"1": "About that time the Philistines mustered their armies for another war with Israel. “Come and help us fight,” King Achish said to David and his men.", "2": "“Good,” David agreed. “You will soon see what a help we can be to you.” “If you are, you shall be my personal bodyguard for life,” Achish told him.", "3": "(Meanwhile, Samuel had died and all Israel had mourned for him. He was buried in Ramah, his hometown. King Saul had banned all mediums and wizards from the land of Israel.)", "4": "The Philistines set up their camp at Shunem, and Saul and the armies of Israel were at Gilboa. ", "5-6": "When Saul saw the vast army of the Philistines, he was frantic with fear and asked the Lord what he should do. But the Lord refused to answer him, either by dreams, or by Urim,[a] or by the prophets. ", "7-8": "Saul then instructed his aides to try to find a medium so that he could ask her what to do, and they found one at Endor. Saul disguised himself by wearing ordinary clothing instead of his royal robes. He went to the woman's home at night, accompanied by two of his men. “I've got to talk to a dead man,” he pleaded. “Will you bring his spirit up?”", "9": "“Are you trying to get me killed?” the woman demanded. “You know that Saul has had all of the mediums and fortune-tellers executed. You are spying on me.”", "10": "But Saul took a solemn oath that he wouldn't betray her.", "11": "Finally the woman said, “Well, whom do you want me to bring up?” “Bring me Samuel,” Saul replied.", "12": "When the woman saw Samuel, she screamed, “You've deceived me! You are Saul!”", "13": "“Don't be frightened!” the king told her. “What do you see?” “I see a specter coming up out of the earth,” she said.", "14": "“What does he look like?” “He is an old man wrapped in a robe.” Saul realized that it was Samuel and bowed low before him.", "15": "“Why have you disturbed me by bringing me back?” Samuel asked Saul. “Because I am in deep trouble,” he replied. “The Philistines are at war with us, and God has left me and won't reply by prophets or dreams; so I have called for you to ask you what to do.”", "16": "But Samuel replied, “Why ask me if the Lord has left you and has become your enemy? ", "17": "He has done just as he said he would and has taken the kingdom from you and given it to your rival, David. ", "18": "All this has come upon you because you did not obey the Lord's instructions when he was so angry with Amalek. ", "19": "What's more, the entire Israeli army will be routed and destroyed by the Philistines tomorrow, and you and your sons will be here with me.”", "20": "Saul now fell full length upon the ground, paralyzed with fright because of Samuel's words. He was also faint with hunger, for he had eaten nothing all day. ", "21": "When the woman saw how distraught he was, she said, “Sir, I obeyed your command at the risk of my life. ", "22": "Now do what I say, and let me give you something to eat so you'll regain your strength for the trip back.”", "23": "But he refused. The men who were with him added their pleas to that of the woman until he finally yielded and got up and sat on the bed. ", "24": "The woman had been fattening a calf, so she hurried out and killed it and kneaded dough and baked unleavened bread. ", "25": "She brought the meal to the king and his men, and they ate it. Then they went out into the night."}