{"1": "Meanwhile little Samuel was helping the Lord by assisting Eli. Messages from the Lord were very rare in those days, ", "2-3": "but one night after Eli had gone to bed (he was almost blind with age by now), and Samuel was sleeping in the Temple near the Ark, ", "4-5": "the Lord called out, “Samuel! Samuel!” “Yes?” Samuel replied. “What is it?” He jumped up and ran to Eli. “Here I am. What do you want?” he asked. “I didn't call you,” Eli said. “Go on back to bed.” So he did. ", "6": "Then the Lord called again, “Samuel!” And again Samuel jumped up and ran to Eli. “Yes?” he asked. “What do you need?” “No, I didn't call you, my son,” Eli said. “Go on back to bed.”", "7": "(Samuel had never had a message from Jehovah before.[a]) ", "8": "So now the Lord called the third time, and once more Samuel jumped up and ran to Eli. “Yes?” he asked. “What do you need?” Then Eli realized it was the Lord who had spoken to the child. ", "9": "So he said to Samuel, “Go and lie down again, and if he calls again, say, 'Yes, Lord, I'm listening.'” So Samuel went back to bed.", "10": "And the Lord came and called as before, “Samuel! Samuel!” And Samuel replied, “Yes, I'm listening.”", "11": "Then the Lord said to Samuel, “I am going to do a shocking thing in Israel. ", "12": "I am going to do all of the dreadful things I warned Eli about. ", "13": "I have continually threatened him and his entire family with punishment because his sons are blaspheming God, and he doesn't stop them. ", "14": "So I have vowed that the sins of Eli and of his sons shall never be forgiven by sacrifices and offerings.”", "15": "Samuel stayed in bed until morning, then opened the doors of the Temple as usual, for he was afraid to tell Eli what the Lord had said to him. ", "16-17": "But Eli called him. “My son,” he said, “what did the Lord say to you? Tell me everything. And may God punish you if you hide anything from me!”", "18": "So Samuel told him what the Lord had said. “It is the Lord's will,” Eli replied; “let him do what he thinks best.”", "19": "As Samuel grew, the Lord was with him and people listened carefully to his advice. ", "20": "And all Israel from one end of the land to the other knew that Samuel was going to be a prophet of the Lord. ", "21": "Then the Lord began to give messages to him there at the Tabernacle in Shiloh, "}