{"1": "Three days later, when David and his men arrived home at their city of Ziklag, they found that the Amalekites had raided the city and burned it to the ground, ", "2": "carrying off all the women and children. ", "3": "As David and his men looked at the ruins and realized what had happened to their families, ", "4": "they wept until they could weep no more. ", "5": "(David's two wives, Ahinoam and Abigail, were among those who had been captured.) ", "6": "David was seriously worried, for in their bitter grief for their children, his men began talking of killing him. But David took strength from the Lord.", "7": "Then he said to Abiathar the priest, “Bring me the ephod!” So Abiathar brought it.", "8": "David asked the Lord, “Shall I chase them? Will I catch them?” And the Lord told him, “Yes, go after them; you will recover everything that was taken from you!”", "9-10": "So David and his six hundred men set out after the Amalekites. When they reached Besor Brook, two hundred of the men were too exhausted to cross, but the other four hundred kept going. ", "11-12": "Along the way they found an Egyptian youth in a field and brought him to David. He had not had anything to eat or drink for three days and nights, so they gave him part of a fig cake, two clusters of raisins, and some water, and his strength soon returned.", "13": "“Who are you and where do you come from?” David asked him. “I am an Egyptian—the servant of an Amalekite,” he replied. “My master left me behind three days ago because I was sick. ", "14": "We were on our way back from raiding the Cherethites in the Negeb, and had raided the south of Judah and the land of Caleb, and had burned Ziklag.”", "15": "“Can you tell me where they went?” David asked. The young man replied, “If you swear by God's name that you will not kill me or give me back to my master, then I will guide you to them.”", "16": "So he led them to the Amalekite encampment. They were spread out across the fields, eating and drinking and dancing with joy because of the vast amount of loot they had taken from the Philistines and from the men of Judah. ", "17": "David and his men rushed in among them and slaughtered them all that night and the entire next day until evening. No one escaped except four hundred young men who fled on camels. ", "18-19": "David got back everything they had taken. The men recovered their families and all of their belongings, and David rescued his two wives. ", "20": "His troops rounded up all the flocks and herds and drove them on ahead of them. “These are all yours personally, as your reward!” they told David.", "21": "When they reached Besor Brook and the two hundred men who had been too exhausted to go on, David greeted them joyfully. ", "22": "But some of the ruffians among David's men declared, “They didn't go with us, so they can't have any of the loot. Give them their wives and their children and tell them to be gone.”", "23": "But David said, “No, my brothers! The Lord has kept us safe and helped us defeat the enemy. ", "24": "Do you think that anyone will listen to you when you talk like this? We share and share alike—those who go to battle and those who guard the equipment.”", "25": "From then on David made this a law for all of Israel, and it is still followed.", "26": "When he arrived at Ziklag, he sent part of the loot to the elders of Judah. “Here is a present for you, taken from the Lord's enemies,” he wrote them. ", "27-31": "The gifts were sent to the elders in the following cities where David and his men had been: Bethel, South Ramoth, Jattir, Aroer, Siphmoth, Eshtemoa, Racal, the cities of the Jerahmeelites, the cities of the Kenites, Hormah, Borashan, Athach, Hebron."}