{"1": "and he passed them on to the people of Israel. At that time Israel was at war with the Philistines. The Israeli army was camped near Ebenezer, the Philistines at Aphek. ", "2": "And the Philistines defeated Israel, killing four thousand of them. ", "3": "After the battle was over, the army of Israel returned to their camp and their leaders discussed why the Lord had let them be defeated. “Let's bring the Ark here from Shiloh,” they said. “If we carry it into battle with us, the Lord will be among us and he will surely save us from our enemies.”", "4": "So they sent for the Ark of the Lord of heaven who is enthroned above the angels. Hophni and Phinehas, the sons of Eli, accompanied it into the battle. ", "5": "When the Israelis saw the Ark coming, their shout of joy was so loud that it almost made the ground shake!", "6": "“What's going on?” the Philistines asked. “What's all the shouting about over in the camp of the Hebrews?” When they were told it was because the Ark of the Lord had arrived, ", "7": "they panicked. “God has come into their camp!” they cried out. “Woe upon us, for we have never had to face anything like this before! ", "8": "Who can save us from these mighty gods of Israel? They are the same gods who destroyed the Egyptians with plagues when Israel was in the wilderness. ", "9": "Fight as you never have before, O Philistines, or we will become their slaves just as they have been ours.”", "10": "So the Philistines fought desperately and Israel was defeated again. Thirty thousand men of Israel died that day, and the remainder fled to their tents. ", "11": "And the Ark of God was captured, and Hophni and Phinehas were killed.", "12": "A man from the tribe of Benjamin ran from the battle and arrived at Shiloh the same day with his clothes torn and dirt on his head.[a] ", "13": "Eli was waiting beside the road to hear the news of the battle, for his heart trembled for the safety of the Ark of God. As the messenger from the battlefront arrived and told what had happened, a great cry arose throughout the city.", "14": "“What is all the noise about?” Eli asked. And the messenger rushed over to Eli and told him what had happened. ", "15": "(Eli was ninety-eight years old and was blind.)", "16": "“I have just come from the battle—I was there today,” he told Eli, ", "17": "“and Israel has been defeated and thousands of the Israeli troops are dead on the battlefield. Hophni and Phinehas were killed too, and the Ark has been captured.”", "18": "When the messenger mentioned what had happened to the Ark, Eli fell backward from his seat beside the gate and his neck was broken by the fall, and he died (for he was old and fat). He had judged Israel for forty years.", "19": "When Eli's daughter-in-law, Phinehas' wife, who was pregnant, heard that the Ark had been captured and that her husband and father-in-law were dead, her labor pains suddenly began. ", "20": "Just before she died, the women who were attending her told her that everything was all right and that the baby was a boy. But she did not reply or respond in any way. ", "21-22": "Then she murmured, “Name the child 'Ichabod,' for Israel's glory is gone.” (Ichabod means “there is no glory.” She named him this because the Ark of God had been captured and because her husband and her father-in-law were dead.)"}