{"1": "So the men of Kiriath-jearim came and took the Ark to the hillside home of Abinadab and installed his son Eleazar to be in charge of it. ", "2": "The Ark remained there for twenty years, and during that time all Israel was in sorrow because the Lord had seemingly abandoned them.", "3": "At that time Samuel said to them, “If you are really serious about wanting to return to the Lord, get rid of your foreign gods and your Ashtaroth idols. Determine to obey only the Lord; then he will rescue you from the Philistines.”", "4": "So they destroyed their idols of Baal and Ashtaroth and worshiped only the Lord.", "5": "Then Samuel told them, “Come to Mizpah, all of you, and I will pray to the Lord for you.”", "6": "So they gathered there and, in a great ceremony, drew water from the well and poured it out before the Lord. They also went without food all day as a sign of sorrow for their sins. So it was at Mizpah that Samuel became Israel's judge.", "7": "When the Philistine leaders heard about the great crowds at Mizpah, they mobilized their army and advanced. The Israelis were badly frightened when they learned that the Philistines were approaching.", "8": "“Plead with God to save us!” they begged Samuel.", "9": "So Samuel took a suckling lamb and offered it to the Lord as a whole burnt offering and pleaded with him to help Israel. And the Lord responded. ", "10": "Just as Samuel was sacrificing the burnt offering, the Philistines arrived for battle, but the Lord spoke with a mighty voice of thunder from heaven, and they were thrown into confusion, and the Israelis routed them ", "11": "and chased them from Mizpah to Beth-car, killing them all along the way. ", "12": "Samuel then took a stone and placed it between Mizpah and Jeshanah and named it Ebenezer (meaning, “the Stone of Help”), for he said, “The Lord has certainly helped us!” ", "13": "So the Philistines were subdued and didn't invade Israel again at that time because the Lord was against them throughout the remainder of Samuel's lifetime. ", "14": "The Israeli cities between Ekron and Gath, which had been conquered by the Philistines, were now returned to Israel, for the Israeli army rescued them from their Philistine captors. And there was peace between Israel and the Amorites in those days.", "15": "Samuel continued as Israel's judge for the remainder of his life. ", "16": "He rode circuit annually, setting up his court first at Bethel, then Gilgal, and then Mizpah, and cases of dispute were brought to him in each of those three cities from all the surrounding territory. ", "17": "Then he would come back to Ramah, for his home was there, and he would hear cases there too. And he built an altar to the Lord at Ramah."}