{"1": "Kish was a rich, influential man from the tribe of Benjamin. He was the son of Abiel, grandson of Zeror, great-grandson of Becorath, and great-great-grandson of Aphiah. ", "2": "His son Saul was the most handsome man in Israel. And he was head and shoulders taller than anyone else in the land!", "3": "One day Kish's donkeys strayed away, so he sent Saul and a servant to look for them. ", "4": "They traveled all through the hill country of Ephraim, the land of Shalisha, the Shaalim area, and the entire land of Benjamin, but couldn't find them anywhere. ", "5": "Finally, after searching in the land of Zuph, Saul said to the servant, “Let's go home; by now my father will be more worried about us than about the donkeys!”", "6": "But the servant said, “I've just thought of something! There is a prophet who lives here in this city; he is held in high honor by all the people because everything he says comes true; let's go and find him, and perhaps he can tell us where the donkeys are.”", "7": "“But we don't have anything to pay him with,” Saul replied. “Even our food is gone, and we don't have a thing to give him.”", "8": "“Well,” the servant said, “I have a dollar! We can at least offer it to him and see what happens!”", "9-11": "“All right,” Saul agreed, “let's try it!” So they started into the city where the prophet lived. As they were climbing a hill toward the city, they saw some young girls going out to draw water and asked them if they knew whether the seer was in town. (In those days prophets were called seers. “Let's go and ask the seer,” people would say, rather than, “Let's go and ask the prophet,” as we would say now.)", "12-13": "“Yes,” they replied, “stay right on this road. He lives just inside the city gates. He has just arrived back from a trip to take part in a public sacrifice up on the hill. So hurry, because he'll probably be leaving about the time you get there; the guests can't eat until he arrives and blesses the food.”", "14": "So they went into the city, and as they were entering the gates they saw Samuel coming out toward them to go up the hill. ", "15": "The Lord had told Samuel the previous day, ", "16": "“About this time tomorrow I will send you a man from the land of Benjamin. You are to anoint him as the leader of my people. He will save them from the Philistines, for I have looked down on them in mercy and have heard their cry.”", "17": "When Samuel saw Saul, the Lord said, “That's the man I told you about! He will rule my people.”", "18": "Just then Saul approached Samuel and asked, “Can you please tell me where the seer's house is?”", "19": "“I am the seer!” Samuel replied. “Go on up the hill ahead of me and we'll eat together; in the morning I will tell you what you want to know and send you on your way. ", "20": "And don't worry about those donkeys that were lost three days ago, for they have been found. And anyway, you own all the wealth of Israel now!”", "21": "“Pardon me, sir,” Saul replied. “I'm from the tribe of Benjamin, the smallest in Israel, and my family is the least important of all the families of the tribe! You must have the wrong man!”", "22": "Then Samuel took Saul and his servant into the great hall and placed them at the head of the table, honoring them above the thirty special guests. ", "23": "Samuel then instructed the chef to bring Saul the choicest cut of meat, the piece that had been set aside for the guest of honor. ", "24": "So the chef brought it in and placed it before Saul. “Go ahead and eat it,” Samuel said, “for I was saving it for you, even before I invited these others!” So Saul ate with Samuel. ", "25": "After the feast, when they had returned to the city, Samuel took Saul up to the porch on the roof and talked with him there. ", "26-27": "At daybreak the next morning, Samuel called up to him, “Get up; it's time you were on your way!” So Saul got up, and Samuel accompanied him to the edge of the city. When they reached the city walls, Samuel told Saul to send the servant on ahead. Then he told him, “I have received a special message for you from the Lord.”"}