{"1": "I, Solomon, David's son and Israel's king, pass on to you these proverbs—a treasury of wisdom—", "2": "So that you would recognize wisdom and value discipline; that you would understand insightful teaching", "3": "And receive wise guidance to live a disciplined life; that you would seek justice and have the ability to choose what is right and fair.", "4": "These proverbs teach the naive how to become clever; they instruct the young in how to grow in knowledge and live with discretion.", "5": "The wise will pay attention to these words and will grow in learning, and the discerning will receive divine guidance,", "6": "And they will be able to interpret the meaning of a proverb and a puzzle, the twists and turns in the words of the wise and their riddles.", "7": "A strategic translation decision has been made to respect the historical situation of this book. In its original context, Proverbs is practical wisdom passed down from parents (especially fathers, see chapters 1–9) to young men who are preparing to enter a life of adult responsibilities: family, business, community leadership, and so on. Because of this relational aspect, we have retained masculine references when appropriate and have used more inclusive language when that was the intention of the original author. It is our greatest hope that God will use this work to remind fathers of the profound place they have in nurturing, instructing, and guiding the next generation. Let us begin. The worship of the Eternal One, the one True God, is the first step toward knowledge. Fools, however, do not fear God and cannot stand wisdom or guidance.", "8": "So, my son, pay attention to your father's guidance, and do not ignore what your mother taught you—", "9": "Wear their wisdom as a badge of honor and maturity, as fine jewelry around your neck.", "10": "My son, should your less honorable peers pressure you to do what is wrong, you should be strong enough not to go along.", "11": "If they should say, Evildoers: Come on! Everyone, hide and let's wait to see whom we can beat to a pulp. We're going to jump some unsuspecting chumps for no reason at all.", "12": "We'll have our way with them, and when we're through, there will be nothing left, as if their bodies were swallowed whole by the grave's dark pit.", "13": "We'll take whatever we want—all their wealth and their fancy clothes— and when we're through, we'll have piles of their treasure for our own.", "14": "You have to join us; forget about God. We're going to rake in the goods, and we'll share all we take!", "15": "My son, do not join them; keep well away from their violent, destructive paths.", "16": "For they run right away, every time, to do wrong, and they are thirsty for blood.", "17": "You see, it makes no sense to bait the net and set the trap while the bird is watching,", "18": "But these hiding in the shadows and waiting to spill innocent blood are really just hastening their own destruction! By giving in to their sinful desires, they set themselves up to be ambushed.", "19": "This is what happens to everyone who tries to profit by violence; violence will eventually rob them of their very lives.", "20": "Each generation faces strong peer pressure to follow the world's ways, especially during adolescence. That pressure can twist an innocent young man inside out until he is nearly unrecognizable to those close to him. Once gang mentality takes over, that young man could easily find himself in unexpected and troublesome situations. Wisdom calls, and her voice is clear: Remember your parents' instruction. Avoid violence and violent people. If you don't, violence will find you. There's another voice in town. It belongs to Lady Wisdom, who calls out in the street. She cries out in the town square,", "21": "At the city gates, in the noisy city streets, you can hear her speaking over the racket.", "22": "Lady Wisdom: You simple, naive people, how long will you love your feeble ways? You simpletons, how long will you enjoy making fun of what you don't understand? You fools, how long will you hate learning what truly matters?", "23": "Turn to me and receive my gentle correction; Watch and I will pour out my spirit on you; I will share with you my wise words in order to redirect your lives.", "24": "You hear, but you have refused to answer my call. My hands reached out, but no one noticed.", "25": "All my advice, all my correction, all have been neglected— you wanted nothing of them.", "26": "So I will be the laughter you hear when misfortune comes, and it will come. I will be the mocking sound when panic grips you—", "27": "When panic comes like a stormy blast, when misfortune sweeps in like a whirlwind, when sorrow and anguish weigh you down.", "28": "This is when they will call on me, but I will not respond; they will be frantic to find me, but they won't be able.", "29": "Because they despised knowledge of my ways, and they also refused to respect and honor the Eternal,", "30": "Because they rejected my advice and turned down my correction,", "31": "They will surely get what's coming to them: they'll be forced to eat the fruit of their wicked ways; they'll gorge themselves on the consequences of their choices.", "32": "You see, it's turning away from me that brings death to the simple, and it's self-satisfaction that destroys the fools.", "33": "But those who listen to me now will live under divine protection; they can rest knowing they are out of harm's way."}