{"1": "The proverbs of Solomon: A wise son makes his father glad, but a foolish one fills his mother with sorrow.", "2": "Solomon's proverbs were originally short, pithy, easily remembered sayings brought together around certain themes. They started as oral traditions and were eventually written in a Hebrew poetic form known as parallelism. Chapters 10–15 are dominated by antithetical parallelism, meaning a statement is made in line 1 and then contrasted in line 2. Chapters 16–22 contain both synonymous and synthetic parallelism. In synonymous parallelism, the ideas in line 1 are repeated in line 2 using different words. In synthetic parallelism, later lines serve to expand, define, and elaborate the first lines. Riches gained through dishonest means will eventually vanish, but doing what is right avoids a deadly consequence.", "3": "The Eternal does not allow the right-living to go hungry, but He will frustrate the plans of the wicked.", "4": "A slack hand produces nothing but poverty, but an industrious hand soon takes hold of riches.", "5": "A wise son stores up for the winter months while it is still summer, but a shameful son lies around even during the harvest.", "6": "Blessings come to those who do what is right, but words spoken by the wicked cover up violent schemes.", "7": "The memory of one who lived with integrity brings joy, but the legacy of a wrongdoer will rot away.", "8": "The wise at heart will gladly obey direction, but one who fills the air with meaningless talk will fall into ruin.", "9": "The path of integrity is always safe, but a person who follows a crooked way will be exposed.", "10": "Whoever winks his eye signals trouble, and whoever fills the air with meaningless talk will fall into ruin.", "11": "The mouth of the righteous is a spring of life, but words spoken by the wicked cover up violent schemes.", "12": "Hatred fuels dissension, but love calms all rebellions.", "13": "Wisdom lives where insightful words are spoken, but harsh punishment awaits the senseless.", "14": "The wise store up knowledge as a safeguard, but the meaningless chatter of fools means that chaos is near.", "15": "The wealth of the rich is their powerful fortress; the poverty of the poor reduces them to rubble.", "16": "The reward of those who do right is a satisfied life, but the profits gained by those who do wrong is used to sin.", "17": "Those who accept instruction are travelers on the road to a meaningful life, but those who refuse correction wander off and pave a path to ruin.", "18": "Lips that lie cover deep-seated hatred, and whoever spreads a libelous rumor is acting as a fool.", "19": "The more you talk, the more likely you will cross the line and say the wrong thing; but if you are wise, you'll speak less and with restraint.", "20": "The speech of those who do right is of greater value than the finest silver, but the thoughts of wrongdoers are worthless.", "21": "The right-living teach many, but fools die with no clue how to live well.", "22": "Perhaps the ancients knew the power of words better than we do. Words can conceal, reveal, destroy, and encourage. Words are extremely powerful, so Wisdom urges us to use a few carefully chosen words and to pick our conversations equally well. The blessing of the Eternal is what makes someone rich, and He doesn't add pain to it.", "23": "Mischief is the sport of fools, but wise actions bring joy to a person with insight.", "24": "Whatever wrongdoers fear the most will happen to them, but those who do right will receive what they long for.", "25": "After the storm passes, the wrongdoers are blown away, but those who do right are safe and sound on their firm foundations forever.", "26": "As vinegar vexes the teeth, and as smoke irritates the eyes, so a slacker annoys his boss.", "27": "Reverence for the Eternal makes for a long and peaceful life, but a wrongdoer will have years taken away.", "28": "The hope of those who do right is joy and celebration, but the only prospect for those who do wrong is futility.", "29": "The way of the Eternal offers safety to those who love justice, but it destroys those who perpetrate evil.", "30": "The right-living will never have their land taken away, but wrongdoers will be uprooted.", "31": "Wisdom flows from the mouths of those who do right, but tongues that twist the truth will be cut out.", "32": "The lips of the right-living understand what is proper, but the mouths of wrongdoers twist and pervert the truth."}