{"1": "Dishonesty in business disgusts the Eternal, but fair dealing delights Him.", "2": "Business may well be the most common human activity, so God cares deeply about how we conduct our business. Many proverbs address honesty in all forms of business—buying, selling, negotiating, transacting, and working. All of these depend on trust. Deceit in business causes many people to suffer. In fact, world economies and all our livelihoods depend in large measure on truthfulness, honesty, and fair dealings in the market. When pride comes, shame is not far behind, but wisdom accompanies those who are humble.", "3": "The right-living are guided by integrity, but the crooked ways of the faithless will lead to ruin.", "4": "Riches won't matter on the day of wrath, but right living will rescue from death.", "5": "The good deeds of the blameless pave a peaceful, productive path, but wrongdoers trip over their own faults.", "6": "The good deeds of the upright will rescue them, but the faithless will be conquered by their shallow desires.", "7": "When wrongdoers die, their hopes die with them. Their great expectations vanish into nothing more than a dream.", "8": "Those who do right are pulled from trouble; it falls on wrongdoers instead who are left to sink in their own problems.", "9": "The words of the godless ruin those close to them, but through insight the right-living are spared.", "10": "When prosperity comes to those who do right, the whole city celebrates; but when the wicked get their just punishment, there is joyous cheering.", "11": "A city thrives through the blessing of those living right, but the words of a wrongdoer will bring it to ruin.", "12": "Whoever puts down another is not wise, but one who knows better keeps quiet.", "13": "A gossip can't keep anything confidential, but a reliable person protects a secret.", "14": "Without wise guidance, a nation falls; but victory is certain when there are plenty of wise counselors.", "15": "Trouble compounds when you guarantee a stranger's debt, but you'll be safe if you refuse the pledge.", "16": "A gracious woman acquires honor, but cruel people are only interested in acquiring money.", "17": "Kindness is its own reward, but cruelty is a self-inflicted wound.", "18": "The wicked earn a living by deception, but the one who plants righteousness gathers a true harvest.", "19": "Indeed, those who do what is right will live a good life, but those who pursue evil will die.", "20": "The Eternal detests a crooked heart and a warped mind, but He takes great pleasure in those who follow the right way.", "21": "Certainly those who do wrong will not escape punishment, but those who do right will go free.", "22": "Much like a gold ring in the snout of a pig, so is a beautiful woman who lacks good judgment.", "23": "Those who live right crave what is good, but the prospect of wrongdoers is wrath.", "24": "One shares liberally and yet gains even more, while another hoards more than is right and still has need.", "25": "A giving person will receive much in return, and someone who gives water will also receive the water he needs.", "26": "Generosity places God's gifts and blessings into circulation. The principle is simply stated: by giving we receive. This may seem counterintuitive, but it is how God's economy works. As Jesus said, “Don't hold back—give freely, and you'll have plenty poured back into your lap—a good measure, pressed down, shaken together, brimming over. You'll receive in the same measure you give” (Luke 6:38). Curses fall upon those who hoard food, but blessings come to those who sell food.", "27": "Those who seek good find the goodwill of others, but those who look for evil are sure to find it.", "28": "Those who trust in their wealth are headed for great disappointment, but those who do right will sprout like green leaves in the spring.", "29": "A person who stirs up trouble in his family will inherit stormy winds, and foolish troublers will end up serving the wise.", "30": "The tree of life grows where the fruit of right-living falls, and whoever wins souls is wise.", "31": "If the righteous can expect to be repaid on earth, how much more can the ungodly and the sinners?"}