{"1": "A wise child is attentive to his parents' instruction, but the mocker is deaf to correction.", "2": "A person eats well when he speaks wisely, but the treacherous crave violence.", "3": "Those who guard their speech insure they will take another breath, but those who talk without thinking guarantee their demise.", "4": "Slackers crave but have their fill of nothing, but the hardworking desire and are completely satisfied.", "5": "The right-living will not tolerate any lie, but wrongdoers come to shame and embarrassment.", "6": "Doing right keeps the innocent on the path of life, but doing wrong is the downfall of the wicked.", "7": "One pretends he is wealthy but has nothing, while another seems to be poor but has great wealth.", "8": "The rich are targeted and must ransom their lives, but no one bothers to threaten the poor.", "9": "The light of the right-living brings joy as it burns brightly; the lamp of a wrongdoer will be snuffed out.", "10": "Arrogance only produces arguments, but wisdom accompanies those well advised.", "11": "Money earned hastily is easily lost, but hard-earned money continues to grow.", "12": "Hope postponed grieves the heart; but when a dream comes true, life is full and sweet.", "13": "The one who hates good counsel will reap failure and ruin, but the one who reveres God's instruction will be rewarded.", "14": "Wise instruction is a spring yielding a satisfied life; those who follow it avoid the traps that lead to death.", "15": "Good sense brings blessing, but the road of the treacherous is long and rough.", "16": "A clever person acquires knowledge and then acts on it; but a fool advertises his folly for all to see.", "17": "An untrustworthy messenger stirs up trouble, but a faithful emissary is curative balm.", "18": "A person who turns from correction faces poverty and shame, but one who regards constructive criticism is well respected.", "19": "A dream fulfilled is the sweetness of life, but abandoning evil is repulsive to fools.", "20": "One who walks with the wise becomes wise, but whoever keeps company with fools only hurts himself.", "21": "Trouble eagerly pursues the sinner, but success rewards the right-living.", "22": "A good person leaves an inheritance for his grandchildren, but the wealth of the sinner is eventually passed on to the right-living.", "23": "Though the fields of the poor yield a bumper crop in a land without justice, it is stolen out from under them.", "24": "Those who spare the rod of discipline hate their children, but those who are quick to correct them show true love.", "25": "Those who do right have plenty to eat, while those who do wrong go hungry."}