{"1": "A tender answer turns away rage, but a prickly reply spikes anger.", "2": "The words of the wise extend knowledge, but foolish people utter nonsense.", "3": "The Eternal can see all things; His gaze is fixed on both the evil and the good.", "4": "A word of encouragement heals the one who receives it, but a deceitful word breaks the spirit.", "5": "Fools refuse their parents' guidance, but sensible children accept correction.", "6": "Great treasure may be found where the right-living make their home, but trouble awaits the wicked at every turn.", "7": "When the wise speak, knowledge spreads far and wide, but fools care nothing about such matters.", "8": "When the wicked offer sacrifices, they disgust the Eternal, but the prayers of those who do right are a pleasure to Him.", "9": "The lifestyle of the wicked is repulsive to Him, while those who do right delight Him.", "10": "Harsh punishment is waiting for those who reject the path of life, and those who hate correction will die.", "11": "The grave and destruction are fully exposed before the Eternal; how much more does He know the thoughts of Adam's children!", "12": "Those who mock others don't like being corrected, so they keep their distance from the wise.", "13": "A warm, smiling face reveals a joy-filled heart, but heartache crushes the spirit and darkens the appearance.", "14": "Those who have understanding hearts hunger after knowledge, but those with no understanding feast on foolishness.", "15": "The poor and oppressed suffer hardship day after day, but those with kind hearts continually feast.", "16": "It is better to live with less and honor the Eternal than to have riches and carry the burdens that come with them.", "17": "Better to eat only vegetables served lovingly than a fattened ox served hatefully.", "18": "A hot-headed person stirs up trouble, but one with patience settles a fight.", "19": "Lazy people walk a path overgrown with thornbushes, but those with integrity travel a wide, level road.", "20": "A wise child makes his father happy, but a foolish man despises his mother.", "21": "Foolishness brings sheer joy to those who have no sense, but people with insight steer a straight course through life.", "22": "Plans fall apart without proper advice; but with the right guidance, they come together nicely.", "23": "There is great joy in having the right answer, and how sweet is the right word at the right time!", "24": "For the wise the road of life climbs up steep grades in order to avoid the slide down to the grave.", "25": "The Eternal splinters the house of the haughty, but He secures the property of widows.", "26": "It is ironic that we may have more to fear from the proud and powerful than from the poor and needy. Those who have want more, and so they take it. Oh, maybe they won't pick your pocket or break into your home. Their ways are more subtle and more effective. As James, Jesus' brother, wrote, “Isn't it the rich who step on you while climbing the ladder of success? And isn't it the rich who take advantage of you and drag you into court?” (James 2:6b). James isn't describing all the rich, of course, but many have made their fortunes off the backs of others. God is the One who can protect the poor, the One who can reduce the grand houses of the haughty to splinters. The thoughts of the wrongdoers repulse the Eternal, but kind words are pure pleasure for Him.", "27": "Those who take illegal gains injure their families, but those who refuse a bribe will live in peace.", "28": "The right-living think before they speak, but wrongdoers simply spew evil.", "29": "The Eternal stays far from the wrongdoers, but He listens to the prayer of the right-living.", "30": "Bright eyes and a cheerful expression bring joy to the heart, and good news revives the spirit and renews health.", "31": "Those who learn from the lessons of life will join the others who are wise.", "32": "Those who disregard discipline sabotage themselves, but those who are open to correction gain understanding.", "33": "Reverence for the Eternal is the first lesson of wisdom, and humility always precedes honor."}