{"1": "People go about making their plans, but the Eternal has the final word.", "2": "Even when you think you have good intentions, He knows your real motives.", "3": "Whatever you do, do it as service to Him, and He will guarantee your success.", "4": "The Eternal made everything for a reason. Even wrongdoers fit in His plans; troubled times await them.", "5": "He abhors arrogant people. Make no mistake about it! They will be punished!", "6": "The penalty of sin is removed by love and loyalty; and by devotion to the Eternal, evil is avoided.", "7": "When people make good choices, He is pleased; He even causes their enemies to live peacefully near them.", "8": "Better to have little and stand for what is right than to become rich by doing what is wrong.", "9": "People do their best making plans for their lives, but the Eternal guides each step.", "10": "The king makes a decision under divine inspiration, but he must never render an unfair judgment.", "11": "The Eternal requires that business be conducted honestly; He wants fairness in all your dealings.", "12": "When kings commit evil, it is despicable, because their thrones should be built on justice.", "13": "Kings admire those who tell the truth; they adore those who set the record straight.", "14": "A king's rage signals that people will die, but whoever is wise will pacify him.", "15": "If a king is smiling brightly, life will be granted; his favor is like a cloud swelled with the first spring rain.", "16": "How much better it is to receive wisdom than the riches of gold and to gain understanding over some silver prize!", "17": "The highway of the just bypasses evil; those who watch where they're going protect their lives from sin.", "18": "Pride precedes destruction; an arrogant spirit gives way to a nasty fall.", "19": "It is better to be humble and live among the poor, than to divide up stolen property with the proud.", "20": "Those devoted to instruction will prosper in goodness; those who trust in the Eternal will experience His favor.", "21": "The wise at heart have a reputation for understanding; pleasant words make the lips more persuasive.", "22": "Understanding for those who have it is a spring of life, but it is pointless to try and instruct a fool.", "23": "From a wise heart flow careful words; wise words make the lips more persuasive.", "24": "Pleasant words are like a honeycomb: they drip sweet food for life and bring health to the body.", "25": "Before every person lies a road that seems to be right, but at the end of that road death and destruction wait.", "26": "People work to stay alive, pressed daily by their need to eat.", "27": "Good-for-nothings conjure up evil ideas; their conversations fuel destructive fires.", "28": "Perverse people stir up contention; gossip makes best friends into enemies.", "29": "Violent people try to recruit their neighbors, wanting to lead them down the vile path of evil they have chosen.", "30": "Body language can expose a person's intentions: whoever winks the eye is planning perversity; whoever purses his lips is intent on evil.", "31": "Gray hair is a crown of honor, earned by living the right kind of life.", "32": "It is better to be a patient man than a mighty warrior, better to be someone who controls his temper than someone who conquers a city.", "33": "We may try to control the roll of the dice, but actually, the Eternal decides what they will determine."}