{"1": "Better to gnaw on a bit of dry crust in peace than to feast in a house full of stress.", "2": "A wise servant will be put in charge of a child who behaves badly and will take a share of the inheritance like one of the family.", "3": "Silver is purified in the crucible, gold in the furnace, but motives of the heart are judged by the Eternal.", "4": "Wrongdoers perk up when listening to gossip, and liars lean in close to hear talk of mischief.", "5": "Anyone who makes fun of the poor disparages his Maker, and those who celebrate another's misfortune will not escape certain punishment.", "6": "Grandchildren are the crowning glory and ultimate delight of old age, and parents are the pride of their children.", "7": "Elegant speech sounds odd when it comes from a fool, and a lie on the lips of a leader is even more out of place!", "8": "A bribe is like an enchanting charm to one who counts on it— everywhere he looks he sees the illusion of success.", "9": "Those who forgive faults foster love, but those who repeatedly recall them ruin relationships.", "10": "A single correction makes a more lasting impression on one who is wise than a hundred lashes do on a fool.", "11": "Evil people are determined to rebel, and so a merciless messenger will chase them down.", "12": "Better to face a mother bear stripped of her cubs than to encounter a fool caught up in his foolishness.", "13": "Those who repay good with evil bring unrelenting trouble upon their families.", "14": "Picking a fight is like leaking water from a crack in a dam, so walk away from an argument before the outburst.", "15": "Both of these deeply offend the Eternal: one who acquits the guilty and one who condemns the innocent.", "16": "Even if fools had the means to obtain wisdom, they would not be able to benefit from it.", "17": "A true friend loves regardless of the situation, and a real brother exists to share the tough times.", "18": "Only a fool shakes hands on a deal and guarantees repayment of someone else's loan.", "19": "A person who loves sin loves a fight, and one who builds a grand entrance dares others to tear it down.", "20": "Crooked-hearted people never recognize anything good, and those who distort the truth court disaster.", "21": "Having a fool for a child is misery; there is no joy in parenting a fool.", "22": "A joy-filled heart is curative balm, but a broken spirit hurts all the way to the bone.", "23": "A wicked person accepts a bribe under the table to derail the course of justice.", "24": "Those who understand look to wisdom for guidance, but fools fasten their eyes on some distant horizon.", "25": "Foolish children irritate their fathers and embitter their mothers.", "26": "Also know this: It is wrong to penalize those who do what is right or to lash the noble because of their integrity.", "27": "Those with knowledge know when to be quiet, and those with understanding know how to remain calm.", "28": "Even a fool who keeps quiet is considered wise, for when he keeps his mouth shut, he appears clever."}