{"1": "Better to be poor and live with integrity than a fool with a foul mouth.", "2": "Surely there's no advantage for a person without knowledge, and whoever moves too quickly misses the turn.", "3": "Foolishness diverts the course of life, yet the heart rebels against the Eternal.", "4": "Wealth attracts many friends, but the poor are soon separated from theirs.", "5": "A false witness will not escape punishment, and one who breathes lies will not go free.", "6": "Many try to win the favor of a generous person, and everyone is a friend to someone who gives gifts.", "7": "If a poor man is hated by his relatives, it is even more likely his friends will avoid him too! Anyone who is calling after them [is not to be found].[a]", "8": "Whoever gains a wise heart loves his own soul, and whoever preserves understanding experiences true goodness.", "9": "A false witness will not escape punishment, and whoever breathes lies will not survive.", "10": "Something is wrong when a fool lives a pampered life, but it is much worse when a slave takes charge of princes.", "11": "A person with discretion is not easily angered; he gains respect by overlooking an offense.", "12": "A king's rage is like the thunderous roar of a lion, but his favor is like a cooling mist upon the grass.", "13": "Foolish children bring misery to their fathers, and a wife's bickering is a constant dripping as from a leaky roof.", "14": "Houses and riches may be inherited from parents, but a sensible wife is a gift from the Eternal.", "15": "Laziness lulls people into a deep sleep; a slacker will have nothing to eat.", "16": "Whoever keeps God's commands lengthens his life, but a careless lifestyle ends in death.", "17": "Whoever cares for the poor makes a loan to the Eternal; such kindness will be repaid in full and with interest.", "18": "Discipline your children while there is still hope of influencing their future, so as not to play a part in their destruction.", "19": "A hot-tempered man will pay a penalty; if you bail him out, it will not be the last time; the cycle will repeat.", "20": "Heed counsel, act on instruction, and you will become wise later in life.", "21": "The impulses of the human heart may run wild, but the Eternal's plan will prevail.", "22": "Loyalty is a trait admired in others, and being destitute is better than being a liar.", "23": "Reverence for the Eternal leads to a fulfilled life; those who have it will sleep well, for disaster will not touch them.", "24": "Some people are so lazy—they reach for food on the plate but lack the will to bring it up to their mouths.", "25": "If you beat one who mocks, the naive will see and learn a lesson; if you correct someone with understanding, that's all he needs to grow a little wiser.", "26": "Children who mistreat their father and run down their mother are a root of shame and disgrace.", "27": "My child, should you stop listening to instruction, you will wander from the voice of knowledge.", "28": "A worthless witness ridicules justice, and the mouth of the wrongdoer savors every morsel of trouble.", "29": "Severe penalties are prepared for those who mock, and fools expect their backs to be flogged."}