{"1": "My son, if you accept what I am telling you and store my counsel and directives deep within you,", "2": "If you listen for Lady Wisdom, attune your ears to her, and engage your mind to understand what she is telling you,", "3": "If you cry out to her for insight and beg for understanding,", "4": "If you sift through the clamor of everything around you to seek her like some precious prize, to search for her like buried treasure;", "5": "Then you will grasp what it means to truly respect the Eternal, and you will have discovered the knowledge of the one True God.", "6": "The Eternal is ready to share His wisdom with us, for His words bring true knowledge and insight;", "7": "He has stored up the essentials of sound wisdom for those who do right; He acts as a shield for those who value integrity.", "8": "God protects the paths of those who pursue justice, watching over the lives of those who keep faith with Him.", "9": "With this wisdom you will be able to choose the right road, seek justice, and decide what is good and fair", "10": "Because wisdom will penetrate deep within and knowledge will become a good friend to your soul.", "11": "Sound judgment will stand guard over you, and understanding will watch over you as the Lord promised.", "12": "Wisdom will keep you from following the way of evildoers, of those who twist words to pervert the truth,", "13": "Of those who reject the right road for a darker, more sinister way of life,", "14": "Of those who enjoy evil and pursue perverse pleasures,", "15": "Of those who journey down a crooked path, constantly figuring out new ways to trick and deceive others.", "16": "Wisdom will pluck you from the trap of a seductive woman, from the enticing propositions of the adulteress", "17": "Who chose to leave the husband of her youth, to forget her sacred promises to her God;", "18": "For her house is on the road that leads to death, and her path goes down to the shadowy pit.", "19": "Those who go to her will never return; they will never again find their way back to true life.", "20": "As for you, you should walk like those who are good and keep to the paths of those who love justice,", "21": "For those who live right will remain in the land and those with integrity will endure here.", "22": "But not the wicked; they will be forced out and banned from this promised land, and those who deal in deceit will be plucked up like weeds."}