{"1": "Too much wine begins to mock you, too much strong drink leads to noisy fights, and whoever is misled by either is not wise.", "2": "A king's wrath strikes fear like a lion's roar; those who provoke him to anger sentence themselves to death.", "3": "Honor is due those who refuse to fight at the drop of a hat, but every fool jumps at an opportunity to quarrel.", "4": "A slacker procrastinates when it is time to plow; so when it's time for harvest, there are no crops in the field.", "5": "The real motives come from deep within a person—as from deep waters— but a discerning person is able to draw them up and expose them.", "6": "Most people claim to be loyal, but can anyone find a trustworthy person?", "7": "The right-living act with integrity; the children who follow their example are happy.", "8": "When a king sits on his throne as judge, he ferrets out all evil and scatters it with his royal stare.", "9": "Who can say, “I have cleaned my heart”? or who can proclaim, “I am purified from sin”?", "10": "False weights and differing measures are alike: both are disgusting to the Eternal.", "11": "Youth reveal their true natures by their actions whether they do what is pure and right or not.", "12": "Ears to listen, eyes to see— the Eternal designed them both.", "13": "Do not fall in love with sleep, or you will awake a poor person. Stay awake, get to work, and you will have more than enough food.", "14": "“Bad quality for a bad price,” bargains the buyer; but then he runs off with his prize in tow, bragging, “What a steal!”", "15": "Gold and rubies abound, but lips that utter knowledge are a rare jewel.", "16": "If someone guarantees a stranger's debt, hold his garment as collateral; if that stranger is a foreigner, hold the creditor responsible.", "17": "At first the bread of lies tastes sweet until guilt reduces it to gravel in the mouth.", "18": "Plans are finalized on the basis of good counsel, so only go to war when you have wise instructions.", "19": "A gossip will reveal your secrets! So avoid the company of people who talk openly and foolishly.", "20": "If someone pronounces a curse on his parents,[a] the lamp of his life will be snuffed out as complete darkness creeps in.", "21": "An inheritance acquired hastily at first will end up not being blessed after all.", "22": "Do not say, “I will get even for this evil.” Wait for the Eternal; He will defend you.", "23": "He despises dishonesty in business; false weights and deceptive scales are wrong.", "24": "Every one of our steps is directed by Him; so how can we attempt to figure out our own way?", "25": "Those who rashly dedicate something to God are trapped; only afterward do they realize what they've promised.", "26": "A wise king weeds out the wrongdoers, then drives over them with his threshing wheel of justice.", "27": "The lamp of the Eternal illuminates the human spirit, searching our most intimate thoughts.", "28": "Loyal love and faithfulness safeguard the king; his throne is perpetuated through loyal love.", "29": "The best asset of youth is the strength of the body, but the beauty of age is gray hair.", "30": "Severe punishment scrubs away evil, and tough blows scour the innermost parts."}