{"1": "The king's heart is like a channel of water directed by the Eternal: He chooses which way He bends it.", "2": "Everyone may think his own way of living is right, but the Eternal examines our hearts.", "3": "To do what is right and to seek justice— these please Him more than sacrifice.", "4": "The lamp of the wicked lights his way; a proud look, an arrogant heart—all sin.", "5": "A well-thought-out plan will work to your advantage, but hasty actions will cost you dearly.", "6": "The fortune made by a swindler is a fast-burning fog and a recipe for death.", "7": "Wicked people will be swept up in their own violence because they refuse to seek justice.", "8": "Dishonest people walk along the crooked path they have made, but the innocent travel the straight course they have laid.", "9": "It is better to dwell outside on the corner of your roof than to live inside your house with a badgering wife.", "10": "Wicked people delight in doing bad things; their neighbors never see even a hint of compassion.", "11": "A naive person wises up when he sees a mocker punished. A wise person becomes even wiser just by being instructed.", "12": "The right-living understands how evildoers operate; he subverts them and ruins their plans.", "13": "If you ignore the groans of the poor, one day your own cries for help will go unanswered.", "14": "A gift given in secret soothes anger, and a present offered privately calms fierce rage.", "15": "When justice is done, those who are in the right celebrate, but those who make trouble are terrified.", "16": "People who wander from the way of wise living will lie down in the company of corpses.", "17": "Those who live to party, who pursue pleasure, will end up penniless; those who enjoy lots of wine and rich food will never have money.", "18": "The wicked become a ransom for those who live right, and the faithless pay the penalty for their treachery against the upright.", "19": "You would be better off living in the middle of the desert than with an angry and argumentative wife.", "20": "The wise have a generous supply of fine food and oil in their homes, but fools are wasteful, consuming every last drop.", "21": "Whoever pursues justice and treats others with kindness discovers true life marked by integrity and respect.", "22": "One wise person can rise against a city of mighty men and cause the citadel they trust to collapse.", "23": "Guard your words, mind what you say, and you will keep yourself out of trouble.", "24": "The name “mocker” applies to one who is proud and pompous because he is defiantly arrogant.", "25": "What slackers crave will surely kill them because they refuse to work.", "26": "All day, every day the greedy want more, while those who live right give generously.", "27": "The offerings of wrongdoers are despicable to God; it's even worse when they bring them with evil motives.", "28": "The testimony of a false witness is eventually impeached, but the person who truly listens will have the last word.", "29": "The wicked wears a defiant face, but the right-living plans his path.", "30": "No one is wise enough or smart enough, and no plan is good enough to stand up to the Eternal.", "31": "No matter how well you arm for battle, victory is determined by Him."}