{"1": "We do not like or want to believe it, but there are limits to what humans can accomplish. Whatever wisdom and knowledge we think we possess is nothing compared to God's. Whatever plans we make will come to nothing unless they line up with God's plans and purposes for us. A good reputation is preferable to riches, and the approval of others is better than precious silver or gold.", "2": "Rich and poor have something in common: both are created by the Eternal.", "3": "Prudent people see trouble coming and hide, but the naive walk right into it and take a beating.", "4": "A humble person who fears the Eternal can expect to receive wealth, honor, and life.", "5": "Thorny branches and traps lie ahead for those who follow perverse paths; those who want to preserve themselves will steer clear of them.", "6": "Teach a child how to follow the right way; even when he is old, he will stay on course.", "7": "The rich lord it over the poor, and the borrower is the slave to the lender.", "8": "Those who sow injustice reap disaster, and their methods of oppression will fail.", "9": "Generous people are genuinely blessed because they share their food with the poor.", "10": "Expel a mocker, and watch the wrangling go with him; rivalry and rude remarks will also stop.", "11": "Those who love a pure heart and speak with grace will find that the king is their friend.", "12": "The Eternal keeps a watchful eye on those with knowledge, but He subverts the words of the faithless.", "13": "A lazy person says, “A lion! Right outside! I will surely die in the streets! Yet another good reason to stay in today.”", "14": "The alluring words of a seductive woman are a deep hole; the Eternal is incensed toward those who fall in.", "15": "Foolishness consumes the heart of a child, but corporal punishment, properly administered, drives it far away.", "16": "If you take advantage of the poor or coddle the rich to get ahead, you will end up destitute.", "17": "The Words of the Wise Lend an ear, listen to these words of the wise, and align your thoughts with my instructions", "18": "Because true pleasure will be yours by learning them, living them, and being ready to repeat them to others.", "19": "In order that you will trust only in the Eternal, I teach them to you this day—yes, even you!", "20": "In fact, didn't I already write down for you Thirty axioms of good advice and sound knowledge", "21": "To reveal to you what is reliably true so you can answer those who sent you with these truths you've learned?", "22": "Do not cheat poor people just because they are vulnerable or use shady tactics in court to crush those already suffering;", "23": "For the Eternal is ready to take their case, and He ruins anyone who is out to ruin them.", "24": "Do not befriend someone given to anger or hang around with a hothead.", "25": "Odds are, you'll learn his ways, become angry as well, and get caught in a trap.", "26": "Do not be a person to guarantee someone else's loan or put up collateral for the debts of an acquaintance;", "27": "For if you do and you can't repay, won't you risk having your bed ripped out from under you?", "28": "Do not steal property from your neighbors by moving the boundary markers your ancestors established.", "29": "And as for those who are skilled in their work, they will be recognized and invited to serve kings rather than regular folk."}