{"1": "When sitting down to eat with a ruler, take a moment to think about who you are with and what you are doing.", "2": "If you are the type who eats too much too fast, do whatever is necessary to curb your enthusiasm for food.", "3": "Also, do not eye the ruler's delicacies, for the food may not be what it seems.", "4": "Do not overwork yourself just to become wealthy; have enough sense to know when to quit.", "5": "As soon as you become fixed on riches, they vanish. For suddenly they sprout wings and become like a soaring eagle flying high in the sky.", "6": "Do not sit down and eat the bread of a tight-fisted fellow or desire any of his delicacies,", "7": "For deep down he's keeping track of the cost. He may say, “Eat up! Drink your fill!” but he does not mean a word of it.", "8": "You'll be sick and lose what little you did eat, and you'll waste your breath carrying on a pleasant conversation.", "9": "Do not waste your wisdom on a fool, for he doesn't care for anything you have to say.", "10": "Do not shift the property line by moving the boundary markers your ancestors established or try to steal property from orphans", "11": "Because their Redeemer is strong, and He will plead their case against you.", "12": "Develop a disciplined life. Be attentive so you can be well informed.", "13": "Do not withhold discipline from children, since corporal punishment will not kill them.", "14": "In fact, it may be that kind of punishment that will save them from an early grave.", "15": "My son, if you live wisely, then my life will be fulfilled.", "16": "My very soul will jump for joy when you speak what is true and right.", "17": "Don't be envious of those wrapped up in sin, but always maintain a healthy respect for the Eternal.", "18": "Your future with Him will be certain, and you will not have hoped in vain.", "19": "Listen, my son, be wise, and steer your life on the right course.", "20": "Do not spend time with heavy wine drinkers or those who gorge themselves on meat.", "21": "For both the drunk and the glutton will end up broke, sleeping life away, and clothed in rags.", "22": "Pay attention to your father—after all, he gave you life— and don't ignore your mother in her old age.", "23": "Invest in truth, sock it away! Never cash in wisdom, guidance, or insight.", "24": "The parents of the right-living will celebrate; yes, parents of children who make wise choices are happy.", "25": "So make your parents happy; delight your mother—after all, she brought you into this world.", "26": "My son, devote yourself to me fully. Observe my ways, and follow my directions:", "27": "Being drawn to a prostitute is like falling down into a deep well, and being involved with a wicked woman is like descending into a narrow well. You may never get out alive.", "28": "She waits for you, ready to ambush you like a thief and ready to multiply unfaithfulness among men.", "29": "Who is wallowing in anguish? Who is full of sorrow? Who has conflicts? Who has complaints? Who has bruises and can't remember where they came from? Who has bloodshot eyes?", "30": "You know who: those who stay up late finishing off the wine, those who can't stop savoring spiced wines.", "31": "Look away from the enticing beauty of wine, the deep red hue; ignore how it shimmers in the cup and glides down your throat.", "32": "Eventually, when you least expect it, it strikes like a snake; it stings like viper venom.", "33": "Your vision will blur, and you'll imagine strange things; you will say crazy, hurtful things and regret it later.", "34": "You will reel and stagger as if caught on a wave of seasickness, as a sailor who holds on to a mast for dear life.", "35": "You will say, “They slapped me, but it didn't hurt. They beat me, and I didn't feel a thing! Whenever I wake up from this stupor, I'll have another drink!”"}