{"1": "The abuse of alcohol is as ancient as the first batch of Egyptian beer or the first sip of Noah's wine (Genesis 9:20–21). Its wide availability today has made for binge drinking on college campuses, underage drinking by young teens, drunk driving on city streets, and alcoholic rants and abuse in the home. The sage offers a tragic description of a young man who goes from drink to drink and cannot get his bearings in life. Too many people lose so much life in an alcoholic stupor. Do not envy evil people or seek their friendship;", "2": "For they are conniving and violent, and all they talk about is causing trouble.", "3": "Wisdom is required to build a house; understanding is necessary to make it secure.", "4": "Knowledge is needed to furnish all the rooms and fill them with beautiful treasures.", "5": "A wise man possesses great strength, and an intelligent man knows how to increase it;", "6": "For with wise guidance, you can wage a successful war, and with a council of many advisors, you will be victorious!", "7": "Fools can't grab hold of wisdom; it's out of their reach; they dare not open their mouths in public for no one would listen anyway.", "8": "Whoever schemes to carry out evil will be labeled a troublemaker.", "9": "Such foolish plans are sinful, and the mocker is deplored by all.", "10": "If you fall apart during a crisis, then you weren't very strong to begin with.", "11": "Rescue everyone you can of those being taken away and killed, and hold on to those innocent souls staggering toward their own slaughter.", "12": "If you excuse yourself, saying, “Look, we didn't know anything about this,” doesn't God, who knows what you are really thinking, understand your motives? Isn't your Protector aware of why you aren't protecting the innocent? Will He not repay you in kind?", "13": "Our world is all too familiar with violence and its victims. It's easy to look the other way, pretend we didn't see it, hope it goes away, or live in denial. Perhaps we are numbed to real violence because we are so entertained by the onslaught of it in modern media. But the violence in our homes, across our cities, and throughout the world is very real. Every day someone is beaten, captured, raped, enslaved, shot, robbed, stabbed, or run over. Wisdom calls us to step into those places and help those marching off to their deaths. God knows what we know. He knows what is in our hearts. My son, eat honey—it's good for you; the honey that drips from the comb is sweet in your mouth.", "14": "Know, too, that wisdom is good for your soul: if you find it, your reward will be a bright future and an enduring hope!", "15": "Do not lurk outside the home of the just like a common criminal; do not tear up the place where he rests.", "16": "For a good man may fall seven times and get back up again, but the wicked will stumble around and fall into misfortune.", "17": "Do not celebrate when your enemies fall, and do not rejoice when they trip up;", "18": "Or else the Eternal will know and be upset with you, and He will release them from His anger.", "19": "Do not worry when evildoers go unpunished or be jealous when the wicked seem to prosper.", "20": "Evil people will have no future; the life of the wicked will be snuffed out like a candle.", "21": "My son, fear both the Eternal and His anointed ruler. It is not wise to associate with those rebelling against them", "22": "Because disaster can arise from either of them without warning, and who knows what destruction comes down from both of them?", "23": "The wise also say, It is not good for a judge to be partial.", "24": "When a judge says to the guilty, “You are innocent,” he will be cursed by all people; he will be hated by nations.", "25": "But those who reprimand evildoers will be celebrated, and good fortune will come their way.", "26": "A straight answer is as precious as a kiss on the lips.", "27": "Complete your work outside, and get your fields ready for next season; after that's done, build your house.", "28": "Do not testify against your neighbor without a reason; do not give misleading testimony.", "29": "Do not say, “I'll do to him what he did to me! I'll repay him for what he did!”", "30": "Once I passed by the property of a slacker, by the vineyard of a foolish man.", "31": "You should have seen it! The entire field was overgrown with thorns. Every inch was covered with weeds. Even the stone wall was crumbling down.", "32": "I took a moment to take it all in. The scene taught me:", "33": "“A little sleep, a little rest, a few more minutes, a nice little nap.”", "34": "But soon poverty will be on top of you like a robber, need will strike you down like a well-armed warrior."}