{"1": "These words, too, are proverbs of King Solomon, words which Hezekiah, king of Judah, later told his scribes to record for posterity:", "2": "God's glory is shown when He conceals things; a king's glory is shown in his ability to explore the facts of the matter.", "3": "As the heights of heaven and the depths of earth are beyond comprehension, so are the hearts of kings.", "4": "Take away the impurities from the silver, and a good smith can create something of value;", "5": "Take away the wicked from among the king's advisors, and his reign will be established with integrity.", "6": "Do not claim to be important in the presence of the king or vie for a position within the company of great men.", "7": "Truly, it is far sweeter to have someone of influence say to you, “Come up here and join us,” than to be ordered to some lower rank in front of a noble. Just because you think you have seen something", "8": "doesn't mean you should be quick to go to court, For what will you do when your neighbor disproves the charge and embarrasses you?", "9": "Instead, discuss the matter directly with your neighbor, but in doing so, remember never to reveal another person's secrets;", "10": "For if you do, someone who hears you could disgrace you, and a bad reputation will cling to you ever afterward.", "11": "A well-spoken word at just the right moment is like golden apples in settings of silver.", "12": "To an attentive ear, constructive criticism from a truly wise person is like an earring or jewelry made of fine gold.", "13": "Like a cooling snow that breaks the heat of a harvest day, so is the messenger who is faithful to those who sent him, for he refreshes the soul of his masters.", "14": "Like clouds and wind that bring no rain, so is one who boasts of gifts promised but never delivered.", "15": "Patience can soften up a leader, and a tender tongue can break even bone.", "16": "When you find honey, remember to eat only what you need, because if you eat in excess, you may be sick and lose all of it.", "17": "Don't visit your neighbor too often, or he will become tired of you and grow to hate you.", "18": "Like a maul and a sword and a sharp arrow all in one, so is anyone who bears false witness against a neighbor.", "19": "Like a tooth that is rotten or a foot that is unsteady, so is relying on a person who can't be trusted in times of trouble.", "20": "Like a man who undresses in winter or a woman who pours vinegar on a wound,[a] So is anyone who tries to sing happy songs to a sorrowful heart.", "21": "If your enemy is hungry, give him something to eat; if he is thirsty, give him something to drink,", "22": "For your kind treatment will be like heaping hot coals on his head,[b] it may cause a change in heart, and the Eternal will repay you.", "23": "Acts of kindness, especially when we know they are undeserved, awaken a slumbering conscience, stimulate sorrow, and perhaps even effect a change. They are the best ways to turn an enemy into a friend. As surely as a north wind drives the rain before it, a backbiting tongue brings angry looks.", "24": "It is better to dwell outside on the corner of your roof than to live inside your house with a badgering wife.", "25": "Like cool water to a weary soul, so is good news from a distant country.", "26": "Like a muddy spring or a polluted fountain, so is a righteous person who gives in to the wicked.", "27": "Eating too much honey is not good for you, nor is it good to seek one honor after another.", "28": "Like a conquered city with no walls, so is a man who has no self-control."}