{"1": "Like snow in the summer and rain in the time of harvest, so honor is never fitting for a fool.", "2": "Like a bird that flits and flutters or a swallow in mid-flight, so a curse that lacks cause will never come to light.", "3": "A whip is for the horse, a bridle is for the donkey, and a rod is for the fool's back.", "4": "Never answer a fool on his own foolish terms, or you will become like him;", "5": "Rather, answer a fool on his own foolish terms, or he will become wise in his own eyes.", "6": "Like someone who cuts off his feet or drinks to his ruin, so is the one who uses a fool to pass on his message.", "7": "As lame legs are useless, dangling on the crippled, so is a proverb in the mouth of a fool.", "8": "Like one who ties a stone in his slingshot, so is one who honors a fool.", "9": "Like a thorn in the hand of a drunkard, so is a proverb in the mouth of a fool.", "10": "Like an archer who shoots at random and injures everyone, so is a person who hires a fool or someone off the street.[a]", "11": "Like a dog who goes back to his own vomit,[b] so is a fool who always returns to his foolishness.", "12": "Have you seen a person who is wise in his own sight? Know that there is more hope for a fool than for him.", "13": "A lazy person says, “There's a lion in the road! A lion in the streets! Another good reason to stay in today.”", "14": "As a door swings on its hinges and goes nowhere, so a slacker turns over in his bed.", "15": "Some people are so lazy that they reach for food on the plate but lack the will to bring it up to their mouths.", "16": "The slacker sees himself as wiser by far than seven men who can converse intelligently.", "17": "Like a man who seizes a wild dog by the ears, so is anyone who walks by and meddles in someone else's argument.", "18": "Like a madman who hurls flaming spears and shoots deadly arrows,", "19": "So is anyone who deceives a neighbor and then says, “But I was only joking with you.”", "20": "When there is no wood, the fire goes out; when there is no one to spread gossip, arguing stops.", "21": "Like charcoal to smoldering embers and dry wood to a fire, so a hot-tempered man kindles strife.", "22": "Whispered gossip is like a delicious first course: it is devoured with pleasure and then penetrates deep within you.", "23": "Like a shiny glaze[c] coating a rough clay pot, so are burning lips that conceal an evil heart.", "24": "One who hates may camouflage it beneath pleasant words, but deep inside him, treachery still rages;", "25": "Don't believe him when he speaks kindly because his heart is completely ruled by evil.[d]", "26": "And though he covers his hatred with cleverness, his wicked ways will be publicly exposed.", "27": "The one who digs a trap for another will fall into it, and the one who starts rolling a stone will have it roll back over him.", "28": "Liars take no pity on those they crush with their lies, and flattery spoils everyone it touches."}