{"1": "Don't brag about what may happen tomorrow because you have no idea what it will bring.", "2": "Let someone else praise you; compliments are always sweeter from a stranger's lips than from your own.", "3": "Heavy is rock and weighty is sand, but more burdensome than either is the anger of a fool.", "4": "Wrath is fierce and anger is a tidal wave of fury, but who of us can stand up against jealousy?", "5": "Open rebuke is better than hidden love.", "6": "Wounds inflicted by the correction of a friend prove he is faithful; the abundant kisses of an enemy show his lies.", "7": "The person who is full has no interest in honey; but to the starving, bitterness itself is sweet.", "8": "Like a bird that strays far from its nest, so is a person who forsakes his own home.", "9": "The heart is delighted by the fragrance of oil and sweet perfumes, and in just the same way, the soul is sweetened by the wise counsel of a friend.", "10": "Do not neglect your friend or your parent's friend for that matter. When hard times come, you don't have to travel far to get help from family; A neighbor who is near is better than a brother who is far away.", "11": "Study to be wise, my son, and make my heart glad, for then your life will be my answer to anyone who hurls insults.", "12": "The astute see evil coming and take shelter, but the stupid plow right on and then, of course, have to pay the price.", "13": "If someone guarantees a stranger's debt, hold his garment as collateral; if that guarantee is for the debt of a foreigner, make sure you get a deposit.", "14": "Anyone who blesses his neighbor with a loud voice early in the morning, will find his blessing regarded as a curse.", "15": "A constant dripping on a rainy day and a wife's bickering are very much alike:", "16": "Anyone who tries to control her might as well try to control the wind or pick up oil in his right hand.", "17": "In the same way that iron sharpens iron, a person sharpens the character of his friend.", "18": "Whoever takes care of a fig tree will eat of its fruit, and whoever cares for his master will be honored.", "19": "Just as water reflects a person's true face, so the human heart reflects a person's true character.", "20": "Neither the grave nor destruction is ever satisfied; the desires of people are never totally fulfilled.", "21": "The crucible is used for refining silver, the furnace for gold, but praise is what tests a person's mettle.", "22": "Though you grind a fool like grain in a mortar with a pestle, still his foolishness will not be separated from him.", "23": "Pay careful attention to your flocks, and see to the welfare of your herds", "24": "Because riches do not last forever, nor does one dynasty retain power through all generations.", "25": "When the hay is harvested and the autumn grasses begin to grow and the herbs of the mountains are gathered,", "26": "Then the lambs will provide wool for your clothing, young goats can be sold to buy a new field,", "27": "And there will be enough milk from your goats to sustain you, your family, and your serving girls."}