{"1": "My son, always remember what I have taught you; keep my instructions dear to your heart.", "2": "If you do, they will be your guide to a long, healthy, prosperous life.", "3": "Stay focused; do not lose sight of mercy and truth; engrave them on a pendant, and hang it around your neck; meditate on them so they are written upon your heart.", "4": "In this way, you will win the favor of God and others, and they will think well of you.", "5": "Place your trust in the Eternal; rely on Him completely; never depend upon your own ideas and inventions.", "6": "Give Him the credit for everything you accomplish, and He will smooth out and straighten the road that lies ahead.", "7": "And don't think you can decide on your own what is right and what is wrong. Respect the Eternal; turn and run from evil.", "8": "If you depend on Him, your body and mind will be free from the strain of a sinful life, will experience healing and health, and will be strengthened at their core.", "9": "Pay tribute to the Eternal in all of your affairs. Honor Him with the best of what you make.", "10": "That way you will prosper to the fullest and have plenty of food to eat and wine to drink.", "11": "My son, do not ignore the Eternal's instruction or lose heart when He steps in to correct you;", "12": "Because the Eternal proves His love by caring enough to discipline you, just as a father does his child, his pride and joy.[a]", "13": "God knows well what He is doing. He has established rewards for living wisely: A happy, long life. A good reputation. Guidance when you need it most. Health. Success. Even, dare we say, fatherly discipline. These are just a few of the benefits accompanying God's wisdom. How fortunate are those who discover Lady Wisdom and those who understand her ways!", "14": "For her worth is greater than the most expensive prize you could win. Her profit is greater than the finest thing you could buy.", "15": "No gem is more precious than she is— your most extravagant desire doesn't come close to her.", "16": "She holds the secret of a long life in one hand and riches and fame in her other hand.", "17": "Her ways are pleasant; all of her pathways are peaceful.", "18": "She is like a tree that produces a satisfied life for anyone who can wrap their arms around her; happiness waits for any who hold her tightly.", "19": "It was by wisdom that the Eternal fashioned the earth and by understanding that He designed the heavens.", "20": "Through His knowledge, the deep was divided into seas and sky, and the clouds understood when to let down the morning dew.", "21": "My son, never lose sight of God's wisdom and knowledge: make decisions out of true wisdom, guard your good sense,", "22": "And they will be life to your soul and fine jewelry around your neck.", "23": "Then each one of your steps will land securely on your life's journey, and you will not trip or fall.", "24": "Your mind will be clear, free from fear; when you lie down to rest, you will be refreshed by sweet sleep.", "25": "Stay calm; there is no need to be afraid of a sudden disaster or to worry when calamity strikes the wicked,", "26": "For the Eternal is always there to protect you. He will safeguard your each and every step.", "27": "Do not withhold what is good from those who deserve it; if it is within your power to give it, do it.", "28": "Do not send your neighbor away, saying, “Get back with me tomorrow. I can give it to you then,” when what he needs is already in your hand.", "29": "Make no plans that could result in injury to your neighbor; after all, he should be more secure because he lives near you.", "30": "Avoid fighting with anyone without good reason, especially when no one has hurt you; you have nothing to fight about.", "31": "Do not envy someone who profits at the expense of others or copy any of his tyrannical ways,", "32": "For crooked people are detestable to the Eternal, but those with integrity receive His counsel.", "33": "His curse lingers over the wicked and their families, but He forever favors residence of those who do what is right.", "34": "God treats the arrogant as they treat others, mocking the mockers, scorning the scornful, but He pours out His grace on the humble.[b]", "35": "In the end, the wise will receive honor, but fools will face humiliation."}