{"1": "These are the words of Agur, son of Jakeh. An oracle of wisdom. He says, “I am weary, God. I am weary and spent, O God.”[a]", "2": "Certainly I am a stupid man, as dumb as an ox. I don't understand the way that most people do.", "3": "I have never learned wisdom, and I have no knowledge at all of the Holy One.", "4": "Who has ascended into the heavens and then come back down? Who has collected the winds in the palm of His hand? Who has wrapped up the vast oceans in His coat? Who has plotted the ends of the earth and then fashioned them? What is His name? What is His son's name? Do you know? Indeed, you do.", "5": "The answer to all these questions, of course, is “no one but God.” Agur, like Job, understands the limits of human strength and knowledge. Unlike many, he freely confesses his need and takes refuge in the one True God. Every word of God will be put to the test and proven true; He is a defense for those who trust in Him.", "6": "Take care. Add nothing to what He has said; for if you do, He will correct you and expose you as a liar.", "7": "Two things I ask, O God. Sometime before I die, grant these humble requests:", "8": "Eliminate any hint of worthless and deceitful words from my lips. Do not make me poor or rich, but give me each day what I need;", "9": "For if I have too much, I might forget You are the One who provides, saying, “Who is the Eternal One?” Or if I do not have enough, I might become hungry and turn to stealing and thus dishonor the good name of my God.", "10": "Wealth and poverty have something in common. Both situations can lead us to forget God. If we are rich, then it is easy to think it was our skill, our strength, and our hard work that got us there. We forget it was God who gave us the time and talent to succeed. If we are poor, then it is easy to steal and then make excuses for what we did. We forget that God said, “You are not to take what is not yours” (Exodus 20:15). When God's people violate His teaching, God is the one who gets a black eye. Never run down a servant to his master because the slave might curse you and you would suffer as a result.", "11": "There is a kind of person who curses his father and pronounces no blessing upon his mother;", "12": "A kind of person who is without fault in his own estimation but has not been scrubbed clean of his own sordidness;", "13": "A kind whose look is too haughty, whose eyebrows arch as he looks down on others;", "14": "A kind whose very teeth cut like swords and whose jaws sever like knives, All the better to consume the poor of the earth and the oppressed among men.", "15": "The leech has twin suckers; “More blood! More blood,” they demand. Three other things are just as insatiable, no, make it four that never say, “Enough”:", "16": "The grave, the childless woman who cannot bear, the parched earth that cries for rain, and the fire, which never says, “Enough!”", "17": "One who derides his father and fails to honor his mother in old age Will die in contempt: his eyes will be pecked out by the ravens of the valley and eaten by the young vultures when his unburied body lies on the trash heap.", "18": "There are three mysteries I find absolutely amazing, no, make it four I cannot comprehend:", "19": "The way an eagle flies through the sky, the way a snake moves over a rock, The way a boat glides through the middle of the sea, and the way a man becomes one with his virgin wife.", "20": "An adulterous woman is so cavalier by nature. When she's done, it is as if she washed after eating and then says, “I have done nothing wrong.”", "21": "Three situations disturb the earth, no, make it four that it cannot endure:", "22": "When a slave is elevated to king, when a fool is full of fine food,", "23": "When a hated woman finally marries, and when a serving girl takes possession of her mistress's wealth.", "24": "There are four creatures on earth that are small, but they are very wise and we can learn from them:", "25": "While ants are hardly a strong species, they work constantly to store up food during the summer;", "26": "While badgers are animals without many defenses, they are wise enough to make their homes in the rocky cliffs;", "27": "While locusts live without a ruler, they all know how to move in formation;", "28": "While a lizard is easy enough to catch in your hand, it is shrewd enough to enter the palaces of kings.", "29": "There are three creatures with majesty in their stride, no, make it four that move with grace:", "30": "The lion, which is the strongest of the animals, does not back down from any other creature;", "31": "The strutting rooster, the male goat, and a king as he goes out with his army.[b]", "32": "If you have been foolish enough to insinuate yourself in some high position or if you have concocted some sort of evil plan, clamp your hand tightly over your mouth;", "33": "For pressing down milk makes butter, pressing your nose makes it bleed, and pressing anger makes trouble."}