{"1": "These are the words of King Lemuel. An oracle of wisdom handed down to him by his mother:", "2": "Mother: What shall I say to you, my son? What wisdom can I impart, child of my womb? What insight can I share, son of my vows?", "3": "Do not waste your strength on women or invest yourself in women who would destroy even kings.", "4": "Take care, my son, O Lemuel. Kings should not drink too much wine or rulers should not crave strong drink;", "5": "For if they do, they will become drunk and forget the decree they just made and alter the course of justice for all the poor and afflicted.", "6": "Rather, give liquor to one who is dying, and offer wine to those struggling with life's harsh realities.", "7": "Let such a one drink and forget what he is missing; then perhaps he won't remember his sorrows anymore.", "8": "Speak out on behalf of those who have no voice, and defend all those who have been passed over.", "9": "Open your mouth, judge fairly, and stand up for the rights of the afflicted and the poor.", "10": "King Lemuel's mother warns him of the dangers of women and wine. In different ways, both have brought down great leaders. Both are certainly distractions to a king's true work—defending the poor. Who can find a truly excellent woman? One who is superior in all that she is and all that she does? Her worth far exceeds that of rubies and expensive jewelry.", "11": "She inspires trust, and her husband's heart is safe with her, and because of her, he has every good thing.", "12": "Every day of her life she does what is best for him, never anything harmful or hurtful.", "13": "Delight attends her work and guides her fingers as she selects the finest wool and flax for spinning.", "14": "She moves through the market like merchant ships that dock here and there in distant ports, finally arriving home with food she's carried from afar.", "15": "She rises from bed early, in the still of night, carefully preparing food for her family and providing a portion to her servants.", "16": "She has a plan. She considers some land and buys it; then with her earnings, she plants a vineyard.", "17": "She wraps herself in strength, carries herself with confidence, and works hard, strengthening her arms for the task at hand.", "18": "She tastes success and knows it is good, and under lamplight she works deep into the night.", "19": "Her hands skillfully place the unspun flax and wool on the distaff, and her fingers twist the spindle until thread forms.", "20": "She reaches out to the poor and extends mercy to those in need.", "21": "She is not worried about the cold or snow for her family, for she has clothed them all in warm, crimson coats.", "22": "She makes her own bed linens and clothes herself in purple and fine cloth.", "23": "Everyone recognizes her husband in the public square, and no one fails to respect him as he takes his place of leadership in the community.", "24": "She makes linen garments and sells them in the market, and she supplies belts for tradesmen to carry across the sea.", "25": "Clothed in strength and dignity, with nothing to fear, she smiles when she thinks about the future.", "26": "She conducts her conversations with wisdom, and the teaching of kindness is ever her concern.", "27": "She directs the activities of her household, and never does she indulge in laziness.", "28": "Her children rise up and bless her. Her husband, too, joins in the praise, saying:", "29": "“There are some—indeed many—women who do well in every way, but of all of them only you are truly excellent.”", "30": "Charm can be deceptive and physical beauty will not last, but a woman who reveres the Eternal should be praised above all others.", "31": "Celebrate all she has achieved. Let all her accomplishments publicly praise her.[a] Marrying the right person is one of the most important decisions most people ever make, so they must choose wisely and carefully. The Book of Proverbs ends with a tribute to a wise choice in a wife. She is strong, independent, capable, and cares for her husband, her family, and the poor. She runs the whole household. In ancient Israel, this would mean a large extended family—including servants with all of their activities—and the family business. Her husband would sing her praises publicly before the community leaders. Those who know her would admire her for her skills, her industry, and her character."}