{"1": "My son, stay focused; listen to the wisdom I have gained; give attention to what I have learned about life", "2": "So you may be able to make sensible judgments and speak with knowledge.", "3": "You see, the lips of a seductive woman speak honey-sweet words; they are smooth like oil and enticing.", "4": "But in the end, she is bitter, turning the stomach and rotting the soul; she cuts as deep as a double-edged sword.", "5": "She leads you down a path that can only end in death; her steps lead eventually to the grave.", "6": "She does not travel the road to life and truth. She follows a wandering path— a rocky, pit-filled road that twists and turns—and she doesn't even know it.", "7": "So, my children, listen to me. Do not stray from my advice.", "8": "Stay away from her, far away from her path; don't even go near her door", "9": "Unless you are ready to hand over your reputation to someone else, unless you want to spend the rest of your years at the mercy of some cruel person.", "10": "If you do, strangers will help themselves to your wealth, and everything you have worked hard to acquire will end up in someone else's hands.", "11": "Your life will end with groanings of remorse, of opportunities missed, and your flesh and bones will be eaten up with sorrow, regret for worthless efforts.", "12": "Then you'll say, “Why did I hate being taught? Why did I turn my back on correction?", "13": "I disregarded all that my teachers said to me; I turned my ear away from my instructors!", "14": "Now I am on the edge of complete and utter ruin in the midst of the community.”", "15": "People are easily seduced, especially men. Everyone is vulnerable to sexual sin at some point or another, and history is strewn with the wreckage that results when the path of adultery is followed: bitterness, death, instability, loss, ruin. Time and again, these are the consequences of violating God's instruction. Here's what you should do to be satisfied: go home and drink in the pleasures of your own cistern, your wife; enjoy the sweet, fresh water that has been there all along, flowing from your own well.", "16": "Take care. Should your own springs, your body, be freely shared? Should your streams of water satisfy anyone in the streets? Absolutely not!", "17": "They should be kept pure for you and you alone, not for sharing with strangers.", "18": "May your fountain, your sex life, be blessed by God; may you know true joy with the wife of your youth.", "19": "She who is lovely as a deer and graceful as a doe— as you drink in her love, may her breasts satisfy you at all times.", "20": "My son, why get caught up in some other woman and embrace the breast of a stranger?", "21": "Wisdom recognizes the beauty of sexual intimacy. After all, God designed us as sexual beings. But for physical intimacy to retain the beauty of its design, it must be shared wisely. It is meant to be shared with someone who is your own. In marriage two become one (Genesis 2:24), so they belong together and belong to each other. In that safe place of belonging, one finds fulfillment. So a husband or a wife must partake only of the partner's body and love. To seek intimacy elsewhere is foolish. You see, the Eternal sees our ways before Him. He watches every move we make and knows where those paths lead.", "22": "The wicked will be snared by their own wrongdoing. Their flaws will tie their own hands, and they will be dragged through life by the cords of their sins.", "23": "Because they have no discipline, their spirits die and their bodies will soon follow; because they are immensely foolish, they wander lost and confused."}