{"1": "Isn't Lady Wisdom calling? Listen; don't you hear the voice of understanding crying out?", "2": "She's taken her stand at the highest place in the city, at the crossroads where everyone can see her.", "3": "There, and at the gates, at the entrance to the city, right in front of the city doors she cries out:", "4": "Lady Wisdom: O people! I am calling to you; I have a message for all humanity.", "5": "You gullible people, acquire insight. You naive ones, cultivate a heart that truly understands.", "6": "Listen, for I am about to tell you of unparalleled excellence and beauty; what I am about to say will set things right.", "7": "I will only speak the truth; I despise evil, so it will not pass through my lips.", "8": "Everything I say promotes justice; not one word is crooked, and nothing is distorted.", "9": "Each and every word is straight talk to perceptive people, upright and honest to knowledge-seekers.", "10": "Accept my correction as being more valuable than your prized possession, authentic knowledge more valuable than pure gold.", "11": "You see, no gem is more precious than Lady Wisdom— your most extravagant desire doesn't come close to her.", "12": "Lady Wisdom: I make my home with prudence; I obtain knowledge and sound judgment.", "13": "If you respect the Eternal, you will grow to despise evil. I despise wretched, vile talk and ways of pride and arrogance.", "14": "Good counsel is mine, and also true wisdom. I am understanding, and strength belongs to me.", "15": "It's because of me that kings wield power and authorities decree what is right.", "16": "It's because of me that leaders and their agents govern and all judge according to what is right.", "17": "I love those who love me; those who search hard for me will find me.", "18": "Riches and honor are the benefit of following me; so are lasting wealth and justice.", "19": "My reward is better than gold, even the purest gold; and my profit is greater than the highest quality silver.", "20": "I follow the way of right living. Follow me along the path to find justice;", "21": "I'm ready to meet those who love me, bestow true riches upon them, and fill up their lives until their treasuries overflow.", "22": "The Eternal created me; it happened when His work was beginning, one of His first acts long ago.", "23": "Before time He established me, before the earth saw its first sunrise.", "24": "I was born before the deep existed, before any springs poured out their water,", "25": "Before the mountains were placed on their foundations, before the hills rolled across the land— yes, before all this, I was brought forth.", "26": "When the earth was yet unformed and the fields were not yet nestled beneath the wind— even before the first dust of the earth—", "27": "When He created the heavens, I was there. When He drew a circle in the deep, dividing the oceans and the sky, I was there.", "28": "I was there when He established the sky. I was there when the springs in the deep were fortified;", "29": "I witnessed Him lay down the shore as a boundary and put limits on the water And determine the foundations of the earth.", "30": "All this time I was close beside Him, a master craftsman. Every day I was His delightful companion, celebrating every minute in His presence,", "31": "Elated by the world He was making and all its fine creatures; I was especially pleased with humanity.", "32": "So now listen to me, my children: those who live by my ways will find true happiness.", "33": "Pay attention to my guidance, dare to be wise, and don't disregard my teachings.", "34": "The one who listens to me, who carefully seeks me in everyday things and delays action until my way is apparent, that one will find true happiness.", "35": "For when he recognizes and follows me, he finds a peaceful and satisfying life and receives favor from the Eternal.", "36": "But heed my warning: the one who goes against me will only hurt himself, for all who despise me are playing with fire and courting death."}