{"1": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes which are scattered abroad: Greetings.", "2": "My brothers, count it all joy when you fall into diverse temptations, ", "3": "knowing that the trying of your faith develops patience. ", "4": "But let patience perfect its work, that you may be perfect and complete, lacking nothing. ", "5": "If any of you lacks wisdom, let him ask of God, who gives to all men liberally and without criticism, and it will be given to him. ", "6": "But let him ask in faith, without wavering. For he who wavers is like a wave of the sea, driven and tossed with the wind. ", "7": "Let not that man think that he will receive anything from the Lord. ", "8": "A double-minded man is unstable in all his ways.", "9": "Let the brother of low degree rejoice in that he is exalted, ", "10": "but the rich in that he is made low, because as the flower of the grass he will pass away. ", "11": "For the sun rises with a burning heat and it withers the grass, and its flowers fall, and its beauty perishes. So will the rich man wither away in his ways.", "12": "Blessed is the man who endures temptation, for when he is tried, he will receive the crown of life, which the Lord has promised to those who love Him.", "13": "Let no man say when he is tempted, “I am tempted by God,” for God cannot be tempted with evil; neither does He tempt anyone. ", "14": "But each man is tempted when he is drawn away by his own lust and enticed. ", "15": "Then, when lust has conceived, it brings forth sin; and when sin is finished, it brings forth death.", "16": "Do not err, my beloved brothers. ", "17": "Every good gift and every perfect gift is from above and comes down from the Father of lights, with whom is no change or shadow of turning. ", "18": "Of His own will He brought us forth with the word of truth, that we should be a kind of first fruits of His creatures.", "19": "Therefore, my beloved brothers, let every man be swift to hear, slow to speak, and slow to anger, ", "20": "for the anger of man does not work the righteousness of God. ", "21": "Therefore lay aside all filthiness and remaining wickedness and receive with meekness the engrafted word, which is able to save your souls.", "22": "Be doers of the word and not hearers only, deceiving yourselves. ", "23": "For if anyone is a hearer of the word and not a doer, he is like a man viewing his natural face in a mirror. ", "24": "He views himself, and goes his way, and immediately forgets what kind of man he was. ", "25": "But whoever looks into the perfect law of liberty, and continues in it, and is not a forgetful hearer but a doer of the work, this man will be blessed in his deeds.", "26": "If anyone among you seems to be religious and does not bridle his tongue, but deceives his own heart, this man's religion is vain. ", "27": "Religion that is pure and undefiled before God, the Father, is this: to visit the fatherless and widows in their affliction and to keep oneself unstained by the world."}