{"1": "My brothers, not many of you should become teachers, knowing that we shall receive the greater judgment. ", "2": "We all err in many ways. But if any man does not err in word, he is a perfect man and able also to control the whole body.", "3": "See how we put bits in the mouths of horses that they may obey us, and we control their whole bodies. ", "4": "And observe ships. Though they are so great and are driven by fierce winds, yet they are directed with a very small rudder wherever the captain pleases. ", "5": "Even so, the tongue is a little part of the body and boasts great things. See how great a forest a little fire kindles. ", "6": "The tongue is a fire, a world of evil. The tongue is among the parts of the body, defiling the whole body, and setting the course of nature on fire, and it is set on fire by hell.", "7": "All kinds of beasts, and birds, and serpents, and things in the sea are tamed or have been tamed by mankind. ", "8": "But no man can tame the tongue. It is an unruly evil, full of deadly poison.", "9": "With it we bless the Lord and Father, and with it we curse men, who are made in the image of God. ", "10": "Out of the same mouth proceed blessing and cursing. My brothers, these things ought not to be so. ", "11": "Does a spring yield at the same opening sweet and bitter water? ", "12": "Can the fig tree, my brothers, bear olives, or a vine, figs? So no spring can yield both salt water and fresh water.", "13": "Who is wise and understanding among you? Let him show his works by his good life in the meekness of wisdom. ", "14": "But if you have bitter envying and strife in your hearts, do not boast and do not lie against the truth. ", "15": "This wisdom descends not from above, but is earthly, unspiritual, and devilish. ", "16": "For where there is envying and strife, there is confusion and every evil work.", "17": "But the wisdom that is from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, without partiality, and without hypocrisy. ", "18": "And the fruit of righteousness is sown in peace by those who make peace."}