{"1": "Now faith is the assurance of things hoped for, the conviction of things not seen. ", "2": "For by it the men of old received divine approval. ", "3": "By faith we understand that the world was created by the word of God, so that what is seen was made out of things which do not appear.", "4": "By faith Abel offered to God a more acceptable sacrifice than Cain, through which he received approval as righteous, God bearing witness by accepting his gifts; he died, but through his faith he is still speaking. ", "5": "By faith Enoch was taken up so that he should not see death; and he was not found, because God had taken him. Now before he was taken he was attested as having pleased God. ", "6": "And without faith it is impossible to please him. For whoever would draw near to God must believe that he exists and that he rewards those who seek him.[a] ", "7": "By faith Noah, being warned by God concerning events as yet unseen, took heed and constructed an ark for the saving of his household; by this he condemned the world and became an heir of the righteousness which comes by faith.", "8": "By faith Abraham obeyed when he was called to go out to a place which he was to receive as an inheritance; and he went out, not knowing where he was to go. ", "9": "By faith he sojourned in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. ", "10": "For he looked forward to the city which has foundations, whose builder and maker is God. ", "11": "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. ", "12": "Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as the innumerable grains of sand by the seashore.", "13": "These all died in faith, not having received what was promised, but having seen it and greeted it from afar, and having acknowledged that they were strangers and exiles on the earth. ", "14": "For people who speak thus make it clear that they are seeking a homeland. ", "15": "If they had been thinking of that land from which they had gone out, they would have had opportunity to return. ", "16": "But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.", "17": "By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was ready to offer up his only son, ", "18": "of whom it was said, “Through Isaac shall your descendants be named.” ", "19": "He considered that God was able to raise men even from the dead; hence he did receive him back, and this was a symbol. ", "20": "By faith Isaac invoked future blessings on Jacob and Esau. ", "21": "By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. ", "22": "By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his burial.[b]", "23": "By faith Moses, when he was born, was hid for three months by his parents, because they saw that the child was beautiful; and they were not afraid of the king's edict. ", "24": "By faith Moses, when he was grown up, refused to be called the son of Pharaoh's daughter, ", "25": "choosing rather to share ill-treatment with the people of God than to enjoy the fleeting pleasures of sin. ", "26": "He considered abuse suffered for the Christ greater wealth than the treasures of Egypt, for he looked to the reward. ", "27": "By faith he left Egypt, not being afraid of the anger of the king; for he endured as seeing him who is invisible. ", "28": "By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the first-born might not touch them.", "29": "By faith the people crossed the Red Sea as if on dry land; but the Egyptians, when they attempted to do the same, were drowned. ", "30": "By faith the walls of Jericho fell down after they had been encircled for seven days. ", "31": "By faith Rahab the harlot did not perish with those who were disobedient, because she had given friendly welcome to the spies.", "32": "And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets— ", "33": "who through faith conquered kingdoms, enforced justice, received promises, stopped the mouths of lions, ", "34": "quenched raging fire, escaped the edge of the sword, won strength out of weakness, became mighty in war, put foreign armies to flight. ", "35": "Women received their dead by resurrection. Some were tortured, refusing to accept release, that they might rise again to a better life. ", "36": "Others suffered mocking and scourging, and even chains and imprisonment. ", "37": "They were stoned, they were sawn in two,[c] they were killed with the sword; they went about in skins of sheep and goats, destitute, afflicted, ill-treated— ", "38": "of whom the world was not worthy—wandering over deserts and mountains, and in dens and caves of the earth.", "39": "And all these, though well attested by their faith, did not receive what was promised, ", "40": "since God had foreseen something better for us, that apart from us they should not be made perfect."}