{"1": "Don't let the excitement of youth cause you to forget your Creator. Honor him in your youth before you grow old and say, “Life is not pleasant anymore.”", "2": "Remember him before the light of the sun, moon, and stars is dim to your old eyes, and rain clouds continually darken your sky.", "3": "Remember him before your legs—the guards of your house—start to tremble; and before your shoulders—the strong men—stoop. Remember him before your teeth—your few remaining servants—stop grinding; and before your eyes—the women looking through the windows—see dimly.", "4": "Remember him before the door to life's opportunities is closed and the sound of work fades. Now you rise at the first chirping of the birds, but then all their sounds will grow faint.", "5": "Remember him before you become fearful of falling and worry about danger in the streets; before your hair turns white like an almond tree in bloom, and you drag along without energy like a dying grasshopper, and the caperberry no longer inspires sexual desire. Remember him before you near the grave, your everlasting home, when the mourners will weep at your funeral.", "6": "Yes, remember your Creator now while you are young, before the silver cord of life snaps and the golden bowl is broken. Don't wait until the water jar is smashed at the spring and the pulley is broken at the well.", "7": "For then the dust will return to the earth, and the spirit will return to God who gave it.", "8": "“Everything is meaningless,” says the Teacher, “completely meaningless.”", "9": "Keep this in mind: The Teacher was considered wise, and he taught the people everything he knew. He listened carefully to many proverbs, studying and classifying them.", "10": "The Teacher sought to find just the right words to express truths clearly.[a]", "11": "The words of the wise are like cattle prods—painful but helpful. Their collected sayings are like a nail-studded stick with which a shepherd[b] drives the sheep.", "12": "But, my child,[c] let me give you some further advice: Be careful, for writing books is endless, and much study wears you out.", "13": "That's the whole story. Here now is my final conclusion: Fear God and obey his commands, for this is everyone's duty.", "14": "God will judge us for everything we do, including every secret thing, whether good or bad."}