{"1": "Paul, a slave of Christ Jesus, called as an apostle[a] and singled out for God's good news— ", "2": "which He promised long ago through His prophets in the Holy Scriptures— ", "3": "concerning His Son, Jesus Christ our Lord, who was a descendant of David[b] according to the flesh ", "4": "and who has been declared to be the powerful Son of God by the resurrection from the dead according to the Spirit of holiness.[c] ", "5": "We have received grace and apostleship through Him to bring about[d] the obedience of faith[e] among all the nations,[f] on behalf of His name, ", "6": "including yourselves who also belong to Jesus Christ by calling:", "7": "To all who are in Rome, loved by God, called as saints. Grace to you and peace from God our Father and the Lord Jesus Christ.", "8": "First, I thank my God through Jesus Christ for all of you because the news of your faith[g] is being reported in all the world. ", "9": "For God, whom I serve with my spirit in telling the good news about His Son, is my witness that I constantly mention you, ", "10": "always asking in my prayers that if it is somehow in God's will, I may now at last succeed in coming to you. ", "11": "For I want very much to see you, so I may impart to you some spiritual gift to strengthen you, ", "12": "that is, to be mutually encouraged by each other's faith, both yours and mine.", "13": "Now I want you to know,[h] brothers, that I often planned to come to you (but was prevented until now) in order that I might have a fruitful ministry[i] among you, just as among the rest of the Gentiles. ", "14": "I am obligated both to Greeks and barbarians,[j] both to the wise and the foolish. ", "15": "So I am eager to preach the good news to you also who are in Rome.", "16": "For I am not ashamed of the gospel,[k] because it is God's power for salvation to everyone who believes, first to the Jew, and also to the Greek. ", "17": "For in it God's righteousness is revealed from faith to faith,[l] just as it is written: The righteous will live by faith.[m][n]", "18": "For God's wrath is revealed from heaven against all godlessness and unrighteousness of people who by their unrighteousness suppress the truth, ", "19": "since what can be known[o] about God is evident among them, because God has shown it to them. ", "20": "For His invisible attributes, that is, His eternal power and divine nature, have been clearly seen since the creation of the world, being understood through what He has made. As a result, people are without excuse. ", "21": "For though they knew God, they did not glorify Him as God or show gratitude. Instead, their thinking became nonsense, and their senseless minds were darkened. ", "22": "Claiming to be wise, they became fools ", "23": "and exchanged the glory of the immortal God for images resembling mortal man, birds, four-footed animals, and reptiles.", "24": "Therefore God delivered them over in the cravings of their hearts to sexual impurity, so that their bodies were degraded among themselves. ", "25": "They exchanged the truth of God for a lie, and worshiped and served something created instead of the Creator, who is praised forever. Amen.", "26": "This is why God delivered them over to degrading passions. For even their females exchanged natural sexual relations[p] for unnatural ones. ", "27": "The males in the same way also left natural relations[q] with females and were inflamed in their lust for one another. Males committed shameless acts with males and received in their own persons[r] the appropriate penalty of their error.", "28": "And because they did not think it worthwhile to acknowledge God, God delivered them over to a worthless mind to do what is morally wrong. ", "29": "They are filled with all unrighteousness,[s] evil, greed, and wickedness. They are full of envy, murder, quarrels, deceit, and malice. They are gossips, ", "30": "slanderers, God-haters, arrogant, proud, boastful, inventors of evil, disobedient to parents, ", "31": "undiscerning, untrustworthy, unloving,[t] and unmerciful. ", "32": "Although they know full well God's just sentence—that those who practice such things deserve to die[u]—they not only do them, but even applaud[v] others who practice them."}