{"1": "What should we say then? Should we continue in sin so that grace may multiply? ", "2": "Absolutely not! How can we who died to sin still live in it? ", "3": "Or are you unaware that all of us who were baptized into Christ Jesus were baptized into His death? ", "4": "Therefore we were buried with Him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, so we too may walk in a new way[a] of life. ", "5": "For if we have been joined with Him in the likeness of His death, we will certainly also be[b] in the likeness of His resurrection. ", "6": "For we know that our old self[c] was crucified with Him in order that sin's dominion over the body[d] may be abolished, so that we may no longer be enslaved to sin, ", "7": "since a person who has died is freed[e] from sin's claims.[f] ", "8": "Now if we died with Christ, we believe that we will also live with Him, ", "9": "because we know that Christ, having been raised from the dead, will not die again. Death no longer rules over Him. ", "10": "For in light of the fact that He died, He died to sin once for all; but in light of the fact that He lives, He lives to God. ", "11": "So, you too consider yourselves dead to sin but alive to God in Christ Jesus.[g]", "12": "Therefore do not let sin reign in your mortal body, so that you obey[h] its desires. ", "13": "And do not offer any parts[i] of it to sin as weapons for unrighteousness. But as those who are alive from the dead, offer yourselves to God, and all the parts[j] of yourselves to God as weapons for righteousness. ", "14": "For sin will not rule over you, because you are not under law but under grace.", "15": "What then? Should we sin because we are not under law but under grace? Absolutely not! ", "16": "Don't you know that if you offer yourselves to someone[k] as obedient slaves, you are slaves of that one you obey—either of sin leading to death or of obedience leading to righteousness? ", "17": "But thank God that, although you used to be slaves of sin, you obeyed from the heart that pattern of teaching you were transferred[l] to, ", "18": "and having been liberated from sin, you became enslaved to righteousness. ", "19": "I am using a human analogy[m] because of the weakness of your flesh.[n] For just as you offered the parts[o] of yourselves as slaves to moral impurity, and to greater and greater lawlessness, so now offer them as slaves to righteousness, which results in sanctification. ", "20": "For when you were slaves of sin, you were free from allegiance to righteousness.[p] ", "21": "So what fruit was produced[q] then from the things you are now ashamed of? For the end of those things is death. ", "22": "But now, since you have been liberated from sin and have become enslaved to God, you have your fruit, which results in sanctification[r]—and the end is eternal life! ", "23": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."}