{"1": "I speak the truth in Christ—I am not lying; my conscience is testifying to me with the Holy Spirit[a]— ", "2": "that I have intense sorrow and continual anguish in my heart. ", "3": "For I could almost wish to be cursed and cut off[b] from the Messiah for the benefit of my brothers, my own flesh and blood. ", "4": "They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the temple service, and the promises. ", "5": "The ancestors are theirs, and from them, by physical descent,[c] came the Messiah, who is God over all, praised forever.[d] Amen.", "6": "But it is not as though the word of God has failed. For not all who are descended from Israel are Israel. ", "7": "Neither are they all children because they are Abraham's descendants.[e] On the contrary, your offspring will be traced[f] through Isaac.[g] ", "8": "That is, it is not the children by physical descent[h] who are God's children, but the children of the promise are considered to be the offspring. ", "9": "For this is the statement of the promise: At this time I will come, and Sarah will have a son.[i] ", "10": "And not only that, but also Rebekah received a promise when she became pregnant[j] by one man, our ancestor Isaac. ", "11": "For though her sons had not been born yet or done anything good or bad, so that God's purpose according to election might stand— ", "12": "not from works but from the One who calls—she was told: The older will serve the younger.[k] ", "13": "As it is written: I have loved Jacob, but I have hated Esau.[l]", "14": "What should we say then? Is there injustice with God? Absolutely not! ", "15": "For He tells Moses: I will show mercy to whom I will show mercy, and I will have compassion on whom I will have compassion.[m]", "16": "So then it does not depend on human will or effort[n] but on God who shows mercy. ", "17": "For the Scripture tells Pharaoh: I raised you up for this reason so that I may display My power in you and that My name may be proclaimed in all the earth.[o]", "18": "So then, He shows mercy to those He wants to, and He hardens those He wants to harden.", "19": "You will say to me, therefore, “Why then does He still find fault? For who can resist His will?” ", "20": "But who are you, a mere man, to talk back to God? Will what is formed say to the one who formed it, “Why did you make me like this?” ", "21": "Or has the potter no right over the clay, to make from the same lump one piece of pottery for honor and another for dishonor? ", "22": "And what if God, desiring to display His wrath and to make His power known, endured with much patience objects of wrath ready for destruction? ", "23": "And what if He did this to make known the riches of His glory on objects of mercy that He prepared beforehand for glory— ", "24": "on us, the ones He also called, not only from the Jews but also from the Gentiles? ", "25": "As He also says in Hosea: I will call Not My People, My People, and she who is Unloved, Beloved.[p]", "26": "And it will be in the place where they were told, you are not My people, there they will be called sons of the living God.[q]", "27": "But Isaiah cries out concerning Israel: Though the number of Israel's sons is like the sand of the sea, only the remnant will be saved;", "28": "for the Lord will execute His sentence completely and decisively on the earth.[r][s]", "29": "And just as Isaiah predicted: If the Lord of Hosts[t] had not left us offspring, we would have become like Sodom, and we would have been made like Gomorrah.[u]", "30": "What should we say then? Gentiles, who did not pursue righteousness, have obtained righteousness—namely the righteousness that comes from faith. ", "31": "But Israel, pursuing the law for righteousness, has not achieved the righteousness of the law.[v] ", "32": "Why is that? Because they did not pursue it by faith, but as if it were by works.[w] They stumbled over the stumbling stone. ", "33": "As it is written: Look! I am putting a stone in Zion to stumble over and a rock to trip over, yet the one who believes on Him will not be put to shame.[x]"}