{"1": "So, my child, draw your strength from the grace that is in Christ Jesus.", "2": "Take the things you heard me say in front of many other witnesses and pass them on to faithful people who are also capable of teaching others.", "3": "Accept your share of suffering like a good soldier of Christ Jesus.", "4": "Nobody who serves in the military gets tied up with civilian matters, so that they can please the one who recruited them.", "5": "Also in the same way, athletes don't win unless they follow the rules.", "6": "A hardworking farmer should get the first share of the crop.", "7": "Think about what I'm saying; the Lord will give you understanding about everything.", "8": "Remember Jesus Christ, who was raised from the dead and descended from David. This is my good news.", "9": "This is the reason I'm suffering to the point that I'm in prison like a common criminal. But God's word cannot be imprisoned.", "10": "This is why I endure everything for the sake of those who are chosen by God so that they too may experience salvation in Christ Jesus with eternal glory.", "11": "This saying is reliable: “If we have died together, we will also live together.", "12": "If we endure, we will also rule together. If we deny him, he will also deny us.", "13": "If we are disloyal, he stays faithful” because he can't be anything else than what he is.", "14": "Remind them of these things and warn them in the sight of God not to engage in battles over words that aren't helpful and only destroy those who hear them.", "15": "Make an effort to present yourself to God as a tried-and-true worker, who doesn't need to be ashamed but is one who interprets the message of truth correctly.", "16": "Avoid their godless discussions, because they will lead many people into ungodly behavior,", "17": "and their ideas will spread like an infection. This includes Hymenaeus and Philetus,", "18": "who have deviated from the truth by claiming that the resurrection has already happened. This has undermined some people's faith.", "19": "God's solid foundation is still standing with this sign: The Lord knows the people who belong to him,[a] and Everyone who confesses the Lord's name must avoid wickedness.[b]", "20": "In a mansion, there aren't just gold and silver bowls but also some bowls that are made of wood and clay. Some are meant for special uses, some for garbage.[c]", "21": "So if anyone washes filth off themselves, they will be set apart as a “special bowl.” They will be useful to the owner of the mansion for every sort of good work.", "22": "Run away from adolescent cravings. Instead, pursue righteousness, faith, love, and peace together with those who confess the Lord with a clean heart.", "23": "Avoid foolish and thoughtless discussions, since you know that they produce conflicts.", "24": "God's slave shouldn't be argumentative but should be kind toward all people, able to teach, patient,", "25": "and should correct opponents with gentleness. Perhaps God will change their mind and give them a knowledge of the truth.", "26": "They may come to their senses and escape from the devil's trap that holds them captive to do his will."}