{"1": "I'm giving you this commission in the presence of God and of Christ Jesus, who is coming to judge the living and the dead, and by his appearance and his kingdom.", "2": "Preach the word. Be ready to do it whether it is convenient or inconvenient. Correct, confront, and encourage with patience and instruction.", "3": "There will come a time when people will not tolerate sound teaching. They will collect teachers who say what they want to hear because they are self-centered.", "4": "They will turn their back on the truth and turn to myths.", "5": "But you must keep control of yourself in all circumstances. Endure suffering, do the work of a preacher of the good news, and carry out your service fully.", "6": "I'm already being poured out like a sacrifice to God, and the time of my death is near.", "7": "I have fought the good fight, finished the race, and kept the faith.", "8": "At last the champion's wreath that is awarded for righteousness[a] is waiting for me. The Lord, who is the righteous[b] judge, is going to give it to me on that day. He's giving it not only to me but also to all those who have set their heart on waiting for his appearance.", "9": "Do your best to come to me quickly.", "10": "Demas has fallen in love with the present world and has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus has gone to Dalmatia.", "11": "Only Luke is with me. Get Mark, and bring him with you. He has been a big help to me in the ministry.", "12": "I sent Tychicus to Ephesus.", "13": "When you come, bring along the coat I left with Carpus in Troas. Also bring the scrolls and especially the parchments.", "14": "Alexander, the craftsman who works with metal, has really hurt me. The Lord will pay him back for what he has done.", "15": "But watch out for him, because he opposes our teaching.", "16": "No one took my side at my first court hearing. Everyone deserted me. I hope that God doesn't hold it against them!", "17": "But the Lord stood by me and gave me strength, so that the entire message would be preached through me and so all the nations could hear it. I was also rescued from the lion's mouth!", "18": "The Lord will rescue me from every evil action and will save me for his heavenly kingdom. To him be the glory forever and always. Amen.", "19": "Say hello to Prisca and Aquila and the household of Onesiphorus.", "20": "Erastus stayed in Corinth, and I left Trophimus in Miletus because of his illness.", "21": "Try hard to come to me before winter. Eubulus, Pudens, Linus, Claudia, and all the brothers and sisters say hello.", "22": "The Lord be with your spirit. Grace be with you all."}