{"1": "Therefore, if there is any encouragement in Christ, any comfort in love, any sharing in the Spirit, any sympathy,", "2": "complete my joy by thinking the same way, having the same love, being united, and agreeing with each other.", "3": "Don't do anything for selfish purposes, but with humility think of others as better than yourselves.", "4": "Instead of each person watching out for their own good, watch out for what is better for others.", "5": "Adopt the attitude that was in Christ Jesus:", "6": "Though he was in the form of God, he did not consider being equal with God something to exploit.", "7": "But he emptied himself by taking the form of a slave and by becoming like human beings. When he found himself in the form of a human,", "8": "he humbled himself by becoming obedient to the point of death, even death on a cross.", "9": "Therefore, God highly honored him and gave him a name above all names,", "10": "so that at the name of Jesus everyone in heaven, on earth, and under the earth might bow", "11": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.", "12": "Therefore, my loved ones, just as you always obey me, not just when I am present but now even more while I am away, carry out your own salvation with fear and trembling.", "13": "God is the one who enables you both to want and to actually live out his good purposes.", "14": "Do everything without grumbling and arguing", "15": "so that you may be blameless and pure, innocent children of God surrounded by people who are crooked and corrupt. Among these people you shine like stars in the world", "16": "because you hold on to the word of life. This will allow me to say on the day of Christ that I haven't run for nothing or worked for nothing.", "17": "But even if I am poured out like a drink offering upon the altar of service for your faith, I am glad. I'm glad with all of you.", "18": "You should be glad about this in the same way. Be glad with me!", "19": "I hope in the Lord Jesus to send Timothy to see you soon so that I may be encouraged by hearing about you.", "20": "I have no one like him. He is a person who genuinely cares about your well-being.", "21": "All the others put their own business ahead of Jesus Christ's business.", "22": "You know his character, how he labors with me for the gospel like a son works with his father.", "23": "So he is the one that I hope to send as soon as I find out how things turn out here for me.", "24": "I trust in the Lord that I also will visit you soon.", "25": "I think it is also necessary to send Epaphroditus to you. He is my brother, coworker, and fellow soldier; and he is your representative who serves my needs.", "26": "He misses you all, and he was upset because you heard he was sick.", "27": "In fact, he was so sick that he nearly died. But God had mercy on him—and not just on him but also on me, because his death would have caused me great sorrow.", "28": "Therefore, I am sending him immediately so that when you see him again you can be glad and I won't worry.", "29": "So welcome him in the Lord with great joy and show great respect for people like him.", "30": "He risked his life and almost died for the work of Christ, and he did this to make up for the help you couldn't give me."}