{"1": "So then, my brothers and sisters, be glad in the Lord. It's no trouble for me to repeat the same things to you because they will help keep you on track.", "2": "Watch out for the “dogs.” Watch out for people who do evil things. Watch out for those who insist on circumcision, which is really mutilation.", "3": "We are the circumcision. We are the ones who serve by God's Spirit and who boast in Christ Jesus. We don't put our confidence in rituals performed on the body,", "4": "though I have good reason to have this kind of confidence. If anyone else has reason to put their confidence in physical advantages, I have even more:", "5": "I was circumcised on the eighth day. I am from the people of Israel and the tribe of Benjamin. I am a Hebrew of the Hebrews. With respect to observing the Law, I'm a Pharisee.", "6": "With respect to devotion to the faith, I harassed the church. With respect to righteousness under the Law, I'm blameless.", "7": "These things were my assets, but I wrote them off as a loss for the sake of Christ.", "8": "But even beyond that, I consider everything a loss in comparison with the superior value of knowing Christ Jesus my Lord. I have lost everything for him, but what I lost I think of as sewer trash, so that I might gain Christ", "9": "and be found in him. In Christ I have a righteousness that is not my own and that does not come from the Law but rather from the faithfulness of Christ. It is the righteousness of God that is based on faith.", "10": "The righteousness that I have comes from knowing Christ, the power of his resurrection, and the participation in his sufferings. It includes being conformed to his death", "11": "so that I may perhaps reach the goal of the resurrection of the dead.", "12": "It's not that I have already reached this goal or have already been perfected, but I pursue it, so that I may grab hold of it because Christ grabbed hold of me for just this purpose.", "13": "Brothers and sisters, I myself don't think I've reached it, but I do this one thing: I forget about the things behind me and reach out for the things ahead of me.", "14": "The goal I pursue is the prize of God's upward call in Christ Jesus.", "15": "So all of us who are spiritually mature should think this way, and if anyone thinks differently, God will reveal it to him or her.", "16": "Only let's live in a way that is consistent with whatever level we have reached.", "17": "Brothers and sisters, become imitators of me and watch those who live this way—you can use us as models.", "18": "As I have told you many times and now say with deep sadness, many people live as enemies of the cross.", "19": "Their lives end with destruction. Their god is their stomach, and they take pride in their disgrace because their thoughts focus on earthly things.", "20": "Our citizenship is in heaven. We look forward to a savior that comes from there—the Lord Jesus Christ.", "21": "He will transform our humble bodies so that they are like his glorious body, by the power that also makes him able to subject all things to himself."}