{"1": "Then the heads of the fathers' houses of the Levites came to Eleazar the priest and to Joshua the son of Nun and to the heads of the fathers' houses of the tribes of the people of Israel.", "2": "And they said to them at Shiloh in the land of Canaan, “The Lord commanded through Moses that we be given cities to dwell in, along with their pasture lands for our livestock.”", "3": "So by command of the Lord the people of Israel gave to the Levites the following cities and pasture lands out of their inheritance.", "4": "The lot came out for the clans of the Kohathites. So those Levites who were descendants of Aaron the priest received by lot from the tribes of Judah, Simeon, and Benjamin, thirteen cities.", "5": "And the rest of the Kohathites received by lot from the clans of the tribe of Ephraim, from the tribe of Dan and the half-tribe of Manasseh, ten cities.", "6": "The Gershonites received by lot from the clans of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half-tribe of Manasseh in Bashan, thirteen cities.", "7": "The Merarites according to their clans received from the tribe of Reuben, the tribe of Gad, and the tribe of Zebulun, twelve cities.", "8": "These cities and their pasture lands the people of Israel gave by lot to the Levites, as the Lord had commanded through Moses.", "9": "Out of the tribe of the people of Judah and the tribe of the people of Simeon they gave the following cities mentioned by name,", "10": "which went to the descendants of Aaron, one of the clans of the Kohathites who belonged to the people of Levi; since the lot fell to them first.", "11": "They gave them Kiriath-arba (Arba being the father of Anak), that is Hebron, in the hill country of Judah, along with the pasture lands round it.", "12": "But the fields of the city and its villages had been given to Caleb the son of Jephunneh as his possession.", "13": "And to the descendants of Aaron the priest they gave Hebron, the city of refuge for the manslayer, with its pasture lands, Libnah with its pasture lands,", "14": "Jattir with its pasture lands, Eshtemoa with its pasture lands,", "15": "Holon with its pasture lands, Debir with its pasture lands,", "16": "Ain with its pasture lands, Juttah with its pasture lands, Beth-shemesh with its pasture lands—nine cities out of these two tribes;", "17": "then out of the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands,", "18": "Anathoth with its pasture lands, and Almon with its pasture lands—four cities.", "19": "The cities of the descendants of Aaron, the priests, were in all thirteen cities with their pasture lands.", "20": "As to the rest of the Kohathites belonging to the Kohathite clans of the Levites, the cities allotted to them were out of the tribe of Ephraim.", "21": "To them were given Shechem, the city of refuge for the manslayer, with its pasture lands in the hill country of Ephraim, Gezer with its pasture lands,", "22": "Kibzaim with its pasture lands, Beth-horon with its pasture lands—four cities;", "23": "and out of the tribe of Dan, Elteke with its pasture lands, Gibbethon with its pasture lands,", "24": "Aijalon with its pasture lands, Gath-rimmon with its pasture lands—four cities;", "25": "and out of the half-tribe of Manasseh, Taanach with its pasture lands, and Gath-rimmon with its pasture lands—two cities.", "26": "The cities of the clans of the rest of the Kohathites were ten in all with their pasture lands.", "27": "And to the Gershonites, one of the clans of the Levites, were given out of the half-tribe of Manasseh, Golan in Bashan with its pasture lands, the city of refuge for the manslayer, and Beeshterah with its pasture lands—two cities;", "28": "and out of the tribe of Issachar, Kishion with its pasture lands, Daberath with its pasture lands,", "29": "Jarmuth with its pasture lands, En-gannim with its pasture lands—four cities;", "30": "and out of the tribe of Asher, Mishal with its pasture lands, Abdon with its pasture lands,", "31": "Helkath with its pasture lands, and Rehob with its pasture lands—four cities;", "32": "and out of the tribe of Naphtali, Kedesh in Galilee with its pasture lands, the city of refuge for the manslayer, Hammoth-dor with its pasture lands, and Kartan with its pasture lands—three cities.", "33": "The cities of the several clans of the Gershonites were in all thirteen cities with their pasture lands.", "34": "And to the rest of the Levites, the Merarite clans, were given out of the tribe of Zebulun, Jokneam with its pasture lands, Kartah with its pasture lands,", "35": "Dimnah with its pasture lands, Nahalal with its pasture lands—four cities;", "36": "and out of the tribe of Reuben, Bezer with its pasture lands, Jahaz with its pasture lands,", "37": "Kedemoth with its pasture lands, and Mephaath with its pasture lands—four cities;", "38": "and out of the tribe of Gad, Ramoth in Gilead with its pasture lands, the city of refuge for the manslayer, Mahanaim with its pasture lands,", "39": "Heshbon with its pasture lands, Jazer with its pasture lands—four cities in all.", "40": "As for the cities of the several Merarite clans, that is, the remainder of the clans of the Levites, those allotted to them were in all twelve cities.", "41": "The cities of the Levites in the midst of the possession of the people of Israel were in all forty-eight cities with their pasture lands.", "42": "These cities each had its pasture lands round it. So it was with all these cities.", "43": "Thus the Lord gave to Israel all the land that he swore to give to their fathers. And they took possession of it, and they settled there.", "44": "And the Lord gave them rest on every side just as he had sworn to their fathers. Not one of all their enemies had withstood them, for the Lord had given all their enemies into their hands.", "45": "Not one word of all the good promises that the Lord had made to the house of Israel had failed; all came to pass."}