{"1": "In the eighth month of Darius' second year as king, the Lord spoke his word to the prophet Zechariah, who was the son of Berechiah and the grandson of Iddo. He said, ", "2": "“The Lord was very angry with your ancestors. ", "3": "Tell the people, 'This is what the Lord of Armies says: Return to me, declares the Lord of Armies, and I will return to you, says the Lord of Armies.' ", "4": "Don't be like your ancestors, who heard the earlier prophets preach to them, 'This is what the Lord of Armies says: Turn from your evil ways and your evil deeds.' But they didn't listen or pay attention to me, declares the Lord. ", "5": "Your ancestors—where are they now? And the prophets—are they still alive? ", "6": "Didn't my warnings and my laws, which I've commanded my servants the prophets to preach, finally catch up with your ancestors? Then your ancestors turned away from their sins and said, 'The Lord of Armies has done to us what he had planned to do. He has dealt with us as our ways and deeds deserve.'”", "7": "On the twenty-fourth day of the eleventh month (the month of Shebat) in Darius' second year as king, the Lord spoke his word to the prophet Zechariah, who was the son of Berechiah and the grandson of Iddo.", "8": "During that night I saw a man riding on a red horse. He was standing among the myrtle trees in a ravine. Behind him were red, chestnut, and white horses.", "9": "“What do these horses mean, sir?” I asked. The angel who was speaking with me answered, “I will show you what they mean.”", "10": "The man standing among the myrtle trees explained, “They're the horses the Lord has sent to patrol the earth.” ", "11": "Then they reported to the Messenger of the Lord standing among the myrtle trees, “We have patrolled the earth. The whole world is at rest and in peace.”", "12": "Then the Messenger of the Lord said, “Lord of Armies, how much longer until you show compassion to Jerusalem and the cities of Judah? You've been angry with them for 70 years.” ", "13": "The Lord responded to the angel who was speaking with me, using kind and comforting words.", "14": "The angel who was speaking with me said, “Announce: This is what the Lord of Armies says: I'm very jealous about Jerusalem and Zion, ", "15": "and I'm very angry with the nations who think they are at ease. I was only a little angry, but they made things worse. ", "16": "This is what the Lord of Armies says: I have returned to Jerusalem with compassion. My house will be rebuilt in it, declares the Lord of Armies. A measuring line will be used to rebuild Jerusalem.", "17": "“Announce again: This is what the Lord of Armies says: My cities will overflow with prosperity once more. The Lord will again comfort Zion and will again choose Jerusalem.”[a]", "18": "I looked up and saw four animal horns. ", "19": "So I asked the angel who was speaking with me, “What do these horns mean?” He said to me, “These are the horns of the nations that scattered Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four craftsmen. ", "21": "I asked, “What are they going to do?” He answered, “Those horns scattered Judah so widely that no one could lift up his head. But the craftsmen have come to terrify them, to throw down the horns of the nations. The nations raised their horns to scatter the land of Judah.”"}