{"1": "Pray to the Eternal, asking for rain in the spring; He is the One bringing the storm clouds. He fills them with heavy rain, showers of rain for the plants of the field for everyone.", "2": "For household gods[a] speak nothing but tricks, diviners see deceptions, dreamers tell lies, And all offer useless comfort. And so, the people wander without purpose, Suffering like sheep because they have no shepherd.", "3": "Eternal One: My anger burns against these imitation shepherds, and I will bring punishment to those goats. The Eternal, Commander of heavenly armies, brings caring to His flock, the people of Judah, And will make them like His brave royal steed, arrayed for battle.", "4": "The people of Judah will supply the leadership: the stable cornerstone, the secure tent peg, the powerful battle bow. Every commander will come from there.", "5": "Together they will be like a formidable force of champions in battle, trampling the enemy in the muck and mire of the roads. They will fight on because the Eternal fights with them; they will bring shame and defeat to riders on horseback.", "6": "Eternal One: I will give strength to the people of Judah and liberate the northern descendants of Joseph. I will restore their standing because I care for them, and they will live as if I never sent them away, For I am the Eternal their God, and I will answer their call.", "7": "The Ephraimites, too, will grow strong like warriors and feel deep joy as if they were warmed by wine. Their children will see all this and be happy; their hearts will celebrate what the Eternal has done.", "8": "Eternal One: I will whistle for My people and gather them in, for I will redeem them, rescue them, ransom them, And restore their numbers to what they were before I turned My back on them.", "9": "Even though I will scatter them among the nations, they will remember Me in faraway lands. They will make sure their children will survive to return one day.", "10": "From the lands of Egypt and Assyria I will restore them. I will gather them to the lands of Gilead and Lebanon Until no room remains in this good land for them.", "11": "An ocean of trouble will meet Him, but He will pass safely through; sea waves will be quieted, and the Nile will dry up. Assyria's prideful domination will be reduced to nothing, and Egypt's rule of other nations will end.", "12": "I will give strength to My people, and in My name will they live. So says the Eternal One."}