{"1": "The heavenly messenger who had been talking with me returned and stirred me, as if I had been asleep. It was time for a fifth vision.", "2": "Heavenly Messenger: 2 What do you see before you? A fifth vision shows the lamp of God's grace completing what has begun. Zechariah: I see a solid gold lampstand with a bowl on top of it and seven oil lamps on it. Each of the seven lamps has a spout, which the wicks lie in to soak up oil as they're burned. ", "3": "There are also two olive trees nearby: one on the right and the other on the left of the bowl.", "4": "But what are these things, lord?", "5": "Heavenly Messenger: 5 Do you not know what they are? Zechariah: No, lord. I don't.", "6": "Heavenly Messenger (changing the subject): 6 The Eternal, Commander of heavenly armies, has said this to Zerubbabel: “Your strength and prowess will not be enough to finish My temple, but My Spirit will be.” And He says this to those thwarting Zerubbabel's efforts: ", "7": "“Who are you, O mighty mountain of opposition? Before Zerubbabel, you will become nothing more than a smooth plain, and he will quarry the capstone and bring it out to the sound of people shouting, 'God, grant it Your grace! God bless it!'”", "8": "The word of the Eternal came to me again to reiterate what was just reported.", "9": "Heavenly Messenger: 9 Zerubbabel's very own hands have laid the foundation of this new temple, and his hands will complete it. When he does, it will be clear to you that the Eternal, Commander of heavenly armies, has sent me to you. ", "10": "Now all who have frowned on the day when only slight progress was made to reconstruct the temple will celebrate when they see the stone that centers the plumb line in the hand of Zerubbabel, who will survey Jerusalem. (finally answering his earlier question) The seven lamps on top of the lampstand are the eyes of the Eternal One, diligently searching the earth.", "11": "Zechariah (to the heavenly messenger): 11 What are the two olive trees, the ones on the right and left of the lampstand? What do these mean?", "12": "(persisting) And the two fruitful olive branches that extend toward the lampstand, the ones supported by the two gold pipes pouring out their gold oil—what do these mean?", "13": "Heavenly Messenger: 13 Do you not know what they are? Zechariah: No, lord. I don't.", "14": "Heavenly Messenger: 14 The olive trees are the two men who have been anointed with fresh oil, Zerubabbel and Joshua. They will rule Jerusalem jointly, one over politics and one over religion, and serve the Master over all the earth."}