{"1-2": "The word of the Eternal, Commander of heavenly armies, came, this time bringing a series of five short messages about hope. Eternal One: First, I have a jealous desire to be among My people in Zion. I want it more than anything. I am burning with angry jealousy for her and her welfare.", "3": "Second, I will return to Zion and live in the heart of Jerusalem. So it will then be known far and wide as the City of Truth, and the mountain of the Eternal, Commander of heavenly armies, will be called Holy Mountain.", "4": "Third, elderly men and women will sit in Jerusalem's streets with staffs in hand because of their old age. ", "5": "The city streets will bustle with boys and girls playing outside on the roads and in the squares.", "6": "Ultimately, God's purpose is redeeming His fallen creation. He initiated His plan of redemption by calling and equipping the children of Abraham to be a light to the nations. Zechariah foresees a day when Jerusalem is the center of the world; when people of every race, creed, and color journey to it; and when the Jews show the rest of the world the way to the one True God. After chapter 8, the Book of Zechariah changes—its tone, its character, its focus. Chapters 1–8 have been about the people and times immediately after the exile ended, a period when Persia ruled the world. Chapters 9–14 seem removed from that world, its people, and its interests—but just how far removed is uncertain. It is possible that these last chapters were not written by Zechariah, and the debate about who wrote them and when they were written has raged since Jesus died. In 27:9-10 of his Gospel, Matthew identifies the author as Jeremiah, a forerunner of Zechariah. More recent scholarship has further confused the matter because the setting in chapter 9 could describe any time in Jerusalem between Hezekiah's rule before the exile and the Maccabean revolts 400 years later. This inability to positively identify the author and the audience, along with the lack of historical, contextual markers in the text itself, make these words universally applicable. They may even describe the end time when God judges the nations. Fourth, this may come as a surprise to the remnant of these people, eking out an existence during these harsh days, but what is surprising to you is not for Me.", "7": "Fifth, I will rescue My people from far and wide, from east to west across the land, ", "8": "and I will bring them home to live in peace in Jerusalem where they will be My people once more. I will be truthful and just to them as their God.", "9": "Here is an encouragement from the Eternal, Commander of heavenly armies. Eternal One: To those of you who have been listening recently to My words through the prophets, who were working for Me when the foundation of the house of the Eternal One was being laid just decades ago, keep yourselves strong so that the temple walls may now be built. ", "10": "Before then no one could earn a living in Jerusalem or in exile. Neither men nor their animals could find work. No one could move about safely for fear of his enemies because I had turned every man against each other. ", "11": "However, that was the past. I, the Eternal, Commander of heavenly armies, promise I will not treat the remnant of My people as I once did. ", "12": "What you witness now will be very different—a new day when seeds of peace will be sown in fertile soil. The seeds will grow into sheaves of wheat, and the vines will produce luscious grapes. The ground will yield its crops, and pleasant dew will again fall from the heavens. And I will give these things to My remnant as their inheritance. ", "13": "Because you, people of Judah and Israel, were once the objects of scorn among the nations, I will rescue you and you will become a blessing. Don't be afraid, and keep yourselves strong.", "14": "When your ancestors angered Me, I was determined to bring disaster to your generation as well as theirs, and I refused to change My plan. ", "15": "All the same, I have now determined to do good for Jerusalem and the people of Judah. Don't be afraid. ", "16": "Here are the things you must do: Speak truth to each other. Pursue justice in your courts. Render decisions that reflect truth and bring peace to the community. ", "17": "Do not conspire to bring harm against one another. Do not make promises you don't intend to keep. I hate all these things. So said the Eternal.", "18": "The word of the Eternal, Commander of heavenly armies, came to me with three brief messages about a happy future for His people and the entire world.", "19": "Eternal One: 19 From now on, the fasting times of the fourth, fifth, seventh, and tenth months will be happy occasions and times of celebration for the people of Judah. So you should love truth and pursue peace.", "20": "Many people from many cities will come streaming to My holy city. ", "21": "The citizens from one of these cities will approach the citizens of another and say, “You must come with me. Let's journey to Jerusalem to seek the blessings of the Eternal, Commander of heavenly armies, and ask for His favor directly. I am certainly going.”", "22": "That is why many people and powerful nations will come together as one to Jerusalem to seek the blessings of the Eternal, Commander of heavenly armies, and ask for His favor directly.", "23": "Eternal One: 23 A day is coming when 10 men, people from every nation speaking every language will grab the cloak of a Jew and beg him, “Let us come with you because we have heard the True God is among you and we want Him to save us, too.”"}