{"1": "The men of Ephraim were called to arms, and they crossed to Zaphon and said to Jephthah, “Why did you cross over to fight against the Ammonites, and did not call us to go with you? We will burn your house down over you!” ", "2": "Jephthah said to them, “My people and I were engaged in conflict with the Ammonites who oppressed us[a] severely. But when I called you, you did not deliver me from their hand. ", "3": "When I saw that you would not deliver me, I took my life in my hand, and crossed over against the Ammonites, and the Lord gave them into my hand. Why then have you come up to me this day, to fight against me?” ", "4": "Then Jephthah gathered all the men of Gilead and fought with Ephraim; and the men of Gilead defeated Ephraim, because they said, “You are fugitives from Ephraim, you Gileadites—in the heart of Ephraim and Manasseh.”[b] ", "5": "Then the Gileadites took the fords of the Jordan against the Ephraimites. Whenever one of the fugitives of Ephraim said, “Let me go over,” the men of Gilead would say to him, “Are you an Ephraimite?” When he said, “No,” ", "6": "they said to him, “Then say Shibboleth,” and he said, “Sibboleth,” for he could not pronounce it right. Then they seized him and killed him at the fords of the Jordan. Forty-two thousand of the Ephraimites fell at that time.", "7": "Jephthah judged Israel six years. Then Jephthah the Gileadite died, and was buried in his town in Gilead.[c]", "8": "After him Ibzan of Bethlehem judged Israel. ", "9": "He had thirty sons. He gave his thirty daughters in marriage outside his clan and brought in thirty young women from outside for his sons. He judged Israel seven years. ", "10": "Then Ibzan died, and was buried at Bethlehem.", "11": "After him Elon the Zebulunite judged Israel; and he judged Israel ten years. ", "12": "Then Elon the Zebulunite died, and was buried at Aijalon in the land of Zebulun.", "13": "After him Abdon son of Hillel the Pirathonite judged Israel. ", "14": "He had forty sons and thirty grandsons, who rode on seventy donkeys; he judged Israel eight years. ", "15": "Then Abdon son of Hillel the Pirathonite died, and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."}