{"1": "After a while, at the time of the wheat harvest, Samson went to visit his wife, bringing along a kid. He said, “I want to go into my wife's room.” But her father would not allow him to go in. ", "2": "Her father said, “I was sure that you had rejected her; so I gave her to your companion. Is not her younger sister prettier than she? Why not take her instead?” ", "3": "Samson said to them, “This time, when I do mischief to the Philistines, I will be without blame.” ", "4": "So Samson went and caught three hundred foxes, and took some torches; and he turned the foxes[a] tail to tail, and put a torch between each pair of tails. ", "5": "When he had set fire to the torches, he let the foxes go into the standing grain of the Philistines, and burned up the shocks and the standing grain, as well as the vineyards and[b] olive groves. ", "6": "Then the Philistines asked, “Who has done this?” And they said, “Samson, the son-in-law of the Timnite, because he has taken Samson's wife and given her to his companion.” So the Philistines came up, and burned her and her father. ", "7": "Samson said to them, “If this is what you do, I swear I will not stop until I have taken revenge on you.” ", "8": "He struck them down hip and thigh with great slaughter; and he went down and stayed in the cleft of the rock of Etam.", "9": "Then the Philistines came up and encamped in Judah, and made a raid on Lehi. ", "10": "The men of Judah said, “Why have you come up against us?” They said, “We have come up to bind Samson, to do to him as he did to us.” ", "11": "Then three thousand men of Judah went down to the cleft of the rock of Etam, and they said to Samson, “Do you not know that the Philistines are rulers over us? What then have you done to us?” He replied, “As they did to me, so I have done to them.” ", "12": "They said to him, “We have come down to bind you, so that we may give you into the hands of the Philistines.” Samson answered them, “Swear to me that you yourselves will not attack me.” ", "13": "They said to him, “No, we will only bind you and give you into their hands; we will not kill you.” So they bound him with two new ropes, and brought him up from the rock.", "14": "When he came to Lehi, the Philistines came shouting to meet him; and the spirit of the Lord rushed on him, and the ropes that were on his arms became like flax that has caught fire, and his bonds melted off his hands. ", "15": "Then he found a fresh jawbone of a donkey, reached down and took it, and with it he killed a thousand men. ", "16": "And Samson said, “With the jawbone of a donkey, heaps upon heaps, with the jawbone of a donkey I have slain a thousand men.”", "17": "When he had finished speaking, he threw away the jawbone; and that place was called Ramath-lehi.[c]", "18": "By then he was very thirsty, and he called on the Lord, saying, “You have granted this great victory by the hand of your servant. Am I now to die of thirst, and fall into the hands of the uncircumcised?” ", "19": "So God split open the hollow place that is at Lehi, and water came from it. When he drank, his spirit returned, and he revived. Therefore it was named En-hakkore,[d] which is at Lehi to this day. ", "20": "And he judged Israel in the days of the Philistines twenty years."}