{"1": "These are the generations of the sons of Noah, Shem, Ham, and Japheth; sons were born to them after the flood.", "2": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. ", "3": "The sons of Gomer: Ash′kenaz, Riphath, and Togar′mah. ", "4": "The sons of Javan: Eli′shah, Tarshish, Kittim, and Do′danim. ", "5": "From these the coastland peoples spread. These are the sons of Japheth[a] in their lands, each with his own language, by their families, in their nations.", "6": "The sons of Ham: Cush, Egypt, Put, and Canaan. ", "7": "The sons of Cush: Seba, Hav′ilah, Sabtah, Ra′amah, and Sab′teca. The sons of Ra′amah: Sheba and Dedan. ", "8": "Cush became the father of Nimrod; he was the first on earth to be a mighty man. ", "9": "He was a mighty hunter before the Lord; therefore it is said, “Like Nimrod a mighty hunter before the Lord.” ", "10": "The beginning of his kingdom was Babel, Erech, and Accad, all of them in the land of Shinar. ", "11": "From that land he went into Assyria, and built Nin′eveh, Reho′both-Ir, Calah, and ", "12": "Resen between Nin′eveh and Calah; that is the great city. ", "13": "Egypt became the father of Ludim, An′amim, Leha′bim, Naph-tu′him, ", "14": "Pathru′sim, Caslu′him (whence came the Philistines), and Caph′torim.", "15": "Canaan became the father of Sidon his first-born, and Heth, ", "16": "and the Jeb′usites, the Amorites, the Gir′gashites, ", "17": "the Hivites, the Arkites, the Sinites, ", "18": "the Ar′vadites, the Zem′arites, and the Ha′mathites. Afterward the families of the Canaanites spread abroad. ", "19": "And the territory of the Canaanites extended from Sidon, in the direction of Gerar, as far as Gaza, and in the direction of Sodom, Gomor′rah, Admah, and Zeboi′im, as far as Lasha. ", "20": "These are the sons of Ham, by their families, their languages, their lands, and their nations.", "21": "To Shem also, the father of all the children of Eber, the elder brother of Japheth, children were born. ", "22": "The sons of Shem: Elam, Asshur, Arpach′shad, Lud, and Aram. ", "23": "The sons of Aram: Uz, Hul, Gether, and Mash. ", "24": "Arpach′shad became the father of Shelah; and Shelah became the father of Eber. ", "25": "To Eber were born two sons: the name of the one was Peleg,[b] for in his days the earth was divided, and his brother's name was Joktan. ", "26": "Joktan became the father of Almo′dad, Sheleph, Hazarma′veth, Jerah, ", "27": "Hador′am, Uzal, Diklah, ", "28": "Obal, Abim′a-el, Sheba, ", "29": "Ophir, Hav′ilah, and Jobab; all these were the sons of Joktan. ", "30": "The territory in which they lived extended from Mesha in the direction of Sephar to the hill country of the east. ", "31": "These are the sons of Shem, by their families, their languages, their lands, and their nations.", "32": "These are the families of the sons of Noah, according to their genealogies, in their nations; and from these the nations spread abroad on the earth after the flood."}