{"1": "From there Abraham journeyed toward the territory of the Negeb, and dwelt between Kadesh and Shur; and he sojourned in Gerar. ", "2": "And Abraham said of Sarah his wife, “She is my sister.” And Abim′elech king of Gerar sent and took Sarah. ", "3": "But God came to Abim′elech in a dream by night, and said to him, “Behold, you are a dead man, because of the woman whom you have taken; for she is a man's wife.” ", "4": "Now Abim′elech had not approached her; so he said, “Lord, wilt thou slay an innocent people? ", "5": "Did he not himself say to me, 'She is my sister'? And she herself said, 'He is my brother.' In the integrity of my heart and the innocence of my hands I have done this.” ", "6": "Then God said to him in the dream, “Yes, I know that you have done this in the integrity of your heart, and it was I who kept you from sinning against me; therefore I did not let you touch her. ", "7": "Now then restore the man's wife; for he is a prophet, and he will pray for you, and you shall live. But if you do not restore her, know that you shall surely die, you, and all that are yours.”", "8": "So Abim′elech rose early in the morning, and called all his servants, and told them all these things; and the men were very much afraid. ", "9": "Then Abim′elech called Abraham, and said to him, “What have you done to us? And how have I sinned against you, that you have brought on me and my kingdom a great sin? You have done to me things that ought not to be done.” ", "10": "And Abim′elech said to Abraham, “What were you thinking of, that you did this thing?” ", "11": "Abraham said, “I did it because I thought, There is no fear of God at all in this place, and they will kill me because of my wife. ", "12": "Besides she is indeed my sister, the daughter of my father but not the daughter of my mother; and she became my wife. ", "13": "And when God caused me to wander from my father's house, I said to her, 'This is the kindness you must do me: at every place to which we come, say of me, He is my brother.'” ", "14": "Then Abim′elech took sheep and oxen, and male and female slaves, and gave them to Abraham, and restored Sarah his wife to him. ", "15": "And Abim′elech said, “Behold, my land is before you; dwell where it pleases you.” ", "16": "To Sarah he said, “Behold, I have given your brother a thousand pieces of silver; it is your vindication in the eyes of all who are with you; and before every one you are righted.” ", "17": "Then Abraham prayed to God; and God healed Abim′elech, and also healed his wife and female slaves so that they bore children. ", "18": "For the Lord had closed all the wombs of the house of Abim′elech because of Sarah, Abraham's wife."}