{"1": "When Isaac was old and his eyes were dim so that he could not see, he called Esau his older son, and said to him, “My son”; and he answered, “Here I am.” ", "2": "He said, “Behold, I am old; I do not know the day of my death. ", "3": "Now then, take your weapons, your quiver and your bow, and go out to the field, and hunt game for me, ", "4": "and prepare for me savory food, such as I love, and bring it to me that I may eat; that I may bless you before I die.”", "5": "Now Rebekah was listening when Isaac spoke to his son Esau. So when Esau went to the field to hunt for game and bring it, ", "6": "Rebekah said to her son Jacob, “I heard your father speak to your brother Esau, ", "7": "'Bring me game, and prepare for me savory food, that I may eat it, and bless you before the Lord before I die.' ", "8": "Now therefore, my son, obey my word as I command you. ", "9": "Go to the flock, and fetch me two good kids, that I may prepare from them savory food for your father, such as he loves; ", "10": "and you shall bring it to your father to eat, so that he may bless you before he dies.” ", "11": "But Jacob said to Rebekah his mother, “Behold, my brother Esau is a hairy man, and I am a smooth man. ", "12": "Perhaps my father will feel me, and I shall seem to be mocking him, and bring a curse upon myself and not a blessing.” ", "13": "His mother said to him, “Upon me be your curse, my son; only obey my word, and go, fetch them to me.” ", "14": "So he went and took them and brought them to his mother; and his mother prepared savory food, such as his father loved. ", "15": "Then Rebekah took the best garments of Esau her older son, which were with her in the house, and put them on Jacob her younger son; ", "16": "and the skins of the kids she put upon his hands and upon the smooth part of his neck; ", "17": "and she gave the savory food and the bread, which she had prepared, into the hand of her son Jacob.", "18": "So he went in to his father, and said, “My father”; and he said, “Here I am; who are you, my son?” ", "19": "Jacob said to his father, “I am Esau your first-born. I have done as you told me; now sit up and eat of my game, that you may bless me.” ", "20": "But Isaac said to his son, “How is it that you have found it so quickly, my son?” He answered, “Because the Lord your God granted me success.” ", "21": "Then Isaac said to Jacob, “Come near, that I may feel you, my son, to know whether you are really my son Esau or not.” ", "22": "So Jacob went near to Isaac his father, who felt him and said, “The voice is Jacob's voice, but the hands are the hands of Esau.” ", "23": "And he did not recognize him, because his hands were hairy like his brother Esau's hands; so he blessed him. ", "24": "He said, “Are you really my son Esau?” He answered, “I am.” ", "25": "Then he said, “Bring it to me, that I may eat of my son's game and bless you.” So he brought it to him, and he ate; and he brought him wine, and he drank. ", "26": "Then his father Isaac said to him, “Come near and kiss me, my son.” ", "27": "So he came near and kissed him; and he smelled the smell of his garments, and blessed him, and said, “See, the smell of my son is as the smell of a field which the Lord has blessed!", "28": "May God give you of the dew of heaven, and of the fatness of the earth, and plenty of grain and wine.", "29": "Let peoples serve you, and nations bow down to you. Be lord over your brothers, and may your mother's sons bow down to you. Cursed be every one who curses you, and blessed be every one who blesses you!”", "30": "As soon as Isaac had finished blessing Jacob, when Jacob had scarcely gone out from the presence of Isaac his father, Esau his brother came in from his hunting. ", "31": "He also prepared savory food, and brought it to his father. And he said to his father, “Let my father arise, and eat of his son's game, that you may bless me.” ", "32": "His father Isaac said to him, “Who are you?” He answered, “I am your son, your first-born, Esau.” ", "33": "Then Isaac trembled violently, and said, “Who was it then that hunted game and brought it to me, and I ate it all[a] before you came, and I have blessed him?—yes, and he shall be blessed.” ", "34": "When Esau heard the words of his father, he cried out with an exceedingly great and bitter cry, and said to his father, “Bless me, even me also, O my father!” ", "35": "But he said, “Your brother came with guile, and he has taken away your blessing.” ", "36": "Esau said, “Is he not rightly named Jacob? For he has supplanted me these two times. He took away my birthright; and behold, now he has taken away my blessing.” Then he said, “Have you not reserved a blessing for me?” ", "37": "Isaac answered Esau, “Behold, I have made him your lord, and all his brothers I have given to him for servants, and with grain and wine I have sustained him. What then can I do for you, my son?” ", "38": "Esau said to his father, “Have you but one blessing, my father? Bless me, even me also, O my father.” And Esau lifted up his voice and wept.", "39": "Then Isaac his father answered him: “Behold, away from[b] the fatness of the earth shall your dwelling be, and away from[c] the dew of heaven on high.", "40": "By your sword you shall live, and you shall serve your brother; but when you break loose you shall break his yoke from your neck.”", "41": "Now Esau hated Jacob because of the blessing with which his father had blessed him, and Esau said to himself, “The days of mourning for my father are approaching; then I will kill my brother Jacob.” ", "42": "But the words of Esau her older son were told to Rebekah; so she sent and called Jacob her younger son, and said to him, “Behold, your brother Esau comforts himself by planning to kill you. ", "43": "Now therefore, my son, obey my voice; arise, flee to Laban my brother in Haran, ", "44": "and stay with him a while, until your brother's fury turns away; ", "45": "until your brother's anger turns away, and he forgets what you have done to him; then I will send, and fetch you from there. Why should I be bereft of you both in one day?”", "46": "Then Rebekah said to Isaac, “I am weary of my life because of the Hittite women. If Jacob marries one of the Hittite women such as these, one of the women of the land, what good will my life be to me?” "}