{"1": "This is the book of the generations of Adam. When God created man, he made him in the likeness of God. ", "2": "Male and female he created them, and he blessed them and named them Man when they were created. ", "3": "When Adam had lived a hundred and thirty years, he became the father of a son in his own likeness, after his image, and named him Seth. ", "4": "The days of Adam after he became the father of Seth were eight hundred years; and he had other sons and daughters. ", "5": "Thus all the days that Adam lived were nine hundred and thirty years; and he died.", "6": "When Seth had lived a hundred and five years, he became the father of Enosh. ", "7": "Seth lived after the birth of Enosh eight hundred and seven years, and had other sons and daughters. ", "8": "Thus all the days of Seth were nine hundred and twelve years; and he died.", "9": "When Enosh had lived ninety years, he became the father of Kenan. ", "10": "Enosh lived after the birth of Kenan eight hundred and fifteen years, and had other sons and daughters. ", "11": "Thus all the days of Enosh were nine hundred and five years; and he died.", "12": "When Kenan had lived seventy years, he became the father of Ma-hal′alel. ", "13": "Kenan lived after the birth of Ma-hal′alel eight hundred and forty years, and had other sons and daughters. ", "14": "Thus all the days of Kenan were nine hundred and ten years; and he died.", "15": "When Ma-hal′alel had lived sixty-five years, he became the father of Jared. ", "16": "Ma-hal′alel lived after the birth of Jared eight hundred and thirty years, and had other sons and daughters. ", "17": "Thus all the days of Ma-hal′alel were eight hundred and ninety-five years; and he died.", "18": "When Jared had lived a hundred and sixty-two years he became the father of Enoch. ", "19": "Jared lived after the birth of Enoch eight hundred years, and had other sons and daughters. ", "20": "Thus all the days of Jared were nine hundred and sixty-two years; and he died.", "21": "When Enoch had lived sixty-five years, he became the father of Methu′selah. ", "22": "Enoch walked with God after the birth of Methu′selah three hundred years, and had other sons and daughters. ", "23": "Thus all the days of Enoch were three hundred and sixty-five years. ", "24": "Enoch walked with God; and he was not, for God took him.", "25": "When Methu′selah had lived a hundred and eighty-seven years, he became the father of Lamech. ", "26": "Methu′selah lived after the birth of Lamech seven hundred and eighty-two years, and had other sons and daughters. ", "27": "Thus all the days of Methu′selah were nine hundred and sixty-nine years; and he died.", "28": "When Lamech had lived a hundred and eighty-two years, he became the father of a son, ", "29": "and called his name Noah, saying, “Out of the ground which the Lord has cursed this one shall bring us relief from our work and from the toil of our hands.” ", "30": "Lamech lived after the birth of Noah five hundred and ninety-five years, and had other sons and daughters. ", "31": "Thus all the days of Lamech were seven hundred and seventy-seven years; and he died.", "32": "After Noah was five hundred years old, Noah became the father of Shem, Ham, and Japheth."}