{"1": "In the thirtieth year on the fifth day of the fourth month, as I was among the exiles by the river Chebar, the heavens opened, and I saw visions of God. ", "2": "In the fifth day of the month, which was the fifth year of King Jehoiachin's captivity, ", "3": "the word of Adonai came to Ezekiel the kohen, son of Buzi, in the land of the Chaldeans by the river Chebar. (The hand of Adonai was upon him there.)", "4": "I looked, and behold, a storm wind came from the north, a great cloud with flashing fire and brightness all around it, and something like a glowing alloy[a] out of the fire. ", "5": "From within it came the likeness of four living creatures. This was their appearance: they had a likeness of a human, ", "6": "but each one had four faces and each one of them had four wings. ", "7": "Their legs were straight and the soles of their feet were like the hoof of a calf. They sparkled like the color of burnished bronze. ", "8": "They had human hands under their wings on their four sides. The four of them had faces and wings: ", "9": "their wings touched one another; they did not turn when they moved; each could move in the direction of any of its faces. ", "10": "As for the form of their faces, each had a human face, the four had the face of a lion on the right side, the four had the face of an ox on the left side and the four had the face of an eagle. ", "11": "Such were their faces. Their wings were spread out above. Each creature had two wings touching the wing of another, while another two were covering their bodies. ", "12": "Now each being could move in the direction of any of its faces; wherever the Ruach would go, they went, without turning as they went.", "13": "As for the form of the living creatures, their appearance was like burning coals of fire, resembling torches moving between the living creatures. There was brightness to the fire, and lightning went forth from the fire. ", "14": "The living creatures were running back and forth like flashes of lightning. ", "15": "As I looked at the living creatures, behold, one wheel was on the ground next to each of the four-faced creatures. ", "16": "The appearance and structure of the wheels was like the gleaming of beryl. The four had the same likeness, their appearance and their structure seemed to be a wheel within a wheel.", "17": "When they went, they went in any of their four directions without pivoting as they went. ", "18": "Their rims were high and awesome—all four rims were full of eyes all around. ", "19": "When the living creatures went, the wheels went beside them. When the living creatures rose from the earth, the wheels rose. ", "20": "Wherever the Ruach wanted to go, they went, in the direction the Ruach wanted to go. The wheels rose along with them, for the spirit of the living creatures was in the wheels. ", "21": "Whenever the creatures went, the wheels went. When the creatures stood still, these wheels stood still. When the creatures rose from the earth, the wheels rose with them, for the spirit of the living creatures was in the wheels.", "22": "Now over the heads of the living creatures there was something like an expanse, shining like the color of ice, stretched forth over their heads. ", "23": "Under the expanse, their wings were stretched out straight, one toward the other. Each had another pair covering its body.", "24": "When they moved, I could hear the sound of their wings like the sound of rushing waters, like the voice of Shaddai, a noise of tumult like the noise of an army. Whenever they stood still, they let down their wings. ", "25": "There came a voice from above the expanse over their heads. Whenever they stood still, they let down their wings.", "26": "Above the expanse over their heads was something like a throne, resembling a sapphire stone. Above the shape of the throne was a figure of human appearance. ", "27": "From what appeared as his waist upward, I saw a glowing metal, looking like a fire encased in a frame. From what was like his waist down, I saw the appearance of fire radiating around him. ", "28": "Like the appearance of the rainbow[b] in the cloud on a rainy day, so was the appearance of the radiance. It was the appearance of the likeness of the glory of Adonai. I saw it, fell upon my face, and heard the voice of the One who was speaking."}