{"1": "The word of Adonai came to me saying: ", "2": "“Son of man, confront Jerusalem with her abominations ", "3": "and say, thus says Adonai to Jerusalem: 'Your origin and your birth are from the land of the Canaanite; your father was an Amorite, your mother was a Hittite. ", "4": "As for your birth, on the day you were born your umbilical cord was not cut nor were you washed in water for cleansing. You were never rubbed with salt nor were you swaddled at all. ", "5": "No eye pitied you enough to do any of these things to you out of compassion. Instead you were cast out in the open field, for you were detested on the day you were born.", "6": "“When I passed by you, and saw you kicking in your blood. I said to you, 'In your blood, live!' Yes, I said to you, 'In your blood, live!' ", "7": "I made you grow as myriads, like a branch of the field. You grew up, got tall and came to full adornment. Your breasts were formed, your hair sprouted. Yet you were naked and bare.", "8": "“Again I passed by and saw you, and behold, you were truly at the time of love. I spread the corner of my garment over you and covered your nakedness. I swore to you and entered into a covenant with you,” says Adonai. “So you became Mine. ", "9": "Then I washed you with water, rinsed off your blood from on you and anointed you with oil. ", "10": "I clothed you with embroidery and put sandals of fine leather on you. I wrapped you in fine linen and covered you with silk. ", "11": "I adorned you with jewelry, put bracelets on your hands and a necklace on your neck. ", "12": "I put a ring in your nose, earrings on your ears and a crown of glory on your head. ", "13": "So you were adorned with gold and silver, and your raiment was of fine linen, silk and embroidery. You ate fine flour, honey and oil. You became exceedingly beautiful, and advanced to the kingdom. ", "14": "Your fame spread among the nations because of your beauty, for it was perfect, through My splendor, which I bestowed on you.” It is a declaration of Adonai.", "15": "“But you trusted in your beauty and used your fame to become a harlot. You poured out your enticements on everyone who passed by—they were his. ", "16": "You took your garments, made high places decked out with various colors and fornicated on them—this should not happen, it should not be! ", "17": "You also took your jewelry—My gold and My silver, which I gave you—made male images for yourself and committed harlotry with them. ", "18": "You took your embroidered garments, covered them and placed My oil and My incense before them. ", "19": "My bread that I gave you, fine flour, oil and honey that I fed you with, you set before them as a sweet aroma. That is what happened.” It is a declaration of Adonai.", "20": "“You took your sons and your daughters whom you bore for Me, and sacrificed them to be eaten by them. Were your obscene practices not enough? ", "21": "You slaughtered My children, making them pass through fire for them. ", "22": "In all your abominations and harlotry, you have not remembered the days of your youth, when you were naked and bare, kicking about in your blood. ", "23": "So it was after all your wickedness—oy, oy to you!” It is a declaration of Adonai.", "24": "“Then you built a mound for yourself. You made a high place for yourself in every square. ", "25": "You built your lofty place at the head of every street. You made your beauty an abomination. You spread your legs for everyone passing by and multiplied your harlotry. ", "26": "You committed immorality with the Egyptians, your lustful neighbors. You multiplied your prostitution, to provoke Me.", "27": "“So behold, I stretched out My hand over you. I diminished your ration. I gave you over to those who hate you, the daughters of the Philistines, who were ashamed of your indecent conduct. ", "28": "Then you also played the harlot with the Assyrians, never being satisfied; you played the harlot with them, and still you were not satisfied. ", "29": "So you multiplied your harlotry toward the land of merchants—Chaldea—yet even with this, you were not satisfied.", "30": "“How weak is your heart”—it is a declaration of Adonai Elohim—“while you are doing all these things, the work of a shameless harlot, ", "31": "when you build your mound at the head of every road and make your high place in every street. Yet you were not like a harlot, since you scoffed at receiving payment. ", "32": "You adulterous wife, who receives strangers instead of her husband! ", "33": "To all prostitutes gifts are given—but you gave your gifts to all your lovers! You bribed them to come to you from every side in your harlotry. ", "34": "So you are the opposite of other women—no one runs after you for favors. You give payment and none is given to you. So you are the opposite!", "35": "“Therefore, harlot, hear the word of Adonai!” ", "36": "Thus says Adonai Elohim: “Because your filth was poured out and your nakedness exposed through your harlotry with your lovers, because of all the idols of your abominations, and because of the blood of your children that you gave to them, ", "37": "therefore behold, I will gather all your lovers—those you have pleased and all those you have loved, with all them that you have hated. I will gather them against you from every side. I will expose your nakedness to them, so they may all see your nakedness. ", "38": "So I will judge you, as women who commit adultery and shed blood are judged. Then I will bring on you the blood of fury and jealousy. ", "39": "I will give you into their hand. They will tear down your mound and break down your high places. They will strip you of your clothes and take your jewelry. They will leave you naked and bare. ", "40": "They will also incite an assembly against you, stone you with stones and thrust you through with their swords. ", "41": "They will set your houses on fire and execute judgment on you in the sight of many women. So I will cause you to stop your harlotry. You will never again pay for a lover. ", "42": "So I will calm My fury against you and My jealousy will turn away from you. Then I will be quiet and angry no longer.", "43": "“Because you did not remember the days of your youth, but have enraged Me in all these things, behold, I will also bring your way on your head”—it is a declaration of Adonai. “Have you not committed this wickedness on top of all your abominations? ", "44": "Behold, everyone who uses proverbs will say this proverb against you, saying, 'As the mother, so her daughter.' ", "45": "You are your mother's daughter, who despises her husband and her children. You are the sister of your sisters, who despised their husbands and their children. Your mother was a Hittite. Your father was an Amorite. ", "46": "Your elder sister who lives to your left is Samaria, she and her daughters. Your younger sister who lives to your right is Sodom, with her daughters. ", "47": "You have not only walked in their ways and gone after their abominations, but in a very short time, you have acted more corruptly than them in all your ways.”", "48": "“As I live”—it is a declaration of Adonai—“your sister Sodom with her daughters have not done as you have done, you and your daughters. ", "49": "Behold, this was the iniquity of your sister Sodom: pride, gluttony, and careless ease—so had she and her daughters—and she did not strengthen the hand of the poor and needy. ", "50": "So they were haughty and committed abomination before Me; therefore I removed them when I saw it. ", "51": "Moreover, Samaria did not commit even half of your sins. You multiplied your abominations beyond theirs. So you made your sisters seem righteous by all your disgusting things you have done. ", "52": "You also bear your own shame, since you have interceded for your sisters. Because of your sins that you committed, more treacherous than theirs, they appear more righteous than you. So you also, be ashamed! Bear your disgrace, since you have justified your sisters.", "53": "“I will return their captivity, the captivity of Sodom and her daughters, the captivity of Samaria and her daughters, and along with them, your own captivity. ", "54": "So you will bear your own disgrace and be ashamed of all that you have done in becoming a consolation to them. ", "55": "Your sisters, Sodom and her daughters, Samaria and her daughters, will return to their former state. You and your daughters will return to your former state.", "56": "“Was not your sister Sodom an object of scorn to you in the day of your pride, ", "57": "before your own wickedness was exposed? Now you have become an object of scorn for the daughters of Aram and all that surround her, for the daughters of the Philistines, for all around who despise you. ", "58": "You will bear your wickedness and your abominations.” It is a declaration of Adonai.", "59": "For thus says Adonai Elohim: “I will do to you just as you have done, since you despised the oath by breaking the covenant. ", "60": "Nevertheless, I will remember My covenant with you in the days of your youth. Moreover, I will establish an everlasting covenant with you. ", "61": "Then you will remember your ways and be ashamed, when you receive your older and younger sisters. I will give them to you for daughters, yet not because of your covenant. ", "62": "So I will establish My covenant with you, and you will know that I am Adonai. ", "63": "So you will remember, be ashamed and never open your mouth again because of your disgrace, when I have forgiven you of all that you have done.” It is a declaration of Adonai."}