{"1": "The word of Adonai came to me saying, ", "2": "“Son of man, propose a riddle and tell a parable to the house of Israel.” ", "3": "Say, thus says Adonai Elohim: “A great eagle with large wings and broad wings, full of feathers which had varied colors, came to Lebanon and took hold of the top of the cedar. ", "4": "He plucked off its topmost twigs, carried them to the land of trade and set it in a city of merchants. ", "5": "Then he took some of the seed of the land and planted it in fruitful soil. He placed it beside abundant waters. He set it like a willow twig. ", "6": "Then it sprouted and became a low, spreading vine, with its branches turned toward him, but its roots grew under him. So it became a vine, produced branches and sent out shoots.", "7": "“There was also another great eagle with large wings and many feathers. Behold, this vine bent its roots toward him and shot forth its branches toward him from the bed where it was planted, so that he might water it. ", "8": "It was planted in good soil by much water, so it would bring forth branches, bear fruit and be a glorious vine.”", "9": "Say, thus says Adonai Elohim: “Will it thrive? Will it not be uprooted and stripped of its fruit so it withers? All its new roots will wither. It will not take a strong arm or many people to pull it up by its roots. ", "10": "Behold, though planted, will it thrive? Will it not completely wither when the east wind strikes it? In the beds where it grew it will wither.”", "11": "Then the word of Adonai came to me saying: ", "12": "Say now to the rebellious house, “Do you not know what these things mean?” Tell them: “Behold, the king of Babylon came to Jerusalem, took the king and the princes and brought them with him to Babylon. ", "13": "He took one of the royal offspring, cut a covenant with him, putting him under oath. He also took away the leading men of the land, ", "14": "so the kingdom might be lowly, not exalting itself, but keeping his covenant so it would hold up.", "15": "“However, he rebelled against him in sending his messengers into Egypt, so they might give him horses and many people. Will he succeed? Will one doing such things escape? Will he break a covenant and escape? ", "16": "As I live”—it is a declaration of Adonai—“surely in the place of the king who put him on the throne, whose oath he despised and whose covenant he broke, within Babylon he will die. ", "17": "Pharaoh with his mighty army and great throng will be of no help to him in war, when ramps are cast up and siege towers erected, to cut off many lives.", "18": "“Since he has despised the oath by breaking the covenant, and behold, he had given his hand yet did all these things, he will not escape. ", "19": "Therefore thus says Adonai Elohim: “As I live, surely I will bring on his head My oath that he has despised and My covenant that he has broken. ", "20": "I will spread My net over him and he will be caught in My snare. Then I will bring him to Babylon, and judge him there for his treachery that he committed against Me. ", "21": "All the fugitives of all his armies will fall by the sword. Those that remain will be scattered to every wind. Then you will know that I, Adonai, have spoken.”", "22": "Thus says Adonai Elohim: “I, even I, will take from a sprig from the top of the lofty cedar and will plant it. I will crop off a tender twig from the topmost of its young shoots, and I will plant it on a tall and prominent mountain. ", "23": "I will plant it on Israel's high mountain. It will bring forth branches, bear fruit and be a magnificent cedar. Birds of every kind will nest under it—they will nest in the shade of its branches. ", "24": "Then all the trees of the field will know that I, Adonai, have brought down the high tree, exalted the lowly tree, dried up the green tree, and made the dry tree flourish. I, Adonai, have spoken and I will do it.”"}