{"1": "On the tenth day of the fifth month of the seventh year, some of the elders of Israel came to seek Adonai. They sat before me. ", "2": "The word of Adonai came to me saying: ", "3": "“Son of man, speak to the elders of Israel. Say to them, thus says Adonai Elohim: 'Have you come to inquire of Me? As I live'—it is a declaration of Adonai—'I will not be inquired of by you.'", "4": "“Will you judge them, son of man, will you judge them? Make them know the detestable practices of their fathers. ", "5": "Say to them, thus says Adonai Elohim: On the day I chose Israel, I lifted up My hand to the seed of the house of Jacob and made Myself known to them in the land of Egypt. I lifted up My hand to them saying, 'I am Adonai your God.' ", "6": "On that day I lifted up My hand to them, to bring them out of the land of Egypt into a land that I had sought out for them, flowing with milk and honey, the splendor of all lands. ", "7": "I said to them, 'Each of you must throw away every detestable thing from his eyes, and not defile yourselves with the idols of Egypt. I am Adonai your God.'", "8": "“But they rebelled against Me and were unwilling to listen to Me. None of them cast away the detestable things that were before their eyes, nor did they forsake the idols of Egypt. So I resolved to pour out My fury upon them, to expend My anger upon them in the midst of the land of Egypt. ", "9": "But I acted, for the sake of My Name, to keep it from being profaned in the eyes of the nations, where they were, in whose sight I made Myself known to them, to bring them out from the land of Egypt. ", "10": "So I led them out from the land of Egypt and brought them into the wilderness. ", "11": "I gave them My laws and taught them My judgments, which if a man does, he will live by them. ", "12": "I also gave them My Shabbatot, as a sign between Me and them, so that they would know that I am Adonai who made them holy.", "13": "“But the house of Israel rebelled against Me in the wilderness. They did not walk in My statutes. They rejected My judgments, which if a man does, he will live by them. They greatly profaned My Shabbatot. Then I resolved to pour out My fury on them in the wilderness to consume them. ", "14": "But for the sake of My Name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out. ", "15": "Yet I also lifted My hand to them in the wilderness, that I would not bring them into the land which I had given them, flowing with milk and honey, which is the splendor of all lands. ", "16": "For they rejected My laws, did not walk in My rulings and profaned My Shabbatot—for their heart went after their idols. ", "17": "Nevertheless, My eye spared them from destruction, so I did not make a full end of them in the wilderness.", "18": "“I said to their children in the wilderness, 'Do not walk in the statutes of your fathers, do not keep their ordinances, do not defile yourselves with their idols. ", "19": "I am Adonai your God. Walk in My statutes, keep My ordinances and do them. ", "20": "Keep My Shabbatot holy, so they will be a sign between Me and you, that you may know that I am Adonai your God.'", "21": "“But the children rebelled against Me; they did not walk in My statutes. They did not keep My ordinances to do them, which if a man does, he will live by them; they profaned My Shabbatot. Then I resolved to pour out My fury on them, to expend My anger on them in the wilderness. ", "22": "Nevertheless, I withheld My hand. For the sake of My Name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out. ", "23": "I also lifted up My hand to them in the wilderness, to scatter them among the nations and disperse them through the countries. ", "24": "For they had not obeyed My ordinances, but had rejected My statutes and profaned My Shabbatot. Their eyes went after their fathers' idols. ", "25": "I also gave them statutes that were not good, ordinances by which they could not live. ", "26": "I let them become polluted in their own gifts, when they offered up all that opened the womb to pass through the fire, so that I might make them desolate, so that they would know that I am Adonai.", "27": "“Therefore, son of man, speak to the house of Israel and say to them, thus says Adonai Elohim: 'Again your fathers have blasphemed Me, in that they dealt faithlessly with Me. ", "28": "When I brought them into the land, which I lifted up My hand to give to them, they saw every high hill and every leafy tree. There they slaughtered their sacrifices and presented their offensive offering. There they made their soothing aroma and poured out their drink offerings. ", "29": "So I asked them, 'What is the high place where you are going?' So the name of it is called Bamah[a] to this day. ", "30": "Therefore say to the house of Israel, thus says Adonai Elohim: Will you pollute yourselves after the manner of your fathers and go after their abominations? ", "31": "When offering your gifts, making your sons pass through the fire, you keep polluting yourselves with all your idols, up to this day. So should I be inquired of by you, house of Israel? As I live”—it is a declaration of Adonai—“I will not be inquired of by you. ", "32": "What comes up in your mind will not happen at all, when you say, 'Let us be like the nations, like the families of the countries, worshiping wood and stone.' ", "33": "As I live,”—it is a declaration of Adonai—“surely with a mighty hand and with an outstretched arm and with fury poured out, I will be king over you. ", "34": "I will bring you out from the peoples and gather you out of the countries where you are scattered, with a mighty hand and with an outstretched arm, with fury poured out. ", "35": "I will bring you into the wilderness of the peoples. I will judge you there face to face. ", "36": "Just as I judged your fathers in the wilderness of the land of Egypt, so I will judge you.” It is a declaration of Adonai.", "37": "“I will make you pass under the rod and bring you into the bond of the covenant. ", "38": "I will purge out the rebels from among you and those who transgress against Me. I will bring them out from the land where they dwell, but they will not enter the land of Israel. So you will know that I am Adonai.", "39": "“As for you, house of Israel,” thus says Adonai Elohim: “Go on serving your idols, all of you! Yet afterward, you will surely listen to Me. My holy Name you will no longer profane with your gifts and your idols. ", "40": "For in My holy mountain, Israel's high mountain”—it is a declaration of Adonai—“there the whole house of Israel, all of them, will serve Me in the land. There I will take pleasure in them. There I will receive your offerings, the first of your gifts, with all your holy things. ", "41": "With your sweet aroma I will accept you, when I bring you out from the peoples and gather you from the countries where you have been scattered. I will be sanctified in you in the sight of the nations. ", "42": "You will know that I am Adonai, when I bring you into the land of Israel, into the country where I lifted up My hand to give it to your fathers. ", "43": "There you will remember your ways and all your deeds, by which you defiled yourselves. You will loathe yourselves for all your evil that you have done. ", "44": "Then you will know that I am Adonai, when I deal with you for My Name's sake and not according to your evil ways and your corrupt deeds, house of Israel.” It is a declaration of Adonai."}