{"1": "The word of Adonai came to me saying: ", "2": "“Son of man, set your face toward Teman and proclaim to the South. Prophesy against the brush land of the Negev. ", "3": "Say to the brush land of the South: 'Hear the word of Adonai!' Thus says Adonai Elohim: 'Behold, I will kindle a fire in you. It will devour every moist tree in you and every dry tree. Its leaping flame will not be extinguished. All faces from the south to the north will be scorched by it. ", "4": "All flesh will see that I, Adonai, have kindled it; it will not be extinguished.'”", "5": "Then I said, “Ah, Adonai! They say of me. 'Isn't he just speaking in parables?'”", "6": "Then the word of Adonai came to me saying: ", "7": "“Son of man, set your face toward Jerusalem and proclaim to the sanctuaries and prophesy against the land of Israel. ", "8": "Say to the land of Israel, thus says Adonai Elohim: 'Behold, I am against you. I will draw My sword from its sheath. I will cut off the righteous and the wicked from you. ", "9": "Since I will cut off from you both the righteous and the wicked, therefore My sword will come out of its sheath against all flesh from the south to the north. ", "10": "All flesh will know that I, Adonai, have drawn My sword from its sheath; it will not return any more. ", "11": "As for you, son of man, groan, with breaking of your sides and with bitterness you will groan before their eyes. ", "12": "Now when they ask you, 'Why are you groaning?' you will say, 'Because of the news that is coming. Every heart will melt, every hand will be limp, every spirit will be faint, and all knees will turn to water. Behold, it is coming, and it will happen!'” It is a declaration of Adonai Elohim.", "13": "The word of Adonai came to me saying, ", "14": "“Son of man, prophesy and say, thus says Adonai, and say: 'A sword! A sword! Sharpened and also polished! ", "15": "Sharpened to slaughter ruthlessly! Polished so it will flash like lightning! Or should we rejoice? It is the rod,[a] My son—despising every tree! ", "16": "It is given to be polished, to be seized. The sword is sharpened, polished, to be put into the hand of the slayer. ", "17": "Cry and wail, son of man! For it is against My people. It is against all the leaders of Israel. They are thrown over to the sword, along with My people. Therefore strike your thigh. ", "18": "For it is a testing. What if they scorn even the rod? It must not be!” It is a declaration of Adonai. ", "19": "You, son of man, prophesy. Strike your hands together. The sword will strike twice, even three times, a sword for the slain, a sword for a great slaughter—it surrounds them! ", "20": "So that their hearts will melt and many will stumble and fall, I have set the point of the sword against all their gates. Alas! It is made for lightning, it is polished for slaughter. ", "21": "Slash to the right, turn to the left—wherever your blade is meeting! ", "22": "I also will clap My hands together. So I will satisfy My wrath. I, Adonai, have spoken.'”", "23": "The word of Adonai came to me saying: ", "24": "“Now you, son of man, mark two ways for the sword of the king of Babylon to come. Both of them should originate from the same land. Mark a signpost; cut it out at the start of the road to the city. ", "25": "You are to mark out a way, so the sword can come to Rabbah of the children of Ammon and to Judah in fortified Jerusalem. ", "26": "For the king of Babylon stands at the fork in the road, at the start of the two roads, to seek divination. He shakes the arrows, consults the idols,[b] he looks in the liver. ", "27": "In his right hand is the lot for Jerusalem—to set up battering rams, to open the mouth for slaughter, to lift up the voice with a war cry, to set up battering rams against the gates, to cast up ramps, to build a siege wall. ", "28": "It will seem to them like a false divination. They have sworn solemn oaths, but he will remember their iniquity, so they may be seized.”", "29": "Therefore thus says Adonai Elohim: “Because you have caused your iniquity to be remembered, by exposing your transgressions, so that your sins appear in all your deeds—because you have come to remembrance, you will be seized with the hand. ", "30": "So you, wicked one, prince of Israel, the day has come to be slain, the time of final punishment.”", "31": "Thus says Adonai Elohim: “Remove the turban, take off the crown! This will no longer be the same. What is low will be exalted. What is high will be abased.", "32": "Ruin, ruin, I will make it a ruin! Even this will not be, until He comes to whom belongs the judgment, and I give it to Him.", "33": "“Now you, son of man, prophesy and say, thus says Adonai Elohim concerning the children of Ammon and concerning their taunt, say: 'A sword, a sword, drawn for slaughter, polished to consume, to flash like lightning—", "34": "while they see false visions for you, while they divine lies for you —to lay you out on the necks of the wicked who are to be slain, whose day has come, in the time of the final punishment.", "35": "Return to its sheath! In the place where you were created, in the land of your origin, I will judge you.", "36": "I will pour out My indignation on you. I will blow on you with the fire of My fury. I will hand you over to brutal men, skilled to destroy.", "37": "You will be fuel for the fire. Your blood will be throughout the land. You will not be remembered. For I, Adonai, have spoken.'”"}