{"1": "The word of Adonai came to me in the tenth day of the tenth month of the ninth year saying: ", "2": "“Son of man, record this date, this exact day—this very day the king of Babylon has laid siege to Jerusalem. ", "3": "Utter a parable concerning the rebellious house. Say to them, thus says Adonai Elohim: 'Put on the pot, put it on and then pour water into it.", "4": "Gather the pieces into it, every good piece—thigh and shoulder. Fill it with the choice bones.", "5": "Take the choicest of the flock and pile the bones under it; bring it to a rolling boil, so that its bones also seethe in it.'”", "6": "Therefore thus says Adonai Elohim: “Oy to the city of bloodshed, to the pot whose corrosion is in it, whose rust will not come off it! Draw it out piece by piece —no lot would fall for it.", "7": "For her bloodshed is in her midst. She put it on the bare rock; she did not pour it upon the ground to cover it with dust.", "8": "So it stirs up wrath for taking vengeance. I have put her blood on the bare rock, that it may not be covered.”", "9": "Therefore thus says Adonai Elohim: 'Oy to the city of bloodshed! I will also make the pile great,", "10": "heaping on the wood, kindling the fire, boiling the meat well, and mixing in spices. But let the bones be burned!", "11": "I will set it empty upon the coals until it gets hot and its copper scorches, so its impurity will be melted, its corrosion consumed.", "12": "It has wearied toil, yet its thick rust will not come out of it. Into the fire with its corrosion!", "13": "Because of your filthy obscenity, though I tried to purify you yet you were not made pure, you will never be cleansed from your filth until I have satisfied My fury on you.", "14": "I, Adonai, have spoken—it is coming. I will do it, I will not let go, not pity, not relent —according to your ways and according to your deeds they will judge you.'” It is a declaration of Adonai.", "15": "The word of Adonai came to me saying: ", "16": "“Son of man, behold, I am about to take away the desire of your eyes with a single blow. But do not lament, do not weep or allow any tears to flow. ", "17": "Sigh silently, do not observe mourning for the dead, keep your turban fastened, and keep your sandals on your feet. Do not cover your upper lip or eat the bread of mourners.”", "18": "So I spoke to the people in the morning and my wife died in the evening. In the morning I did just as I was commanded. ", "19": "The people said to me, “Won't you tell us what these things you are doing mean to us?”", "20": "Then I said to them, “The word of Adonai came to me saying, ", "21": "speak to the house of Israel, thus says Adonai Elohim: 'Behold, I will profane My Sanctuary, the pride of your might, the desire of your eyes and the longing of your soul. Your sons and your daughters that you have left behind will fall by the sword. ", "22": "You will do just as I have done: you will not cover your upper lips or eat the bread of mourners. ", "23": "Your turbans will remain on your heads and your shoes on your feet—you will not lament or weep. But you will pine away in your iniquities and groan to each other. ", "24": "Ezekiel will be a sign for you; just as he has done, you will do. When this comes, you will know that I am Adonai.'", "25": "“You, son of man, on the day when I take from them their stronghold, the joy of their glory, the desire of their eyes, the longing of their soul, as well as their sons and their daughters—", "26": "on that day a fugitive will come to you to tell you the news. ", "27": "On that day your mouth will be opened to him who escaped. You will speak and no longer be mute. So you will be a sign for them, and they will know that I am Adonai.”"}