{"1": "On the first day of the month in the eleventh year, the word of Adonai came to me saying: ", "2": "“Son of man, because Tyre has said against Jerusalem, 'Aha, she is shattered, the gateway of the peoples—she is turned over to me! I will be filled, now that she is laid waste!' ", "3": "Therefore thus says Adonai Elohim: Behold, I am against you, Tyre. I will bring up many nations against you, as the sea brings up its waves. ", "4": "They will destroy the walls of Tyre and tear down her towers. I will sweep her dust from her and make her a bare rock. ", "5": "She will be a place for the spreading of nets in the midst of the sea. For I have spoken it.” It is a declaration of Adonai. “She will become plunder for the nations, ", "6": "and her daughters in the field will be slain by the sword. So they will know that I am Adonai.”", "7": "For thus says Adonai Elohim: “Behold, from the north I will bring against Tyre Nebuchadrezzar, king of Babylon, king of kings, with horses, with chariots, with horsemen and a vast army of troops. ", "8": "He will slaughter your daughters in the field with the sword. He will build siege works against you, cast up an assault ramp against you and raise up shields against you. ", "9": "He will thrust his battering engines against your walls. He will tear down your towers with his weapons. ", "10": "You will be covered with dust from the multitude of his horses. At the noise of the horsemen, wheels and chariots, your walls will shake, when he enters your gates, as men enter a breached city. ", "11": "With the hoofs of his horses he will trample all your streets. He will kill your people with the sword. The pillars of your strength will come down to the ground. ", "12": "They will rob your riches and plunder your merchandise. They will tear down your walls and destroy your fine houses. They will cast your stones and your lumber and your dust into the midst of the sea. ", "13": "I will put an end to the sound of your songs. The sound of your lyres will no longer be heard. ", "14": "I will make you a bare rock; you will be a place for the spreading of nets, you will be built no more; for I, Adonai, have spoken.” It is a declaration of Adonai.", "15": "Thus says Adonai Elohim to Tyre: “Will the coastlands not shake at the sound of your downfall—when the wounded groan, when the slaughter is made in your midst? ", "16": "Then all the princes of the sea will come down from their thrones. They will cast aside their robes. They will take off their richly woven garments; they will clothe themselves with trembling; they will sit on the ground. They will tremble every moment and be appalled at you. ", "17": "They will lift a lament for you and say to you: 'How you have perished —you who were inhabited from the seas, the renowned city, strong in the sea, you and your inhabitants, who spread their terror for all your inhabitants!", "18": "Now the coastlands will tremble in the day of your downfall. The islands of the sea will be terrified at your demise.'”", "19": "For thus says Adonai Elohim: “When I make you a desolate city, like the cities that are uninhabited, when I bring the flood upon you and the great waters cover you—", "20": "then I will bring you down with them who descend into the Pit, to the people of long ago. I will make you dwell in the lowest parts of the earth, like the waste places of old, with those who go down to the Pit, so that you will not be inhabited or radiate splendor in the land of the living. ", "21": "I will make you a horror, and you will no longer exist. Though you are sought for, you will never be found again.” It is a declaration of Adonai Elohim."}