{"1": "The word of Adonai came to me saying: ", "2": "“You, son of man, lift up a lament for Tyre.", "3": "Say to Tyre, dwelling at the entrance of the sea, the merchant to the people of many coastlands, thus says Adonai Elohim: 'Tyre, you said: “I am perfect in beauty!'", "4": "Your borders are in the heart of the seas, your builders perfected your beauty.", "5": "All your planks have been fashioned from cypress trees of Senir. They took a cedar from Lebanon to make a mast for you.", "6": "They made your oars from Bashan's oaks. Of boxwood from the islands of Kittim they made your decks, inlaid with ivory.", "7": "Fine Egyptian linen was your sail, serving as a banner for you. Your awning was blue and purple from the coasts of Elishah.", "8": "The inhabitants of Sidon and Arvad were your rowers. Your skilled men, Tyre, were on you —they were your sailors.", "9": "The elders of Gebal and her experts were within you, caulking your leaks. All the ships of the sea with their sailors were with you to trade for your wares.", "10": "Persia, Lud and Put were in your army, our men of war. They hung the shield and helmet in you; they gave you splendor.", "11": "Men of Arvad and Helech were all around on your walls, the Gammadim were in your towers. They hung their shields all around on your walls. They perfected your beauty.", "12": "“'Tarshish was your trading partner because of the abundance of all riches. With silver, iron, tin, and lead, they traded for your merchandise. ", "13": "Javan, Tubal and Meshech were your traffickers—they gave lives of people and vessels of bronze for your wares. ", "14": "Those from the house of Togarmah traded for your merchandise with horses, steeds and mules. ", "15": "The men of Dedan traded with you; many coastlands were your customers; they brought you horns of ivory and ebony as your payment. ", "16": "Aram was your customer because of your abundant goods—they traded for your merchandise with emerald, purple and embroidered cloth, fine linen, coral and rubies. ", "17": "Judah and the land of Israel were your customers; they traded for your wares with wheat of Minnith, confections, honey, oil and balm. ", "18": "Damascus was your customer because of the abundance of your goods and all your great wealth, with the wine of Helbon and wool of white[a]. ", "19": "Vedan and Javan from Uzal traded for your wares—ironwork, cinnamon and spices were bartered for your merchandise. ", "20": "Dedan was your dealer in saddlecloth for riding. ", "21": "Arabia and all the princes of Kedar were your favored trading partners in lambs, rams and goats; in these they were your customers. ", "22": "The merchants of Sheba and Raamah were your vendors—they traded for your wares with the finest spices, all precious stones and gold. ", "23": "Haran and Canneh and Eden, the merchants of Sheba, Asshur and Chilmad traded with you. ", "24": "They traded for your merchandise with gorgeous fabrics, garments of blue and richly woven work, carpets of multi-colored material, with cords twisted and tightly knotted. ", "25": "The ships of Tarshish serve as carriers for your wares. “'So you were filled and heavily loaded in the heart of the seas.", "26": "Your rowers have brought you into great waters. But the east wind will break you in the heart of the seas.", "27": "Your riches, your wares, your merchandise, your sailors, your pilots, your caulkers, the traders of your merchandise, all your men of war that are in you, with all your company in your midst will fall into the heart of the seas on the day of your downfall.", "28": "At the sound of the cry of your pilots the countryside will shake.", "29": "All the oarsmen, the sailors and all the mariners of the sea will come down from their ships to stand on the ground.", "30": "They will raise their voices over you and cry bitterly. They will throw up dust on their heads. They will roll themselves in ashes.", "31": "They will shave themselves bald for you and put on sackcloth. They will weep for you with bitter soul, with bitter lament.", "32": "In their wailing they will take up a lament for you. They will mourn over you: “Who was like Tyre— silenced in the midst of the sea?”", "33": "When your merchandise came out from the seas, you satisfied many people. With the abundance of your wealth and your wares you enriched the kings of the earth.", "34": "Now you are shattered by the seas in the depths of the waters. Your merchandise and all your company have fallen in your midst.", "35": "All the inhabitants of the coastlands are appalled at you. Their kings are horribly afraid, their faces are convulsed.", "36": "The merchants among the people hiss at you. You have become a horror and will be no more.'”"}