{"1": "On the twelfth day of the tenth month of the tenth year, the word of Adonai came to me saying: ", "2": "“Son of man, set your face against Pharaoh king of Egypt. Prophesy against him and against all Egypt, ", "3": "speak and say, thus says Adonai Elohim: 'Behold, I am against you, Pharaoh King of Egypt, the great crocodile lying in his rivers, who says: “My Nile is my own —I made it for myself.”", "4": "I will put hooks in your jaws and make the fish of your streams stick to your scales. I will haul you up from within your rivers and all the fish of your streams will stick to your scales.", "5": "I will leave you in the desert —you and all the fish of your streams. You will fall on the open field. You will not be gathered or picked up. I will give you as food for the beasts of the earth and the birds of the sky.", "6": "Then all the inhabitants of Egypt will know that I am Adonai, because they were a staff of reed to the house of Israel.", "7": "When they took hold of you by the hand, you snapped and tore all their shoulders. When they leaned on you, you broke and wrenched all their hips.'”", "8": "Therefore thus says Adonai Elohim: “Behold, I will bring a sword against you. I will cut off from you man and beast. ", "9": "The land of Egypt will become desolate and waste. Then they will know that I am Adonai. Because he said, 'The Nile is mine—I made it!' ", "10": "therefore behold, I am against you and against your rivers. I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Ethiopia.", "11": "No human foot will pass through it, and no foot of beast will pass through it. It will be uninhabited for 40 years. ", "12": "I will make the land of Egypt a desolation among devastated countries. Her cities will be a desolation 40 years among ruined cities. I will scatter the Egyptians among the nations and disperse them throughout the countries.”", "13": "For thus says Adonai Elohim: “At the end of 40 years, I will gather the Egyptians from the peoples where they were scattered. ", "14": "I will restore the fortunes of Egypt. I will cause them to return to the land of Pathros, the land of their origin. But they will be a lowly kingdom there. ", "15": "It will be the lowliest of the kingdoms. It will no longer exalt itself above the nations. I will diminish them, so that they no longer rule over the nations. ", "16": "It will no longer be as security for the house of Israel, bringing to mind the iniquity of their turning after them. So they will know that I am Adonai.”", "17": "On the first day of the first month of the twenty-seventh year, the word of Adonai came to me saying: ", "18": "“Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head became bald and every shoulder chafed. But he and his army had no profit from Tyre for the labor that he had expended against it.”", "19": "Therefore thus says Adonai Elohim: “Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon. He will carry off her abundance, take her spoil and take her prey. It will be the wages for his army. ", "20": "I have given him the land of Egypt as his wages for which he served, because they worked for Me.” It is a declaration of Adonai.", "21": "“In that day I will cause a horn to shoot up for the house of Israel. I will open your mouth among them. They will know that I am Adonai.”"}