{"1": "The word of Adonai came to me saying: ", "2": "“Son of man, prophesy, and say, thus says Adonai Elohim: 'Wail, alas, for the day!", "3": "For the day is near, the day of Adonai is near, a day of clouds, a time for the nations.", "4": "A sword will come against Egypt. Anguish will be in Ethiopia when the slain fall in Egypt. They will take away her abundance. Her foundations will be torn down.", "5": "Ethiopia, Put and Lud, all the mixed people, Libya, and children of the covenant land will fall with them by the sword.'”", "6": "Thus says Adonai Elohim: “Those who support Egypt will fall. The pride of her power will collapse. From Migdol to Syene they will fall within her by the sword.” It is a declaration of Adonai.", "7": "“They will be desolate among desolate lands. Her cities will be among ruined cities.", "8": "They will know that I am Adonai, when I have set a fire in Egypt and all her supporters are destroyed.", "9": "“On that day, messengers will go out from before Me in ships to frighten Ethiopians out of complacency. Anguish will come on them as on the day of Egypt—for, behold, it is coming!”", "10": "Thus says Adonai Elohim: “I will put away the pomp of Egypt by the hand of Nebuchadrezzar king of Babylon. ", "11": "He and his people with him, the ruthless of the nations, will be brought in to destroy the land. They will draw their swords against Egypt and fill the land with the slain. ", "12": "I will make the rivers dry. I will sell the land into the hand of evildoers. I will make the land desolate, and all that is in it, by the hand of strangers. I, Adonai, have spoken it.”", "13": "Thus says Adonai Elohim: “I will destroy the idols. I will destroy the pagan gods from Noph.[a] There will no longer be a prince in the land of Egypt. I will strike terror in the land of Egypt.", "14": "I will make Pathros desolate. I will set a fire in Zoan. I will execute judgments in No.[b]", "15": "I will pour My fury on Sin, the stronghold of Egypt. I will cut off the multitude of No.", "16": "I will set a fire in Egypt. Sin will writhe in anguish. No will be assaulted. Noph will face enemies daily.", "17": "The young men of Aven and Pi-beseth will fall by the sword and the women will go into captivity.", "18": "In Tehaphnehes the day will grow dark when I break the yokes of Egypt there. The pride of her power will cease in her —a cloud will cover her. Her daughters will go into captivity.", "19": "So I will execute judgments in Egypt, and they will know that I am Adonai.”", "20": "On the seventh day of the first month of the eleventh year, the word of Adonai came to me saying: ", "21": "“Son of man, I have broken the arm of Pharaoh king of Egypt. Behold, it has not been bound up to be healed or put in a splint, so that it is wrapped up with a bandage, to grow strong to wield the sword.”", "22": "Therefore thus says Adonai Elohim: “I am against Pharaoh king of Egypt. I will break his arms, the strong one and the one that was broken. I will cause the sword to fall out of his hand. ", "23": "I will scatter the Egyptians among the nations and disperse them throughout the countries. ", "24": "I will strengthen the arms of the king of Babylon and put My sword into his hand. I will break the arms of Pharaoh, so he will groan before him like a fatally wounded man. ", "25": "I will strengthen the arms of the king of Babylon, but Pharaoh's arms will fall. So they will know that I am Adonai when I put My sword into the hand of the king of Babylon and he stretches it out against the land of Egypt. ", "26": "I will scatter the Egyptians among the nations and disperse them through the countries. Then they will know that I am Adonai.”"}