{"1": "On the first day of the twelfth month of the twelfth year, the word of Adonai came to me saying: ", "2": "“Son of man, lift up a lament for Pharaoh king of Egypt and say to him: 'You compare yourself to a young lion of the nations, but you are a crocodile in the waters. You thrash about in your rivers and muddy the water with your feet and foul their streams.'”", "3": "Thus says Adonai Elohim: “I will throw My net over you with a host of many peoples. They will haul you up in My net.", "4": "I will leave you on the land. I will hurl you on an open field. I will cause all the birds of the sky to settle upon you. I will gorge the beasts of the whole earth with you.", "5": "I will strew your flesh on the mountains and fill the valleys with your refuse.", "6": "I will drench the land with the flow of your blood up to the hills. The ravines will be full of you.", "7": "When I extinguish you, I will cover the sky and darken the stars. I will cover the sun with cloud, and the moon will not give her light.[a]", "8": "I will darken all of heaven's bright lights over you and set darkness on your land.” It is a declaration of Adonai.", "9": "“I will disturb the hearts of many peoples when I bring about your destruction among the nations, into lands you have not known.", "10": "I will make many people appalled at you. Their kings will be totally aghast at you when I brandish My sword over you. They will shudder every moment, every man for his own life, on the day of your downfall.”", "11": "For thus says Adonai Elohim: “The sword of the king of Babylon will come upon you.", "12": "By the swords of the mighty I will cause your multitude to fall. They are all ruthless among the nations. They will devastate the pride of Egypt. All of its multitude will be annihilated.", "13": "I will destroy all the beasts from beside plentiful water. No human foot will muddy them again, nor will hoofs of beasts muddy them.", "14": "Then I will make their waters settle and make their streams flow like oil.” It is a declaration of Adonai.", "15": "“When I make the land of Egypt desolate and waste when it was previously full, when I strike all that live there, they will know that I am Adonai.", "16": "This is the funeral song—chant it, daughters of the nations, chant for Egypt. All her multitude will chant it.” It is a declaration of Adonai.", "17": "On the fifteenth day of the month in the twelfth year, the word of Adonai came to me saying:", "18": "“Son of man, wail over Egypt's throng. Bring them down —her and the daughters of lofty nations, to the underworld, to those who go down to the pit.", "19": "Who do you surpass in beauty? Go down, lie with the uncircumcised.", "20": "They fall among those slain by the sword. She is given over to the sword. They drag her down with all her throng.", "21": "The strongest warriors will speak of him and his allies from the midst of Sheol. They have gone down, they lie still, the uncircumcised, slain by the sword.", "22": "“Assyria is there and all her company, their graves surround them —all of them slain, fallen by the sword.", "23": "Her graves are set in the deepest parts of the Pit. Her company surrounds her grave —all of them slain, fallen by the sword —who put terror in the land of the living.", "24": "“There is Elam and all her multitude surrounding her grave —all of them slain, fallen by the sword —who went down uncircumcised into the underworld, who caused terror in the land of the living. They bear their disgrace with those who go down to the Pit.", "25": "They have made her a bed among the slain with all her throng, her graves about them —all of them uncircumcised, slain, fallen by the sword— though they caused terror in the land of the living. So they bear their disgrace with those who go down to the Pit. They are laid among the slain.", "26": "“Meshech-Tubal is there and all her throng, her graves around them —all of them uncircumcised, slain by the sword, though they spread their terror in the land of the living.", "27": "They do not lie with the mighty, the fallen from among the uncircumcised, who went down to Sheol with their weapons of war. They put their swords under their heads. Their iniquities rest on their bones because the terror of the mighty ones was in the land of the living.", "28": "You also will be shattered and lie among the uncircumcised, with those who are slain by the sword.", "29": "“Edom is there, her kings and all her princes, who for all their might are laid with those slain by the sword. They lie with the uncircumcised, with those who go down to the Pit.", "30": "“The princes of the north are there, all of them, all the Zidonians, who have gone down with the slain, ashamed for all the terror that they caused by their might. They lie uncircumcised with those slain by the sword. They bear their disgrace with those who go down to the pit.", "31": "When Pharaoh sees them, he will be comforted for all his throng, Pharaoh and all his army, slain by the sword.” It is a declaration of Adonai.", "32": "“For I have put My terror in the land of the living. He will lie among the uncircumcised, with those slain by the sword, Pharaoh and all his multitude.” It is a declaration of Adonai."}