{"1": "The hand of Adonai was upon me. The Ruach Adonai carried me out and set me down in the middle of the valley. It was full of bones. ", "2": "He led me all around them. Behold, there were very many on the floor of the valley. Behold, they were very dry. ", "3": "Then He said to me, “Son of man, can these bones live?”[a] I answered, “Adonai Elohim, You know.”", "4": "“Prophesy over these bones,” He said to me. “Say to them: 'Dry bones, hear the word of Adonai!' ", "5": "Thus says Adonai Elohim to these bones: “Behold, I will cause Ruach[b] to enter you, so you will live. ", "6": "I will attach tendons to you, bring flesh on you and cover you with skin. Then I will put breath in you. You will live. You will know that I am Adonai.”", "7": "So I prophesied just as I was commanded. As I prophesied, there was a noise, and behold, an earthquake. Then the bones came together, bone to its bone. ", "8": "I saw, and behold, there were tendons on them, flesh came up and skin covered them above, but there was no breath in them.", "9": "Then He said to me, “Prophesy to the Ruach. Prophesy, son of man, and say to the Ruach, thus says Adonai Elohim: 'Come from the four winds, Ruach! Breathe upon these slain, that they may live.” ", "10": "So I prophesied just as He commanded me. The Ruach came into them and they lived. They stood up on their feet, a vast army.", "11": "Then He said to me, “Son of man, these bones are the whole house of Israel. Behold, they say: 'Our bones are dried up; our hope is lost; we are cut off—by ourselves.' ", "12": "Therefore prophesy and say to them, thus says Adonai Elohim: 'Behold, I will open your graves. I will bring you up out of your graves, My people. I will bring you back to the land of Israel. ", "13": "You will know that I am Adonai, when I have opened your graves and brought you up out of your graves, My people. ", "14": "I will put My Ruach in you and you will live. I will place you in your own land. Then you will know that I, Adonai, have spoken and that I have done it.” It is a declaration of Adonai.", "15": "The word of Adonai came to me saying: ", "16": "“You, son of man, take one stick and write on it, 'For Judah'—for Bnei-Yisrael joined with him. Then take another stick and write on it, 'For Joseph'—the stick of Ephraim and all the house of Israel joined with him. ", "17": "Join them one to another for yourself, as one stick, so they may become one in your hand.", "18": "“When the children of your people speak to you saying, 'Won't you tell us what you mean by these?' ", "19": "say to them, thus says Adonai Elohim: 'Behold, I will take the stick of Joseph—which is in the hand of Ephraim and the tribes of Israel joined with him—and I will put them together with the stick of Judah, and make them one stick. They will be one in My hand.' ", "20": "The sticks that you write on will be in your hand before their eyes.", "21": "“Then say to them, thus says Adonai Elohim: 'Behold, I will take Bnei-Yisrael from among the nations, where they have gone. I will gather them from every side and bring them into their own land. ", "22": "I will make them one nation in the land, on the mountains of Israel, and one king will be king to them all. They will no longer be two nations and never again be divided into two kingdoms. ", "23": "They will never again be defiled with their idols, their detestable things or with any of their transgressions. I will save them out of all their dwellings in which they sinned. I will purify them. Then they will be My people and I will be their God. ", "24": "My servant David will be king over them. They will all have One Shepherd. They will walk in My ordinances and observe My rulings and do them. ", "25": "They will live in the land that I gave to My servant Jacob, where your ancestors lived. They will live there—they, their children and their children's children, forever, and My servant David will be their prince forever. ", "26": "I will cut a covenant of shalom with them—it will be an everlasting covenant with them. I will give to them and multiply them. I will set up My Sanctuary among them forever.", "27": "[c] 27 My dwelling-place will be over them. I will be their God and they will be My people. ", "28": "Then the nations will know that I am Adonai who sanctifies Israel, when My Sanctuary is in their midst forever.'”"}