{"1": "“You, son of man, prophesy against Gog and say, thus says Adonai Elohim: 'Behold, I am against you, Gog, chief prince of Meshech and Tubal. ", "2": "I will turn you around, drive you along, and lead you up from the extreme north. I will bring you upon the mountains of Israel. ", "3": "Then I will strike your bow from your left hand and make your arrows drop from your right hand. ", "4": "You will fall on the mountains of Israel—you, all your troops and the people that are with you. I will give you as food to all kinds of birds of prey and to the beasts of the field. ", "5": "You will fall on an open field, for I have spoken.'” It is a declaration of Adonai.", "6": "“I will send fire on Magog and on those who live securely in the islands. Then they will know that I am Adonai. ", "7": "So I will make My holy Name known among My people Israel. I will not let My holy Name be profaned anymore. The nations will know that I am Adonai, the Holy One in Israel. ", "8": "Behold, it is coming. It will be done”—it is a declaration of Adonai—“this is the day that I have spoken about.", "9": "“The inhabitants of Israel's cities will go out and kindle fires with the weapons—shields and breastplates, bows and arrows, war clubs and spears. They will make fires with them for seven years. ", "10": "They will not take wood out of the field or cut anything from the forests, for they will make fire from the weapons. They will plunder those who plundered them and loot those who looted them.” It is a declaration of Adonai.", "11": "“On that day, I will give Gog a burial place there in Israel, the valley of the travelers east of the sea. It will block those who travel through, since they will bury Gog and all his multitude there. Then they will call it the valley of Hamon-Gog.", "12": "[a] 12 The house of Israel will bury them for seven months, in order to cleanse the land. ", "13": "All the people of the land will bury them. It will be memorable for them, a day when I am glorified.” It is a declaration of Adonai.", "14": "“Men will be continually set apart to travel through the land and bury the travelers remaining on the face of the land, in order to cleanse it. At the end of seven months, they will make their search. ", "15": "When they travel through the land, if any sees a man's bone, he will set up a sign by it, until the buriers have buried it in the valley of Hamon-gog. ", "16": "Hamonah will also be the name of the city. So they will cleanse the land.", "17": "“You, son of man”—thus says Adonai Elohim—“say to every kind of bird and to every beast of the field: 'Assemble and come! Gather from all around to My sacrificial feast that I have prepared for you, a great sacrifice on the mountains of Israel. You will eat flesh and drink blood. ", "18": "You will eat the flesh of mighty men and drink the blood of the princes of the earth—as rams, lambs, goats, bulls—all of them fatlings of Bashan. ", "19": "So you will eat fat until you are gorged and you will drink blood until you are drunk, from My sacrificial feast that I have prepared for you. ", "20": "You will be filled at My table with horses and horsemen, with mighty men and all the warriors.'” It is a declaration of Adonai.", "21": "“I will put My glory among the nations. All the nations will see My judgment that I will execute and My hand that I will lay on them. ", "22": "The house of Israel will know that I am Adonai their God, from that day onward. ", "23": "The nations will know that the house of Israel went into exile for their iniquity, because they broke faith with Me. So I hid My face from them and gave them into the hand of their enemies. All of them fell by the sword. ", "24": "I dealt with them according to their uncleanness and their transgressions. I hid My face from them.”", "25": "Therefore thus says Adonai Elohim: “Now I will restore Jacob from exile, when I have compassion on the whole house of Israel. I will be zealous for My holy Name. ", "26": "They will bear their shame and all their disloyalty by which they broke faith with Me, when they were living securely in their land, with no one making them afraid. ", "27": "When I have brought them back from the peoples and have gathered them out of their enemies' lands, I will be sanctified in them in the eyes of many nations. ", "28": "Then they will know that I am Adonai their God, since it was I who caused them to go into exile among the nations and I who will gather them back to their own land. I will never again leave them there. ", "29": "I will never again hide My face from them. For I have poured out My Ruach upon the house of Israel.” It is a declaration of Adonai."}