{"1": "“Now you, son of man, take a brick and lay it before you. Engrave on it a city, Jerusalem. ", "2": "Lay siege against it, build earthworks against it, raise an assault ramp against it; pitch camps against it and place battering rams all around it. ", "3": "Then take an iron plate and set it up as an iron wall between you and the city. Set your face toward it so that it is under siege. So you will lay siege against it. This will be a sign to the house of Israel.", "4": "“Then you are to lie on your left side, and set on it the punishment of the house of Israel; according to the number of days that you lie on it, you will bear their iniquity. ", "5": "I have appointed the years of their punishment to you as a number of days—390 days. So you will bear the iniquity of the house of Israel. ", "6": "When you have completed these, you will lie on your right side and bear the iniquity of the house of Judah—40 days—a day for each year, I have appointed to you. ", "7": "You will set your face toward the siege of Jerusalem, with your arm bared, and prophesy against it.", "8": "“Behold, I will put ropes upon you. You will not be able to turn from side to side until you have completed the days of your siege. ", "9": "Take wheat and barley, beans and lentils, millet and rye, and put them in one bowl. You will make bread from them for the number of days that you will lie on your side; for 390 days, you will eat it. ", "10": "The food that you will eat will be 20 shekels a day by weight[a]. You may eat from it from time to time. ", "11": "You are also to drink water by measure, a sixth of a hin[b]. You may drink it from time to time. ", "12": "Eat it as barley cakes. Bake it on human dung before their eyes.”", "13": "Then Adonai said, “This is how Bnei-Yisrael will eat their bread—unclean, among the nations where I will scatter them.”", "14": "Then I said, “Ah, Adonai Elohim! Behold, I have never defiled myself. From my youth up until now have I not eaten what died of itself or was torn by beasts. Tainted meat has never come into my mouth.”", "15": "He said to me, “See, I have given you cow dung instead of human dung. So you will prepare your bread on it.” ", "16": "Then he said to me, “Son of man, I will break the staff of bread in Jerusalem. They will eat bread by weight, in anxiety, and they will drink water by measure, in horror. ", "17": "On account of their lack of bread and water they will be appalled at one another and waste away in their iniquity."}