{"1": "Then he brought me back to the outer gate of the Sanctuary looking east. It was shut.", "2": "Adonai said to me: “This gate is to be shut. It must not be opened. No one may enter through it, for Adonai God of Israel has entered through it. So it is to be kept shut. ", "3": "Only the prince, since he is a prince, will sit there to eat bread before Adonai. He will enter by way of the porch of the gate and go out the same way.”", "4": "Then he brought me by way of the north gate to the front of the House. I looked, and behold, the glory of Adonai filled the House of Adonai. So I fell upon my face. ", "5": "Adonai said to me, “Son of man, set your heart, behold with your eyes and hear with your ears all that I say to you concerning all the ordinances of Adonai's House and all its laws. Set your heart to the entrance of the House, with all exits of the Sanctuary. ", "6": "Say to the rebellious, to the house of Israel, thus says Adonai Elohim: 'Enough of your abominations, house of Israel! ", "7": "You brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in My Sanctuary, to profane it—My House—when you offer My bread, the fat and the blood. They have broken My covenant, to add to all your abominations. ", "8": "You have not kept charge of My holy things, but you have set keepers of My service in My Sanctuary to please yourselves.'”", "9": "Thus says Adonai Elohim: “No foreigner, uncircumcised in heart and uncircumcised in flesh, may enter My Sanctuary, not any foreigner who is among Bnei-Yisrael. ", "10": "For the Levites who went far from Me, when Israel went astray after their idols, will bear their iniquity. ", "11": "Yet they will be ministers in My Sanctuary, overseers of the gates of the House and ministering in the House. They will slaughter the burnt offering and the sacrifice for the people. They will stand before them to minister to them. ", "12": "Because they ministered to them before their idols, and became a stumbling block of iniquity to the house of Israel, therefore I have lifted up My hand against them”—it is a declaration of Adonai. “They will bear their iniquity. ", "13": "They will not come near to Me, to minister to Me as kohanim, nor come near to any of My holy things, to the things that are most holy. They will bear their shame and their abominations, which they have committed.", "14": "“Yet I will appoint them to keep charge of the House, for all its service and for all that will be done in it. ", "15": "So the Levitical kohanim, the sons of Zadok who kept charge of My Sanctuary when Bnei-Yisrael wandered from Me, will draw near to Me to minister to Me. They will stand before Me to offer Me the fat and the blood”—it is declaration of Adonai. ", "16": "“They are ones who will enter My Sanctuary and draw near to My table to minister to Me. They will keep My charge. ", "17": "It will be that when they enter in at the gates of the inner court, they will be clothed with linen garments. No wool will come on them, while they minister in the gates of the inner court, and within. ", "18": "They will have linen turbans upon their heads and linen underclothes upon their loins; they will not wear anything that causes sweat. ", "19": "Before they go out to the outer court—to the outer courtyard to the people—they must take off their garments in which they minister and leave them in the holy chambers. They will put on other garments, so they do not consecrate the people while in their garments. ", "20": "They must not shave their heads or let their locks grow long, but must carefully trim the hair of their heads. ", "21": "No kohen may drink wine before entering the inner court. ", "22": "None may take a widow or a divorced woman as his wife, for they must take virgins of the offspring of the house of Israel or a widow who is the widow of a kohen.", "23": "“They will teach My people the difference between the holy and the common and explain to them the difference between the unclean and the clean. ", "24": "In a lawsuit, they will stand to judge, and judge in accordance with My ordinances. They will keep My laws and My statutes in all My moadim and keep My Shabbatot holy. ", "25": "They must not come near a dead person to defile themselves—only for a father, mother, son, daughter, brother or sister who had no husband may they defile themselves. ", "26": "After he is cleansed, they will count seven days for him.", "27": "On the day he goes into the Sanctuary, into the inner court to minister in the Sanctuary, he is to offer his sin offering.” It is a declaration of Adonai.", "28": "“It will be an inheritance for them. I am their inheritance. Do not give them any possession in Israel for I am their possession. ", "29": "They will eat the grain offering, the sin offering and the guilt offering. Every devoted thing in Israel will be theirs. ", "30": "The first of all the firstfruits of everything and every offering of every kind from all your offerings will belong to the kohanim. You will also give the kohen the first of your dough, to make a blessing to rest on your house. ", "31": "The kohanim may not eat any carcass, whether bird or beast, that dies of itself or is torn.”"}