{"1": "“When you allot the land for inheritance, set apart an offering to Adonai, a holy portion of the land. The length will be 25,000 and the width will be 10,000.[a] It will be holy within all its surrounding borders.", "2": "Out of this, there will be the Holy Place, 500 long by 500 wide, square all around, and 50 cubits for the open land surrounding it. ", "3": "From this area you are to measure a length of 25,000 and a width of 10,000, in which will be the Sanctuary, which is most holy. ", "4": "It is to be the holy portion of the land, for the kohanim ministering in the Sanctuary, who draw near to serve Adonai. It will be a place for their houses as well as a place consecrated for the Sanctuary. ", "5": "An area 25,000 long by 10,000 wide will be for the Levites, the ministers of the House. It will be a possession for themselves—20 chambers.", "6": "“You will give the city possession of an area 5,000 wide by 25,000 long, alongside the offering of the holy allotment. It will be for the whole house of Israel.", "7": "“The prince will have a portion on either side of the holy allotment and the city's property, adjacent to the holy offering and the city's property, on the west side westward and on the east side eastward. Its length will correspond to one of the tribal portions, from the western boundary to the eastern boundary. ", "8": "It will be land for him as a possession in Israel. My princes will no longer oppress My people. They will give land to the house of Israel according to their tribes.”", "9": "Thus says Adonai Elohim: “Let it be enough for you, princes of Israel. Get rid of violence and destruction, execute justice and righteousness, take away your oppression from My people”—it is a declaration of Adonai. ", "10": "“You are to have just balances, an honest dry measure and an honest liquid measure.", "11": "[b] 11 The dry and liquid measure will be of a uniform measure: the bath will contain a tenth part of a homer, and the ephah a tenth part of a homer; the standard measure will be the homer. ", "12": "The shekel will be 20 gerahs; 20 plus 25 plus 15 shekels will be your mina.", "13": "“This is the offering that you are to set apart: a sixth of an ephah out of a homer of wheat, a sixth of an ephah out of a homer of barley, ", "14": "along with the set portion of oil—a bath of oil—as the tithe of the bath for each kor, which is ten baths (or a homer, since ten baths are a homer), ", "15": "and one lamb of the flock out of 200, from the well-watered pastures of Israel. These are for the grain offering, burnt offering and fellowship offerings, to make atonement for them.” It is a declaration of Adonai.", "16": "“All the people of the land must give this contribution to the prince in Israel. ", "17": "It will be the prince's role to give the burnt offerings, grain offerings and drink offerings at the feasts, New Moons and Shabbatot, in all the moadim of the house of Israel. He will prepare the sin offering, the meal offering, the burnt offering and the fellowship offerings, to make atonement for the house of Israel.”", "18": "Thus says Adonai Elohim: “In the first month, in the first day of the month, take a young bull without blemish and purify the Sanctuary. ", "19": "The kohen will take some of the blood of the sin offering and put it upon the doorposts of the House and upon the four corners of the ledge of the altar and upon the posts of the gate of the inner court. ", "20": "So you will do on the seventh day of the month for everyone who sins unintentionally or through ignorance. So you will make atonement for the House.", "21": "“In the first month, on the fourteenth day of the month, you will have the Passover, a feast of seven days when matzah will be eaten. ", "22": "On that day the prince will prepare a bull as a sin offering for himself and for all the people of the land. ", "23": "He will prepare a burnt offering to Adonai for the seven days of the feast—seven bulls and seven rams without blemish daily for seven days and a male goat daily for a sin offering. ", "24": "He will prepare as a grain offering, an ephah for a bull, an ephah for a ram and a hin of oil for each ephah. ", "25": "He will do this in the seventh month, on the fifteenth day of the month, during the Feast, for seven days, for sin offering as well as burnt offering, grain offering as well as oil.”"}