{"1": "“Now you, son of man, take a sharp sword. Use it as a barber's razor to shave your head and your beard. Then take balances to weigh and divide the hair. ", "2": "A third you will burn in fire in the midst of the city, when the days of the siege are complete. Take a third and strike it with the sword all around the city. Scatter a third to the wind, and I will draw out a sword after them. ", "3": "Take a few from there and tie them up in your garment. ", "4": "Again take some of them, throw them into the midst of the fire and burn them in the fire. A fire will spread from it into all the house of Israel.”", "5": "Thus says Adonai Elohim: “This is Jerusalem! I have set her in the midst of the nations, with countries all around her. ", "6": "She has rebelled against My ordinances by doing wickedness worse than the nations, and against My decrees worse than the surrounding countries. For they have rejected My ordinances and as for My decrees, they have not walked in them.”", "7": "Therefore thus says Adonai Elohim: “Because you are more turbulent than the surrounding nations, in that you have not walked in My decrees or followed my ordinances, nor have you observed the ordinances of the surrounding nations, ", "8": "therefore thus says Adonai Elohim: Behold, I in turn am against you. I will execute judgments among you in the sight of the nations. ", "9": "On account of your abominations I will do with you that which I have never done, and the like of which I would never do again.", "10": "Therefore the fathers will eat the sons in your midst, and sons will eat their fathers. I will execute judgments on you and I will scatter the remainder of you to all the winds.", "11": "“Therefore, as I live, says Adonai Elohim, surely, because you have defiled My Sanctuary with all your detestable things and with all your abominations, therefore I will shave you off. My eye will not spare, and I will have no pity.", "12": "A third of you will die with the plague and will be consumed with famine in your midst. A third will fall by the sword all around you. A third I will scatter to all the winds, and draw out a sword after them. ", "13": "I will vent all My anger and satisfy My fury on them. Then I will rest. So they will know that I, Adonai, have spoken in My zeal, when I have satisfied My fury on them.", "14": "“Moreover I will make you a ruin and a mockery among the surrounding nations and in the sight of all who pass by. ", "15": "When I execute judgment upon you in anger, rage and furious chastisement, you will be a mockery and a taunt, a warning and a horror to the surrounding nations: I, Adonai, have spoken it. ", "16": "When I send evil arrows of famine upon them, for destruction I will send them to destroy you, and I will intensify the famine upon you and will break your staff of bread. ", "17": "I will send on you famine and evil beasts, and they will make you childless. Plague and blood will sweep through you. I will bring the sword upon you. I, Adonai, have spoken.”"}