{"1": "The word of Adonai came to me saying: ", "2": "“Son of man, set your face toward the mountains of Israel and prophesy to them. ", "3": "Say: mountains of Israel, hear the word of Adonai!” Thus says Adonai Elohim concerning the mountains and concerning the hills, concerning the wadis and concerning the valleys: “Behold, I will bring a sword on you. I will destroy your high places. ", "4": "Your altars will become desolate. Your sun pillars will be broken. I will cast down your slain men before your idols. ", "5": "I will lay the corpses of Bnei-Yisrael before their idols. I will scatter your bones around your altars. ", "6": "In all your dwellings the cities will be desolate. The high places will be deserted. Your altars will be laid waste and made desolate, your idols broken and destroyed, your sun pillars cut down and your works blotted out. ", "7": "The slain will fall in your midst. Then you will know that I am Adonai.", "8": "“Yet I will leave a remnant, some that escape the sword among the nations, when you have been scattered through the countries. ", "9": "The survivors will remember Me among the nations where they are carried captive, how I was crushed by their adulterous heart that has strayed from Me and their eyes which have lusted after their idols. They will loathe themselves in their own sight for the evils that they committed in all their abominations. ", "10": "They will know that I am Adonai. I have not warned in vain that I would do this evil to them.”", "11": "Thus says Adonai Elohim: “Clap your hands, stamp your foot and cry, 'Alas!' because of all the vile abominations of the house of Israel who will fall by the sword, by famine and by plague. ", "12": "The one who is far off will die of the plague; the one who is near will fall by the sword. Whoever remains and is spared will die by the famine; this is how I will spend My fury on them. ", "13": "You will know that I am Adonai, when your slain lie among their idols surrounding their altars, on every high hill, on all the mountaintops, under every green tree and under every leafy oak—the places where they offer sweet aroma to all their idols. ", "14": "I will stretch out My hand over them and make the land desolate and waste, more than the wilderness of Diblah, wherever they live. Then they will know that I am Adonai.”"}