{"1": "Now it came about after these things that Naboth the Jezreelite had a vineyard which was in Jezreel beside the palace of Ahab king of Samaria.", "2": "Ahab spoke to Naboth, saying, “Give me your vineyard, that I may have it for a vegetable garden because it is close beside my house, and I will give you a better vineyard than it in its place; if [a]you like, I will give you the price of [b]it in money.”", "3": "But Naboth said to Ahab, “The Lord forbid me that I should give you the inheritance of my fathers.”", "4": "So Ahab came into his house sullen and vexed because of the word which Naboth the Jezreelite had spoken to him; for he said, “I will not give you the inheritance of my fathers.” And he lay down on his bed and turned away his face and ate no [c]food.", "5": "But Jezebel his wife came to him and said to him, “How is it that your spirit is so sullen that you are not eating [d]food?”", "6": "So he said to her, “Because I spoke to Naboth the Jezreelite and said to him, 'Give me your vineyard for money; or else, if it pleases you, I will give you a vineyard in its place.' But he said, 'I will not give you my vineyard.'”", "7": "Jezebel his wife said to him, “Do you now [e]reign over Israel? Arise, eat bread, and let your heart be joyful; I will give you the vineyard of Naboth the Jezreelite.”", "8": "So she wrote letters in Ahab's name and sealed them with his seal, and sent letters to the elders and to the nobles who were living with Naboth in his city.", "9": "Now she wrote in the letters, saying, “Proclaim a fast and seat Naboth at the head of the people;", "10": "and seat two worthless men before him, and let them testify against him, saying, 'You cursed God and the king.' Then take him out and stone him [f]to death.”", "11": "So the men of his city, the elders and the nobles who lived in his city, did as Jezebel had sent word to them, just as it was written in the letters which she had sent them.", "12": "They proclaimed a fast and seated Naboth at the head of the people.", "13": "Then the two worthless men came in and sat before him; and the worthless men testified against him, even against Naboth, before the people, saying, “Naboth cursed God and the king.” So they took him outside the city and stoned him [g]to death with stones.", "14": "Then they sent word to Jezebel, saying, “Naboth has been stoned and is dead.”", "15": "When Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth, the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.”", "16": "When Ahab heard that Naboth was dead, Ahab arose to go down to the vineyard of Naboth the Jezreelite, to take possession of it.", "17": "Then the word of the Lord came to Elijah the Tishbite, saying,", "18": "“Arise, go down to meet Ahab king of Israel, who is in Samaria; behold, he is in the vineyard of Naboth where he has gone down to take possession of it.", "19": "You shall speak to him, saying, 'Thus says the Lord, “Have you murdered and also taken possession?”' And you shall speak to him, saying, 'Thus says the Lord, “In the place where the dogs licked up the blood of Naboth the dogs will lick up your blood, even yours.”'”", "20": "Ahab said to Elijah, “Have you found me, O my enemy?” And he [h]answered, “I have found you, because you have sold yourself to do evil in the sight of the Lord.", "21": "Behold, I will bring evil upon you, and will utterly sweep you away, and will cut off from Ahab every male, both bond and free in Israel;", "22": "and I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, because of the provocation with which you have provoked Me to anger, and because you have made Israel sin.", "23": "Of Jezebel also has the Lord spoken, saying, 'The dogs will eat Jezebel in the [i]district of Jezreel.'", "24": "The one belonging to Ahab, who dies in the city, the dogs will eat, and the one who dies in the field the birds of heaven will eat.”", "25": "Surely there was no one like Ahab who sold himself to do evil in the sight of the Lord, [j]because Jezebel his wife incited him.", "26": "He acted very abominably in following idols, according to all that the Amorites had done, whom the Lord cast out before the sons of Israel.", "27": "It came about when Ahab heard these words, that he tore his clothes and put [k]on sackcloth and fasted, and he lay in sackcloth and went about [l]despondently.", "28": "Then the word of the Lord came to Elijah the Tishbite, saying,", "29": "“Do you see how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the evil in his days, but I will bring the evil upon his house in his son's days.”"}