{"1": "Oh, no! She sits alone, the city that was once full of people. Once great among nations, she has become like a widow. Once a queen over provinces, she has become a slave.", "2": "She weeps bitterly in the night, her tears on her cheek. None of her lovers comfort her. All her friends lied to her; they have become her enemies.", "3": "Judah was exiled after suffering and hard service. She lives among the nations; she finds no rest. All who were chasing her caught her— right in the middle of her distress.", "4": "Zion's roads are in mourning; no one comes to the festivals. All her gates are deserted. Her priests are groaning, her young women grieving. She is bitter.", "5": "Her adversaries have become rulers; her enemies relax. Certainly the Lord caused her grief because of her many wrong acts. Her children have gone away, captive before the enemy.", "6": "Daughter Zion lost all her glory. Her officials are like deer that can't find pasture. They have gone away, frail, before the hunter.", "7": "While suffering and homeless, Jerusalem remembers all her treasures from days long past. When her people fell by the enemy's hand, there was no one to help her. Enemies saw her, laughed at her defeat.", "8": "Jerusalem has sinned greatly; therefore, she's become a joke.[a] All who honored her now detest her, for they've seen her naked. Even she groans and turns away.", "9": "Her uncleanness shows on her clothing; she didn't consider what would happen to her. She's gone down shockingly; she has no comforter. “Lord, look at my suffering—the enemy has definitely triumphed!”", "10": "The enemy grabbed all her treasures. She watched nations enter her sanctuary— nations that you, God,[b] commanded: They must not enter your assembly.", "11": "All her people are groaning, seeking bread. They give up their most precious things for food to survive. “Lord, look and take notice: I am most certainly despised.”", "12": "Is this nothing to all you who pass by?[c] Look around: Is there any suffering like the suffering inflicted on me, the grief that the Lord caused on the day of his fierce anger?", "13": "From above he sent fire into my bones; he trampled them. He spread a net for my feet; he forced me backward. He left me devastated, constantly sick.", "14": "My steps[d] are being watched;[e] by his hand they are tripped up. His yoke is on my neck; he makes my strength fail. My Lord has handed me over to people I can't resist.", "15": "My Lord has despised my mighty warriors. He called a feast for me—in order to crush my young men! My Lord has stomped on the winepress of the young woman Daughter Judah.", "16": "Because of all these things I'm crying. My eyes, my own eyes pour water because a comforter who might encourage me is nowhere near. My children are destroyed because the enemy was so strong.", "17": "Zion spreads out her hands; she has no comforter. The Lord commanded Jacob's enemies to surround him. Jerusalem is just a piece of garbage to them.", "18": "The Lord is right, because I disobeyed his word. Listen, all you people; look at my suffering. My young women and young men have gone away as prisoners.", "19": "I called to my lovers, but they deceived me. My priests and my elders have perished in the city; they were looking for food to survive.", "20": "Pay attention, Lord, for I am in trouble. My stomach is churning; my heart is pounding inside me because I am so bitter. In the streets the sword kills; in the house it is like death.", "21": "People heard that I was groaning, that I had no comforter. All my enemies heard about my distress; they were thrilled that you had done this. Bring the day you have announced so they become like me!", "22": "Let all their evil come before you. Then injure them like you've injured me because of all my wrong acts; my groans are many, my heart is sick."}