{"1": "Oh, no! In anger, my Lord put Daughter Zion under a cloud;[a] he threw Israel's glory from heaven down to earth. On that day of wrath, he didn't consider his own footstool.", "2": "Showing no compassion, my Lord devoured each of Jacob's meadows; in his wrath he tore down the walled cities of Daughter Judah. The kingdom and its officials, he forced to the ground, shamed.", "3": "In his burning rage, he cut off each of Israel's horns; right in front of the enemy, he withdrew his strong hand; he burned against Jacob like a flaming fire that ate up everything nearby.", "4": "He bent his bow as an enemy would; his strong hand was poised like an adversary. He killed every precious thing in sight; he poured out his wrath like fire on Daughter Zion's tent.", "5": "My Lord has become like an enemy. He devoured Israel; he devoured all her palaces; he made ruins of her city walls. In Daughter Judah he multiplied mourning along with more mourning!", "6": "He wrecked his own booth like a garden; he destroyed his place for festivals. The Lord made Zion forget both festival and sabbath; in his fierce rage, he scorned both monarch and priest.", "7": "My Lord rejected his altar, he abandoned his sanctuary; he handed Zion's palace walls over to enemies. They shouted in the Lord's own house as if it were a festival day.", "8": "The Lord planned to destroy Daughter Zion's wall. He stretched out a measuring line, didn't stop himself from devouring. He made barricades and walls wither—together they wasted away.", "9": "Zion's gates sank into the ground; he broke and shattered her bars; her king and her officials are now among the nations. There is no Instruction![b] Even her prophets couldn't find a vision from the Lord.", "10": "Daughter Zion's elders sit on the ground and mourn. They throw dust on their heads; they put on mourning clothes. Jerusalem's young women bow their heads all the way to the ground.", "11": "My eyes are worn out from weeping; my stomach is churning. My insides are poured on the ground because the daughter of my people is shattered, because children and babies are fainting in the city streets.", "12": "They say to their mothers, “Where are grain and wine?” while fainting like the wounded in the city streets, while their lives are draining away at their own mothers' breasts.", "13": "What can I testify about you, Daughter Jerusalem?[c] To what could I compare you? With what could I equate you? How can I comfort you, young woman Daughter Zion? Your hurt is as vast as the sea. Who can heal you?", "14": "Your prophets gave you worthless and empty visions. They didn't reveal your sin so as to prevent your captivity. Instead, they showed you worthless and incorrect prophecies.", "15": "All who pass by on the road clap their hands about you; they whistle, shaking their heads at Daughter Jerusalem: “Could this be the city called Perfect Beauty, the Joy of All the Earth?”", "16": "All your enemies open wide their mouths against you; they whistle, grinding their teeth. They say, “We have devoured! This is definitely the day we've been waiting for. We've seen it come to pass.”", "17": "The Lord did what he had planned. He accomplished the word that he had commanded long ago. He ripped down, showing no compassion. He made the enemy rejoice over you; he raised up your adversaries' horn.", "18": "Cry out to my Lord from the heart,[d] you wall of Daughter Zion; make your[e] tears run down like a flood all day and night. Don't relax at all; don't rest your eyes a moment.", "19": "Get up and cry out at nighttime, at the start of the night shift; pour out your heart before my Lord like water. Lift your hands up to him for the life of your children— the ones who are fainting from hunger on every street corner.", "20": "Lord, look and see to whom you have done this! Should women eat their own offspring, their own beautiful babies? Should priest and prophet be killed in my Lord's own sanctuary?", "21": "Young and old alike lie on the ground in the streets; my young women and young men fall dead by the sword. On the day of your anger, you killed; you slaughtered, showing no compassion.", "22": "You invited—as if to a festival!—terrors[f] from every side. On the day of the Lord's anger, no one escaped, not one survived. The children that I nurtured, that I raised myself, my enemy finished them off."}