{"1": "I am someone[a] who saw the suffering caused by God's[b] angry rod.", "2": "He drove me away, forced me to walk in darkness, not light.", "3": "He turned his hand even against me, over and over again, all day long.", "4": "He wore out my flesh and my skin; he broke my bones.", "5": "He besieged me, surrounding me with bitterness and weariness.", "6": "He made me live in dark places like those who've been dead a long time.", "7": "He walled me in so I couldn't escape; he made my chains heavy.", "8": "Even though I call out and cry for help, he silences my prayer.", "9": "He walled in my paths with stonework; he made my routes crooked.", "10": "He is a bear lurking for me, a lion in hiding.", "11": "He took me from my path[c] and tore me apart; he made me desolate.", "12": "He drew back his bow, made me a shooting target for arrows.", "13": "He shot the arrows of his quiver into my inside parts.", "14": "I have become a joke to all my people, the object of their song of ridicule all day long.", "15": "He saturated me with grief, made me choke on bitterness.", "16": "He crushed my teeth into the gravel; he pressed me down into the ashes.", "17": "I've[d] rejected peace; I've forgotten what is good.", "18": "I thought: My future is gone, as well as my hope from the Lord.", "19": "The memory of my suffering and homelessness is bitterness and poison.", "20": "I[e] can't help but remember and am depressed.", "21": "I call all this to mind—therefore, I will wait.", "22": "Certainly the faithful love of the Lord hasn't ended;[f] certainly God's compassion isn't through!", "23": "They are renewed every morning. Great is your faithfulness.", "24": "I think:[g] The Lord is my portion! Therefore, I'll wait for him.", "25": "The Lord is good to those who hope in him, to the person[h] who seeks him.", "26": "It's good to wait in silence for the Lord's deliverance.", "27": "It's good for a man to carry a yoke in his youth.", "28": "He should sit alone and be silent when God lays it on him.", "29": "He should put his mouth in the dirt—perhaps there is hope.", "30": "He should offer his cheek for a blow; he should be filled with shame.", "31": "My Lord definitely[i] won't reject forever.", "32": "Although he has caused grief, he will show compassion in measure with his covenant loyalty.", "33": "He definitely doesn't enjoy affliction,[j] making humans suffer.", "34": "Now crushing underfoot all the earth's prisoners,", "35": "denying someone justice before the Most High,", "36": "subverting a person's lawsuit—doesn't my Lord see all this?", "37": "Who ever spoke and it happened if my Lord hadn't commanded the same?", "38": "From the mouth of the Most High evil things don't come, but rather good!", "39": "Why then does any living person complain; why should anyone complain about their sins?", "40": "We must search and examine our ways; we must return to the Lord.", "41": "We should lift up our hearts and hands to God in heaven.", "42": "We are the ones who did wrong; we rebelled. But you, God, have not forgiven.", "43": "You wrapped yourself up in wrath and hunted us; you killed, showing no compassion.", "44": "You wrapped yourself up in a cloud; prayers can't make it through!", "45": "You made us trash and garbage in front of all other people.", "46": "All our enemies have opened their mouths against us.", "47": "Terror and trap have come upon us, catastrophe and collapse!", "48": "Streams of water pour from my eyes because of the destruction of the daughter of my people.", "49": "My eyes flow and don't stop. There is no relief", "50": "until the Lord looks down from the heavens and notices.", "51": "My eyes hurt me[k] because of what's happened to my city's daughters.", "52": "My enemies hunted me down like a bird, relentlessly, for no reason.", "53": "They caught me alive in a pit and threw stones at me;", "54": "water flowed over my head. I thought: I'm finished.", "55": "I call on your name, Lord, from the depths of the pit.", "56": "Hear my voice. Don't close your ear[l] to my need for relief, to my cry for help.[m]", "57": "Come near to me on the day I call to you. Say to me, “Don't be afraid.”", "58": "My Lord! Plead my desperate case;[n] redeem my life.", "59": "Lord, look at my mistreatment; judge my cause.", "60": "Look at all of my enemies' vengeance, all of their scheming against me.", "61": "Hear their jeering, Lord, all of their scheming against me,", "62": "the speech of those who rise up against me, their incessant gossiping about me.", "63": "Whether sitting or standing, look at how I am the object of their song of ridicule.", "64": "Pay them back fully, Lord, according to what they have done.", "65": "Give them a tortured mind—put your curse on them!", "66": "Angrily hunt them down; wipe them out from under the Lord's heaven."}