{"1": "Oh, no! Gold is tarnished;[a] even the purest gold is changed. Sacred jewels are scattered on every street corner.", "2": "Zion's precious children, once valued as pure gold— oh no!—now they are worth no more than clay pots made by a potter.", "3": "Even jackals offer the breast; they nurse their young. But the daughter of my people has become cruel, like desert ostriches.", "4": "The baby's tongue sticks to the roof of its mouth, thirsty. Children ask for bread, beg for it—but there is no bread.", "5": "Those who once ate gourmet food now tremble in the streets. Those who wore the finest purple clothes now cling to piles of garbage.", "6": "Greater was the punishment[b] of the daughter of my people than Sodom's penalty,[c] which was quickly overthrown without any hand-wringing.[d]", "7": "Her nazirites were purer than snow; they were more dazzling than milk. Their limbs were redder than coral; their bodies were sapphire.", "8": "But their appearance grew darker than soot; they weren't recognized in the streets. Their skin shriveled on their bones; it became dry like wood.", "9": "Things were better for those stabbed by the sword than for those stabbed by famine— those who bled away, pierced, lacking food from the field.", "10": "The hands of loving women boiled their own children to become their food during the destruction of the daughter of my people.", "11": "The Lord let loose his fury; he poured out his fierce anger. He started a fire in Zion; it licked up its foundations.", "12": "The earth's rulers didn't believe it—neither did any who inhabit the world— that either enemy or adversary could enter Jerusalem's gates.", "13": "It was because of her prophets' sins, her priests' iniquities, those who shed righteous blood in the middle of the city.", "14": "People wandered blindly in the streets, polluted with blood. No one would even touch their clothing.", "15": "“Go away! Unclean!” was shouted at them, “Go away! Away! Don't touch!” So they fled and wandered around. The nations said, “They can't stay here anymore.”", "16": "It was the Lord's presence that scattered them;[e] he no longer notices them. They didn't honor the priests' presence; they didn't favor the elders.", "17": "Our eyes continually failed, looking for some help, but for nothing. From our watchtower we watched for a nation that doesn't save.", "18": "Our steps were tracked; we could no longer walk in our streets. Our end had drawn near; our days were done—our end had definitely come.", "19": "Our hunters were faster than airborne eagles. They chased us up the mountains; they ambushed us in the wilderness.", "20": "The Lord's chosen one, the very breath in our lungs, was caught in their traps— the one we used to talk about, saying, “Under his protection we will live among the nations.”", "21": "Rejoice and be happy, Daughter Edom, you who live in the land of Uz. But this cup will pass over to you too. You will get drunk on it. You will be stripped naked.", "22": "Your punishment[f] is over, Daughter Zion; God won't expose you anymore. But he will attend to your punishment, Daughter Edom; he will expose your sins."}