{"1": "Out of nowhere, time, space, and all the living whirl forth as God speaks the universe into existence. With the utterance of His voice, creation takes form, chaos yields to order, light eclipses darkness, and emptiness fills with life. Not long after God creates the first man, Adam, and the first woman, Eve, the story takes a tragic turn when the first couple disobeys the clear instruction from God not to eat the fruit from the tree of the knowledge of good and evil. As a result, humanity falls from God's intended perfection. The disastrous consequences of this decisive act are demonstrated in Cain's murder of Abel, Noah's flood, and the Tower of Babel. In the beginning, God created everything: the heavens above and the earth below. Here's what happened: ", "2": "At first the earth lacked shape and was totally empty, and a dark fog draped over the deep while God's spirit-wind hovered over the surface of the empty waters. Then there was the voice of God.", "3": "God: 3 Let there be light. And light flashed into being. ", "4": "God saw that the light was beautiful and good, and He separated the light from the darkness. ", "5": "God named the light “day” and the darkness “night.” Evening gave way to morning. That was day one.", "6": "God: 6 Let there be a vast expanse in the middle of the waters. Let the waters above part from the waters below.", "7": "So God parted the waters and formed this expanse, separating the waters above from the waters below. It happened just as God said. ", "8": "And God called the vast expanse “sky.” Evening gave way to morning. That was day two.", "9": "God: 9 Let the waters below the heavens be collected into one place and congregate into one vast sea, so that dry land may appear. It happened just as God said. ", "10": "God called the dry land “earth” and the waters congregated below “seas.” And God saw that His new creation was beautiful and good.", "11": "God: 11 Earth, sprout green vegetation! Grow all varieties of seed-bearing plants and all sorts of fruit-bearing trees. It happened just as God said. ", "12": "The earth produced vegetation—seed-bearing plants of all varieties and fruit-bearing trees of all sorts. And God saw that His new creation was beautiful and good. ", "13": "Evening gave way to morning. That was day three.", "14-15": "God: 14-15 Lights, come out! Shine in the vast expanse of heavens' sky dividing day from night to mark the seasons, days, and years. Lights, warm the earth with your light. It happened just as God said. ", "16": "God fashioned the two great lights—the brighter to mark the course of day, the dimmer to mark the course of night—and the Divine needled night with the stars. ", "17": "God set them in heavens' sky to cast warm light on the earth, ", "18": "to rule over the day and night, and to divide the light from the darkness. And God saw that His new creation was beautiful and good. ", "19": "Evening gave way to morning. That was day four.", "20": "God: 20 Waters, swarm with fish and sea creatures. Let birds soar high above the earth in the broad expanse of sky.", "21": "So God created huge sea creatures, all the swarm of life in the waters, and every kind and species of flying birds—each able to reproduce its own kind. And God saw that His new creation was beautiful and good. ", "22": "And God spoke this blessing over them: God: Be fruitful and multiply. Let creatures fill the seas. Let birds reproduce and cover the earth.", "23": "Evening gave way to morning. That was day five.", "24": "God: 24 Earth, generate life! Produce a vast variety of living creatures—domesticated animals, small creeping creatures, and wild animals that roam the earth. It happened just as God said. ", "25": "God made earth-creatures in a vast variety of species: wild animals, domesticated animals of all sizes, and small creeping creatures, each able to reproduce its own kind. God saw that His new creation was beautiful and good. And God paused.", "26": "God: 26 Now let Us conceive a new creation—humanity—made in Our image, fashioned according to Our likeness. And let Us grant them authority over all the earth—the fish in the sea and the birds in the sky, the domesticated animals and the small creeping creatures on the earth.", "27": "So God did just that. He created humanity in His image, created them male and female. ", "28": "Then God blessed them and gave them this directive: “Be fruitful and multiply. Populate the earth. I make you trustees of My estate, so care for My creation and rule over the fish of the sea, the birds of the sky, and every creature that roams across the earth.”", "29": "The crown of God's creation is a new creature, a creature that can sound the heartbeat of its Creator. That creature, made male and female, reflects God's own relational richness. The human family is to join God in the ongoing work of creation. The earth below and the sky above with all their inhabitants are too beautiful and too good to be left alone. They need the tender care and close attention that only God's favored creature can give. God (to humanity): 29 Look! I have given you every seed-bearing plant that grows on the earth and every fruit-bearing tree. They will be your food and nourishment. ", "30": "As for all the wild animals, the birds in the sky, and every small creeping creature—everything that breathes the breath of life—I have given them every green plant for food. And it happened just as God said. ", "31": "Then God surveyed everything He had made, savoring its beauty and appreciating its goodness. Evening gave way to morning. That was day six."}