{"1": "Here is the account of the descendants of Noah's three sons, Shem, Ham, and Japheth, who fathered many children after the flood.", "2": "The descendants of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. ", "3": "Now the descendants of Gomer were Ashkenaz, Riphath, and Togarmah. ", "4": "The descendants of Javan were Elishah, Tarshish, Kittim, and Dodanim. ", "5": "The descendants of Japheth became the peoples who settled the coastal and island regions. They developed their own languages, their own families and cultures, and they would eventually become separate peoples.", "6": "The descendants of Ham were Cush, Mizraim, Put, and Canaan. ", "7": "Cush's descendants were Seba, Havilah, Sabtah, Raamah, and Sabteca. The descendants of Raamah were Sheba and Dedan. ", "8": "Cush also fathered Nimrod, who was the first man on earth to be known as a powerful warrior. ", "9": "He was also a skillful hunter before the Eternal One. That's why you often hear people say, “So-and-so is like Nimrod, a skillful hunter before the Eternal.” ", "10": "The center of his kingdom was in Babel, Erech, Accad, and Calneh; all are located in the land of Shinar. ", "11": "From there, he traveled into Assyria and established the cities of Nineveh, Rehoboth-Ir, Calah, ", "12": "and Resen, which lies between Nineveh and Calah—and that is one magnificent city! ", "13": "Now Mizraim fathered Ludim, Anamim, Lehabim, Naphtuhim, ", "14": "Pathrusim, Casluhim (the ancestor of the people known as the Philistines), and Caphtorim.", "15": "Canaan fathered Sidon (his firstborn), Heth, ", "16": "the Jebusites, the Amorites, the Girgashites, ", "17": "the Hivites, the Arkites, the Sinites, ", "18": "the Arvadites, the Zemarites, and the Hamathites. Soon all of the families of Canaan's descendants would spread abroad. ", "19": "As a result, the territory of the Canaanites extended from Sidon in the direction of Gerar all the way to Gaza; and in the direction of Sodom, Gomorrah, Admah, and Zeboiim all the way to Lasha. ", "20": "All of these are descendants of Ham, who grew from a few initial families into a great people with their own languages, lands, and nations.", "21": "Now Shem (Japheth's older brother) fathered a great number of children as well. He was the patriarch of all of the people of Eber. ", "22": "His descendants include Elam, Asshur, Arpachshad, Lud, and Aram. ", "23": "Aram's descendants were Uz, Hul, Gether, and Mash. ", "24": "Now Arpachshad fathered Shelah, and Shelah fathered Eber. ", "25": "Eber had two sons: one was named Peleg, which means “division,” because in his days, the earth was divided into many languages, and his brother's name was Joktan. ", "26": "Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah, and Jobab. All of these peoples were descended from Joktan. ", "30": "They lived in the territory that extended from Mesha in the direction of Sephar to the eastern hill country. ", "31": "Shem's descendants also grew from a few initial families to become a great people with their own languages, lands, and nations.", "32": "So these are the families descended from Noah's sons according to their known genealogies. These cultures would soon spread farther and farther across the earth after the flood."}