{"1": "According to Genesis, the sons and daughters of Noah established the first known cultures of the world. There was a time when everyone on the earth spoke the very same language. ", "2": "As many of these people began moving from the eastern regions into the western part of Mesopotamia, they settled down on a plain in the land of Shinar. ", "3": "Since stone was not readily available, they discovered how to make bricks and use tar for mortar to build their structures. People (to each other): Come on, let's make bricks out of mud and bake them in the fire. Then we can build all we want. ", "4": "Let's go build ourselves a city with a huge tower that reaches into heaven. That way we will make a name for ourselves. If we don't, we'll run the risk of being scattered all over the earth.", "5": "The desire to settle in one place and build a city runs counter to God's command to spread out across the earth. They want to make their mark on the world rather than conform to God's plan for their lives. They want power and prestige. They want to ensure that they will not be scattered; that is, they want to choose their own destiny. But God has a different plan and purpose. He is the One who determines destiny. The Eternal One came down and took a look at the city and the tower the children of Adam were building. He was not pleased.", "6": "Eternal One: 6 Will you look at that! The people are all together on this. With one language they are able to start this kind of project. This is only the beginning of what they will do. Soon they will think they can accomplish anything and everything on their own. ", "7": "Let's go down and break this up! If We confuse their language, they won't be able to understand each other's words.", "8": "This is how the Eternal scattered people from Shinar all across the surface of the earth. Since they were unable to communicate, they stopped working on the city and went their separate ways. ", "9": "So this is why the city was called Babel:[a] because it was there that the Eternal confused the language of all the peoples and scattered them across the surface of the earth.", "10": "Once again the generations are recorded. This time the purpose is to link those who survived the flood with Abraham. God has a special plan for him. Here is the account of the descendants of Shem, Noah's son. When Shem was 100 years old, he fathered Arpachshad. (This was about two years after the flood.) ", "11": "After Arpachshad was born, Shem lived another 500 years, and he had other sons and daughters.", "12": "When Arpachshad had lived 35 years, he fathered Shelah. ", "13": "After Shelah was born, Arpachshad lived 403 more years, and he had other sons and daughters.", "14": "When Shelah had lived 30 years, he fathered Eber. ", "15": "After Eber was born, Shelah lived 403 more years, and he had other sons and daughters.", "16": "When Eber had lived 34 years, he fathered Peleg. ", "17": "After Peleg was born, Eber lived 430 more years, and he also had other sons and daughters.", "18": "When Peleg had lived 30 years, he fathered Reu. ", "19": "After Reu was born, Peleg lived 209 more years, and he had other sons and daughters as well.", "20": "When Reu had lived 32 years, he fathered Serug. ", "21": "After Serug was born, Reu lived 207 more years, and he had other sons and daughters.", "22": "When Serug had lived 30 years, he fathered Nahor. ", "23": "After Nahor was born, Serug lived 200 more years, and he had other sons and daughters as well.", "24": "When Nahor had lived 29 years, he fathered Terah. ", "25": "After Terah was born, Nahor lived 119 more years, and he had other sons and daughters.", "26": "When Terah had lived 70 years, he had fathered Abram, Nahor, and Haran.", "27": "Here is the account of Terah's descendants. Terah, as said, had fathered Abram, Nahor, and Haran; and Haran fathered Lot. ", "28": "While Terah was still alive, Haran died in the same land in which he was born—in Ur, the land of the Chaldeans. ", "29": "However, Abram and Nahor lived on and married. Abram's wife was named Sarai, and Nahor's wife was named Milcah. Now Milcah was the daughter of Haran, who fathered both Milcah and Iscah. ", "30": "But Sarai couldn't conceive and didn't have a child.", "31": "Terah took his son Abram and grandson Lot (Haran's son) and his daughter-in-law Sarai (Abram's wife). They left Ur of the Chaldeans together and traveled in the direction of the land of Canaan. When they arrived in Haran, they settled there. ", "32": "Terah was 205 years old at that time, and he ended up dying in Haran."}