{"1": "Abram left Egypt with his wife, Lot, and everything he owned, and he went back up into the Negev region. ", "2": "Because of his experience in Egypt, Abram had become quite rich. He had livestock, silver, and gold to carry with him. ", "3": "He journeyed north in stages from the Negev as far as Bethel to the place where he had pitched his tent earlier between Bethel and Ai. ", "4": "He returned to one of the first altar tables he had made in the land, stopped there, and called on the name of the Eternal once again. ", "5": "Lot, who had gone with Abram, also had flocks and herds and tents, ", "6": "so the land was no longer large enough to support the two of them living together as one household. They each had so many possessions that they just couldn't stay together any longer. ", "7": "Arguments erupted between Abram's and Lot's livestock herders as they tried to graze their flocks side-by-side. (During this time, the Canaanites and the Perizzites were living on this land too.)", "8": "Abram (to Lot): 8 Let's not fight. I don't want there to be any animosity between you and me, or between our herders. After all, we're family. ", "9": "A vast land is out there and available to you. It is time for us to go our separate ways. You choose your land. If you choose east, I'll go west. If you choose west, I'll go east—it's your call.", "10": "Abram is an exemplary man of faith. Being older than Lot, he by custom has first choice of the property, but he waives his right and grants Lot the first choice. Given their recent experiences in the famine, it is no wonder that Lot chooses the lush, fertile soils of the Jordan Valley for his new home. But as Lot moves his family east, he moves farther from Abram and closer to danger. Lot looked around, and he noticed the grassy plains in the Jordan Valley looked well watered and fertile, just as he imagined the Eternal One's gardens might be or as he knew the land of Egypt in the direction of Zoar to be. (This all happened before the Eternal destroyed Sodom and Gomorrah.) ", "11": "So Lot chose to settle his family on the plains of the Jordan Valley, and he journeyed eastward. This is how Abram and Lot separated from each other and established two different households. ", "12": "Abram settled in the land of Canaan, and Lot settled among the cities of the Jordanian Valley. He eventually spread out and pitched his tent as far away as Sodom. ", "13": "(Now you need to know that the people of the city of Sodom were quite wicked—utterly defiant toward God.)", "14": "After Lot had moved away, the Eternal spoke to Abram. Eternal One: Look around you now, as far as you can see to the north, south, east, and west. ", "15": "All of the land you see is for you and your descendants to possess forever. ", "16": "I will make your descendants as many as there are specks of dust on the earth. If anyone could count the dust of the earth, then he could also count how many descendants I'm talking about! ", "17": "Go on now, and walk the entire expanse of the land, for you need to see what I am giving you!", "18": "So Abram moved his family and belongings again, this time to Hebron, settling near the oaks of Mamre. Abram built yet another altar table to the Eternal here in this new place."}