{"1": "Some time passed. One day, the word of the Eternal One came to Abram through a vision—a kind of waking dream. Eternal One: Do not be afraid, Abram. I am always your shield and protector. Your reward for loyalty and trust will be immense.", "2": "Abram: 2 Eternal Lord, what could You possibly give to me that would make that much of a difference in my life? After all, I am still childless, and Eliezer of Damascus stands to inherit all I own.[a] ", "3": "Since You have not given me the gift of children, my only heir will be one of the servants born in my household.", "4": "Immediately the word of the Eternal One came to him. Eternal One: No, Abram, this man will not be your heir. No one but your very own child will be an heir for you.", "5": "God took him outside to show him something. Eternal One: Look up at the stars, and try to count them all if you can. There are too many to count! Your descendants will be as many as the stars.[b]", "6": "Abram believed God and trusted in His promises, so God counted it to his favor as righteousness.[c]", "7": "Eternal One (to Abram): 7 I am the Eternal One. Remember, I am the One who brought you from Ur of the Chaldeans in order to give you this land to possess and to pass on to your descendants.", "8": "Abram: 8 But Eternal Lord, how am I supposed to know I really will possess it?", "9": "Eternal One: 9 Bring to Me the following: a three-year-old cow, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.", "10": "Abram brought God all of these animals and cut them in two, laying each half next to the other, making two rows. Only the birds were not cut in two. ", "11": "And when any birds of prey swooped down on the carcasses, Abram swatted them away.", "12": "As the sun was setting in the west, Abram fell into a deep sleep. A terrifying darkness descended upon him.", "13": "Eternal One (to Abram): 13 I will tell you this on which you can stake your life: Your descendants will first be foreigners in a land that is not theirs. They will be made slaves there and will be oppressed for 400 years. ", "14": "But then I will judge the nation that enslaves them.[d] When that time comes, your descendants will emerge from that land with many possessions. ", "15": "As for you, you will rest with your fathers in peace and be buried at a ripe old age. ", "16": "Not until the fourth generation will your descendants return here to possess the land, because the sin of the Amorite people has not yet reached its full measure.", "17": "When the sun had gone down and darkness had fallen, a smoking firepot and a flaming torch passed between the halves of the animal carcasses. ", "18": "With this ritual and on this day, the Eternal One made a covenant with Abram. This ritual may sound strange, but it is a common way of making agreements between parties in Abram's day. The exact meaning is unclear, but the various elements and actions point to one undeniable fact: Abram and the Lord are entering into a relationship that has serious and long-lasting consequences. God's covenant with Abram changes not only Abram's future but the future of the world itself. Eternal One: I make a solemn promise to give this land to your descendants—from the river of Egypt to the great Euphrates River, ", "19-21": "the land where the Kenites, the Kenizzites, the Kadmonites, the Hittites, the Perizzites, the Rephaim, the Amorites, the Canaanites, the Girgashites, and the Jebusites all live. All of this I will give to you."}