{"1": "So now you see how the Creator swept into being the spangled heavens, the earth, and all their hosts in six days. ", "2": "On the seventh day—with the canvas of the cosmos completed—God paused from His labor and rested. ", "3": "Thus God blessed day seven and made it special—an open time for pause and restoration, a sacred zone of Sabbath-keeping, because God rested from all the work He had done in creation that day.", "4": "God's rest on the seventh day is a model for the kind of Sabbath rest He wants for His people. This is the detailed story of the Eternal God's singular work in creating all that exists. On the day the heavens and earth were created, ", "5": "there were no plants or vegetation to cover the earth. The fields were barren and empty, because the Eternal God had not sent the rains to nourish the soil or anyone to tend it. ", "6": "In those days, a mist rose up from the ground to blanket the earth, and its vapors irrigated the land. ", "7": "One day the Eternal God scooped dirt out of the ground, sculpted it into the shape we call human, breathed the breath that gives life into the nostrils of the human, and the human became a living soul.", "8": "When human body meets divine spirit, soul is born. Divine breath and sculpted earth come together to make up the living soul. For thousands of years, philosophers and theologians have posed the question: what is a human being? Here God gives the answer. The Eternal God planted a garden in the east in Eden—a place of utter delight—and placed the man whom He had sculpted there. ", "9": "In this garden, He made the ground pregnant with life—bursting forth with nourishing food and luxuriant beauty. He created trees, and in the center of this garden of delights stood the tree of life and the tree of the knowledge of good and evil.", "10": "A river flowed from Eden to irrigate the garden, and from there it separated into four smaller rivers. ", "11-12": "The first, the Pishon, flows around the land of Havilah—a rich land plentiful in gold of premium quality, bdellium, and onyx stones. ", "13": "The second, the Gihon, flows around the entire land of Cush. ", "14": "The third, the Tigris, flows east of Assyria, and the fourth is the Euphrates.", "15": "The Eternal God placed the newly made man in the garden of Eden in order to work the ground and care for it. ", "16": "He made certain demands of the man regarding life in the garden. God: Eat freely from any and all trees in the garden; ", "17": "I only require that you abstain from eating the fruit of one tree—the tree of the knowledge of good and evil. Beware: the day you eat the fruit of this tree, you will certainly die.", "18": "After God gives man this directive, He realizes something is missing. It is not good for the man to be alone, so I will create a companion for him, a perfectly suited partner.", "19": "So out of the same ground the man was made from, the Eternal God sculpted every sort of animal and every kind of bird that flies up in the sky. Then He brought them to the man and gave him the authority to name each creature as he saw fit: whatever he decided to call it, that became its name. ", "20": "Thus the man chose names for domesticated animals, birds, and wild beasts. But none of these creatures was a right and proper partner for Adam.", "21": "The authority to name something is unique to humanity. To name is to share in God's creative act. So the Eternal God put him into a deep sleep, removed a rib from his side, and closed the flesh around the opening. ", "22": "He formed a woman from the rib taken out of the man and presented her to him.", "23": "Adam: At last, a suitable companion, a perfect partner. Bone from my bones. Flesh from my flesh. I will call this one “woman” as an eternal reminder that she was taken out of man.", "24": "Now this is the reason a man leaves his father and his mother, and is united with his wife; and the two become one flesh. ", "25": "In those days the man and his wife were both naked and were not ashamed."}