{"1": "Once again Abraham and Sarah take matters into their own hands. Although God has promised to protect and prosper them, they choose half-truths and deception in order to stay in Abimelech's favor. The results could have been disastrous; but God's intervention stops Abimelech from violating Sarah's marriage, and in the end obedience preserves them all. Abraham, it seems, is rewarded, not because of his deception but in spite of it. Since Abimelech does the right thing, God brings hope and healing to his family as well. Does good then result from evil? Not at all. The good comes from God's action and everyone's eventual obedience. What is clear through these narratives is that God has a plan, and He can manage any contingency in achieving His purpose. When God is on the move, even evil can be turned into good. The Eternal One kept His promise, ", "2": "and Sarah conceived and gave birth to Abraham's son (in their advanced age) exactly as the Eternal had indicated. ", "3": "Abraham named his child, who was born to Sarah, Isaac; ", "4": "and Abraham circumcised his son Isaac when he was eight days old, just as God had told him to do. ", "5": "Abraham was already one hundred years old when his son Isaac was born.", "6": "Sarah: 6 God has graced me with the gift of laughter! To be sure, everyone who hears my story will laugh with me.", "7": "Who would ever have said to Abraham that Sarah would one day nurse children? Yet I have given birth to his son at this late stage in his life!", "8": "Time went on, and Isaac grew and was weaned from his mother. Abraham prepared a special feast in Isaac's honor, to celebrate the day he was weaned. ", "9": "But a damper was put on the day when Sarah saw the son Hagar (the Egyptian girl) bore for Abraham laughing and teasing her son. ", "10": "She became jealous and demanded of Abraham: Sarah: Throw this slave woman and her son out right now! The son of this slave is not going to share the inheritance along with my son, Isaac, if I have anything to do with it![a]", "11": "Sarah's demand was extremely distressing to Abraham, since Ishmael was also his son. ", "12": "But God assured Abraham. Eternal One: Don't worry about the young man and your servant. Go along with whatever Sarah says, for through Isaac your covenant children will be named.[b] ", "13": "As for the son of the slave woman, I will take care of him. I will raise up a nation through him as well because he is also your son.", "14": "So Abraham got up early in the morning, took bread and a container of water, and gave them to Hagar. He placed them on her shoulder, gave her the child—his firstborn—and sent her away. She left and wandered in the wilderness near Beersheba. ", "15": "When the water in the container was all gone, in desperation she left the child under the shade of one of the bushes. ", "16": "Then she walked off and sat down opposite him, about a bowshot away. Hagar: I can't bear to watch my child die. Though Ishmael is about 16 years old at this time, she still considers him her child. As she sat there, she cried loudly. ", "17": "God heard the voice of young Ishmael, and a messenger of God called out to Hagar from heaven. Messenger: Why are you so upset, Hagar? Don't be afraid. God has heard the voice of young Ishmael. ", "18": "Come now, lift him up, and take him by the hand. I have plans to make a great nation from his descendants!", "19": "Then God opened Hagar's eyes. She looked up from her grief and saw a well of water not far away. She went over to it, filled the container she carried with water, and gave the young man a drink. ", "20": "God watched over him for the rest of his life. Ishmael grew up, lived in the wilderness, and became an expert archer. ", "21": "So Ishmael went on to live out his life in the wilderness of Paran. When the time was right, his mother obtained a wife for him from her homeland Egypt.", "22": "Meanwhile, Abimelech, along with Phicol, the commander of his army, spoke confidentially to Abraham. Now that Abraham's people are so numerous and powerful, Abimelech wants to see whether Abraham will remain loyal to him. Abimelech: God seems to bless everything you do. ", "23": "So swear to me right now on the name of your God that you and your people will be honest with me and never try to deceive me, my children, or my descendants. Promise that you will always treat me and this land where you have resided as a foreigner with kindness and grace, as I have treated you.", "24": "Abraham: 24 I swear.", "25": "Then Abraham complained to Abimelech about a time when he wasn't treated so kindly: a well of water Abraham's men had dug had been seized by Abimelech's servants.", "26": "Abimelech: 26 I don't know who has done this. You didn't tell me before; this is the first I have heard about it.", "27": "Abraham took sheep and oxen and gave them to Abimelech, and the two men made a covenant-treaty together. ", "28": "Abraham took seven female lambs from the flock and set them aside.", "29": "Abimelech (to Abraham): 29 Why have you set these seven female lambs apart from the others?", "30": "Abraham: 30 These seven female lambs I am presenting to you represent your personal and public acknowledgment that I am the one who dug this well, and that it belongs to me.", "31": "From then on, the place where the well was located was called Beersheba because it was there that the two of them swore this oath together. ", "32": "After they had made the covenant-treaty at Beersheba, Abimelech, along with Phicol, the commander of his army, left and went back to the land which now belongs to the Philistines. ", "33": "And Abraham planted a tamarisk tree in Beersheba at the site, and he used it as yet another place to honor and call upon the name of the Eternal One, the Everlasting God.[c] ", "34": "For many years Abraham lived in peace as a foreigner in what would become the land of the Philistines."}