{"1": "After a period of time, God decided to put Abraham to the test. Eternal One: Abraham! Abraham: I am right here.", "2": "Eternal One: 2 Take your son, your only son Isaac whom I know you love deeply, and go to the land of Moriah. When you get there, I want you to offer Isaac to Me as a burnt offering on one of the mountains. I will show you which one.", "3": "Abraham did as he was told. Early in the morning he got up, saddled his donkey, and taking two of his trusted servants with him and his son Isaac, he cut the wood for the burnt offering and traveled to the place God had told him about. ", "4": "On the third day of the journey, Abraham looked up and saw the place far in the distance.", "5": "Abraham leaves Beersheba as he left Haran many years earlier. God calls and he leaves. It is as simple as that. No map. No directions. Just an unwavering trust that God will lead him where he needs to go. Mount Moriah becomes one of the most important places in all of the promised land, the one place in the world set apart for the worship of the one True God. According to 2 Chronicles 3:1, Solomon builds his temple on Mount Moriah in Jerusalem, not far from where God tests Abraham. Abraham (to his servants): 5 Stay here with the donkey. The boy and I will go over there. We will worship, and then we will come back to meet you here.", "6": "Abraham took the wood for the burnt offering and set it on the shoulders of his son Isaac to carry. Abraham himself carried the fire and the knife. The two of them walked on together.", "7": "Isaac (to Abraham): 7 Father! Abraham: I am right here, Son. Isaac: Look, we have the fire and the wood, but where is the lamb for the burnt offering?", "8": "Abraham: 8 God will provide the lamb for the burnt offering, my son. The two of them continued to walk on together.", "9": "When they finally arrived at the place God had shown him, Abraham took some stones and built an altar there and arranged the wood carefully on top of it. Then he bound up his son Isaac with rope and laid him on the altar on top of the stack of wood. ", "10": "Just as Abraham reached over to grab the knife that would kill his son, ", "11": "the special messenger of the Eternal One called his name from heaven. Special Messenger: Abraham! Abraham! Abraham: I am right here!", "12": "Special Messenger: 12 Don't lay your hand on the boy or do anything to harm him. I know now that you respect the one True God and will be loyal to Him and follow His commands, because you were willing to give up your son, your only son, to Me.", "13": "Abraham glanced up and saw a ram behind him with its horns caught in the thicket. He went over, dislodged the ram, and offered it up as a burnt offering in the place of his son. ", "14": "From that day forward, Abraham called that place, “The Eternal One will provide.” Because of this, people still today say, “On the Mount of the Eternal, all will be provided.”", "15": "The special messenger of the Eternal One called out to Abraham yet a second time from heaven.", "16": "Special Messenger: 16 Listen to the solemn vow the Eternal One has spoken: “Because you have done what I asked and were willing to give up your son, your only son, ", "17": "I will reaffirm My covenant of blessing to you and your family.[a] I will make sure your descendants are as many as the stars of the heavens and the grains of sand on the shores. I reaffirm My earlier promises that your descendants will possess the lands and sit in the gates of their enemies, ", "18": "and from your descendants all the peoples of the earth will discover true blessing.[b] All this is because you have obeyed My voice.", "19": "We reach the climax of Abraham's covenant story. God tests Abraham, and he passes with flying colors. Somehow he knows God will provide, for he tells his servants that he and his son will come back from the mountain. He also knows that God's covenant promises are going to be fulfilled through Isaac and not another. Although Abraham is willing to sacrifice him, he expects Isaac to still be the one through whom God's blessings come to the world. How could it all happen? Only God knows, and Abraham trusts in God and His promises. Abraham's level of trust is un matched in all of Scripture. This is why he stands as the founding father of our faith. Then Abraham returned to the place where he left his trusted servants. They traveled together—Abraham, Isaac, and his servants—back to Beersheba where Abraham lived on for some time.", "20": "After this happened, Abraham was informed that Milcah had also given birth to many children by his brother, Nahor. ", "21": "Uz was the firstborn, then came his brother Buz, Kemuel (Aram's father), ", "22": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel. ", "23": "Bethuel fathered Rebekah. Nahor, Abraham's brother, had eight children in all by Milcah. ", "24": "Not only that, but Nahor's concubine (whose name was Reumah) also gave birth to Tebah, Gaham, Tahash, and Maacah."}