{"1": "Once again, a famine spread through the land, similar to the one that occurred in Abraham's time. Isaac went to the land of Gerar to appeal to King Abimelech of the Philistines. ", "2": "The Eternal appeared in a vision to Isaac. Eternal One: Don't go down to Egypt, Isaac. Instead settle in the land I will show you. ", "3": "Live in this land as a foreigner, but don't worry. I will be there with you. I will put a blessing on you, and I will one day bestow this land on you and your descendants. You can be assured that I will honor the solemn vow I made to your father, Abraham: ", "4": "I will make your children and their children's children as numerous as the stars in the sky. One day I will give them all of these lands. Through your descendants all the peoples of the earth will discover true blessing,[a] ", "5": "because Abraham obeyed My voice, stayed loyal to Me, and kept My commands, statutes, and teachings.[b]", "6": "So Isaac settled into the land of Gerar. ", "7": "When the men of the area asked him about his wife, he was afraid to say, “Rebekah is my wife,” because he thought, “The men here might kill me in order to have her for themselves. She is after all an attractive woman.” So Isaac said instead, “She is my sister.” ", "8": "After they had lived there for a while, King Abimelech of the Philistines looked out of his window one day and saw Isaac affectionately touching and caressing his wife Rebekah. ", "9": "So Abimelech called Isaac to his court. Abimelech: I see that she is your wife! Why did you say then, “She is my sister”? Isaac: Because I thought I might die because of her!", "10": "Abimelech: 10 What's the matter with you? What have you done to us? One of my people might easily have slept with your wife. Then you would have brought great shame and guilt upon me and my kingdom!", "11": "(warning his people) Whoever so much as touches this man or his wife will be put to death.", "12": "Isaac repeats the ruse his father used in Egypt and Gerar many years earlier. Abraham told another Abimelech (likely the father or grandfather of this Philistine king) that Sarah was his sister to avoid being killed. Isaac tries the same trick for the same reason but is soon found out. Many rulers in that day would have killed or severely punished a man for telling such tales and jeopardizing their reign. Somehow, however, Abraham and Isaac not only survive, but they grow rich from the experiences. Isaac settled in and made a place for himself in the land, sowing seeds and reaping one hundred times what he had planted that year. The Eternal One indeed put a blessing on him, ", "13": "and Isaac became very rich. He prospered more and more until he became enormously wealthy. ", "14": "He had so many flocks and herds and servants that the Philistines began to envy him. ", "15": "(For spite, some of the Philistines filled with dirt all of the wells his father's servants had dug in the days when Abraham was living there.) ", "16": "Even Abimelech was threatened by his prosperity. Abimelech (to Isaac): It is best you leave our land. Your success has made you more powerful than we are. You can't live here any longer.", "17": "Isaac left there, set up camp in the valley of Gerar, and decided to live there for a while.", "18": "Isaac had to re-dig all of the water wells that his father had installed because the Philistines had filled them in after Abraham's death. He renamed them with the names his father had given them. ", "19": "But when Isaac's servants dug in the valley and found a new well of fresh water, ", "20": "the herders of Gerar began quarreling with Isaac's herders. Herders of Gerar: This water is ours! So Isaac named this well Esek, which means “contention,” because of the arguments he had with the herders. ", "21": "Isaac's men dug another well, and the water wars started again. So Isaac called it Sitnah, which means “enmity.” ", "22": "Isaac didn't want any more trouble, so he moved on from there and dug yet another well. At last, they didn't quarrel over this one, so Isaac named this well Rehoboth, which means “wide spaces.” Isaac (explaining): Now the Eternal One has provided this wide space for us. We will become numerous and prosperous in this land.", "23": "From there, Isaac traveled to Beersheba. ", "24": "The night they arrived, the Eternal One appeared to him. Eternal One: I am the God of your father, Abraham. Don't be afraid because I am there with you. I will bless you with many descendants according to the promise I made to My servant, Abraham.", "25": "Inspired by this vision, Isaac built an altar at that place. He invoked the name of the Eternal and sacrificed to Him there, pitched his tent, and directed his servants to dig a well.", "26": "One day Abimelech came from Gerar to see him along with Ahuzzath, his advisor, and Phicol, the commander of his army.", "27": "Isaac: 27 Why are you coming to see me? You made it clear that you hate me and want me banished from your kingdom.", "28": "Abimelech and His Advisors: 28 It is not hard to see that the Eternal One is with you. So we agreed among ourselves that it is in our best interests for us to enter into a binding treaty with you. Let us make a covenant ", "29": "that you would pledge to do us no harm, just as we have not harmed you. We have behaved honorably toward you and sent you away in peace. You clearly have the hand of the Eternal resting on you. Isaac agreed to take the oath. ", "30": "He prepared them a feast, and they all ate and drank. ", "31": "In the morning, they got up early and exchanged oaths. Then Isaac sent them on their way, and they left in peace. ", "32": "That very same day, Isaac's servants came and excitedly told him about a new well they had dug. Servants: We found water!", "33": "Isaac named this well Shibah, which means “oath,” and that's why the name of the city there is called Beersheba to this day.", "34": "Meanwhile Esau (Isaac's son) was turning 40. He married Judith (the daughter of Beeri the Hittite) and also Basemath (the daughter of Elon the Hittite). ", "35": "They would make life miserable for Isaac and Rebekah."}