{"1": "When Isaac grew old, his eyes were so bad he could see only shadows. He called his eldest son, Esau, to his side. Isaac: My son. Esau: I'm here.", "2": "Isaac: 2 You see that I am growing old now. I may die any day. ", "3": "Take your hunting weaponry—your quiver and your bow—and go out to the field and hunt game for me. ", "4": "Then prepare for me some savory food, just the way I like it. Bring it to me to eat so that I may speak a blessing over you before I die.", "5": "Rebekah was listening at the doorway as Isaac spoke to his son Esau. When Esau went into the field to hunt for game to bring to his father, ", "6": "Rebekah called her son Jacob. Rebekah: I heard your father say to your brother Esau, ", "7": "“Bring me game and prepare for me some savory food to eat, so I can bless you before the Eternal before I die.” ", "8": "My son, listen and do what I tell you: ", "9": "Go to the flock, and bring me two of the best young goats. I can prepare the savory food for your father from them. I know just how he likes it. ", "10": "Then you take it to your father to eat so that he speaks a blessing over you before he dies.", "11": "Jacob (to Rebekah, his mother): 11 Look, my brother Esau is a hairy man, and I have smooth skin. ", "12": "If father reaches out and touches me, he'll figure it out and think I'm mocking him. Then I'll bring a curse upon myself instead of a blessing!", "13": "Rebekah: 13 If that happens, then let the curse be on me and not you. Just listen to me. Go, and get them for me.", "14": "Jacob went and brought the young goats to his mother, who prepared a mouth-watering meal just as his father liked it. ", "15": "Then Rebekah took the best clothes of her older son Esau, which were with her in the house, and she put them on her younger son Jacob. ", "16": "She affixed the skins of the young goats onto the back of his hands and on the smooth part of his neck. ", "17": "Then she handed him the delicious food and the fresh bread she had prepared. ", "18": "Jacob went in to his father. Jacob: My father. Isaac: I'm here. Who are you, my son?", "19": "Jacob: 19 I'm Esau, your firstborn son. I have done as you asked. Now sit up and eat the game I have brought for you so that you can speak a blessing over me.", "20": "Isaac: 20 How did you manage to hunt the game and cook the food so quickly, my son? Jacob: The Eternal One, your God, gave me success today.", "21": "Isaac: 21 Please come over here so I can feel you, my son, so that I know it is really you, Esau.", "22": "So Jacob went over to his father, and Isaac reached out and felt his hands. He was a bit confused. Isaac: Your voice sounds like Jacob's, but your hands feel like Esau's.", "23": "Because of the young goat's fur on the back of his hands, his father did not recognize him, and so Isaac proceeded to bless Jacob instead of Esau.", "24": "Isaac: 24 Are you really my son, Esau? Jacob: I am.", "25": "Isaac: 25 Then bring the food to me, and I'll eat my son's game and give you my blessing. Jacob brought Isaac the food, and Isaac ate it. Then Jacob brought him some wine to drink. ", "26": "When he finished it, his father, Isaac, told him to approach. Isaac: Please come near and kiss me, my son.", "27": "Jacob went over and kissed his father, and Isaac breathed in the scent of the outdoors on Esau's clothes. Then he gave Jacob the blessing, passing on the promise of God's covenant. Isaac: Ah, the smell of my son, Esau, is like the smell of a field the Eternal One has blessed.", "28": "Therefore, may God grant you gentle showers from heaven and the fertile soils of the earth, and rich harvests of grain and wine.", "29": "May many peoples come and serve you, and may nations bow down to you. May you be the master of your brothers, and may your mother's sons all bow down before you. May anyone who curses you be cursed, and may everyone who blesses you be blessed!", "30": "Now as soon as Isaac had finished blessing Jacob and when Jacob had barely left his father, his brother Esau returned from hunting. ", "31": "He had also prepared a sumptuous meal and brought it to his father. Esau: Father, sit up now and eat the game I have brought for you, so that you can speak a blessing over me.", "32": "Isaac: 32 Who are you? Esau: I am your son, Esau, your firstborn!", "33": "It began to dawn on Isaac what had happened. Then Isaac began trembling violently. Isaac: Who was it then that hunted game and brought it to me to eat before you came? I have already given him my blessing! It's now too late. He has already received the blessing.", "34": "When Esau realized what happened, he cried out in an angry, loud, and bitter voice. Esau: Bless me—me also—Father!", "35": "Isaac: 35 I cannot my son. Your brother came deceitfully, and he has taken away your blessing.", "36": "Esau: 36 “Jacob” is certainly the right name for him! He has once again grabbed me by the heels! He has deceived me now two times. He took away my birthright, and now he has taken away my blessing! Have you no blessing reserved for me as well?", "37": "Isaac: 37 Understand that I have already made him your master. I have declared all of his brothers are subject to him. I have granted him prosperity, sustained him with grain and wine. What then could I possibly do for you, my son?", "38": "Esau: 38 Have you only one blessing, Father? Bless me—me also—Father! Esau realized the futility of his pleas. He raised his voice, and he cried pitiably. ", "39": "Isaac spoke over him the only blessing he thought he could: Isaac: You will make your home far from the richness of the earth, far away from the gentle showers of heaven above.", "40": "You will live by your sword, and you will serve your brother. But when you grow restless to be free, you will break his yoke from your neck.", "41": "Esau hated Jacob with a fury, because his brother now carried the blessing his father meant for him. Esau (to himself): The days of mourning for my father are approaching. When he has died, I will kill my brother, Jacob.", "42": "But someone overheard him speaking of this and informed Rebekah. She called for Jacob, her younger son, and told him to flee. Rebekah (to Jacob): Listen to me. Your brother Esau is consoling himself by planning to kill you. ", "43": "Do as I say. Get up and go to my brother Laban's house in Haran. ", "44": "Stay with him for a while until your brother has calmed down. ", "45": "Wait until his anger against you subsides and he forgets what you've done to him. Then I will send for you and bring you back. I don't want to lose both of you—one to death and one to punishing exile—in one day!", "46": "Rebekah comes up with a plan to send Jacob away. But it must look like Isaac's idea. Rebekah then went to Isaac complaining about Esau's Hittite wives. Rebekah (to Isaac): These Hittite women Esau is married to are making my life miserable. If Jacob marries a Hittite woman like one of these, a woman from here in this land, what good can come of that? Why should I even go on living?"}