{"1": "Isaac called Jacob to him, blessed him again, and instructed him. Isaac: You are not to marry one of the Canaanite women. ", "2": "Get up and pack your things, go to Paddan-aram to the house of Bethuel (your mother's father), and find a wife there among Laban's daughters. (Laban is your mother's brother.) ", "3": "May the All-Powerful God[a] bless you, make you fruitful, and multiply your descendants so that you will give rise to nation after nation! ", "4": "May God give to you and to your children in this inheritance all of the blessings of Abraham, so that you might someday possess the land where you now live as a foreigner—a land that was promised by God to Abraham.", "5": "When the Lord told Abraham to leave Haran and travel to Canaan, most of his relatives remained in Northern Mesopotamia in towns between the Tigris and Euphrates Rivers. The area southwest of Haran becomes known as Paddan-aram (the plain of Aram). Abraham and some of the other patriarchs continue to see this land and its people as their own. This is why Jacob and his family are known as Arameans (Deuteronomy 26:5). So Isaac sent Jacob away, and he went to Paddan-aram to Laban, son of Bethuel the Aramean and brother of Rebekah (Jacob and Esau's mother).", "6": "Now Esau saw that his father, Isaac, had again blessed Jacob and sent him to Paddan-aram to find a wife there, instructing him not to marry any of the Canaanite women. ", "7": "He learned, too, that Jacob had gone there just as his father and mother both wanted. ", "8": "So, realizing his father did not like his Canaanite wives, ", "9": "Esau went to see Ishmael and took Mahalath, the daughter of Ishmael (Abraham's other son) and the sister of Nebaioth, to be his wife in addition to the two others.", "10": "Meanwhile Jacob left Beersheba and traveled toward Haran. ", "11": "As dusk approached one day, he came to a place where he could stay for the night. He saw stones scattered all around and put one of them under his head; then he lay down to sleep. ", "12": "During the night, God gave him a dream. He saw a ladder set up on the earth, and its top reached to the heavens. He saw some messengers of God ascending and descending on it. ", "13": "At the very top stood the Eternal One. Eternal One: I am the Eternal One, the God of Abraham your father and the God of Isaac. The land on which you are now lying is the land I have promised to give to you and your descendants. ", "14": "Your descendants will be as many as there are specks of dust on the earth. You will spread out to the west, east, north, and south. Through your descendants, all the families of the earth will find true blessing. ", "15": "Know I am with you, and I will watch over you no matter where you go. One day I will bring you back to this land. I will not leave you until I have done all I have promised you.", "16": "Dreams are a bit mysterious. There are many theories about what dreams are and why we dream, but no one knows for sure. What is sure is that at times in the Scriptures God uses dreams to reveal Himself to His covenant partners. Certainly not everyone has revelatory dreams, and not all dreams are revelatory. But sometimes, on special occasions, when it suits God's purposes, dreams can be a vehicle to see, hear, and experience reality as God knows it. It happens here with Jacob, who has not yet fully embraced the Eternal as his God; and it continues to happen in both testaments with Joseph, Daniel, Peter, and others. The dream ended, and Jacob woke up from his sleep. Jacob (to himself): There is no doubt in my mind that the Eternal One is in this place—and I didn't even know it!", "17": "But even as he said this, a bit of fear came over him. Jacob: This place is absolutely awesome! It can be none other than the house of God and the gateway into heaven!", "18": "So early the next morning Jacob took the stone he had put under his head, set it up as a pillar, and then poured oil on top of it to commemorate his experience with God. ", "19": "He named that place Bethel, which means “house of God.” Before that the name of the city had been called Luz. ", "20": "Then Jacob made a vow. Jacob: If God is going to be with me, keeping me safe on this journey and giving me bread to eat and clothing to wear ", "21": "so that I return to my father's house in peace, then the Eternal will be my God. ", "22": "And this stone I have made into a pillar will be the first stone laid in God's house. And Lord, of everything You give me, I will give one-tenth always back to You!"}