{"1": "When Rachel realized she couldn't have Jacob's children, she grew envious of her sister and complained to Jacob. Rachel: I'll just die if you don't give me children!", "2": "Jacob became angry with Rachel. Jacob: Am I God? He's the One responsible for you not getting pregnant, not me!", "3": "Rachel: 3 Here's my servant, Bilhah. Sleep with her so she can be a surrogate for me. I'll have my children through her.", "4": "What Rachel suggests is not at all improper for her time. As you may recall, Sarah and Abraham had a similar situation with Hagar (16:1–4). Custom allows for these kinds of arrangements, just as technology today allows for an infertile woman to have a child through a surrogate. Any child born to Bilhah is regarded as Rachel's, because she has the right to name the child. As we have seen, the naming of a child carries great significance. So she gave Jacob her servant Bilhah to be another one of his wives, and Jacob slept with her. ", "5": "Bilhah conceived and gave birth to Jacob's son.", "6": "Rachel: 6 God has absolved me. He has heard my plea and has given me a son after all! So this is why Rachel named her son Dan. ", "7": "Rachel's servant Bilhah soon conceived again and gave birth to a second son for Jacob.", "8": "Rachel: 8 I have had to wrestle with my own sister as I've wrestled with God, but I have prevailed. So Rachel named this son Naphtali.", "9": "When it seemed Leah was not going to have any more children, she took her servant Zilpah and gave her to Jacob to be a wife as well. ", "10": "So Leah's servant Zilpah gave birth to a son for Jacob.", "11": "Leah: 11 Good fortune has arrived! This is why she named him Gad.", "12": "Then Leah's servant Zilpah gave birth to a second son for Jacob. ", "13": "Leah named him Asher to express her joy. Leah: I am so happy! All of the women can see how happy I am!", "14": "When it came time to harvest the wheat, Reuben went out and found some mandrakes in the field and brought them to his mother Leah. Rachel heard about this and approached her sister. Rachel: Would you please give me some of the mandrakes your son found?", "15": "Leah: 15 You know it is no small matter that you've stolen the attentions of my husband. Now you want my son's mandrakes too? Rachel: Then he can sleep with you tonight in exchange for some of your son's mandrakes!", "16": "So when Jacob came from the field in the evening, Leah went out to meet him. Leah: Tonight you must sleep with me because I have hired you for a good price—some of my son's mandrakes. So he slept with her that night. ", "17": "God listened to Leah and showed her His favor, and after many years she again conceived and gave birth to her fifth son for Jacob.", "18": "Leah: 18 God has paid me my wages, since I gave my servant to my husband. This is why she named her son Issachar.", "19": "And God's favor didn't stop with him; Leah conceived again and gave birth to a sixth son for Jacob.", "20": "Leah: 20 God has given me a plentiful gift. Now my husband will surely honor me, because I have given him six sons. This is why she named her sixth son Zebulun. ", "21": "And at last after that, she gave birth to a daughter and named her Dinah.", "22": "Then God remembered Rachel. He heard her prayer and made her fertile. ", "23": "She conceived and gave birth to her first son. Rachel: God has taken away my shame.", "24": "She decided to name him Joseph. Rachel: May the Eternal One add to me another son!", "25-26": "After Rachel had given birth to Joseph, Jacob asked Laban for release. Jacob: It's time for me to return home, to my own people and country. Please release me with my wives and my children. I have worked for you a long time to obtain them, and you know how well I have served you.", "27": "Laban: 27 If you look upon me with favor, please stay here. You are a good omen. The Eternal One has blessed me because of you. ", "28": "Name your price, and I will give it to you.", "29": "Jacob: 29 You know how well I have served you. You have seen your livestock flourish and your herds grow under my supervision. ", "30": "You had little before I arrived, but your wealth has increased significantly since the Eternal One has blessed you in whatever I did for you. But now, when will it be time for me to provide for my own household?", "31": "Laban: 31 What do you want me to give you? Jacob: I don't want you to give me anything. I only ask for one favor. Do this for me, and I'll keep on feeding and taking care of your flocks. ", "32": "Let me go through the flock today and put aside for myself every speckled and spotted sheep and every black lamb, and also the spotted and speckled goats, and this is how you can pay me. ", "33": "My honesty will be evident when you come to check on me. If you find one lamb or goat among my flocks that isn't speckled, spotted, or black, then you may count it as stolen.", "34": "Laban: 34 Agreed. Do this exactly as you have said.", "35": "But that day, Laban secretly removed the male goats that were striped and spotted, all the female goats that were speckled and spotted—every one with any white on it at all—and every lamb that was black. He put them under the watch of his sons. ", "36": "Then he set off with his sons and those mottled animals a three-day distance away from Jacob to make sure the flocks would stay separated. Meanwhile Jacob was pasturing the rest of Laban's flock.", "37": "Jacob soon figures out what Laban has done. The deceiver has once again been deceived. But Jacob cut some fresh branches of poplar, almond, and plane trees; and he striped off the bark in streaks exposing the white wood beneath. ", "38": "He set the striped branches in front of the flocks in the troughs—the water troughs, that is—where they came to drink. Since they would mate when they came to drink, ", "39": "the flocks mated in front of the branches and produced young that were striped, speckled, and spotted. ", "40": "Jacob separated these newly born lambs from Laban's flock, and when they mated again he faced Laban's animals toward the striped and black animals. He kept his own droves separate from Laban's. This is how he increased his own flock. ", "41": "Whenever the stronger females of the flock were ready to mate, Jacob laid the striped branches in the troughs right in front of them, so that they would breed among them. ", "42": "But when he saw the feebler animals ready to mate, he didn't lay the rods out so that in the end, the feebler of the animals became Laban's and the stronger became Jacob's. ", "43": "In this way, Jacob grew extremely rich, and he ended up with very large flocks, male and female slaves, and camels and donkeys too."}