{"1": "Jacob, the heel-catcher, has met a kindred spirit. Both men are deceivers and manipulators. Both do whatever they can to get the better of the other. It just comes naturally. Laban tricks Jacob first by marrying him to Leah before Rachel. Then, after Jacob and he agree on a clear strategy to separate the flocks, Laban goes behind his back and takes away the animals that rightfully belong to Jacob. But Jacob is crafty, too, and he devises a way to produce striped, speckled, and spotted animals from Laban's flocks. After the many years of service, Jacob finally outwits Laban and gains a more valuable flock in the process. Deception may work for a while, but there are dire consequences that come with it. Jacob's situation is about to change, and it isn't long before his deceptive days are behind him. As time went on, Jacob overheard what Laban's sons were saying about him. Laban's Sons: Jacob has taken everything that belonged to our father; he gained all his wealth from taking advantage of him.", "2": "And Jacob also noticed a change in how Laban looked at him and treated him. He seemed colder toward him than before.", "3": "Eternal One (to Jacob): 3 You must now return to the land of your ancestors and to your own family. I will be with you always.", "4": "So Jacob called his wives Rachel and Leah to meet him in the field where his flock was grazing.", "5": "Jacob: 5 I notice your father's attitude toward me has changed; he doesn't regard me with the same respect as he did before. But the God of my father has been with me. ", "6": "You both know how well I have served your father—with all my strength. ", "7": "However your father cheated me by changing the terms of my salary 10 times, but beyond that my God did not allow him to harm me. ", "8": "If your father said, “The speckled will be your payment,” then all of the flock became speckled; and if he said, “the striped will be your payment,” then all of the flock became striped. ", "9": "In this way, God has taken away your father's livestock and given them to me. ", "10": "During the mating season of the flock, I once paid attention to a dream, and in the dream, I saw the male goats that mated with the flock were striped, speckled, and mottled. ", "11": "Then God's messenger said to me in the dream, “Jacob!” and I answered, “I'm here.” ", "12": "And the messenger said, “Look up right now, and see all of the goats that are mating with the flock are striped, speckled, and mottled because I have noticed everything Laban is doing to you. ", "13": "I am the God of Bethel, the place where you poured oil on a pillar and made a vow to Me.[a] Now get up, leave this land, and return to the land where you were born.”", "14": "Rachel and Leah: 14 Is there any inheritance at all left for us from our father's house? ", "15": "He regards us as foreigners now that we've married you. He sold us in exchange for your years of labor, and he has been using up all of the money that should have been ours. ", "16": "All of the property God has taken from our father and given to you actually belongs to us and to our children anyway! So do whatever God said to do.", "17": "So Jacob got up, and he put his children and his wives on camels for the journey. ", "18": "He rounded up all of his livestock and all of the property he had gained, including the livestock he had acquired in Paddan-aram, and he began to drive them to his father Isaac in the land of Canaan. ", "19": "Meanwhile Laban had gone off to shear his sheep. While he was out, Rachel stole her father's household idols. ", "20": "And Jacob likewise deceived Laban the Aramean by hiding from him the fact that he was leaving. ", "21": "He just left quickly with everything he had. He crossed the Euphrates River and set pace south toward the hill country of Gilead.", "22": "Three days later, Laban was told that Jacob had left. ", "23": "So he gathered a group of his relatives, and together they pursued him for seven days until they closed in on Jacob in the hill country of Gilead. ", "24": "Then God came to Laban the Aramean in a dream during the night with a message. Eternal One: Be careful what you say and do to Jacob.", "25": "Laban caught up to Jacob. Now Jacob had pitched his tent and set up camp in the hill country; and Laban, along with his relatives, also camped in the hill country of Gilead. Laban went out to meet Jacob.", "26": "Laban (to Jacob): 26 What have you done, deceiving me and carrying off my daughters as if they were your prisoners of war? ", "27": "Why did you run out on me and try to trick me? Why didn't you just tell me you were going? I would have sent you off with celebration and songs, with the joyful sounds of the tambourine and lyre. ", "28": "And why didn't you even allow me to kiss my daughters and grandchildren good-bye? What you have done is foolish. ", "29": "It is certainly in my power to punish you, but the God of your father Isaac spoke to me last night and said, “Be careful what you say and do to Jacob.” ", "30": "Now you have left because you missed your father's household—I can understand that—but why did you have to steal my family gods?", "31": "Jacob (answering Laban): 31 I left because I was afraid, and because I thought you would take your daughters away from me by force. ", "32": "But I pledge to you that anyone who stole your gods will not live. I certainly did not take them. Here in the presence of all of our relatives, search the camp and let's see if anything I have is yours. If there is, you can take it back! Of course, Jacob had no idea Rachel had stolen the idols.", "33": "So Laban went into Jacob's tent, into Leah's tent, and into the two female servants' tent; he searched, but he did not find them. Then he came out of Leah's tent and into Rachel's. ", "34": "Now Rachel had taken the household gods and concealed them in the camel's saddle, and she sat on them. Laban looked around and felt everything in the tent, but he did not find them.", "35": "Rachel (to her father): 35 Please don't be angry that I cannot get up for you, sir, but I am in the midst of my “time of month.” Rachel has learned the art of deception well from her father and her husband. So Laban searched, but he did not find the household gods.", "36": "When Jacob saw that Laban's search had come up empty, he became angry and confronted Laban. Jacob: What is my offense? What have I done that is so wicked to make you pursue me like a common criminal? ", "37": "You searched through all of my things, and what have you found that belonged to you? Whatever it is, set it down here between your family and mine, and they can decide whose it is. ", "38": "I've worked for you for 20 years. Your ewes and your female goats have never miscarried under my care. I have never feasted on any of the rams in your flocks. ", "39": "When wild animals attacked, I didn't bring the carcass to you to deal with; I bore the cost myself. You required me to cover any losses, whether the animals were stolen by day or night, and I did so. ", "40": "There I was—at your service—during the day I was hounded by heat; during the night I was cold and couldn't get a good night's sleep. ", "41": "For 20 years, I have been in your household. I served you 14 of those years in return for your two daughters, and six years for your flock. And you have altered my payment 10 times. ", "42": "If the God of my father, the God of Abraham, and the Fear of Isaac had not been on my side, surely now you would have sent me away empty-handed. But God knows my plight and how hard I've labored for you, and it was He who reprimanded you last night!", "43": "Laban: 43 The daughters you speak of are my daughters; the children are my grandchildren; the flocks are my flocks; all you see is mine. But what can I do today about these daughters of mine and the children from their wombs? ", "44": "Come, let's make a covenant between us, you and me, and let there be a witness to our agreement.", "45": "So Jacob took a stone and set it up as a pillar. ", "46": "He told his relatives to gather up more stones. So they all took stones and made a large pile of them. Then they ate there by the pile. ", "47": "Laban called it Jegar-sahadutha (Aramaic for “witness-pile”) and Jacob called it Galeed (Hebrew for “witness-pile”).", "48": "Laban: 48 This pile of stones stands as a witness to the agreement we have made today. This is why he called it Galeed. ", "49": "The pillar was called Mizpah, which means “watch post.” Laban: May the Eternal One watch us when we are away from one another. ", "50": "If you in any way mistreat my daughters or if you take wives in addition to my daughters, even though no one else is with us, remember that God is a witness between you and me.", "51": "See this pile of stones and this pillar which I have set between us. ", "52": "This pile is a witness and this pillar is a witness that I will not pass beyond this pile of stones to harm you, and you will not pass beyond this pile and this pillar to harm me. ", "53": "May the God of Abraham and the God of Nahor (the God of their father Terah) serve as judge between us. This is no sweet farewell. It is a parting of the ways between two men who don't trust one another. Both are tricksters, but they are family. It is probably best from now on if they avoid each other completely. So Jacob swore an oath on the Fear of Isaac, his father; ", "54": "and Jacob offered a sacrifice on the hill there and called all of his relatives together to eat bread. And they all ate bread and spent the rest of the night in the hill country. ", "55": "Early the next morning, Laban got up, kissed his grandchildren and his daughters, and blessed them; and then he left and returned home."}