{"1": "Jacob looked up and saw Esau coming, and 400 men were with him. Jacob quickly divided the children among Leah and Rachel and their two servants. ", "2": "He put the female servants with their children in front, then Leah with her children, and Rachel and Joseph last of all. ", "3": "He himself went on ahead of them, and he bowed to the ground seven times as he approached his brother. ", "4": "But Esau ran to meet him. He embraced Jacob, kissed his neck, and they both cried. ", "5": "Esau looked up and saw the women and children. Esau: Who are these people with you? Jacob: These are the children God has graciously given your servant.", "6": "Then the female servants came closer, along with their children, and they bowed down. ", "7": "Leah did likewise; she and her children approached and bowed down. Finally Joseph and Rachel came forward, and they bowed down as well.", "8": "Esau: 8 What was your intent in sending all of your men and herds ahead of you? Jacob: I hope to find favor with you, my master.", "9": "Esau: 9 I have enough, my brother. Keep what you have for yourself.", "10": "Jacob expects trouble from Esau, but he finds the pain of the past healed. Now Esau wants nothing from his brother. Jacob: 10 No, please. If I have found favor with you after all these years, please accept the gifts I offer. Seeing your face again is like seeing the face of God, so graciously and warmly have you welcomed me. ", "11": "Please accept the blessing I bring. God has graciously provided for me and my family. I have everything I could want. Jacob kept insisting that Esau accept the gift. Finally he did.", "12": "Esau: 12 Now let's be on our way, and I will walk on ahead of you.", "13": "Jacob: 13 My master knows that the children are very small and the nursing flocks and herds are under my care. If they are driven too hard for even one day, I'm afraid I'll lose all the flocks. ", "14": "Please, my master, go on ahead of me, and I will keep on at a slower pace—the pace of the animals up ahead and the children—until I come to you in Seir.", "15": "Esau: 15 Let me leave some of my people to accompany you. Jacob: Why go to all that trouble? You have done enough already. Just let me find favor with my master.", "16": "Esau agreed and set out that day to go back to Seir. ", "17": "But Jacob journeyed instead to Succoth, and he built himself a house there and put up some shelters for his cattle. That's why this place is called Succoth, which means “shelters.”", "18": "At last Jacob came to the city of Shechem in the land of Canaan. Overall it had been a safe and peaceful journey from Paddan-aram. He camped outside of the city ", "19": "and purchased the land on which he had pitched his tent from the sons of Hamor (who was Shechem's father) for one hundred pieces of money. ", "20": "And there also he built an altar he called El-Elohe-Israel, which means “God, the God of Israel.”"}