{"1": "Genesis is filled with moral failures and ethical dilemmas, the kinds of things that happen in real life. Abraham's children are not perfect people; they—like the rest of us—are deeply flawed and conflicted over the tough moral choices we all have to make. After Dinah is forcibly raped, what are her brothers to do to protect her and restore their family honor? How is justice to be done? How can they make things right? These are important questions. The desire to protect those you love and to make things right is a noble impulse, but ignoble deeds follow. Skilled in deception, her brothers use circumcision—their covenant obligation—to temporarily disable the men and make them vulnerable to attack. After the carnage, Jacob, the older, wiser head of the family, knows the score: actions like these have consequences. Violence only breeds more violence. If they are to survive, they must leave . . . soon. God (to Jacob): Get up, go back to Bethel, and settle there. Build an altar to Me, to the God who appeared to you when you ran away from your brother, Esau.", "2": "Jacob told his household and those with him to get ready to move. Jacob: Get rid of any foreign gods you have in your possession. Purify yourselves: bathe and change your clothes. ", "3": "Then come with me. We're going to Bethel so that I can build an altar there to the God who answers me whenever I am in distress and who is with me wherever I go.", "4": "So they handed over to Jacob all of the foreign gods they had, as well as the rings in their ears. Jacob buried them in the shadow of a mighty oak that was near Shechem.", "5": "As they traveled, God struck terror into the hearts of all of the cities along the way so that no one pursued Jacob's family. ", "6": "Jacob, and all those who were with him, arrived in Luz (which is also known as Bethel) in the land of Canaan. ", "7": "There he built an altar and called the place El-bethel because it was there that God had revealed Himself to Jacob when he was running away from his brother. ", "8": "Along the way, Deborah (Rebekah's nurse) died, and they buried her under the branches of a stately oak below Bethel. Since that day, it has been known as Allon-bacuth, which means “oak of weeping.”", "9": "Now that Jacob had come back from Paddan-aram, God appeared to him again at Bethel and blessed him.", "10": "God: 10 Your name is Jacob, but you will no longer be known as Jacob. Israel will be your name. From then on, God addressed him by his new name: Israel.", "11": "God: 11 I am the God-All-Powerful.[a] Be fruitful and multiply. You will give rise to a great nation; indeed nation after nation will come from you. Kings and rulers shall be numbered among your descendants. ", "12": "Your children will one day possess the land I promised to Abraham and Isaac.", "13": "Then God ascended from the place where He had spoken with Jacob. ", "14": "And Jacob set up a pillar of stone in that same spot. He poured wine on it as an offering to God and doused it with oil. ", "15": "Jacob named this place where God had spoken with him “Bethel.”", "16": "After that, they all traveled on from Bethel. While still a long way from Ephrath, Rachel began having labor pains, and it was a hard labor. ", "17": "And when the labor pains were most intense, the midwife tried to comfort her. Rachel's Midwife: Don't be afraid. You're going to have another son.", "18": "But as her life slipped away, just before she died, Rachel named her son Ben-oni, but his father decided to call him Benjamin instead. ", "19": "So Rachel died, and they buried her on the way to Ephrath (which is also known as Bethlehem). ", "20": "Jacob set up a pillar to mark Rachel's tomb, and the pillar at her tomb still stands to this day.", "21": "Israel then continued on the journey, and he pitched his tent beyond the tower of Eder. ", "22": "During the time Israel lived in this land, Reuben slept with his father's concubine, Bilhah, and Israel found out about it.", "23": "Now Jacob (Israel) had twelve sons. Leah's six sons were Reuben (Jacob's firstborn), Simeon, Levi, Judah, Issachar, and Zebulun. ", "24": "Rachel's two sons were Joseph and Benjamin. ", "25": "Rachel's servant, Bilhah, had two sons: Dan and Naphtali. ", "26": "Leah's servant, Zilpah, had two sons: Gad and Asher. These were the sons born to Jacob in Paddan-aram and on the journey home.", "27": "Jacob finally arrived at his father Isaac's house at Mamre not far from Kiriath-arba (which is also known as Hebron). This is where Abraham and Isaac had resided as foreigners.", "28": "Isaac lived 180 years. ", "29": "By the time he took his last breath and joined his ancestors in death, he had reached a ripe old age and lived a full life. His sons, Esau and Jacob, buried him."}