{"1": "Here is an account of Esau's descendants (his nation is known as Edom).", "2": "Esau had taken his wives from the Canaanites: Adah (daughter of Elon the Hittite), Oholibamah (daughter of Anah, granddaughter of Zibeon the Hivite), ", "3": "and Basemath (Ishmael's daughter and Nebaioth's sister). ", "4": "Adah gave birth to Eliphaz. Basemath gave birth to Reuel. ", "5": "Oholibamah gave birth to Jeush, Jalam, and Korah. All of these were Esau's sons, born in the land of Canaan.", "6": "Esau took his wives, sons, daughters, all of the members of his household, his cattle, his livestock, and all of the property he had acquired while living in Canaan; and he moved to a land some distance from his brother, Jacob. ", "7": "Since they were too wealthy to live in close proximity—that is, the land couldn't support both of their vast numbers of livestock—", "8": "Esau settled in the hill country of Seir. (Esau is also known as Edom.)", "9": "Here is an account of Esau's descendants. He was the founding father of the Edomites, a people who lived in the hill country of Seir.[a] ", "10": "Esau's sons were Eliphaz (son of his wife Adah) and Reuel (son of his wife Basemath). ", "11": "Eliphaz's sons were Teman, Omar, Zepho, Gatam, and Kenaz. ", "12": "(Timna was a concubine of Eliphaz, Esau's son, and she gave birth to Amalek.) These were the grandsons of Adah, Esau's first wife. ", "13": "Reuel's sons were Nahath, Zerah, Shammah, and Mizzah. These were the grandsons of Basemath (Esau's wife). ", "14": "These were the sons of Esau's wife Oholibamah (daughter of Anah, Zibeon's granddaughter): Jeush, Jalam, and Korah.", "15": "As the number of Esau's descendants grows, they settle into different tribes. Each tribe has its own leader. These are the chiefs among Esau's descendants: From the sons of Eliphaz (Esau's firstborn) were Teman, Omar, Zepho, Kenaz, ", "16": "Korah, Gatam, and Amalek. These grandsons of Adah became tribal leaders in the land of Edom. ", "17": "From the sons of Reuel (Esau's son) were Nahath, Zerah, Shammah, and Mizzah. These grandsons of Basemath (Esau's wife) became tribal leaders in the land of Edom. ", "18": "From the sons of Oholibamah (Esau's wife and Anah's daughter) were Jeush, Jalam, and Korah. They became tribal leaders. ", "19": "These were the tribes and tribal chiefs descended from Esau (who is also known as Edom).", "20-21": "The sons of Seir the Horite, who also inhabited the land, were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan. They became the tribal chiefs of the Horites (who were the sons of Seir) in the land of Edom. ", "22": "The sons of Lotan were Hori and Hemam, and Lotan's sister was Timna. ", "23": "The sons of Shobal were Alvan, Manahath, Ebal, Shepho, and Onam. ", "24": "The sons of Zibeon were Aiah and Anah. (This is the same Anah who found the hot springs in the wilderness, as he was pasturing his father Zibeon's donkeys.) ", "25": "The children of Anah were Dishon and Oholibamah (Anah's daughter). ", "26": "The sons of Dishon were Hemdan, Eshban, Ithran, and Cheran. ", "27": "The sons of Ezer were Bilhan, Zaavan, and Akan. ", "28": "The sons of Dishan were Uz and Aran. ", "29-30": "These descendants of the Horites were the tribal chiefs of their respective tribes in the land of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.", "31": "There were kings who reigned in the land of Edom long before any king ruled over the Israelites: ", "32": "Bela (Beor's son) ruled in Edom from his city Dinhabah. ", "33": "Bela died, then Jobab (son of Zerah's son from Bozrah) succeeded him as king. ", "34": "Jobab died, then Husham from the land of the Temanites succeeded him as king. ", "35": "Husham died, then Hadad (Bedad's son, who defeated Midian in the country of Moab) succeeded him and ruled from his city Avith. ", "36": "Hadad died, then Samlah of Masrekah succeeded him as king. ", "37": "Samlah died, then Shaul of Rehoboth on the Euphrates River succeeded him as king. ", "38": "Shaul died, and then Baal-hanan (Achbor's son) succeeded him as king. ", "39": "Baal-hanan (Achbor's son) died, then Hadar succeeded him and ruled from his city Pau. His wife's name was Mehetabel (daughter of Matred, daughter of Mezahab).", "40": "These are the names of the tribal chiefs among Esau's descendants, according to their families and where they lived: Timna, Alvah, Jetheth, ", "41": "Oholibamah, Elah, Pinon, ", "42": "Kenaz, Teman, Mibzar, ", "43": "Magdiel, and Iram. These were the tribal chiefs of Edom (who is also known as Esau, the father of Edomites) according to the land they owned and where they settled."}