{"1": "God's promises are not exclusive. As Isaac's son, Esau becomes great in the land of Seir, a land to the south and east of the Dead Sea. He has sons and daughters, many of whom go on to become tribal chiefs and influential leaders among the people known as the Edomites. But the story now returns to Jacob, for he has a special place in God's plan. Jacob ended up settling in the land where his father had lived as a foreigner for many years—in the land of Canaan. ", "2": "Here now is the story of Jacob and his family: Joseph, when he was a young man of 17, often shepherded the flocks along with his brothers. One day as he was with Bilhah's and Zilpah's sons (his half-brothers), he decided to report back to their father about things they were doing wrong. ", "3": "Now Israel loved Joseph more than any of his other children because he came along when he was an old man. So Israel presented Joseph with a special[a] robe he had made for him—a spectacularly colorful robe with long sleeves in it. ", "4": "But when his brothers saw that their father loved him more than the rest, they grew to hate him and couldn't find it in themselves to speak to him without resentment or argument.", "5": "One day Joseph had a dream. When he told the dream to his brothers, they hated him even more.", "6": "Joseph: 6 Please listen to this dream I had! ", "7": "There we were, binding sheaves in the field. Suddenly my sheaf rose and stood up, and then your sheaves all gathered around it and bowed down to my sheaf.", "8": "Joseph's Brothers (annoyed): 8 Are you serious? You think you are somehow destined to reign over us? You think you are going to be our king? This dream and what he told them about it made them hate him even more.", "9": "But Joseph had another dream, and he made the mistake of telling them about this dream too. Joseph: Listen! I've had another dream: I saw the sun, the moon, and 11 stars bowing down to me.", "10": "When he told this dream to his father and brothers, even his father scolded him. Israel: What kind of dream is this? Do you actually think your mother and I and your brothers are going to bow down before you?", "11": "Joseph's brothers had become extremely jealous of him. But his father—though he scolded Joseph—kept this dream in the back of his mind.", "12": "About this time, Joseph's brothers went north toward Shechem in search of better pasture for their father's flocks.", "13": "Israel (to Joseph): 13 Aren't your brothers pasturing the flock at Shechem? Come on then, I will send you out to them to see how they are doing. Joseph: I'm ready, Father.", "14": "Israel: 14 Get going then. See if they're doing all right, and make sure the flocks are well. When you get back, give me a report. With that, Israel sent Joseph out to the valley of Hebron. When he came to the area around Shechem, ", "15": "a man found him wandering around in a field. The man asked him what he was looking for.", "16": "Joseph: 16 I'm looking for my brothers. Please tell me where they are pasturing our flock.", "17": "Man: 17 They've already gone. I heard them say they were going to Dothan. So Joseph hurried off and followed his brothers to Dothan.", "18": "They saw him coming even though he was still a long way off. Before he was near enough to hear them, they conspired to kill him.", "19": "Joseph's brothers are tired of his arrogant pretense. Each and every one of them has a bill of complaint against Joseph. Joseph's Brothers (to each other): 19 Oh, here comes the great dreamer. ", "20": "Let's kill him and throw his body into one of the pits. Then we can tell everyone a wild animal killed and devoured him. We'll see then what becomes of his stupid dreams.", "21": "When Reuben heard the plan, he tried to help Joseph. Reuben: Let's not kill him. ", "22": "We don't need to shed any blood to be free of him. Let's just toss him into some pit here in the wilderness. We don't need to lay a hand on him. Reuben thought perhaps he could secretly come back later and get Joseph out of the pit and take him home to their father before any more harm came to him. The brothers agreed. ", "23": "When Joseph arrived, they ripped his robe off of him—the fancy, colorful[b] robe he always wore that his father had made for him, ", "24": "and they threw him into the pit. Now this pit happened to be an empty cistern; there was no water in it.", "25": "Then they sat down to eat. Soon they looked up and saw a caravan of Ishmaelite traders approaching from Gilead. Their camels were loaded with gum, balm, and a fragrant resin; and they were on their way down to Egypt with their goods.", "26": "Judah (to his brothers): 26 What profit will it be for us if we just kill our brother and conceal the crime? ", "27": "Come on, let's sell him to the Ishmaelites instead. We won't have to lay a hand on him then. He is, after all, our brother, our own flesh and blood. All of the brothers agreed. ", "28": "As the Midianite traders were passing by, they brought Joseph up out of the pit and sold him to the Ishmaelites for about eight ounces of silver, the usual price of young male slaves. The traders set off with Joseph in the direction of Egypt.", "29": "Now Reuben had not been around when the caravan came by, so when Reuben came back to the cistern later and saw that Joseph was not there, he tore his clothing in agony and despair. ", "30": "He went back to his brothers. Reuben: The boy is gone. What do I do now? What am I supposed to tell Father?", "31-32": "As the oldest, Reuben is responsible for what happens to Joseph. Does he dare go home and face his father? After sleeping with his father's concubine, he has little chance now of being confirmed as Israel's firstborn. The brothers took Joseph's fancy, colorful robe, slaughtered a male goat, and dipped it in the blood. Then they took the special[c] robe to their father. Joseph's Brothers: We found this, Father. Tell us if you think this is Joseph's robe.", "33": "Israel (recognizing the robe): 33 This is my son's robe! A wild animal must have killed and eaten him. Joseph is without a doubt torn to shreds!", "34": "Then Jacob wailed in agony and tore his clothes with the depth of emotional pain only a father could feel upon losing a child. He dressed in sackcloth and mourned his son for a long time. ", "35": "All of his sons and daughters tried to comfort him, but he refused to be comforted. Israel: No, I will go to the grave grieving for my son. Israel is inconsolable. His grief over his son transcends even death itself. This is how deeply Joseph's father grieved for him. ", "36": "Meanwhile, the Midianites arrived in Egypt and sold Joseph to Potiphar, one of Pharaoh's officers and the captain of the guard."}