{"1": "This disturbing chapter is artfully inserted at the beginning of Joseph's story for a reason. Though Joseph has the key role in getting Israel to Egypt and saving his family from the upcoming famine, it is Judah's line that is chosen by God to play a crucial part in Israel's more distant future. Judah's son, Perez, is the ancestor to King David and ultimately to the Anointed One (Matthew 1). But Perez's strange birth is overshadowed by the sleazy events that lead to his conception. The sexually-charged atmosphere of this chapter may well upset some, but Scripture is brutally honest about people and what they do. Lust and lies, deception and prostitution do not frustrate God's plan; in fact God has a way of taking them, redeeming them, and including them within His greater will. Now Joseph had been taken to Egypt. Potiphar, an officer of Pharaoh and captain of the guard, himself an Egyptian, bought him from the Ishmaelites who had brought him there to sell along with their goods and wares. ", "2": "The Eternal One was with Joseph, however, and he became successful in his own right as a slave within the house of his Egyptian master.", "3": "Potiphar could not help but notice that the Eternal One was with Joseph and caused everything Joseph did to prosper. ", "4-5": "Joseph became the favorite of the household and rose in the ranks to become Potiphar's personal attendant. In time, Potiphar made Joseph overseer of the entire household and put him in charge of everything he owned. From that moment, the Eternal One blessed the Egyptian's house for Joseph's sake, a blessing which seemed to cover everything Potiphar possessed from house to field. ", "6": "Potiphar entrusted everything to the care of Joseph. With him in charge, Potiphar had no concern about anything except for his private affairs, such as the food he chose to eat! Now Joseph was a well-built, good-looking young man. ", "7": "After a while, his master's wife began watching him, and she tried to seduce him. Potiphar's Wife: Come. Sleep with me.", "8": "But Joseph refused. Joseph (to Potiphar's wife): Look, please don't take offense, but with me in charge, my master has no concerns for anything that goes on in his house. He has trusted me with everything he has. ", "9": "He hasn't treated me like I am any less than he is, and he hasn't kept anything from me—except, of course, for you because you are his wife. Why would I do something so clearly wrong and sin so blatantly against God?", "10": "Joseph's refusal to have sex with Potiphar's wife demonstrates how God wants His people to act. How different he is compared to Judah and Reuben! Although she pursued him day after day, Joseph would not consent to sleep with her and refused to be alone with her. ", "11": "One day, however, when he went into the house to do his work while no one else was in the house, ", "12": "she grabbed him by his clothes and tried again to seduce him. Potiphar's Wife: Come on. Sleep with me. But Joseph ran outside away from her, as far and as fast as he could, leaving her holding his clothes in her hand. ", "13": "When she realized he rejected her again and she had his clothes in her hand, ", "14": "she called out to the other servants of her household. Potiphar's Wife: See here! My husband brought this Hebrew into our house to take advantage of us! He came to me and wanted to sleep with me. I screamed as loudly as I could, ", "15": "and when he heard me yell, he dropped his clothes here beside me and ran outside.", "16": "She kept Joseph's clothes beside her until her husband came home. ", "17": "Then she told him the same story. Potiphar's Wife: The Hebrew servant you brought into this household came in to take advantage of me. ", "18": "When I screamed as loudly as I could, he dropped his clothes here beside me and ran outside.", "19": "When Potiphar heard his wife's account, his face flushed with anger. ", "20": "So Potiphar, Joseph's master, put him into prison and locked him up in the place where the king's prisoners were confined. Joseph remained there for a time. ", "21": "But the Eternal One remained with Joseph and showed him His loyal love and granted him favored status with the chief jailor. ", "22": "The jailor put Joseph in charge of all of the prisoners who were confined there. Whatever needed to be done, Joseph was the one to do it. ", "23": "The chief jailor, like Potiphar, didn't need to worry about anything that was in Joseph's care because the Eternal One was with him. And whatever Joseph did worked out well because the Eternal made it so."}