{"1": "Now Adam and Eve discovered the pleasures of lovemaking, and soon Eve conceived and gave birth to a son whom they named Cain. Eve (excited): Look, I have created a new human, a male child, with the help of the Eternal.", "2": "One of the first things Adam and Eve do after being banished from the garden of Eden is to make a baby. Despite the pain of childbirth, Eve speaks with joy of the birth of her son. She certainly suffers and could have easily died in childbirth, but the desire to reproduce and the joy of joining with God in the creative process brings great reward. Every parent knows the risks and rewards of bringing forth the next generation. Eve went on to give birth to Cain's brother, Abel. Abel grew up to become a shepherd, and Cain grew up to become a farmer. ", "3": "After he had learned how to produce food from the fields, Cain gave the Eternal One an offering—some of the crops he had grown from the ground. ", "4": "For his part of the offering, Abel gave God some tender lamb meat—the choicest cuts from the firstborn of his flock. The Eternal One accepted Abel and his gift of lamb, ", "5": "while He had no regard for Cain and what he presented. Because of this, Cain became extremely angry and his face fell.", "6": "God notices Cain's reaction and confronts him. Eternal One (to Cain): 6 Why are you angry? And why do you look so despondent? ", "7": "Don't you know that as long as you do what is right, then I accept you? But if you do not do what is right, watch out, because sin is crouching at the door, ready to pounce on you! You must master it before it masters you.", "8": "Jealousy is eating at Cain's heart. Left unattended, it consumes him. Cain spoke to his brother Abel. When they were in the field, Cain's envy of his brother got the better of him, and he attacked and killed Abel.", "9": "Eternal One (to Cain): 9 Where's your brother Abel? Cain: I have no idea. Am I supposed to be responsible for where he goes and what he does?", "10": "Eternal One: 10 What have you done? Listen! I can hear the voice of your brother's blood crying out to Me from the ground! ", "11": "And now you are cursed, cut off from the ground—the ground that opened up and received your brother's innocent blood, spilled by your own murderous hand! ", "12": "From now on, when you till the ground, it will no longer yield for you its strength and nourishment. You will be a fugitive and a wanderer on the earth.", "13": "Cain: 13 My punishment is more than I can bear! ", "14": "Today You have banned me from the soil and hidden me from Your presence! I will be a fugitive and a wanderer on the earth, and anyone who meets me will want to kill me!", "15": "Eternal One: 15 That's not the case! Whoever kills you will suffer My vengeance and pay the penalty seven times! Then God put a special mark on Cain, so that no one who came in contact with him would try to kill him.", "16": "Then Cain went away from the Eternal's presence and settled in the land of Nod, a place for wanderers, to the east of Eden. ", "17": "Cain made love to his wife, and she conceived and gave birth to Enoch. Cain built a city there and named it Enoch after his son. ", "18": "And this is how their family progressed: Enoch's son was Irad, and Irad was the father of Mehujael. Mehujael was the father of Methushael, and Methushael was the father of Lamech.", "19": "Now Lamech married two wives, Adah and Zillah. ", "20": "Adah gave birth to Jabal. His descendants are those who make their homes in tents and keep livestock. ", "21": "Jabal's brother's name was Jubal, and his descendants are musicians who play instruments such as the lyre and the pipe. ", "22": "Zillah, Lamech's other wife, gave birth to Tubal-cain. Now he was a bronze- and ironsmith, and his sister was Naamah.", "23": "One day, Lamech announced to his wives: Lamech: Adah and Zillah, listen to me! Wives of Lamech, I need to tell you something! I killed a man who struck me. He was a young man who wounded me first.", "24": "Here's how I see it: if Cain is avenged seven times, then surely Lamech must be avenged seventy-seven times!", "25": "Meanwhile, Adam made love to his wife again, and she gave birth to another son and named him Seth. Eve (to herself): God has given me another child to replace Abel, since Cain killed him.", "26": "After many years passed, Seth became the father of a son and named him Enosh. This was about the time when people began to worship and call on the name of the Eternal One."}