{"1": "Some time later, the cupbearer of the king of Egypt and his baker both offended their lord, the king of Egypt. ", "2-3": "Pharaoh was angry with his two attendants, and so he put the chief cupbearer and the chief baker in custody in the house of the captain of the guard in the same prison where Joseph was confined. ", "4": "The captain of the guard put Joseph in charge of the men, and Joseph took care of them as he did the others. They remained there in custody for some time.", "5": "One night while they were in prison, the cupbearer and the baker of the king of Egypt had dreams. Each had his own dream, and each dream had its own meaning.", "6": "When Joseph came to check on them the next morning, he saw that both men looked troubled.", "7": "Joseph (to Pharaoh's prisoners): 7 Why do you both look so dejected today?", "8": "Cupbearer and Baker: 8 We've both had dreams, and there is no one here in prison to interpret them. The Egyptians thought that dreams were often moments of revelation, but they also thought it took special training to know how to interpret them. Joseph: Interpretations belong to God, don't they? If you'd like, tell them to me!", "9": "So the chief cupbearer told Joseph his dream. Cupbearer: In my dream, there was a vine in front of me, ", "10": "and on the vine were three branches. As soon as it budded, its blossoms opened up and its clusters ripened into grapes. ", "11": "Pharaoh's cup was in my hand, and I took the grapes and pressed them into Pharaoh's cup, and then I placed the cup into Pharaoh's hand.", "12": "Joseph: 12 This is what your dream means: the three branches are three days. ", "13": "Within three days, Pharaoh will lift up your head and restore you to your office; you will place Pharaoh's cup in his hand, just as you used to do when you were his cupbearer.", "14": "But I ask one thing. Remember me when things are going well for you. If you have the opportunity, do me a favor and mention me to Pharaoh. Perhaps he will get me out of this place. ", "15": "You see I was stolen from the land of my people the Hebrews, and I've done nothing to deserve being thrown into this pit.", "16": "When the chief baker saw that the cupbearer received such a good interpretation, he told Joseph his dream as well. Baker: I've also had a dream: There were three baskets of fine cakes stacked on my head. ", "17": "In the upper basket, there were all sorts of baked goods for Pharaoh, but the birds swooped down and kept eating Pharaoh's food out of the basket on my head.", "18": "Joseph: 18 This is what your dream means: the three baskets are three days. ", "19": "Within three days, Pharaoh will lift your head and remove it from you. He will impale your body on a tree and vultures will swoop down and eat the flesh from your bones.", "20-21": "On the third day, which also happened to be Pharaoh's birthday, he prepared a huge feast for all of his servants. As they were gathered together, he lifted up the head of the chief cupbearer and restored him to his former office. That day the cupbearer resumed placing the cup in Pharaoh's hand. But Pharaoh lifted off the head of the chief baker ", "22": "and impaled him on a tree for the birds, just as Joseph had interpreted. ", "23": "Sadly the chief cupbearer did not remember Joseph at this time; instead, he forgot all about him."}