{"1": "Famine in this part of the world normally involves a drought that extends for years. Only those with access to bodies of fresh water can survive. The Egyptians are perfectly positioned to use the Nile River to irrigate their crops during a drought. Most of the land of Canaan, on the other hand—where Jacob and his sons still live—has little fresh water even when there is no drought. Although some grain can be moved up and down the Nile or across the Mediterranean over established trade routes, the amount of grain needed to keep large populations alive cannot be moved across land or sea. So people have to go where the food is, or they starve to death. Israel knows he is out of options at home, so he has to look abroad. Now when Jacob found out there was grain to be had in Egypt, he talked to his sons about it. Jacob: Why do you just keep sitting here looking at each other? ", "2": "Listen! I've heard they have grain for sale in Egypt! Go down there, and buy grain for us so that we have enough to live and won't die of hunger.", "3": "So ten of Joseph's brothers went down to buy grain in Egypt. ", "4": "But Jacob didn't send Joseph's brother Benjamin with the others, because he was afraid something might happen to him. ", "5": "So the sons of Israel decided to go down and buy grain along with many others, because the famine had reached the land of Canaan.", "6": "Since Joseph was in charge of Egypt, he was the one responsible for selling the grain to the people who came from the various lands. When it was their turn, Joseph's brothers came and bowed down before him with their faces to the ground. ", "7": "The moment Joseph saw his brothers, he recognized them even though nearly 20 years had passed since last he saw them, but he treated them like strangers and spoke gruffly to them. Joseph: Where do you come from? Joseph's Brothers: We come from the land of Canaan to buy food.", "8": "Although Joseph recognized them, they did not recognize him. ", "9": "He then remembered the dreams he had as a young man regarding his brothers. Joseph: You are spies! You have come to see how this famine has weakened our defenses so you can attack us.", "10": "Joseph's Brothers: 10 No, my lord. We, your servants, have only come to buy food. ", "11": "We are all sons of one man, and we are honest men. We are not spies.", "12": "Joseph: 12 No. I think you have come to scout out our land and defenses.", "13": "Joseph's Brothers: 13 My lord, we are twelve brothers, the sons of one man in the land of Canaan. The youngest, however, is with our father back home, and one brother is no longer with us.", "14": "Joseph: 14 I don't believe you. My accusation is true; you are surely spies! ", "15-16": "But let's see if your story is true. Here is how you will be tested: as surely as Pharaoh lives, you will not leave this place unless your youngest brother comes here! Choose one of you to go and bring your brother to me while the rest of you remain locked up in prison. I want to see if you are telling me the truth. If he doesn't come back with your brother, as Pharaoh lives, then I know you are truly spies.", "17": "Then Joseph put all ten of his brothers in prison for three days.", "18": "Three days later, Joseph had come up with a different plan. Joseph (to his brothers): Do what I am about to say and you will live, because I am a man who respects God. ", "19": "If you really are honest men, then I will choose one of your brothers to stay here in prison. The rest of you may go and carry grain to your families who are suffering because of the famine. ", "20": "Then all of you must return and bring your youngest brother to me. In that way, I can see if you have been telling the truth, and you will not die. They agreed to Joseph's conditions.", "21": "Joseph's Brothers (to each other): 21 Now at last, we are paying the penalty for what we did to our brother. We saw his anguish when he pleaded with us, but we wouldn't listen. Now that very anguish has come to us.", "22": "Reuben: 22 Didn't I tell you not to harm the boy? But you wouldn't listen. Now we will all pay for spilling his blood!", "23": "Now Joseph's brothers were speaking to each other in their own language and had no idea that Joseph understood what they were saying, since he had been speaking with them through an interpreter. ", "24": "But their words moved him, so he withdrew from them and cried. When he had composed himself, he came back and spoke to them again. He selected Simeon to remain behind and had him bound in ropes right in front of them. ", "25": "Then Joseph gave orders to fill their bags with grain, to return their money to each man's sack, and to give them food for their journey home. All of this was done for them.", "26": "Then they loaded up their donkeys with the grain and left for Canaan. ", "27": "Later, when they arrived where they would stay the night, one of them opened up his sack to give his donkey some fodder, and he saw his money lying at the top of the sack.", "28": "One of the Brothers: 28 Someone put my money back into the sack! Here it is, right on top! When they heard this, their hearts sank. They looked at one another and trembled. The brothers of Joseph are in the dark. What does this mean? Is this some sort of trick? Has someone planted the money there only to later claim it or the grain has been stolen? Are the Egyptians even now bearing down on them? Is this part of the test? Should they go back and tell the gruff Egyptian governor what has happened? And if they do, will he believe them? What happens to Simeon? They have a thousand thoughts, but their most profound thought occurs next. Joseph's Brothers (nervously to each other): What is God doing to us?", "29": "When they finally arrived in the land of Canaan at their father Jacob's house, they told him everything that had happened.", "30": "Joseph's Brothers: 30 The man, the lord of the land, was very tough with us and accused us of spying on Egypt. ", "31": "But we told him, “We are honest men. We are not spies. ", "32": "We are twelve brothers, all sons of one father. One is no longer with us, and the youngest is with our father in Canaan right now.” ", "33": "And then the man, the lord of the land, told us, “Here is how I will know if you really are honest men: leave one of your brothers with me, take grain back to your families suffering because of the famine, and go your way. ", "34": "All of you must return and bring your youngest brother to me, and then I will know you aren't spies but honest men. At that point, I will release your brother to you, and you may go about Egypt freely and buy as you wish.”", "35": "Now as all the brothers went to empty their sacks, each found his bag of money inside. And when they and their father saw the money there, they were very frightened.", "36": "Jacob (to his sons): 36 You have robbed me of my children: Joseph is gone, and Simeon is gone, and now you want to take Benjamin. Everything and everyone is against me!", "37": "Reuben: 37 Father, you may kill my own two sons if I do not bring Benjamin back to you. Put him in my care, and I promise to bring him back to you.", "38": "Jacob: 38 Absolutely not; I can't let my son go with you. His brother Joseph is already dead, and he's all I have left of Rachel. If I put him in your care and any harm should come to him on that journey, the sorrow would kill me. I can't allow you to condemn this old, gray head to the grave."}