{"1": "Now the famine raged on across the land. ", "2": "And after Jacob and his sons had eaten up all of the grain they had brought from Egypt, their father was ready to send them again. Jacob: Go to Egypt again, and buy us some more food.", "3": "But Judah cautioned him. Judah: The man who rules Egypt clearly warned us, Father, that he will not agree to see us again unless our brother Benjamin accompanies us. ", "4": "If you will send Benjamin along with us, then we will go down and buy the food. ", "5": "But if you won't allow him to go, we will not go either because the man clearly told us, “You will not see my face unless your brother is with you.”", "6": "Jacob: 6 Why did you do this to me? Why did you tell this man you had another brother?", "7": "Joseph's Brothers: 7 The man questioned us about every detail of ourselves and our relatives. He asked if our father was still alive and if we had another brother. What we told him was only in answer to all of his questions. How could we in any way know he would tell us to bring our brother down there?", "8": "Judah (to Israel, his father): 8 Send the boy with me, and let's be on our way. It's the only way we're going to live through this famine and not die of hunger—you, us, and all of our little ones. ", "9": "I will guarantee his safety. You can hold me personally responsible if I don't bring him back to you in one piece. If anything happens to him, I am perfectly willing to bear the blame forever. ", "10": "Had we not waited this long already, we could have made the journey twice now and have enough food.", "11": "Jacob: 11 All right. If that's the way it has to be. But do this: take some of the best products our land has to offer; carry them in your bags and present them to the man as a gift—a little balm and honey, some gum and resin, some pistachio nuts and almonds. ", "12": "This time, take double the money with you. Carry back the money that was returned in the top of your sacks. Perhaps it was an oversight on their part. ", "13": "Take your brother, be on your way again, and go see the man. ", "14": "And may the All-Powerful God[a] grant you mercy from this man, so that he sends back your other brother and Benjamin. As for me, if I am to suffer the loss of my children, then what am I to do?", "15": "So the brothers packed up the presents, and they took double the money and their brother Benjamin with them. Then they set off on their way down to Egypt, and they came before Joseph.", "16": "When Joseph saw Benjamin with them, he spoke to his steward of his household. Joseph: Bring the men into the house. Slaughter an animal, and prepare a feast. These men are to dine with me at noon today.", "17": "The man did as Joseph told him, and he brought the men to Joseph's house. ", "18": "The brothers became very concerned when they realized where they were being taken. Joseph's Brothers: It must be because of the money that was put back into our sacks the last time we were here. He's looking for an opportunity to arrest us, make us slaves, and take our donkeys.", "19": "They went up to the steward of the house as he was standing at the door.", "20": "Joseph's Brothers: 20 My lord, we came down to Egypt the first time to buy food, ", "21": "but on our return to Canaan when we came to our lodging place, we opened our sacks and were surprised to find each one's money in the top of his sack. All our money was returned apparently, so we have brought it back with us. ", "22": "We also brought additional money to buy more food. We don't know who put our money back into our sacks the last time we were here.", "23": "Steward: 23 There is no need to worry or be afraid. Be at peace. Your God and the God of your father must have filled your sacks with this treasure. I received your money the last time. In a while the steward brought Simeon out to see them. ", "24": "After he had escorted all eleven men into Joseph's house, given them water, and made sure they had washed their feet, he gave their donkeys some fodder. ", "25": "The brothers prepared the presents they had brought for Joseph. It was almost noon, and they had learned they would be dining with him soon.", "26": "When Joseph arrived home, they brought the presents into the house. With gifts in hand, they bowed to the ground before him. ", "27": "This time he greeted them warmly. Joseph: Is your father well, the old man of whom you spoke? Is he still alive?", "28": "Joseph's Brothers: 28 Your servant, our father, is alive and well. They bowed down again out of respect. ", "29": "Then Joseph looked up and saw his brother Benjamin, his mother's son. Joseph: Is this your youngest brother whom you told me about last time? God's grace be upon you, my son!", "30": "Joseph hurried from the room because he was overwhelmed with affection for his brother and was afraid he would cry in front of everyone. So he went into a private room and wept there. ", "31": "After he regained his composure, he washed his face and came out. With a controlled voice, he commanded his servants. Joseph: You may serve the meal.", "32": "The staff served Joseph, who was seated separately, and then his brothers, who were seated apart from other Egyptians invited to eat with Joseph that day. (You see Egyptians do not eat with Hebrews or any other foreigners because they find the practice utterly offensive.) ", "33": "As the brothers were seated in front of him, the men noticed the arrangement, and they looked at each other amazed and amused for they were seated by age, the firstborn on one end, the youngest on the other. ", "34": "They were served their portions from Joseph's table, and everyone noticed Benjamin's portion was five times as much as any of theirs. But they celebrated and drank freely until everyone was quite relaxed."}