{"1": "Israel set out on his journey to Egypt with all of his belongings, and when he came to Beersheba, he offered sacrificial gifts to the God of his father, Isaac. ", "2": "God spoke there to Israel in visions during the night. God: Jacob, Jacob! Jacob: I'm here. I'm listening!", "3": "God: 3 I am the True God, the God of your father. Don't be afraid to go down to Egypt and leave the land I promised you, for I am going to make you into a great nation there. ", "4": "I will go down with you to Egypt, and one day I will be the One to bring you back again. And something else—Joseph's own hands will be the ones to close your eyes at the time of your death.", "5": "Then Jacob got up and continued on from Beersheba toward Egypt, and the sons of Israel carried their father Jacob, their little children, and their wives in the wagons Pharaoh sent with them. ", "6-7": "They also brought their livestock and the goods they had acquired in the land of Canaan. And at last, Jacob and his family arrived in Egypt. His sons, his grandsons, his daughters, and his granddaughters—all of his descendants came with him to Egypt.", "8": "Here are the names of the descendants of Israel—that is, Jacob and his family—who settled in Egypt. Reuben (Jacob's firstborn son) ", "9": "and his sons: Hanoch, Pallu, Hezron, and Carmi. ", "10": "Simeon and his sons: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul (the son of a Canaanite woman). ", "11": "Levi and his sons: Gershon, Kohath, and Merari. ", "12": "Judah and his sons: Er and Onan (who both died in the land of Canaan), Shelah, Perez, and Zerah; Perez and his sons (Judah's grandchildren): Hezron and Hamul. ", "13": "Issachar and his sons: Tola, Puvvah, Iob, and Shimron. ", "14": "Zebulun and his sons: Sered, Elon, and Jahleel. ", "15": "These sons, along with his daughter Dinah, are the 33 sons and daughters born to Jacob by Leah in Paddan-aram.", "16": "Gad and his sons: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli. ", "17": "Asher and his sons: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah; Beriah and his sons (Gad's grandchildren): Heber and Malchiel. ", "18": "These are the 16 children born to Jacob by Zilpah. (Zilpah was the servant Laban gave to his daughter, Leah, when she married Jacob.)", "19": "Jacob's sons by Rachel were Joseph and Benjamin. ", "20": "Joseph had Manasseh and Ephraim in the land of Egypt with his wife Asenath (daughter of Potiphera, priest of On). ", "21": "Benjamin and his sons: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard. ", "22": "These are the 14 children born to Jacob by Rachel.", "23": "Dan had only one son: Hushim. ", "24": "Naphtali and his sons: Jahzeel, Guni, Jezer, and Shillem. ", "25": "These are the 7 children born to Jacob by Bilhah. (Bilhah was the servant Laban gave to his daughter, Rachel, when she married Jacob.)", "26": "So all of Jacob's children and grandchildren who came to Egypt—those who were in some way his offspring, but not the wives of his sons—were 66 in all. ", "27": "Joseph had two sons who were born in Egypt. All of the people directly related to Jacob who now lived in Egypt numbered 70 people.", "28": "Now Israel decided to send Judah ahead to Joseph in order to learn the way into Goshen. When they came to the land of Goshen, they stopped. ", "29": "Joseph got into his chariot and went out to meet his father, Israel. When he saw him, he fell on his neck and wept for a long time.", "30": "Jacob (to Joseph): 30 I can die now in peace, because I've seen your face and I know you are alive.", "31": "Joseph gathered his brothers and his father's household and told them his plans. Joseph: I'm going now to let Pharaoh know you are here. I will tell him, “My brothers and my father's household have arrived from Canaan. ", "32": "The men are shepherds. They make their living by keeping livestock, and they've brought their flocks and herds and all of their belongings.” ", "33": "When Pharaoh calls you to the court and asks your occupation, ", "34": "tell him, “Your servants keep livestock. We start in the family business when we are just boys. That is what we and our ancestors have always done.” That way, you'll be allowed to settle in the land of Goshen because Egyptians can't stand to be around shepherds."}