{"1": "After this, Jacob called all of his sons to him.", "2": "Jacob: 2 Gather near to me, so I can let you know what to expect in the days to come. Gather around and pay attention, you sons of Jacob. Listen carefully, my sons, to Israel, your father.", "3": "Reuben, you are my firstborn son, my power and the vigor of my youth, first in rank and first in power.", "4": "But you are out of control, like floodwaters; you have forfeited your place because you have lain with your father's wife and defiled his bed—you climbed onto my couch!", "5": "Simeon and Levi are indeed brothers, kindred spirits who use their swords[a] for cruelty and violence.", "6": "May I never enter their confidence; from the two of them I must part company to retain my honor. Because in their anger, they've killed men, and they've hamstrung oxen on a whim.", "7": "Their anger be cursed, for they have fierce tempers. Their wrath be cursed, for they can be cruel. I will scatter their children among Jacob's descendants and spread them throughout the land of Israel.", "8": "But Judah, your brothers will praise you. Your hand will firmly grasp the neck of your enemy, and your brothers will bow down before you in respect.", "9": "Judah is a lion cub; my son, who rises from the prey, Who crouches down and stretches out like a lion, and like a lioness—who dares to rouse him?", "10": "The scepter will not depart from Judah; the ruler's staff will rest securely between his feet. Until the One comes to whom true royalty belongs, all people will honor and obey him.", "11": "He ties his foal to the vine and his donkey's colt to the choicest vine. He washes his clothing in wine and dips his robe in the blood of grapes.", "12": "His eyes are darker than wine, and his teeth are whiter than milk.", "13": "Israel's blessing speaks not only what is but what will be. His words establish Judah as the father to the royal line from which King David and his dynasty will one day come. They anticipate God's eternal covenant with David that brings peace and prosperity to the entire world. It is little wonder that early Christians referred to the risen Jesus as “the lion of the tribe of Judah,” for they found in Him the fulfillment of Israel's blessing. Jacob: Zebulun will settle near the shores of the sea, and he will be a safe harbor for ships. His border will extend to Sidon.", "14": "Issachar is a strong donkey, lying down between its saddlebags.[b]", "15": "He saw a good place to rest and a land that seemed pleasant, So he bent down to shoulder another load and embraced a life of hard labor.", "16": "Dan will judge his people, as one of the tribes of Israel.", "17": "Yet Dan will also be a snake by the road, a viper along the path That strikes at the horse's heels as it goes by so that its rider falls backward.", "18": "I wait patiently for Your salvation, Eternal One!", "19": "Gad will be raided by thieves, but he will raid them in return.", "20": "Asher's food will be rich and delicious, and he will produce royal delicacies.", "21": "Naphtali is a beautiful doe, wild and free, that bears lovely fawns.[c]", "22": "Joseph is a fruitful plant[d] that grows beside a spring, its fruitful branches reaching over the wall.", "23": "The archers fiercely attacked him, shot at him, and pressed hard against him.", "24": "But his bow remained taut and strong, his arms firm and agile. They were made so by the strong hands of God— by the Mighty One of Jacob, by the Shepherd of the Rock of Israel,", "25": "By the God of your father, who will come to your aid, by the All-Powerful One[e] who will bless you With the blessings from heaven above, blessings of the deep that lie beneath, and blessings of the breasts and womb.", "26": "May the blessings of your father be more potent than the blessings of the ancient mountains. May they extend to the heights of the everlasting hills, and may these blessings now rest on the head of Joseph, on the brow of him who was set apart from his brothers.", "27": "Benjamin is a ravenous wolf, devouring prey by morning and dividing spoil in the evening.", "28": "Now all these are the heads of the twelve tribes of Israel. This is how their father described them when he blessed them—blessing each one with a blessing that suited each son.", "29-30": "When Israel's inheritance of the land is divided, Levi is not included; but Joseph's two sons become the leaders of two tribes descended from Joseph. Manasseh and Ephraim take Joseph's and Levi's places, filling out the twelve tribes. Jacob (charging his sons): 29-30 I am about to join my ancestors in death. Please do as I ask, and bury me with my ancestors in the cave at Machpelah, near Mamre in the land of Canaan. It is located at the edge of a field owned by Ephron the Hittite. Abraham acquired the field from Ephron as a burial site for his family. ", "31": "This is where Abraham and his wife Sarah are buried, also Isaac and his wife Rebekah. I buried Leah there myself. ", "32": "The field and cave were purchased from the Hittites long ago.", "33": "After Jacob finished with these instructions to his sons, he pulled his feet up onto the bed, breathed his last breath, and joined his ancestors in death."}