{"1": "Here now is the account of Adam's descendants. You remember, when God created humans, He made them in His own likeness. ", "2": "He created them male and female; and after creating them, God put a special blessing on them and named them “humanity.”", "3": "When Adam had lived 130 years, he fathered a son who looked just like him. He was Adam's spitting image, and so resembled God too. Adam named him Seth. ", "4": "After Seth was born, Adam lived another 800 years, and he had other sons and daughters as well. ", "5": "So Adam was 930 years old when he died.", "6": "When Seth had lived 105 years, he fathered a son named Enosh. ", "7": "After Enosh was born, Seth lived another 807 years, and he also had other sons and daughters. ", "8": "He was 912 years old when he died.", "9": "When Enosh had lived 90 years, he fathered a son named Kenan. ", "10": "After Kenan was born, Enosh lived another 815 years, and he had other sons and daughters too. ", "11": "He was 905 years old when he died.", "12": "When Kenan had lived 70 years, he fathered a son named Mahalalel. ", "13": "After Mahalalel was born, Kenan lived another 840 years, and he had other sons and daughters. ", "14": "He was 910 years old when he died.", "15": "When Mahalalel had lived 65 years, he fathered a son named Jared. ", "16": "After Jared was born, Mahalalel lived another 830 years, and he, too, had other sons and daughters. ", "17": "He was 895 years old when he died.", "18": "When Jared had lived 162 years, he fathered a son named Enoch. ", "19": "After Enoch was born, Jared lived another 800 years, and he had other sons and daughters. ", "20": "He was 962 years old when he died.", "21": "When Enoch had lived 65 years, he fathered a son named Methuselah. ", "22": "After Methuselah was born, Enoch lived in a close relationship with God for 300 more years; he also had other sons and daughters. ", "23": "He lived to be 365 years old, ", "24": "but Enoch had such a close and intimate relationship with God that one day he just vanished—God took him.", "25": "Enoch leaves this world in an unusual way. He is taken without experiencing death. But he is not the last. When Methuselah had lived 187 years, he fathered a son named Lamech. ", "26": "After Lamech was born, Methuselah lived another 782 years, and he also had other sons and daughters. ", "27": "He was 969 years old when he died.", "28": "When Lamech had lived 182 years, he fathered a son ", "29": "named Noah. He named him this because he predicted, “From out of the ground the Eternal cursed will now come someone who will bring relief from our work and painful toil.” ", "30": "After Noah was born, Lamech lived another 595 years, and he had other sons and daughters. ", "31": "He was 777 years old when he died.", "32": "Now by the time Noah was 500 years old, he had fathered three sons: Shem, Ham, and Japheth."}