{"1": "But God remembered Noah and all of the wild and domesticated animals with him in the ark. When it was time, God sent the wind to blow over all of the earth, and the waters began to subside. ", "2": "The subterranean waters from the depths of the earth and the casements of the heavens were again closed. The drenching rains that once fell from above finally stopped. ", "3": "All of the waters gradually receded from the land. At last, after 150 days, the waters abated; ", "4": "and on the 17th day of the 7th month, the ark at last came to rest on the mountains of Ararat. ", "5": "The waters continued to recede until the 10th month. On the 1st day of the 10th month, the tops of the mountains began to appear.", "6": "After 40 more days, Noah opened a window he had built into the ark, ", "7": "and he sent one of the ravens out into the sky. The raven flew back and forth until all of the waters had dried up on the land. ", "8": "He then sent out a dove to see if the waters had subsided from the surface of the land. ", "9": "But the dove found no place to land safely, and it returned to the ark. The waters were still covering the surface of the whole earth. So Noah put out his hand and brought the dove back into the ark. ", "10": "Noah waited another seven days, and then he sent the dove out again from the ark. ", "11": "This time the dove came back to him in the evening, and there, in its beak, was a freshly plucked olive leaf. So Noah knew then that the waters had begun to retreat from the land. ", "12": "For good measure, Noah waited another seven days. Once more, he sent out the dove. This time, it didn't return.", "13": "On the 1st day of the 1st month in Noah's 601st year, the waters had dried up from the land. Noah removed the covering of the ark, looked out, and saw that the land was nearly dry. ", "14": "By the 27th day of the 2nd month, the earth was completely dry. ", "15": "God came to Noah with a message.", "16": "Eternal One (to Noah): 16 It's time. Leave the ark now, you and your wife, your sons, and your sons' wives. ", "17": "Release every animal with you on the ark—everything of flesh: birds, animals, and every creeping thing—so that they may be fruitful, multiply in great numbers, and fill the land and the sky again.", "18": "So Noah left the ark with his sons, his wife, and his sons' wives. ", "19": "And every animal, every small creeping thing, and every bird—everything that moves on the earth—left the ark with him as new families—a new generation.", "20": "Once he was back on dry land, Noah built an altar—a special offering table—for the Eternal One. He took some of every ritually acceptable animal and of every acceptable bird, and he gave them to God on the altar as a burnt offering. ", "21": "When the Eternal smelled the delicious aroma of the sacrifice, He was moved. Eternal One (to Himself): Never again will I curse the ground because of humankind, even though every thought of the mind and inclination of the heart is set on evil from the time they are young. Never again will I destroy every living creature as I have done. ", "22": "As long as the earth endures, nothing will put a stop to planting and harvest, cold and heat, summer and winter, day and night."}