{"1": "The words of the Teacher,[a] the son of David, king in Jerusalem.", "2": "“Utterly pointless,”[b] says the Teacher. “Absolutely pointless; everything is pointless.”", "3": "What does a man gain from all of the work that he undertakes on earth?[c]", "4": "A generation goes, a generation comes, but the earth remains forever.", "5": "The sun rises, the sun sets, then rushes back to where it arose.", "6": "The wind blows southward, then northward, constantly circulating, and the wind comes back again in its courses.", "7": "All the rivers flow toward the sea, but the sea is never full; then rivers return to the headwaters[d] where they began.", "8": "Everything is wearisome, more than man is able to express. The eye is never satisfied by seeing, nor the ear by hearing.", "9": "Whatever has happened, will happen again; whatever has been done, will be done again. There is nothing new on earth.", "10": "Does anything exist about which someone might say, “Look at this! Is this new?” It happened ages ago; it existed before we did.", "11": "No one remembers those in the past, nor will they be remembered by those who come after them.", "12": "I, the Teacher, have been king over Israel in Jerusalem. ", "13": "I dedicated myself to using wisdom for study and discovery of everything that is done under heaven.[e] God uses terrible things so human beings will struggle with life.[f] ", "14": "I observed every activity done on earth. My conclusion: all of it is pointless—like chasing after the wind.", "15": "What is crooked cannot be made straight; what is not there cannot be counted.", "16": "I told myself, “I have become greater and wiser than anyone who ruled before me in Jerusalem—yes, I have acquired a great deal of wisdom and knowledge.” ", "17": "So I dedicated myself to learn about wisdom and knowledge, and about insanity and foolishness. And I discovered that this is also like chasing after the wind.", "18": "For with much wisdom there is much sorrow; the more someone adds to knowledge, the more someone adds to grief."}