{"1": "So remember your Creator during your youth! Otherwise, troublesome days will come and years will creep up on you when you'll say, “I find no pleasure in them,”", "2": "Otherwise, when the sun, daylight, moon, or stars turn dark, or when clouds fail to return after the rain—", "3": "when that day comes, the palace guards will tremble, strong men will stoop down, women grinders will cease because they are few, and the sight of[a] those who peer through the lattice will grow dim.", "4": "The doors to the street will be shut when the sound of grinding decreases, when one wakes up at the song of a bird, and all of the singing women are silenced.", "5": "At that time they will fear climbing[b] heights and dangers along the road while the almond tree will blossom, and the grasshopper is weighed down. Desire will cease,[c] because the person goes to his eternal home, and mourners will gather in the marketplace.", "6": "When the silver cord is severed, the golden vessel is broken, the pitcher is shattered at the fountain, and the wheel is broken at the cistern,", "7": "then man's[d] dust will go back to the earth, returning to what it was, and the spirit[e] will return to the God who gave it.", "8": "“Utterly pointless,” says the Teacher. “Everything is pointless.”", "9": "Moreover, besides being wise himself, the Teacher taught people what he had learned by listening, making inquiries, and composing many proverbs. ", "10": "The Teacher searched to find appropriate expressions, and what is written here[f] is right and truthful.", "11": "Sayings from the wise are like cattle prods and well fastened nails; this[g] masterful collection was given by one shepherd. ", "12": "So learn from them, my son. There is no end to the crafting of many books, and too much study wearies the body.", "13": "Let the conclusion of all of these thoughts be heard: Fear God and obey his commandments, for this is what it means to be human.", "14": "For God will judge every deed, along with every secret, whether good or evil."}