{"1": "I told myself, “I will test you with pleasure, so enjoy yourself.” But this was pointless. ", "2": "“Senseless,” said I concerning laughter and pleasure, “How practical is this?” ", "3": "I decided to indulge in wine, while still remaining committed to wisdom. I also tried to indulge in foolishness, just enough to determine whether it was good for human beings under heaven given the short time of their lives.", "4": "With respect to my extravagant works, I built houses for myself; I planted vineyards for myself. ", "5": "I constructed gardens and orchards for myself, and within them I planted all kinds of fruit trees. ", "6": "I built for myself water reservoirs to irrigate forests that produce trees.", "7": "I acquired male and female slaves, and had other slaves born in my house. I also acquired for myself increasing numbers of herds and flocks—more than anyone who had lived before me in Jerusalem. ", "8": "I also accumulated silver, gold, and the wealth of kings and their kingdoms. I gathered around me both male and female singers, along with what delights a man—all sorts of mistresses.", "9": "So I became great, greater than anyone who had lived before me in Jerusalem. Throughout all of this, I remained wise. ", "10": "Whenever I wanted something I had seen, I never refused that desire. Instead, I enjoyed everything I did, and this became the reward in what I had undertaken. ", "11": "Then I examined all of my accomplishments that I had brought about by my own efforts, including the work that I had labored so hard to complete—and it was all pointless, like chasing after the wind, and there was nothing to be gained on earth.", "12": "Next I turned to examine wisdom, insanity, and foolishness, because what can a person do who succeeds the king except what has already been accomplished? ", "13": "I concluded that wisdom is more useful than foolishness, just as light is more useful than darkness. ", "14": "The wise use their eyes, but the fool walks in darkness. I also perceived that the same outcome affects them all.", "15": "Then I told myself, “Whatever happens to the fool will happen also to me. Therefore what's the point in being so wise?” And I told myself that this also is pointless. ", "16": "For neither the wise nor the fool will be long remembered, since in days to come everything will be forgotten. The wise man dies the same way as the fool, does he not? ", "17": "So I hated life, because whatever is done on earth causes me trouble—it's all pointless, like chasing after the wind.", "18": "Then I despised everything I had worked for on earth, that is, the things that I will leave to the person who will succeed me. ", "19": "And who knows whether he will be wise or foolish? Either way, he will take possession of everything that I have done on earth, especially where I have excelled. This also is pointless. ", "20": "So I came to be in despair about everything I had accomplished on earth. ", "21": "For sometimes people who strive to obtain wisdom, knowledge, and equity leave everything as an inheritance to a person who never worked for it. This, too, is pointless and greatly troublesome.", "22": "For what does a person gain from everything that he accomplishes and from his inner life struggles that he undergoes while working on earth? ", "23": "Indeed, all of his days are filled with sorrow, and his struggles bring grief. In fact, his mind remains restless throughout the night. This is pointless, too!", "24": "The only worthwhile thing for a human being is to eat, drink, and enjoy life's goodness that he finds in what he accomplishes. This, I observed, is also from the hand of God himself, ", "25": "for who can eat or enjoy life apart from him? ", "26": "After all, to the person who is good in God's sight, he gives wisdom, knowledge, and joy, but to the sinner he gives the troublesome task of acquiring and accumulating in order to leave it to someone who is good in the sight of God. This also is pointless and chasing after the wind."}