{"1": "Next I turned to consider all kinds of oppression that exists on earth. Look at the tears of the oppressed— there is no one to comfort them. Power is on the side of their oppressors; so they have no comforters.", "2": "So I commended the dead who had already died as being happier than the living who are still alive. ", "3": "Better than both of them is someone who has not yet been born,[a] because he hasn't experienced evil on earth. ", "4": "Then I examined all sorts of work, including all kinds of excellent achievements that create envy in others.[b] This also is pointless and chasing after the wind. ", "5": "The fool crosses his arms[c] and starves himself.[d] ", "6": "It's better to have one handful of tranquility than to have two handfuls of trouble and to chase after the wind.", "7": "Then I turned to re-examine something else that is pointless on earth: ", "8": "Consider someone who is alone, having neither son nor brother. There is no end to all of his work, and he is[e] never satisfied with wealth. “So for whom do I work,” he asks,[f] “and deprive myself of pleasure?” This, too, is pointless and a terrible tragedy.", "9": "Two are better than one, because they have a good return for their labor. ", "10": "If they stumble, the first will lift up his friend—but woe to anyone who is alone when he falls and there is no one to help him get up. ", "11": "Again, if two lie close together, they will keep warm, but how can only one stay warm? ", "12": "If someone attacks one of them, the two of them together will resist. Furthermore, the tri-braided cord is not soon broken.", "13": "A poor but wise youth is better than an old but foolish king who will no longer accept correction.", "14": "The former can come out of prison to reign, while the latter, even if born to[g] kingship, may become poor.", "15": "I observed everyone who lives and walks on earth, along with the youth[h] who will take the king's[i] place. ", "16": "There was no end to all of his subjects[j] or to all of the people who had come before them. But those who come along afterward will not be happy with him. This is also pointless and a chasing after wind."}