{"1": "[a]Watch your step whenever you visit God's house, and come more ready to listen than to offer a fool's sacrifice, since fools[b] never think they're doing evil.", "2": "[c]Don't be impulsive with your mouth nor be in a hurry to talk in God's presence. Since God is in heaven and you're on earth, keep your speech short.", "3": "Too many worries lead to nightmares, and a fool is known from talking too much.", "4": "When you make a promise to God, don't fail to keep it, since he isn't pleased with fools. Keep what you promise— ", "5": "it's better that you don't promise than that you do promise and not follow through.[d] ", "6": "Never let your mouth cause you[e] to sin and don't proclaim in the presence of the angel,[f] “My promise[g] was a mistake,” for why should God be angry at your excuse[h] and destroy what you've undertaken? ", "7": "In spite of many daydreams, pointless actions, and empty words, it is more important to fear God.", "8": "Don't be surprised when you see the poor oppressed and the violent perverting both justice and verdicts[i] in a province, for one high official watches another, and there are ones higher still over them. ", "9": "Also, the increase of the land belongs to everyone; the king himself is served by his[j] field.", "10": "Whoever loves money will never have enough money. Whoever loves luxury will not be content with abundance. This also is pointless.", "11": "When possessions increase, so does the number of consumers; therefore what good are they to their owners, except to look at them?", "12": "Sweet is the sleep of a working man, whether he eats a little or a lot, but the excess wealth of the rich will not allow him to rest.", "13": "I have observed a painful tragedy on earth: Wealth hoarded by its owner harms him,", "14": "and that wealth is lost in troubled circumstances. Then a son is born, but there is nothing left for him.[k]", "15": "Just as he came naked from his mother's womb, he will leave[l] as naked as he came; he will receive no profit from his efforts— he cannot carry away even a handful.", "16": "This is also a painful tragedy: However a person comes, he also departs; so what does he gain as he labors after the wind?", "17": "Furthermore, all his days he lives[m] in darkness with great sorrow, anger, and affliction.", "18": "Look! I observed that it is good and prudent to eat, drink, and enjoy all that is good of a person's[n] work that he does on earth during the limited days of his life, which God gives him, for this is his allotment. ", "19": "Furthermore, for every person to whom God has given wealth, riches, and the ability to enjoy them, to accept this allotment, and to rejoice in his work—this is a gift from God. ", "20": "For he will not brood much over the days of his life, since God will keep him occupied with the joys of his heart."}