{"1": "Who is really wise? Who knows how to interpret this saying: “A person's wisdom improves his appearance, softening a harsh countenance.”", "2": "I advise[a] doing what the king says, especially regarding an oath to God. ", "3": "Don't be in a hurry to leave him, and don't persist in evil, for he does whatever he pleases. ", "4": "Since a king's command is powerful, who is able to challenge him, asking, “What are you doing?”", "5": "Whoever obeys his commands will not experience harm, and the wise in heart will discern both the appropriate time and response.[b] ", "6": "Indeed, there is an appropriate time and a response[c] for every circumstance, since human misery weighs heavily upon him. ", "7": "For he has absolutely no knowledge what will happen, since who can declare to him when it will come about? ", "8": "Just as no human being has control over the wind[d] to restrain it, so also no human being has control over the day of his death. Just as no one is discharged during war, so wickedness will not release those who practice[e] it.", "9": "I observed all this, and carefully considered everything that is undertaken on earth, especially the time when someone dominates another to his detriment. ", "10": "So I watched the wicked being entombed. They used to come in and out of the Holy Place,[f] but now they are forgotten in the city, where they used to work. This, too, is pointless.", "11": "Whenever a sentence for a crime is not carried out swiftly, the human mind[g] becomes determined to commit evil. ", "12": "Even though a sinner does what is wrong a hundred times and still survives, nevertheless I also know that things will go well for those who fear God, who fear in his presence. ", "13": "But things will not go well for the wicked person: he will not lengthen his life[h] like a shadow, since he has no fear before God.", "14": "Here is a pointless thing that happens on earth: A righteous man receives what happens to the wicked, and a wicked man receives what happens to the righteous. I concluded that this, too, is pointless. ", "15": "So then I recommended enjoyment of life, because it is better on earth for a man to eat, drink, and be happy, since this will stay with him throughout his struggle all the days of his life, which God grants him on earth.", "16": "When I dedicated myself to experience wisdom and to observe what is undertaken on earth—even going without sleep day and night— ", "17": "I saw all of it as the activity of God. Frankly, a human being cannot understand what happens on earth, because however hard a man works to discover it, he will not find out. Despite what he thinks he knows, he will not be able to figure it out."}