{"1": "In light of all of this, I committed myself to explain it this way: the righteous and the wise, along with everything they do, are in the hands of God. Furthermore, as to love and hate, no human being knows everything concerning them. ", "2": "Everyone shares the same experience: a single event affects the righteous, the wicked, the good, the clean, the unclean, whoever sacrifices, and whoever does not sacrifice. As it is with the good person, so also it is with the sinner; as it is with someone who takes an oath, so also it is with someone who fears taking an oath.", "3": "There is a tragedy that infects everything that happens on earth: a common event happens to everyone. In fact, the hearts of human beings are full of evil. Madness remains in their hearts while they live, and afterwards they join the dead. ", "4": "“While someone is among the living, hope remains,” because “it is better to be a living dog than to be a dead lion.”[a]", "5": "At least the living know they will die, but the dead know nothing; they no longer have a reward, since memory about them has been forgotten.", "6": "Furthermore, their love, their hate, and their envy have been long lost. Never again will they have a part in what happens on earth.", "7": "Go ahead and enjoy your meals as you eat. Drink your wine with a joyful attitude, because God already has approved your actions. ", "8": "Always keep your garments white, and don't fail to anoint your head. ", "9": "Find joy in living with your wife whom you love every day of your pointless life that God[b] gave you on earth, because this is your life assignment and your work to do on earth. ", "10": "Whatever the activity in which you engage, do it with all your ability, because there is no work, no planning, no learning, and no wisdom in the next world[c] where you're going.", "11": "I considered and observed on earth the following: The race doesn't go to the swift, nor the battle to the strong, nor food to the wise, nor wealth to the smart, nor recognition to the skilled. Instead, timing and circumstances meet them all.", "12": "In addition, no human being knows his time: Like fish captured in a cruel net, or as birds caught in a snare, so also are human beings caught by bad timing that surprises them.", "13": "I also observed this example of[d] wisdom on earth, and it seemed important to me: ", "14": "There was a little city with few men in it. A great king came against it, surrounded it, and built massive siege ramps against it. ", "15": "Now there was found within it a poor, but wise man. He delivered the city by his wisdom, but not one person remembered that poor man.", "16": "So I concluded,[e] “Wisdom is better than strength. Nevertheless, the wisdom of the poor is rejected—his words are never heard.”", "17": "The softly spoken words of the wise are to be heard rather than the shouts of a ruler of fools.", "18": "Wisdom is better than weapons of war, and a single sinner can destroy a lot of good."}