{"1": "Moreover, brethren, I would not have ye ignorant of how all of our fathers were under the cloud, and all passed through the sea,", "2": "and all were baptized unto Moses in the cloud and in the sea.", "3": "And all ate the same spiritual meat,", "4": "and all drank the same spiritual drink; for they drank of that spiritual Rock that followed them, and that Rock was Christ.", "5": "But with many of them God was not well pleased, for they were overthrown in the wilderness.", "6": "Now these things were our examples, to the intent that we should not lust after evil things, as they also lusted.", "7": "Neither be ye idolaters, as were some of them; as it is written: “The people sat down to eat and drink, and rose up to play.”", "8": "Neither let us commit fornication, as some of them committed — and three and twenty thousand fell in one day.", "9": "Neither let us tempt Christ, as some of them also tempted — and were destroyed by serpents.", "10": "Neither should ye murmur, as some of them also murmured — and were destroyed by the destroyer.", "11": "Now all these things happened unto them by way of example, and are written for our admonition, upon whom the ends of the world are come.", "12": "Therefore let him that thinketh he standeth, take heed lest he fall.", "13": "There hath no temptation taken hold of you but such as is common to man. But God is faithful; He will not suffer you to be tempted beyond that which ye are able to bear, but with the temptation will also make a way to escape, that ye may be able to bear it.", "14": "Therefore, my dearly beloved, flee from idolatry.", "15": "I speak as to wise men; judge ye what I say.", "16": "The cup of blessing which we bless: is it not the communion of the blood of Christ? The bread which we break: is it not the communion of the body of Christ?", "17": "For we, being many, are one bread and one body, for we are all partakers of that one Bread.", "18": "Behold Israel according to the flesh: are not those who eat of the sacrifices partakers of the altar?", "19": "What say I then? That the idol is anything, or that which is offered in sacrifice to idols is anything?", "20": "But I say that the things which the Gentiles sacrifice, they sacrifice to devils and not to God; and I would not that ye should have fellowship with devils.", "21": "Ye cannot drink the cup of the Lord and the cup of devils; ye cannot be partakers of the Lord's table and of the table of devils.", "22": "Do we provoke the Lord to jealousy? Are we stronger than He?", "23": "All things are lawful for me, but all things are not expedient. All things are lawful for me, but all things do not edify.", "24": "Let no man seek his own, but every man another's wellbeing.", "25": "Whatsoever is sold in the meat market, that eat, asking no question for conscience' sake;", "26": "for, “The earth is the Lord's, and the fullness thereof.”", "27": "If any of those who do not believe bid you to a feast, and ye are disposed to go, whatsoever is set before you eat, asking no question for conscience' sake.", "28": "But if any man say unto you, “This is offered in sacrifice unto idols,” then eat it not for his sake who showed it, and for conscience' sake; for, “The earth is the Lord's, and the fullness thereof.”", "29": "I do not mean thine own conscience, but the other's. For why is my liberty judged by another man's conscience?", "30": "For if I by grace be a partaker, why is evil spoken of me for that for which I give thanks?", "31": "Whether therefore ye eat or drink, or whatsoever ye do, do all to the glory of God.", "32": "Give no offense, neither to the Jews, nor to the Gentiles, nor to the church of God,", "33": "even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved."}