{"1": "The Spirit of God came upon Azariah the son of Oded. ", "2": "Azariah went out to meet Asa and said to him, “Listen to me, Asa, and all Judah and Benjamin. The Lord is with you when you are with Him. If you look for Him, He will let you find Him. But if you leave Him, He will leave you. ", "3": "For a long time Israel was without the true God, without a teaching religious leader, and without law. ", "4": "But in their trouble they turned to the Lord God of Israel. They looked for Him, and He let them find Him. ", "5": "In those times there was no peace for him who went out, or for him who came in. For much trouble came to all the people of the lands. ", "6": "Nation was crushed by nation, and city by city, for God sent every kind of trouble upon them. ", "7": "But you be strong. Do not lose strength of heart. For you will be paid for your work.”", "8": "When Asa heard these words and the words of Azariah the son of Oded, his heart became strong. He put away the sinful false gods from all the land of Judah and Benjamin and from the cities he had taken in the hill country of Ephraim. He built again the altar of the Lord which was in front of the porch of the Lord's house. ", "9": "Then he gathered all Judah and Benjamin and those from Ephraim, Manasseh, and Simeon, who lived with them. For many had left Israel to come to him when they saw that the Lord his God was with him. ", "10": "So they gathered together at Jerusalem in the third month of the fifteenth year of Asa's rule. ", "11": "They killed animals on the altar in worship to the Lord that day. They killed and gave 700 cattle and 7,000 sheep from the animals they had taken in battle. ", "12": "And they agreed to follow the Lord God of their fathers with all their heart and soul. ", "13": "Whoever would not follow the Lord God of Israel should be put to death, young or old, man or woman. ", "14": "They made a promise to the Lord with a loud voice, calling out and blowing horns. ", "15": "All Judah was filled with joy because of the promise. For they had promised with their whole heart. They had looked for the Lord with a pure heart. And He let them find Him. So the Lord gave them rest on every side.", "16": "King Asa even stopped his mother from being queen mother. Because she had made a sinful object of the false goddess Asherah. Asa cut down her sinful object. He crushed it and burned it at the Kidron River. ", "17": "But the high places were not taken away from Israel. Yet Asa's heart was without blame all his days. ", "18": "He brought into the house of God the holy things of his father and his own holy things. He brought in silver and gold and the things used for the worship. ", "19": "And there was no more war until the thirty-fifth year of Asa's rule."}