{"1": "Jehoshaphat his son became king in his place, and made himself strong against Israel. ", "2": "He placed soldiers in all the strong cities of Judah, and in places built for them in the land of Judah. And he put soldiers in the cities of Ephraim which his father Asa had taken in battle. ", "3": "The Lord was with Jehoshaphat because he followed the early ways of his father. He did not follow the false gods of Baal. ", "4": "He looked to the God of his father, followed His Laws, and did not act as Israel did. ", "5": "So the Lord made the nation strong under his rule. And all Judah paid taxes to Jehoshaphat. He had great riches and honor. ", "6": "He was strong in his heart in the ways of the Lord. And he took the high places and the false goddess Asherah out of Judah again.", "7": "In the third year of his rule, Jehoshaphat sent his leaders to teach in the cities of Judah. He sent Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah. ", "8": "With them he sent the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah. And with them he sent the religious leaders, Elishama and Jehoram. ", "9": "They taught in Judah, having the book of the Law of the Lord with them. They went through all the cities of Judah and taught among the people.", "10": "The fear of the Lord was on all the nations of the lands around Judah. So they did not make war against Jehoshaphat. ", "11": "Some of the Philistines brought Jehoshaphat gifts, and silver for taxes. The Arabians brought him flocks, 7,700 rams and 7,700 male goats. ", "12": "So Jehoshaphat became greater and greater. And he built strong places and store-cities in Judah. ", "13": "He had many things in the cities of Judah. And he had powerful soldiers in Jerusalem. ", "14": "This was the number of them by their fathers' houses: Adnah was the captain of thousands from Judah. He had 300,000 powerful soldiers with him. ", "15": "Next to him was Johanan, the captain of 280,000. ", "16": "Next to him was Amasiah the son of Zichri, who gave himself to work for the Lord. He had 200,000 powerful soldiers with him. ", "17": "Eliada was a powerful soldier of the family of Benjamin. He had with him 200,000 men with bows and battle-coverings. ", "18": "Next to him was Jehozabad, the captain of 180,000 ready for war. ", "19": "These are the men who served the king, as well as those whom the king put in the strong cities through all Judah."}