{"1": "Now Jehoshaphat had great riches and honor. And by a marriage he was joined with Ahab. ", "2": "After some years he went down to visit Ahab at Samaria. Ahab killed many sheep and cattle for him and for the people who were with him. And he wanted Jehoshaphat to fight against Ramoth-gilead. ", "3": "King Ahab of Israel said to King Jehoshaphat of Judah, “Will you go with me against Ramoth-gilead?” He answered, “I am as you are. And my people are as your people. We will be with you in the battle.”", "4": "Then Jehoshaphat said to the king of Israel, “Ask first for word from the Lord.” ", "5": "So the king of Israel gathered together the 400 men who told what would happen in the future. He said to them, “Should we go to battle against Ramoth-gilead, or should I wait?” And they said, “Go up, for God will give it into the hand of the king.” ", "6": "But Jehoshaphat said, “Is there not another man who speaks for the Lord here whom we may ask?” ", "7": "The king of Israel said to him, “There is yet one man whom we may ask of the Lord. But I hate him. For he never tells me anything good, only bad. He is Micaiah, the son of Imla.” But Jehoshaphat said, “You should not say that.” ", "8": "Then the king of Israel called for one of his captains and said, “Hurry, bring Micaiah the son of Imla.” ", "9": "The king of Israel and King Jehoshaphat of Judah were each sitting on his throne, dressed in king's clothing. They were sitting at the grain-floor at the gate of Samaria. All the men who told what would happen in the future were speaking in front of them. ", "10": "Zedekiah the son of Chenaanah made horns of iron for himself and said, “The Lord says that with these you will hurt the Syrians until they are destroyed.” ", "11": "All the men who told what would happen in the future were saying, “Go up to Ramoth-gilead and win the battle. For the Lord will give it into the hand of the king.”", "12": "Then the man who was sent to call Micaiah said to him, “See, all the men who tell what will happen in the future are speaking in the king's favor. So I ask that you let your word be like one of them, and speak in the king's favor.” ", "13": "But Micaiah said, “As the Lord lives, I will speak what my God says.” ", "14": "When he came to the king, the king said to him, “Micaiah, should we go to Ramoth-gilead to battle, or should I wait?” Micaiah said, “Go up and win the battle. For they will be given into your hand.” ", "15": "Then the king said to him, “How many times must I tell you to speak to me nothing but the truth in the name of the Lord?” ", "16": "So he said, “I saw all Israel spread out on the mountains, like sheep without a shepherd. And the Lord said, 'These have no owner. Let each of them return to his house in peace.'” ", "17": "Then the king of Israel said to Jehoshaphat, “Did I not tell you that he would not tell me anything good, but bad?” ", "18": "Micaiah said, “So hear the word of the Lord. I saw the Lord sitting on His throne. All the armies of heaven were standing on His right and on His left. ", "19": "The Lord said, 'Who will lead King Ahab of Israel to go up and fall at Ramoth-gilead?' And one said this while another said that. ", "20": "Then a spirit came and stood before the Lord and said, 'I will lead him to do it.' And the Lord said to him, 'How?' ", "21": "He said, 'I will go and be a lying spirit in the mouth of all Ahab's men who tell what will happen in the future.' Then the Lord said, 'You are to make him want to go, and you will do well. Go and do so.' ", "22": "So now the Lord has put a lying spirit in the mouth of your men who speak for God. For the Lord has said that trouble will come to you.”", "23": "Then Zedekiah the son of Chenaanah came near and hit Micaiah on the side of the face, and said, “How did the Spirit of the Lord pass from me to speak to you?” ", "24": "Micaiah said, “See, you will see on that day when you go into a room to hide yourself.” ", "25": "Then the king of Israel said, “Take Micaiah and return him to Amon the city leader, and to Joash the king's son. ", "26": "Tell them, 'The king says to put this man in prison. Feed him only a little bread and water until I return in peace.'” ", "27": "Micaiah said, “If you do return in peace, the Lord has not spoken by me.” And he said, “Listen, all you people.”", "28": "So the king of Israel and King Jehoshaphat of Judah went up against Ramoth-gilead. ", "29": "The king of Israel said to Jehoshaphat, “I will dress up to look like someone else and go into battle. But you wear your king's clothing.” So the king of Israel dressed up to look like someone else, and they went into battle. ", "30": "Now the king of Syria had told the captains of his war-wagons, “Do not fight with small or great, but only with the king of Israel.” ", "31": "So when the captains of the war-wagons saw Jehoshaphat, they said, “It is the king of Israel.” And they turned to fight against him. But Jehoshaphat cried out, and the Lord helped him. God made them go away from him. ", "32": "When the captains of the war-wagons saw that it was not the king of Israel, they turned back from going after him. ", "33": "But a certain man happened to shoot an arrow and hit the king of Israel in a joint of the battle-clothes. So the king said to the man on the war-wagon, “Turn around, and take me out of the battle. For I am hurt.” ", "34": "The battle was hard that day. And the king of Israel stood up against the sides of his war-wagon in front of the Syrians until the evening. When the sun went down, he died."}