{"1": "Solomon planned to build a house for the name of the Lord, and a king's house for himself. ", "2": "So he picked 70,000 men to carry loads, 80,000 men to cut stones in the mountains, and 3,600 men to watch over these men. ", "3": "Then Solomon sent word to King Huram of Tyre, saying, “You sent my father David cedar trees to build him a house to live in. Do the same for me. ", "4": "See, I am about to build a house for the name of the Lord my God. I will set it apart for Him. There special perfume will be burned before Him. The holy bread will be there all the time. Burnt gifts will be given morning and evening, on Days of Rest, on new moons, and during the special suppers of the Lord our God. This is to be done forever in Israel. ", "5": "The house I am about to build will be great. For our God is greater than all the gods. ", "6": "But who is able to build a house for Him? For the heavens and the highest heavens are not big enough to hold Him. So who am I, that I should build a house for Him, except as a place to burn special perfume before Him? ", "7": "Now send me an able man to work with gold, silver, brass, iron, and purple, red and blue cloth who knows how to cut all kinds of pictures. He will work with the able men I have in Judah and Jerusalem, whom my father David gave me. ", "8": "Send me cedar, cypress and algum trees from Lebanon. I know you have able men who know how to do this work. My servants will work with your servants ", "9": "to cut many trees for me. For the house I am about to build will be very great and beautiful. ", "10": "I will give to your servants who cut trees, 200,000 baskets of crushed grain, 200,000 baskets of barley, 200,000 bottles of wine, and 200,000 bottles of oil.”", "11": "Then King Huram of Tyre answered by letter to Solomon, “The Lord has made you king over His people because He loves them.” ", "12": "Then Huram said, “Honor and thanks be to the Lord, the God of Israel. He has made heaven and earth. And He has given King David a wise son. Wisdom and understanding have been given to David's son who will build a house for the Lord and a king's house for himself. ", "13": "Now I am sending Huram-abi, an able man of understanding. ", "14": "He is the son of a Danite woman and a Tyrian father. He knows how to work with gold, silver, brass, iron, stone and wood and with purple, blue, and red cloth. He knows how to cut all kinds of pictures, any kind given him to do. He is to work with your able men, and with those of my lord David your father. ", "15": "So now let my lord send the grain, barley, oil and wine to his servant, as he has said. ", "16": "We will cut whatever trees you need in Lebanon, and bring them to you by ship to Joppa. Then you may carry them up to Jerusalem.”", "17": "Solomon numbered all those in Israel who were from other lands, using the number of them which his father David had taken. And 153,600 were found. ", "18": "He picked 70,000 of them to carry loads, 80,000 to cut stones in the mountains, and 3,600 men to see that the people did their work."}