{"1": "Hezekiah became king when he was twenty-five years old. And he ruled for twenty-nine years in Jerusalem. His mother's name was Abijah, the daughter of Zechariah. ", "2": "Hezekiah did what was right in the eyes of the Lord. He did all that his father David had done.", "3": "In the first month of the first year of his rule, he opened the doors of the Lord's house and made them like new. ", "4": "He brought in the religious leaders and the Levites, and gathered them in the open space on the east side. ", "5": "Then he said to them, “Listen to me, O Levites. Now make yourselves holy. And make holy the house of the Lord, the God of your fathers. Carry what is unclean out from the holy place. ", "6": "For our fathers have not been faithful. They have done what is bad in the eyes of the Lord our God. They have left Him and turned their faces away from the house of the Lord. They have turned their backs. ", "7": "They have also shut the doors of the porch and put out the lamps. They have not burned special perfume or given burnt gifts in the holy place to the God of Israel. ", "8": "So the Lord was angry with Judah and Jerusalem. He has made them an object of fear and wonder and shame, as you see with your own eyes. ", "9": "See, our fathers have fallen by the sword. And our sons, our daughters and our wives have been taken away to a strange land because of this. ", "10": "Now it is in my heart to make an agreement with the Lord God of Israel, that His burning anger may turn away from us. ", "11": "My sons, take care now. For the Lord has chosen you to stand before Him, to do His work and to burn special perfume.”", "12": "Then the Levites set to work. There was Mahath the son of Amasai, and Joel the son of Azariah, from the sons of the Kohathites. From the sons of Merari there was Kish the son of Abdi, and Azariah the son of Jehallelel. From the Gershonites there was Joah the son of Zimmah, and Eden the son of Joah. ", "13": "There were Shimri and Jeiel from the sons of Elizaphan. There were Zechariah and Mattaniah from the sons of Asaph. ", "14": "From the sons of Heman there were Jehiel and Shimei. And from the sons of Jeduthun there were Shemaiah and Uzziel. ", "15": "They gathered their brothers and made themselves holy, and went in to make the Lord's house clean, as the king had told them by the words of the Lord. ", "16": "The religious leaders went in to the inside part of the Lord's house to make it clean. They brought out to the open space of the Lord's house everything they found inside which was unclean. Then the Levites took it and carried it out to the river of Kidron. ", "17": "They began to make it holy on the first day of the first month, and on the eighth day of the month they came to the porch of the Lord. Then they made the Lord's house holy in eight days, and finished on the sixteenth day of the first month. ", "18": "Then they went in to King Hezekiah and said, “We have made clean the whole house of the Lord, the altar of burnt gifts with all of its objects, and the table of holy bread with all of its objects. ", "19": "And we have made all the objects holy which King Ahaz had thrown away during his rule when he was not faithful. See, they are before the altar of the Lord.”", "20": "Then King Hezekiah got up early and gathered the city rulers and went up to the house of the Lord. ", "21": "They brought seven bulls, seven rams, seven lambs, and seven male goats, for a sin gift for the nation, the holy place, and Judah. Hezekiah told the religious leaders, the sons of Aaron, to give them on the altar of the Lord. ", "22": "So they killed the bulls, and the religious leaders took the blood and put it on the altar. They killed the rams and put the blood on the altar. And they killed the lambs and put the blood on the altar. ", "23": "Then they brought the male goats of the sin gift in front of the king and the people. They laid their hands on them. ", "24": "And the religious leaders killed them and gave a sin gift with their blood, to pay for the sins of all Israel. For the king said that the burnt gift and the sin gift should be made for all Israel.", "25": "Then Hezekiah put the Levites in their places in the house of the Lord with timbrels and different kinds of harps. He did as David, Gad and Nathan, the men who spoke for God, had all said. For through these men the Lord said that this was to be done. ", "26": "The Levites stood with the objects for making music which David had made. And the religious leaders stood with the horns. ", "27": "Then Hezekiah told them to give the burnt gift on the altar. When the burnt gift began, the song to the Lord also began, with the horns and the objects for music made by David, king of Israel. ", "28": "While all the people worshiped, the singers sang and the horns sounded. The music went on until the burnt gift was finished.", "29": "When the burnt gift was finished, the king and all who were with him bowed down and worshiped. ", "30": "King Hezekiah and the rulers told the Levites to sing praises to the Lord with the words of David and Asaph the man of God. So they sang praises with joy, and bowed down and worshiped. ", "31": "Then Hezekiah said, “Now that you have made yourselves holy to the Lord, come near and bring gifts for the altar and gifts of thanks to the house of the Lord.” And the people brought gifts for the altar and gifts of thanks. All those who were willing brought burnt gifts. ", "32": "The number of the burnt gifts which the people brought was 70 bulls, 100 rams, and 200 lambs. All these were for a burnt gift to the Lord. ", "33": "And the holy gifts were 600 bulls and 3,000 sheep. ", "34": "But there were not enough religious leaders to skin all the burnt gifts. So their brothers the Levites helped them until the work was finished, and until all the religious leaders had made themselves holy. For the Levites put more care into making themselves holy than the religious leaders. ", "35": "There were also many burnt gifts with the fat of the peace gifts. And there were the drink gifts for the burnt gifts. So the worship was returned to the house of the Lord. ", "36": "Then Hezekiah and all the people were filled with joy because of what God had done for the people, for it was done all at once."}