{"1": "Then the people of the land took Joahaz the son of Josiah, and made him king in place of his father in Jerusalem. ", "2": "Joahaz was twenty-three years old when he became king. And he ruled for three months in Jerusalem. ", "3": "Then the king of Egypt took Joahaz's power away at Jerusalem, and made the people of the land pay a tax of silver weighing as much as 100 men, and gold weighing as much as one man. ", "4": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Eliakim's brother Joahaz and brought him to Egypt.", "5": "Jehoiakim was twenty-five years old when he became king, and he ruled eleven years in Jerusalem. He did what was sinful in the eyes of the Lord his God. ", "6": "King Nebuchadnezzar of Babylon came up against him and tied him with brass chains to take him to Babylon. ", "7": "Nebuchadnezzar also brought some of the things of the Lord's house to Babylon and put them in his place of worship there. ", "8": "Now the rest of the acts of Jehoiakim and the sinful things which he did, and what was found against him, are written in the Book of the Kings of Israel and Judah. His son Jehoiachin became king in his place.", "9": "Jehoiachin was eighteen years old when he became king, and he ruled in Jerusalem three months and ten days. He did what was sinful in the eyes of the Lord. ", "10": "In the spring of the year, King Nebuchadnezzar sent and brought him to Babylon with the objects of great worth from the Lord's house. He made his brother Zedekiah king over Judah and Jerusalem.", "11": "Zedekiah was twenty-one years old when he became king, and he ruled eleven years in Jerusalem. ", "12": "He did what was sinful in the eyes of the Lord his God. He had much pride in front of Jeremiah the man of God who spoke for the Lord. ", "13": "And he turned against King Nebuchadnezzar who had made him make a promise by God. He was strong-willed and made his heart hard against turning to the Lord God of Israel. ", "14": "Also none of the rulers of the religious leaders and people were faithful. They followed all the sinful things of the nations. And they brought sinful things into the Lord's house, which the Lord had made holy in Jerusalem.", "15": "The Lord, the God of their fathers, sent men to speak for Him again and again, because He had loving-pity on His people and on His house. ", "16": "But the people always made fun of the men sent by God. They hated God's words and laughed at His men who spoke for God, until the Lord was very angry with His people. And there was no way for things to be better. ", "17": "So God brought the king of the Babylonians against them, who killed their young men with the sword in the house of God. He had no pity on anyone, young or old, men or women or the sick. He gave them all into the king's hand. ", "18": "And he brought to Babylon all the things of the house of God, great and small, and the riches of the Lord's house, and the riches of the king and of his rulers. ", "19": "Then they burned the house of God, and broke down the wall of Jerusalem. They burned all of its buildings built for battles, and destroyed all of its objects of great worth. ", "20": "He carried away to Babylon those who had not been killed by the sword. They were made to work for him and his sons until the rule of the nation of Persia. ", "21": "This was done so the word of the Lord spoken by Jeremiah came true. For the seventy years that the land was not being used, the Day of Rest was kept. So the Days of Rest were enjoyed that had not been kept before.", "22": "The Lord's word by the mouth of Jeremiah came true in this way also: In the first year of King Cyrus of Persia, the Lord caused the spirit of King Cyrus to send word to all his nation, and also to write it down, saying, ", "23": "“King Cyrus of Persia says, 'The Lord, the God of heaven, has given me all the nations of the earth. He has chosen me to build Him a house in Jerusalem, which is in Judah. Whoever is among you of all His people, may the Lord his God be with him, and let him go up.'”"}