{"1": "Then he made a brass altar. It was ten steps long, and ten steps wide, and three times taller than a man. ", "2": "He melted brass and made a pool. It was round, and five long steps from one side to the other. It was as tall as a man can raise his hand. And it took fifteen steps to walk around it. ", "3": "There were objects that looked like oxen under the pool and all around it, (ten long steps around it). The oxen were in two rows, and were made of one piece. ", "4": "The pool was put on the twelve oxen. Three had their faces toward the north, three toward the west, three toward the south, and three toward the east. The pool was put on top of them. All their tails were toward the center. ", "5": "The brass of the pool was as thick as a hand is wide. Its round top was made like the top of a cup, like a lily flower. It could hold 22,000 bottles of water. ", "6": "He made ten pots in which to wash. He put five on the right side and five on the left side. They were to wash what was used for the burnt gifts. But the pool was for the religious leaders to wash in.", "7": "Then he made ten gold lamp-stands, as was shown in the plan. He put them in the house of God, five on the right side and five on the left. ", "8": "He made ten tables and put them in the house of God. Five were on the right side and five on the left. And he made 100 deep dishes out of gold. ", "9": "Then he made the open space of the religious leaders, the large open space, and the doors for the open space. And he covered their doors with brass. ", "10": "He set the pool at the south-east corner of the house.", "11": "Then Huram made the pails, the tools for digging, and the pots. So Huram finished the work of God's house that he did for King Solomon. ", "12": "He finished making the two pillars, the pots, and the two pieces on top of the pillars. He finished the two networks to cover the two pots of the pieces on top of the pillars. ", "13": "He finished the 400 pomegranates for the two networks. There were two rows of pomegranates for each network, to cover the two pots of the pieces on top of the pillars. ", "14": "He made the stands and he made the pots on the stands. ", "15": "He made the one pool with the twelve oxen under it. ", "16": "Huram-abi made the pails, the tools for digging, the meat-hooks, and all their objects. He made them of shining brass for King Solomon for the house of the Lord. ", "17": "The king had them made on the plain of the Jordan, in the clay ground between Succoth and Zeredah. ", "18": "Solomon made so many of these objects that the weight of the brass could not be known.", "19": "Solomon made all the things that were in the house of God. He made the gold altar, and the tables for the holy bread. ", "20": "He made the lamp-stands with their lamps of pure gold, to burn in front of the most holy place in the way given. ", "21": "He made the flowers, the lamps and their objects of pure gold. ", "22": "He made the things to put out the lamps, the pots and the fire-holders of pure gold. And he made the front of the house, its inside doors for the most holy place, and the doors of the holy place, all of gold."}