{"1": "Then Solomon said, “The Lord has said that He would live in the thick cloud. ", "2": "I have built a great house for You. It is a place for You to live in forever.” ", "3": "Then the king turned around and prayed that good would come to all the people of Israel, while all the people of Israel stood.", "4": "Solomon said, “Honor and thanks be to the Lord, the God of Israel. He spoke with His mouth to my father David. And He has kept His promises with His hands, saying, ", "5": "'Since the day that I brought My people from the land of Egypt, I chose no city among all the families of Israel in which to build a house for My name. I did not choose any man to be a leader over My people Israel. ", "6": "But I have chosen Jerusalem that My name might be there. And I have chosen David to rule My people Israel.' ", "7": "Now it was in the heart of my father David to build a house for the name of the Lord, the God of Israel. ", "8": "But the Lord said to my father David, 'Because it was in your heart to build a house for My name, you did well that it was in your heart. ", "9": "But you will not build the house. Your son who will be born to you will build the house for My name.' ", "10": "Now the Lord has kept His promise which He made. For I have taken the place of my father David and sit on the throne of Israel, as the Lord promised. And I have built the house for the name of the Lord, the God of Israel. ", "11": "There I have put the special box with the Law of the Lord which He gave to the people of Israel.”", "12": "Then Solomon stood before the altar of the Lord, in front of all the people of Israel, and spread out his hands. ", "13": "Solomon had made a special place to stand, out of brass. It was as long and as wide as three steps, and as high as a man's chest. And he had put it in the center of the open space. He stood on it, then got down on his knees in front of all the people of Israel, and spread out his hands toward heaven. ", "14": "He said, “O Lord, God of Israel, there is no God like You in heaven or on earth. You keep Your promises and show loving-kindness to Your servants who walk with You with all their hearts. ", "15": "You have kept Your promises to Your servant David my father. Yes, You have spoken with Your mouth, and have done all You said You would do, as it is today. ", "16": "So now, O Lord, God of Israel, keep Your promise which You made to Your servant David my father, saying, 'You will never be without a man to sit on the throne of Israel. But your sons must be careful to walk in My Law, as you have done.' ", "17": "So now, O Lord, God of Israel, let Your Word be made sure which You have spoken to Your servant David.", "18": "“But is it true that God will live with man on the earth? See, heaven and the highest heaven cannot hold You. How much less can this house hold You which I have built! ", "19": "But respect the prayer of Your servant and what he asks of You, O Lord my God. Listen to the cry and to the prayer which Your servant prays to You. ", "20": "May Your eyes be open day and night toward this house, the place where You have promised to put Your name. Listen to the prayer which Your servant prays toward this place. ", "21": "Listen to what Your servant and Your people Israel ask for when they pray toward this place. Hear from the place where You live, from heaven. Hear and forgive.", "22": "“If a man sins against his neighbor, and has to make a promise, and he comes and makes a promise before Your altar in this house, ", "23": "then hear from heaven, and act. Judge Your servants. Punish the sinful by bringing his actions on his own head. And make it known that the one who is right and good is not guilty. Bring good to him because he is right and good.", "24": "“If Your people Israel lose a battle against those who hate them, because they have sinned against You, and they return to You and tell of Your name, and pray and ask of You in this house, ", "25": "then listen to them from heaven and forgive the sin of Your people Israel. Bring them back to the land You have given to them and to their fathers.", "26": "“When the heavens are shut up and give no rain because the people have sinned against You, and they pray toward this place and tell of Your name, and turn from their sin when You bring trouble to them, ", "27": "then hear in heaven and forgive the sin of Your servants and Your people Israel. Teach them the good way in which they should walk. And send rain on Your land which You have given to Your people.", "28": "“If there is a time of no food in the land, and if there is a disease that kills the plants, or if there are locusts or grasshoppers, if those who hate Your people send armies to trap them in their cities, whatever trouble or sickness there is, ", "29": "hear the prayer made by any man or by all Your people Israel. Each one will know his own trouble and his own pain. And when he spreads his hands toward this house, ", "30": "then hear from heaven where You live, and forgive. Give to each man what he should have. For You, and only You, know the hearts of men. ", "31": "May they fear You and walk in Your ways as long as they live in the land You have given to our fathers.", "32": "“If a stranger who is not from Your people Israel comes from a far country because of Your great name, Your powerful hand, and Your strong arm, when he comes and prays toward this house, ", "33": "hear from heaven where You live. Do all that the stranger asks of You. Then all the people of the earth may know Your name and honor You with fear, as Your people Israel do. And then they may know that this house I have built is called by Your name.", "34": "“When Your people go out to battle against those who hate them, by whatever way You send them, and they pray to You toward this city which You have chosen and the house I have built for Your name, ", "35": "then hear their prayer from heaven and help them.", "36": "“When they sin against You, (for there is no man who does not sin), and You are angry with them and give them to those who hate them, they will be carried away against their will to a land far away or near. ", "37": "If they think about it in the land where they have been taken, and are sorry for their sins and turn away from them and pray to You in the land where they have been taken, saying, 'We have sinned. We have been bad and have done wrong.' ", "38": "If they come back to You with all their heart and soul in the land where they have been taken and pray toward their land which You gave to their fathers and toward the city You have chosen and toward the house I have built for Your name, ", "39": "then hear from heaven where You live. Hear their prayer and what they ask for, and help them. Forgive Your people who have sinned against You.", "40": "“Now, O my God, I ask You, let Your eyes be open and let Your ears listen to the prayer given in this place. ", "41": "Now rise up, O Lord God. Go to Your resting place, You and the special box of Your power. O Lord God, let Your religious leaders be dressed in saving power. Let those who belong to You be filled with joy in what is good. ", "42": "O Lord God, do not turn away the face of Your chosen one. Remember Your loving-kindness to Your servant David.”"}