{"1": "After Abimelech died, Tola (the son of Puah, son of Dodo), who was of the tribe of Issachar and who lived at Shamir in the highlands of Ephraim, rose to deliver Israel. ", "2": "He served as judge and defender of Israel for 23 years. When he died, he was buried at Shamir. ", "3": "After Tola died, Jair the Gileadite served as judge of Israel for 22 years. ", "4": "Jair had 30 sons who rode on 30 donkeys, and they had 30 towns, which are in the land of Gilead and are still called Havvoth-jair today. ", "5": "When Jair died, he was buried at Kamon.", "6": "But again the people of Israel did what the Eternal considered to be evil right in front of Him. They worshiped the Baals and Ashtaroth, the gods of Aram and Sidon, of Moab and Ammon, and the gods of the Philistines. When they abandoned the Eternal and no longer worshiped Him, ", "7": "He became furious with them and placed them in servitude to the Philistines and Ammonites ", "8": "who crushed them and ruled over them for the next 18 years. They oppressed the Israelites east of the Jordan in Gilead, the land of the Amorites, ", "9": "and the Ammonites crossed over the Jordan to attack the tribes of Judah, Benjamin, and Ephraim; therefore, Israel was desperate. ", "10": "Then the Israelites cried out to the Eternal. Israelites: We have sinned against You because we have abandoned our True God and worshiped the Baals.", "11": "Eternal One: 11 Haven't I delivered you in the past from the armies of the Egyptians, the Amorites, the Ammonites, and the Philistines? ", "12": "Didn't I come through in your struggle against the Sidonians, the Amalekites, and the Maonites? When they swept down on you and over you, didn't I hear your cries for help and rescue you? ", "13": "Yet you have abandoned Me to worship these other gods. That is why I am finished coming to your rescue. ", "14": "Why don't you go and cry for help to the gods you have chosen instead of Me? See if they will save you now in your time of trouble!", "15": "Israelites: 15 We have sinned against You. Do to us as You think best, but please rescue us this one time more!", "16": "They put away the foreign gods they had worshiped and returned to the Eternal, and He could not bear to witness their suffering any longer.", "17": "The Ammonites had prepared for war and were camped in Gilead, so the people of Israel gathered troops and camped at Mizpah.", "18": "Gilead Commanders (among themselves): 18 Whoever will lead the attack against the Ammonites will be the leader of all the people of Gilead!"}