{"1": "The judges are often people of great faith or great strength or great power who lead and direct. But like all of us, they are imperfect and sometimes make grave mistakes. Jephthah's name is now remembered mostly because of the foolish vow he makes to sacrifice the first thing he sees when he returns from his great victory. Although this vow comes out of his unfaithfulness—Jephthah does not trust God to give him victory—Jephthah shows immense faithfulness in keeping his word despite the tragic consequence of losing his only child. Some time later, the men of the northern tribe of Ephraim mustered their forces, crossed over to Zaphon, and confronted Jephthah. Ephraimites: What do you mean, going to war with the Ammonites without asking us to fight with you? You left us out of the battle just as Gideon did. We'll burn your house down with you in it!", "2": "Jephthah: 2 My people and I were in the middle of a great struggle with the Ammonites, who had us in an iron grip. But when I called for help, you didn't show up to deliver me out of their hand. ", "3": "So when I saw you weren't going to help, I took my fate in my own hands and crossed over to fight the Ammonites, and the Eternal gave me the victory. So why are you here now to fight against me?", "4": "Jephthah gathered the men of Gilead and went to war with Ephraim. The men of Gilead defeated them because the Ephraimites told them they were rabble, fugitives from the tribes of Ephraim and Manasseh, renegades who had abandoned their tribes.", "5": "The men of Gilead captured the fords in the Jordan that led to Ephraim. Whenever a surviving Ephraimite asked to cross over, the men of Gilead would ask, “Are you from Ephraim?” If the man said no, ", "6": "they told him, “All right. Say 'Shibboleth.'” And if he said “Sibboleth,” they took him and killed him, for he could not pronounce it correctly, betraying that he was from Ephraim. So there at the fords of the Jordan 42,000 Ephraimites were killed in those days.", "7": "The dialect difference between the “sh” sound on the east side of the Jordan in Gilead and the “s” sound on the west side of the Jordan in Ephraim is noticeable to both tribes. Jephthah led Israel as judge for 6 years, and when Jephthah of Gilead died, he was buried in a town in Gilead.", "8": "After Jephthah, Ibzan of Bethlehem rose as judge of Israel. ", "9": "He had 30 sons and 30 daughters. To marry his sons, he brought in 30 young women from outside the clan, and he gave his 30 daughters in marriage to outsiders. Ibzan judged Israel 7 years; ", "10": "and when he died, he was buried at Bethlehem.", "11": "After Ibzan, Elon the Zebulunite was judge of Israel for 10 years. ", "12": "When Elon the Zebulunite died, he was buried at Aijalon, in the land of Zebulun.", "13": "After Elon, Abdon, the son of Hillel the Pirathonite, was judge of Israel. ", "14-15": "He had 40 sons and 30 grandsons; they rode on 70 donkeys. Abdon, son of Hillel the Pirathonite, judged Israel 8 years; and when he died, he was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."}